{"title": "AFL-CIO: GIVE ILLEGALS A BREAK IT BACKS AMNESTY AND NO SANCTIONS", "body": "\nThe American labor movement Wednesday called for blanket amnesty for illegal immigrants and an end to most \nsanctions against employers who hire them.\n\nIn decades past, labor unions often saw immigrant workers as the enemy, accusing them of depressing wages and \nbreaking strikes. But the executive council of the AFL-CIO adopted a more sympathetic approach Wednesday to \nillegal immigrants, contending that too often the nation's immigration rules had enabled employers to exploit them.\n\nThe new policy comes as business groups are pushing for similar legislative changes to help industry cope with a \nshortage of workers and as the high-tech industry is urging Congress to allow more skilled immigrants to come to \nthe United States to work legally.\n\nWednesday's action came after California union officials urged AFL-CIO officials to back an amnesty, telling them \nthat many illegal workers faced low wages and lives of misery because of the way immigration rules have enabled \nunscrupulous employers to exploit them.\n\nImmigrants make up an ever-larger part of the nation's workforce, and labor leaders are stepping up efforts to \nunionize hundreds of thousands of immigrants who work at farms, hotels, construction, meat packing and many \nother industries. Labor leaders complain that unscrupulous employers often fight off unionization drives by \nthreatening to fire employees who are illegal immigrants and support unions, and by calling immigration officials to \ndeport them.\n\n\"The present system doesn't work and is used as a weapon against workers,\" said John Wilhelm, chairman of the \nlabor federation's Committee on Immigration Policy and president of the Hotel Employees and Restaurant \nEmployees Union.\n\n\"The only reason a lot of employers want to hire a large number of illegal aliens is so they can exploit them.\"\n\nThe AFL-CIO said it would continue its opposition to the proliferation of guest-worker programs that has allowed a \nvariety of corporations to bring skilled workers into the United States, particularly in the high-tech industry. Officials \nsaid they want fewer guest-worker programs and greater scrutiny of corporate claims that they cannot find \nappropriate workers in the United States.\n\nAmong these programs is the H1-B visa program, which grants temporary visas to foreign workers in specialized \noccupations, including computer programming. Under pressure from the high-tech industry, Congress raised the \n\n\nannual quota on H1-B visas to 115,000 in 1999 and 2000, up from 65,000. It's scheduled to fall to 107,500 in 2001 \nand 65,000 in 2002.\n\nAlthough the AFL-CIO did not change its position on visa programs for skilled workers, immigration advocates said \nit was significant.\n\nThe labor federation's resolution calls for blanket amnesty for the estimated 6 million illegal immigrants in the \nUnited States. At the same time, the federation, which is holding its annual winter meeting in New Orleans, called \non the federal government to maintain efforts to keep out illegal immigrants.\n\nJust 15 years ago, the labor federation's support helped pass legislation creating sanctions for employers who hire \nillegal immigrants. At the time, labor unions said such sanctions were needed to keep illegal immigrants from \nflooding the labor market and undermining union wages. But union officials said Wednesday that a new policy was \nneeded because employer sanctions have failed to stem the tide of immigration and because immigrants represent \nsuch a large part of the workforce in dozens of industries.\n\n\"It's a very dramatic change in policy that follows a very dramatic change in our world,\" Wilhelm said.\n\nMany immigrants have had an ambivalent attitude toward the labor movement because some unions sought to \nkeep out immigrant workers and because of labor's past support of employer sanctions. But with unions straining \nto organize more workers, labor officials have concluded that current immigration rules, with their threat of \ndeportation, have made it hard to unionize industries that hire many illegal immigrants, like apparel, chicken-\nprocessing and hotels.\n\nLabor leaders pointed to an incident involving a Holiday Inn Express in Minneapolis, which asked immigration \nofficials to deport nine hotel maids after they had voted to unionize. The maids were arrested.\n\nLabor officials see their new policy as a way to make immigrants warm up toward labor and to make it easier to \nunionize businesses with many illegal immigrants by making it harder for employers to intimidate them.\n\n\"We, the labor movement, have to put ourselves in a leadership position in immigrant rights,\" said Arturo Rodriguez, \npresident of the United Farm Workers. \"This is a way to help low-wage, immigrant workers.\"\n\nRandy Johnson, vice president of labor policy for the U.S. Chamber of Commerce, welcomed the labor federation's \nnew policy. \"It's certainly adeparture from organized labor's traditional position, which was an increased number of \nimmigrant workers is bad for domestic workers,\" he said. \"I think this is an area where the business community and \norganized labor can work together.\"\n\nBut at least one key member of Congress on immigration issues, Rep. Lamar Smith, R-Texas, chairman of the \nJudiciary Committee's subcommittee on immigration, called labor's announcement a cynical ploy.\n\n\"What a betrayal of American workers,\" Smith said.\n\n\"Apparently, union bosses are so distraught about declining enrollments they will stoop to exploiting illegal workers.\"\n"}