{"title": "Advocates of an Immigration Overhaul Question a Border Deployment", "body": "\nWASHINGTON -- In deciding to deploy up to 1,200 National Guard troops to bolster security at the Mexican \nborder, President Obama has stepped into one of the thorniest issues facing American presidents -- illegal \nimmigration -- and has confounded allies who say he is squandering his chance to address it in a comprehensive \nway.\n\n  The White House says it is sending the troops solely to combat drug smuggling, a problem highlighted by the \nrecent killing of an Arizona rancher. But any move toward border security invariably raises passions in the \nimmigration debate, and on Wednesday advocates for overhauling the system were questioning the president's \nintentions. \n\n  They said that in focusing first on border security, Mr. Obama might be giving up his best leverage for winning \napproval of broader but more politically contentious steps to address the status of the millions of immigrants already \nin the United States illegally, and the needs of employers who rely on their labor.\n\n  ''I'm trying to reconcile the stated belief of this president when he was a candidate, what he has said publicly -- as \nrecently as a naturalization ceremony last month -- and what his actions are,'' said Angela Kelley, vice president for \nimmigration policy at the Center for American Progress, a left-leaning organization that is a close ally of the \nObama administration. ''I think there's a big gap there.''\n\n  Mr. Obama's decision to send the National Guard focused attention on the intense political pressures facing him \nas he wades into the issue during this midterm election year. Republicans are demanding that he improve border \nsecurity before they cooperate on an immigration bill. Some moderate Democrats facing difficult re-election races \nare also demanding tougher action at the border. \n\n  But Democrats also see an opportunity to win the political allegiance of the fast-growing Hispanic population for \nyears or decades to come if they can handle the issue adeptly. In particular, Democrats are eager to balance \nsupport for enhanced border security with an approach that they can contrast to the policies championed by many \nRepublicans, starting with Arizona's new law that gives police a greater role in immigration enforcement.\n\n  Senator Charles E. Schumer, the New York Democrat who is trying to generate support for comprehensive \nimmigration legislation in the Senate, said toughening border security would help the broader effort.\n\n  ''Given the fact the problems at the border have turned to become seriously drug related, I think it's necessary \nand helps comprehensive reform,'' Mr. Schumer said, ''because it shows that Democrats will fight for both parts of \nthe issue.'' \n\n  In the Senate, Mr. Obama's 2008 Republican presidential rival, John McCain of Arizona, was driving colleagues \ntoward a vote, originally scheduled for Wednesday but then postponed, on a plan to send 6,000 troops to the \n\n\nborder. The White House, which has been quietly working on its own plan to send troops, hurriedly released that \nplan on Tuesday so that Democrats could have an alternative, according to one senior administration official, who \nspoke on the condition of anonymity. \n\n  Representative Gabrielle Giffords, an Arizona Democrat who, like Senator McCain, faces a tough re-election race, \nhas been leaning hard on the administration. Two weeks ago, she showed up for a meeting with Homeland Security \nSecretary Janet Napolitano carrying a newspaper article about the Arizona rancher, who was her constituent, and \nasked that Ms. Napolitano show it to the president.\n\n  ''She tucked it under her arm, and as she left she said she had a meeting with him that afternoon,'' Ms. Giffords \nsaid, adding, ''I've been a thorn in the side of the administration, repeatedly calling for the redeployment of the \nGuard to the area, and I have not backed down.''\n\n  Since the beginning of his presidency, Mr. Obama has been dogged by questions about his commitment to \nimmigration legislation that would provide a path to citizenship for the estimated 12 million people who are living in \nthis country without legal documentation. Other priorities, notably the economy and health care legislation, put the \nissue on the back burner for the first year of his administration.\n\n  That changed last month, when Arizona enacted its new law, aimed at identifying, prosecuting and deporting \nillegal immigrants. The measure unleashed immediate protests, and Mr. Obama, speaking at a naturalization \nceremony for active-duty service members, condemned it on the day it was signed into law. He called on Congress \nto take up an immigration overhaul.\n\n  On Wednesday, Mr. Obama's attorney general, Eric H. Holder Jr., heard from police chiefs who oppose the \nArizona law. The chiefs, representing cities including Phoenix, Tucson, Los Angeles, Houston, Philadelphia and \nMinneapolis, told Mr. Holder that the law would increase crime, not decrease it, as backers claim.\n\n  The Arizona bill put immigration squarely back on the Congressional agenda, but Mr. Obama has been having \ntrouble persuading Republicans to sign on. During a Cinco de Mayo celebration in the Rose Garden last month, Mr. \nObama told an audience of Hispanic leaders that he was determined to pass legislation, but that he could not do so \nwithout Republican support.\n\n  The decision to send troops could be an attempt to get that support. At a testy meeting with Senate Republicans \non Tuesday, before the White House disclosed its decision about the National Guard deployment, Mr. McCain \npressed Mr. Obama on what he was doing to improve border security. Mr. Obama did not reveal his border \nsecurity plan, but did ask for Republicans' help in passing immigration legislation.\n\n  ''The president told the Republican caucus yesterday that he wants to move forward; he feels that this problem \nhas festered too long and needs a solution,'' said David Axelrod, Mr. Obama's senior adviser, adding that the \ndecision to send troops was ''not related to the meeting.''\n\n  Advocates for immigration reform say the two issues cannot be divorced. Clarissa Martinez, director of \nimmigration and national campaigns for the National Council of La Raza, questioned why Mr. Obama would \nsatisfy Republicans' demands for increasing border security without extracting a commitment for comprehensive \nreform in return.\n\n  ''Republicans keep saying they need to do these things first before they give immigration reform its due,'' she \nsaid. ''One could argue that perhaps the White House was trying to say: 'O.K., you're saying this is the impediment \nto negotiations. Fine, let's remove the impediment and get to the negotiations.' The problem here is, that was not \nstated. I can't see the strategy in it.''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTO: National Guard troops are being sent to the U.S.-Mexico border as a response to drug smuggling. \n(PHOTOGRAPH BY MATT YORK/ASSOCIATED PRESS)      \n"}