{"title": "LIBERTY GALA STIRS MIXED EMOTIONS FOR BLACKS", "body": "\nFor at least some American blacks, the Fourth of July Statue of Liberty centennial celebration evokes mixed \nfeelings and emotions well short of enthusiasm.\n\nSome say a celebration that focuses attention on the nation's immigrant heritage serves as a disquieting reminder \nof the way in which blacks arrived in America and how they have fared since. Others say they accept the \ncelebration of the statue's symbolism for immigrants as long as black immigrants from the Caribbean are \nrecognized. Still others view it as someone else's celebration.\n\nThe ambivalence was also suggested in the approach of the Schomburg Center for Research in Black Culture in \nHarlem toward planning and naming its exhibit marking the centennial.\n\nThe result was an exhibit titled ''Give me your poor . . .?: Voluntary Immigration of Blacks to the U.S.''\n\nRoy Bryce-Laporte, curator of the exhibit, said ''caution'' was necessary because the statue's symbolism of liberty \nand opportunity was not universally viewed as a reality for all blacks. He said the title of the exhibit also had to \ndistinguish between those blacks who were in America as a result of choices made by their ancestors and those \nwhose ancestors had no choice. He said the question mark in the title was necessary because there had been few \nstudies of black immigrants and therefore many questions remained unanswered.\n\nReflecting the views of some blacks toward the festivities, John Hope Franklin, a historian of the slavery era who is \na professor at Duke University, said: ''It's a celebration for immigrants and that has nothing to do with me. I'm \ninterested in it as an event, but I don't feel involved in it.''\n\nEleanor Holmes Norton, a professor at Georgetown University's Law School and a former chairman of the Equal \nEmployment Opportunity Commission, had a different view.\n\n''The liberty notion is stirring to anyone, and to attach negativism to the renovation of a statue proclaiming liberty \nis not my interest,'' she said. ''American symbols should not be taken to be the property of a particular group in our \nheterogeneous society, and the ironies of the symbol have to be embraced.''\n\nWilliam H. Harris, a historian and adviser to the National Parks Service who is president of Paine College in \nAugusta, Ga., said he believed the celebration would reflect only the European immigrant experience.\n\n''If you can't communicate to blacks that when you are talking about liberty you are talking about more than just \nEuropean immigrants but about the entire peopling of America, then there just isn't much in it for me,'' he said.\n\nRoger L. Green, a Brooklyn Assemblyman who is chairman of the state's Black and Puerto Rican Legislative \nCaucus, said, ''I'm ambivalent and most blacks I've talked to are ambivalent about the whole thing.''\n\n\n \n\nA More Critical View\n\nMr. Green is part of a coalition of groups, the Campaign for Economic and Social Justice, which will offer a more \ncritical view of the celebration. The group plans to stage a program and demonstrations June 28 on the campus of \nthe City College of New York as ''sober reminders'' to liberty weekend celebrants, he said.\n\nThey plan to highlight how blacks arrived and how they fared once they got to America, he said, and to contrast the \nconcept of liberty with current problems of the homeless, black veterans and black children living in poverty.\n\n''The concept of liberty has universal appeal,'' Mr. Green said, ''but everyone appears to be noticing only the \nstatue's torch and not looking at the manacles on her ankles.'' The statue by Frederic Auguste Bartholdi has broken \nchains at her feet. Most interpret the broken chains as symbolizing an escape from oppression.\n\nDavid Wolper, who is planning the three days of events, said blacks would be well represented among the \nthousands of musicians, athletes, dancers, other performers and the production staff involved in the festivities. He \nsaid the celebration was not only about the nation's immigrant heritage, in which blacks from the Caribbean share \nin a small way, but also about the concept of liberty. But he said there would be no attempt to depict routes by \nwhich other ethnic groups came to the country nor how they fared.\n\n''My assignment was to produce a celebration and not a review of all that went on in the nation's history,'' he said. \nJust as the events do not touch on the subject of black slaves, he said, they do not touch on the often dreary \nphysical conditions, sweatshops and hostile attitudes that many European immigrants faced once they sailed past \nthe Statue of Liberty and Ellis Island.\n\n \n\n'Talking About the Positive'\n\n''You can see the negative in anything, but we're talking about the positive,'' he said.\n\nMr. Wolper and others involved in the planning pointed out that among the 12 immigrants who are to receive the \nfirst Medals of Liberty from President Reagan in the celebration is Dr. Kenneth B. Clark, the black New York \npsychologist. Dr. Clark, a native of Panama, came to the United States when he was 5 years old.\n\nHis research on the effects of racial discrimination on the education of black children figured prominently in the \narguments that led to the landmark Supreme Court decision outlawing segregated schools.\n\n''Blacks, too, were immigrants to this country and the events and the award show that,'' said Mr. Wolper. Noting \nthat Italian and Irish groups had been angered that they were not represented among the 12 recipients, he said that \nmembers of the selection committee were not instructed as to which immigrant groups should be among the \nwinners.\n\n''Some people on the committee might have thought deliberately in their own mind to pick a black immigrant, but it \nwas not the subject of a particular discussion,'' he said.\n\nMr. Bryce-Laport, the curator of the Schomburg exhibit, said it was difficult to determine how many black \nimmigrants there were since many arrived from Canada or colonies of England or France and are listed on records \nby those countries of origin and not race. His best estimate was that from 1820 to 1980, more than two million \nblacks had voluntarily immigrated.\n\nThe Schomburg exhibit, which begins June 15 and runs to Sept. 7, will use some original documents, photographs, \ndiaries and other memorabilia to sketch the experiences of black immigrants dating back to 1820, Mr. Bryce-\nLaporte said.\n\n \n\n'I'm Going to Celebrate'\n\n\n\nThe inclusion of Dr. Clark was for some an important step in representing some facet of the black experience in the \nUnited States. Earl Graves, the publisher of Black Enterprise Magazine and a member of the Ellis Island \nCentennial Commission, said: ''I think it was important that a black person be recognized in all of this. I still see \nenormous inequities in this country, but I'm going to celebrate like anyone else.''\n\nMr. Clark declined to comment on his selection.\n\n''If I were Ken Clark, I'd feel a little uneasy,'' said the Rev. Jesse Jackson, who added that he viewed the celebration \nas being focused on the immigrant tradition to the exclusion of the slave tradition. He said this was a distortion of \nthe nation's history. ''This would be an excellent time to redeem and amend the Statue of Liberty just as we \nredeemed and amended our Constitution to outlaw slavery,'' Mr. Jackson said.\n"}