{"title": "ACADEMY'S REPORT SAYS IMMIGRATION BENEFITS THE U.S.", "body": "\nImmigration produces substantial economic benefits for the United States as a whole but slightly reduces the \nwages and job opportunities of low-skilled American workers, especially high school dropouts, the National \nAcademy of Sciences said today.\n\nIn an authoritative report on one of the more explosive issues facing social scientists and politicians, the panel \nconcluded that immigration added perhaps $10 billion a year to the nation's economic output. \"Those who buy \ngoods and services produced by immigrant labor also benefit,\" it said, because prices are lower than they would \notherwise be.\n\nThe panel said that the job prospects of low-skilled native-born workers were sometimes hurt by competition with \nimmigrants and that the incomes of native-born workers tended to fall as a result.\n\nBut, it said, the effects are relatively small and are not concentrated in the areas where immigrants live. Rather, the \neffects are dispersed across the United States, in part because low-skilled native-born workers move to other \nareas of the country in search of jobs.\n\nThe academy's report is a sober, systematic assessment of the economic and fiscal effects of immigration -- the \nmost comprehensive investigation of the issue to date. It concludes that immigration is neither a panacea for the \nnation's economic problems, as some suggest, nor a source of huge costs, as others contend.\n\nThe panel consisted of 12 experts in economics, demography and sociology, led by James P. Smith, an economist \nat the Rand Corporation, a research organization in Santa Monica, Calif. The study was requested by the United \nStates Commission on Immigration Reform, which advises Congress on immigration policy.\n\nMr. Smith said: \"It's true that some Americans are now paying more taxes because of immigration, and native-\nborn Americans without a high school education have seen their wages fall slightly because of the competition \nsparked by lower-skilled, newly arrived immigrants. But the vast majority of Americans are enjoying a healthier \neconomy as a result of the increased supply of labor and lower prices that result from immigration.\"\n\nThe panel said it was surprised by one finding: no evidence suggested that blacks had been especially hurt by \nimmigration or by competition with immigrants.\n\n\nTo be sure, it said, \"some black workers have lost their jobs to immigrants,\" especially in places like New York City \nand Los Angeles, where they compete for the same jobs. But immigration does not have a decisive influence on \nthe economic opportunities of blacks because most blacks do not live in places with large concentrations of \nimmigrants, it said.\n\nLast year, Congress sharply cut back the Federal benefits available to legal immigrants, on the assumption that \nsuch immigrants cost the Government more than they paid in taxes.\n\nThe academy concluded that immigrants have \"a negative fiscal impact at the state and local level but a larger \npositive impact at the Federal level, resulting in an overall positive impact for the United States\" in the long run.\n\nIn fiscal terms, the panel said, immigrant households are costly at first, mainly because of the public education \ncosts they impose on state and local governments. But in 15 or 20 years, it said, immigrants produce fiscal \nbenefits as they finish school, start working and begin to pay income and payroll taxes.\n\nThe panel measured the fiscal burden of immigrants in two states. In New Jersey, it said, a native-born household \npays an average of $232 a year in state and local taxes to cover the net cost of services used by immigrants, while \nthe comparable figure for California is $1,178 a year.\n\nBut, the panel said, the fiscal impact of immigrants over all is positive because they tend to arrive as young workers \nand \"will help pay the public costs of the aging baby boom generation.\"\n\nThus, it said, \"state and local investments in education pay off in higher tax payments later in life.\" Those revenues \ninclude Federal taxes for Social Security and Medicare.\n\nThe report also made these observations:\n\n*Immigration will play \"the dominant role\" in the United States' population growth in the next half-century. If \nimmigration continues at current levels, it will account for nearly two-thirds of the expected population growth. The \nnation's population is expected to rise by 124 million, to 387 million in 2050 from 263 million in 1995. If immigration \ncontinues at current levels, immigrants and their descendants will account for 80 million of the increase.\n\n*The gap between the wages of immigrants and the wages of native-born workers is widening. Many recent \nimmigrants come from poorer countries where the average levels of education, wages and skills are far below those \nof the United States.\n\n*Immigration has contributed to an increase in the number of high school dropouts in the United States, and this \nincrease has \"lowered the wages of high school dropouts by about 5 percent.\" That accounts for \"about 44 percent \nof the total decline in wages of high school dropouts\" from 1980 to 1994.\n\nNew Jersey and California both have many immigrants, but the effects differ. Thomas J. Espenshade, a panel \nmember who is a professor of sociology at Princeton University, said that in the 1990 census, immigrants had \naccounted for 13 percent of the population in New Jersey and 22 percent in California. He said the typical \nimmigrant in New Jersey was better educated than the typical immigrant in California.\n\nIn New Jersey, the panel said, the average household headed by an immigrant receives $1,484 a year more in \nstate and local services than it pays in state and local taxes. In California, that figure is $3,463.\n\nOn the average, the panel said, immigrant households have more school-age children and lower incomes, pay \nlower state and local taxes and receive more state-financed social services than households of native-born \nAmericans.\n\nDescribing the economic benefits of immigration, the panel said: \"Immigrants increase the supply of labor and \nhelp produce new goods and services. But since they are paid less than the total value of these new goods and \nservices, domestic workers as a group must gain.\"\n\n\n"}