{"title": "They Blue It!; Senators play better, but give up four goals in the third period ... Following the Tkachuk connections around the NHL ... Learn how to put on 18 pounds in the summer ... Abramov seeing lots of ice time ... Playing against No. 2 goalies may become a regular thing", "body": "\nThe Ottawa Senators hung around against the defending Stanley Cup champion St. Louis Blues for almost a full \nthree periods Thursday, but D.J. Smith's first win behind the bench is going to have to wait awhile longer.\n\nAfter a wild and wacky and third period, the Blues skated out of Canadian Tire Centre with a 6-4 victory, extending \nthe Senators losing streak to three games to start the season.\n\nDavid Perron's second goal of the game, with 5:06 remaining - a shot that Senators goaltender Anders Nilsson \nshould have had - broke the 4-4 deadlock. Ryan O'Reilly then iced the game with an empty net goal with 1:16 to go.\n\n\"Obviously, I'm not happy with my own performance, letting in five goals, you're never satisfied as a goalie,\" said \nNilsson. \"I had some moments where I felt good and some moments where I felt I need to improve my game and be \na little better...a little up and down.\"\n\nIt was a rough finish in what had been a spirited effort by the Senators. With 5:48 to go, Anthony Duclair had \nbrought the Senators back into a 4-4 tie with his first of the season, an impressive rally after the Senators had \nyielded a 3-2 lead on earlier third period goals by Jay Bouwmeester and Brayden Schenn. Giving up six is never a \ngood thing and the Senators have yielded 15 goals in only three games, but there were encouraging signs for a \nteam that did respond, in many ways, to Smith's challenge for a better work ethic and a more physical approach.\n\nAn experienced squad like the Blues pounced on the errors when they presented themselves, but at least the \nSenators gave themselves a fighting chance this time around.\n\nThe Senators deserve credit for a quick start and not giving in to the Blues'second-period rally, carrying a 3-2 lead \ninto the third period.\n\nChris Tierney broke the 2-2 deadlock with 2:11 left in the second on a brilliant shorthanded effort, fighting off a Alex \nPietrangelo check to roof a shot over Blues goaltender Jake Allen. \"I liked our resilience, for sure,\" Tierney said. \n\"We didn't quit on the game. We were pushing for the full 60 (minutes). When we got down, we would find a way to \ntie it up again.\"\n\nLike Nilsson in the Senators net, Allen delivered a mixed bag of a performance, a night littered with superb stops \nand shaky work around his net.\n\nAllen's misplay of the puck behind the net led directly to Vitaly Abramov's first NHL goal at the 8:10 mark.\n\n\nAbramov, recalled from Belleville of the AHL on Sunday and playing in only his second NHL game, had nothing but \nnet to look at after receiving the Scott Sabourin pass.\n\nStrong forechecking and a fantastic shot from Artem Anisimov padded the lead to 2-0 with 53 seconds remaining in \na first period that was interrupted by the repair of a pain of glass.\n\nThe first period effort was everything that Smith had asked for since Saturday's 4-1 loss to the New York Rangers, \nwhen he was outspoken about the need to work and hit harder in order to have any hope of success.\n\nAt times, the Senators had the defending Stanley Cup champions on their heels.\n\nThe only thing disappointing for the Senators at the outset were the numerous empty seats in the building. The \nofficial attendance was announced at 9,024.\n\nThe tide turned in the second after Allen made a ridiculous trapper save off Tyler Ennis, only seconds after he \nstymied Tkachuk and Colin White on a 2-on-0 break. If the puck went in, the Senators would have been up 3-0.\n\nInstead, nine minutes into the second, Perron started a Blues wave, ripping a shot from the faceoff circle on a \npower play to make it 2-1, with his first goal of the game. Only 2:25 later, Oskar Sundqvist tied the game off a \nfaceoff.\n\nMeanwhile, Nilsson, making his first start of the season, needed to be sharp to bail to cover up for the miscues in \nfront of him. Abramov, Brady Tkachuk and Bobby Ryan were all guilty of putting their goaltender in bail out mode.\n\nOf course, the Blues were doing what they do so often, leaning on their opponents over and over again, wearing \nthem down with relentless pressure.\n\n\"We wanted the guys to play hard,\" said Smith, who believes his young team will learn from the avoidable turnovers \nthey made in the third period. \"That's a very good hockey team over there. I thought we played hard. On another \nnight, maybe we get a better result.\"\n\nBRADY'S BUNCH\n\nTkachuk's connection to St. Louis - and the Blues connection to the Tkachuk family - is always an underlying theme \nwhen these teams meet.\n\nThe links go on and on and on.\n\nLet's begin with Blues forward Robert Thomas, who missed Thursday's game due to an upper body injury. He lives \nin the basement of the Tkachuk home in St. Louis. Tkachuk's father, Keith, is part of the Blues scouting staff, \nmeaning there are two Stanley Cup rings in the house - neither of them belonging to Brady Tkachuk or his older \nbrother, Matthew, the Calgary Flames star.\n\nBrady calls Thomas a member of the family.\n\n\"He's got his territory down there (in the house),\" Brady said before the game. \"But I'm making sure he's not getting \nup in my room.\"\n\nWhen he was back home for the summer, watching the Blues run to the Cup, he said he did what he could to \nsupport the house guest, but at the pressure points, \"I tried to stay out of Robbie's way\".\n\nTHE TORONTO STORY\n\nIn the summer, when Brady and brother Matthew were training with former NHL star Gary Roberts in Toronto \nduring the summer, they regularly visited Thomas's family home.\n\n\n\n\"Occasionally, after meals (at the Roberts) we would go over there for a fourth meal,\" he said. \"Mr. Thomas is a \nfantastic cook. There's always a five-course meal and the occasional dessert once in awhile.\"\n\nThe Senators winger insists he took it easy on the \"cheat meals\" of sliders and milkshakes. But now you know a \nsecret to how he put on 18 pounds in the summer.\n\nA LITTLE RESPECT\n\n\"He's exactly like his brother and exactly like his dad,\" said Blues captain Alex Pietrangelo. \"Those guys are never \nfun to play against.\"...\n\nOn that subject, D.J. Smith offered up this when asked about Tkachuk's ability to set up shop around the crease: \n\"He's just a big dude who wants to get there. It's hard to stop him. He has an unbelievable will to compete, no \nmatter what the score. He plays right to the buzzer and it's contagious.\"\n\nPLAYING TO KEEP PLAYING\n\nAsked before the game about how much ice time Abramov might see, Smith said, \"if he plays the way he's capable \nof playing, he could play into the teens (in minutes).\" In addition to his goal, Abramov delivered plenty of energy, \ncreating chances due to speed. Of course, he would like to take back the errant pass that set up a Blues chance \nearly in the second and he can thank Tierney for making everyone forget about his penalty late in the second period \n... Zaitsev picked up an assist on the Abramov goal, his first point with Ottawa ... Adding to Russian Night at \nCanadian Tire Centre, Vladislav Namestnikov registered his first point with the Senators on Anisimov's first goal \nwith the Senators.\n\nTHE BACK-UP PLAN\n\nAllen was in the Blues net for his first start of the season Thursday, giving Jordan Binnington a rest. It's the second \nstraight an opponent's No. 1 was sitting on the bench and that pattern could be repeated all season long for the \nrebuilding Senators ... Allen's last 13 starts have come on the road (he saw mop-up duty at home in Game 3 of the \nStanley Cup final) and his last start in St. Louis was on Jan. 8. \"It's weird how the schedule has worked out, it's \ninteresting, no question. Binnington and I) were always laughing about it last year, the way it's rolling,\" Allen said.\n\nHOMETOWN PRIDE\n\nThe Blues'Enterprise Center home arena is only a long slapshot away from Busch Stadium, home of the Cardinals. \nNot surprisingly, the Blues are all in on the Cardinals run to the National League championship series. \"They're a \ngood team and it's pretty fun, especially when you've got a relationship with the guys over there,\" said Pietrangelo. \n\"I'm so happy for them. It's a great story, isn't it? We've taken kind of similar paths to get to that point, but I guess \nthey did it in a bit grander fashion.\"\n\nThe Cardinals scored 10 first-inning runs, en route to a 13-1 divisional series win over Atlanta on Wednesday... \nCongrats to Denis Hamel, inducted Thursday into the AHL Hall of Fame. Hamel, a Blues draft pick in 1995, scored \nfive goals and three assists in 47 games with the Senators from 2005-07...One year ago, rookie Senators \ndefenceman Max Lajoie scored two power play goals in a 7-4 win over Philadelphia. kwarren@postmedia.com \n@Citizenkwarren !@COPYRIGHT=© 2019 Sun Media Corporation. All rights reserved.\n\nGraphic\n\n \n\nmailto:kwarren@postmedia.com\n\n\nFred Chartrand, The Canadian Press; St. Louis Blues'Brayden Schenn (middle) checks Senators'Tyler Ennis (left) \nas teammate Brady Tkachuk carries the puck last night.; Fred Chartrand, Canadian Press;  Senators goaltender \nAnders Nilsson controls the puck as the Blues'Sammy Blais closes in last night.;;  (See hardcopy for photo); \n"}