{"title": "Baltimore's hope: Immigrants", "body": "\nThe fate of Baltimore may rest with immigrants like Alexandra Gonzalez.\n\nA native of Puebla, Mexico, Gonzalez feels more at home in Baltimore with every passing year. She attends city-run \nnutrition and exercise classes in Spanish and takes her two young children to a Spanish-language storytelling hour \nat her neighborhood library. She plans to earn a GED and become a teacher.\n\n\"I like living here,\" said Gonzalez, 24, as she pushed a stroller holding her sleeping 1-year-old daughter and bags of \npurchases from a dollar store in the blue-collar Highlandtown neighborhood. \"They don't look at you weird because \nyou don't speak English.\"\n\nThe degree to which Gonzalez feels welcome is no accident.\n\nAfter decades of seeing the city's population slide with every census count, Baltimore officials are trying to turn \nthings around. One key strategy is embracing immigrants, in the hope they will encourage friends and family to \njoin them.\n\nMayor Stephanie Rawlings-Blake (D) has told Latinos, in particular, that she is counting on them to help Baltimore \ngain 10,000 families within a decade. As a first step, she signed an order in March prohibiting police and social \nagencies from asking anyone about immigration status - and in the order, she explicitly asked federal immigration \nauthorities to tell anyone they arrest that they are not agents of the city.          Baltimore joins an increasing number \nof U.S. cities, most of them manufacturing behemoths fallen on hard times, that are courting immigrants to reverse \nhalf a century of population loss.          \n\nThe Global Detroit effort includes programs that help immigrants start small businesses, get driver's licenses and \nlearn English. As part of the Welcome Dayton Plan adopted last year, the Ohio city sponsors a soccer tournament \nfor immigrant teams. Not to be outdone, Chicago Mayor Rahm Emanuel (D) says he wants his home town to be \nknown as the most \"immigrant-friendly city in the country.\"          The welcome mats thrown out by struggling cities \nand states stand in stark contrast to the reception immigrants have faced in places such as Arizona and Alabama. \nThere, laws requiring police to ask a person's immigration status have raised concerns about racial profiling among \nmany immigrants, whether or not they are in the country legally, and many have left because of the stricter laws, \nas well as the recession.          \n\nIn the Washington region, Prince William County saw a drop in its immigrant population, both legal and illegal, after \nit mandated that police make immigration checks.\n\n\n              Baltimore has undergone a shift in attitude. In 2004, then-Maryland Comptroller William Donald Schaefer \n(D), a former mayor and governor, chastised immigrants who don't speak English well after a Spanish-speaking \ncashier at a McDonald's had trouble understanding his order. \n\n\"I don't want to adjust to another language,\" Schaefer said. \"This is the United States. I think they ought to adjust to \nus.\"\n\nEight years later, Baltimore and many other cities are adjusting.\n\nThe 2010 census was a tipping point. Most cities that grew had Hispanics and, to a lesser degree, Asians to thank. \nCities with few immigrants lost political power and federal money as district lines and funding formulas changed to \nreflect new census numbers.\n\n\"The census has shown cities definitively what the population trend is,\" said Margie McHugh, an immigration expert \nwith the nonpartisan Migration Policy Institute. \"It got a lot of smart people in city and state governments looking 10 \nyears ahead and thinking hard about what the economic future for cities could be.\"\n\nIn Michigan, former state House majority leader Steve Tobocman (D) heads Global Detroit, built around the idea \nthat immigration can drive an economic rebound. The group plans to provide training in how to start \"micro \nenterprises\" and has created a \"welcome mat\" network of social service agencies that offer English and citizenship \nclasses. It hopes to draw both entrepreneurial engineers who graduate from the state's universities and working-\nclass immigrants who can start small neighborhood businesses.\n\n          \"Immigrants have a lot to contribute to job creation and economic growth,\" Tobocman said.          \n\nMost of the immigrant-friendly measures around the country are in their infancy, so it is difficult to assess how \neffective they are. Philadelphia, for example, saw its population grow for the first time in 60 years after the mayor \nordered police in 2009 not to ask about immigration status, but the rise in Hispanic and Asian residents that was \nresponsible for the increase might have happened anyway. Hispanics and Asians are the two fastest-growing \ngroups in the country, more because of their higher birth rates than to immigration.\n\n          Critics of 'sanctuary cities'          \n\nCritics say cities that lure immigrants end up with high numbers of undocumented migrants. That also is difficult to \nmeasure, particularly now that immigration from Mexico, the largest source of illegal immigration, has dwindled to \nessentially zero.\n\nThe census does not ask immigration status, so it is not possible to say how many of Baltimore's 45,000 foreign-\nborn residents are here legally. But the Pew Hispanic Center estimated that in 2010, Maryland had the nation's \n10th-largest population of unauthorized immigrants.Del. Patrick L. McDonough (R-Baltimore County) said he is \nconsulting with Judicial Watch, a conservative think tank, about whether Rawlings-Blake is \"aiding and abetting\" \npeople who are in the country illegally.\n\n             McDonough said the mayor's order in effect creates a \"sanctuary city\" that will draw undocumented \nimmigrants who will compete for jobs with current residents. Baltimore's unemployment rate tops 10 percent; for \nAfrican American men, it is at least double that.\n\n\"For the mayor to want to increase the population of Baltimore City in principle is an admirable thing,\" McDonough \nsaid. \"But by going after people who don't have a lawful presence, and all of the accompanying cultural and criminal \nissues associated with that policy, you are counterproductive. You're going to discourage people who live in the city \nfrom continuing to be there.\"\n\nImmigrant outreach - such as the city-run classes in Spanish - is just one part of the mayor's agenda for growing \nBaltimore. She has programs that aim to improve public schools, reduce crime, cut property taxes and create jobs, \nincreasing the city's appeal to all residents. The mayor's order has been her only action aimed at immigrants, \nthough other initiatives are being considered.\n\n\n\n\"What we want to do is attract immigrants who call home and say: 'Maybe you should think about coming to \nBaltimore. I'm having a great time here,' \" said Ian Brennan, a mayoral spokesman.\n\n          Widespread support          \n\nSupport for the policy appears to be broad.\n\n\"I agree with her policy in terms of trying to increase the city's numbers,\" said Del. Curtis S. Anderson (D), chairman \nof the city's House delegation in Annapolis. \"Her idea now to reach out to the non-documented population is one \nway. But I don't think it's the most important thing she's doing.\"\n\nMore important, he said, is reducing the property tax rate and creating jobs.\n\nRyan O'Doherty, another mayoral spokesman, said the city has several pillars of economic strength offering jobs at \nall skill levels: Johns Hopkins University, the port and tourism.\n\n                           As if to underscore the urgency of stemming the city's population dive, new census estimates \nshow that Baltimore lost an additional 1,500 residents in the 15 months after the census, bringing it below 620,000. \nThe figures, which are being contested by the city, show a continued exodus of black residents, while the numbers \nof Hispanics, Asians and non-Hispanic whites were on the upswing.\n\nOnly Cleveland and Detroit lost more residents than Baltimore. During the same period, the District gained 16,000 \nresidents and is closing in on its northern neighbor in the rankings of big cities. Baltimore is now the nation's 24th \nlargest city. In 1980, it ranked 10th.\n\n             Hispanics in particular have helped slow the decline in the city's population, which peaked at 950,000 in \n1950. Their numbers more than doubled over the past decade, from 11,000 in 2000 to 26,000 in 2010. They now \nmake up 4 percent of Baltimore residents, a fraction of their share of the state and national population.          \n\nHispanics born in Mexico, Central America and South America make up more than a third of all foreign-born \nresidents of Baltimore, according to census figures. The city also draws many immigrants from Africa, China and \nthe Middle East.\n\n          Reviving Highlandtown          \n\nOne place where the influx of immigrants is most evident is Highlandtown, a neighborhood of narrow rowhouses, \ncorner bars and grocery stores on Baltimore's east side. It was settled by European immigrants, mostly Greeks, \nItalians and Poles who never moved to the suburbs and left their homes to their children. Merchants say that by the \nearly 1990s, the neighborhood was dying.\n\nBut today, it is a bustling crossroads. Convenience stores advertise Corona and Modelo beers. Restaurants \nfeaturing Mexican and Honduran fare stand beside diners serving up Coney dogs. A storefront church, Jesus de \nVida, occupies a building next to the Madina Grocery and Halal Meats, which is run by a Chinese couple. A refugee \nresettlement center guides newcomers from Nepal and French-speaking Africa on orientation tours, including a stop \nat the Southeast Anchor Library.\n\n\"One of the first things they do is get a library card,\" said branch manager Cindy Kleback. \"Then they can use the \ncomputers for free to communicate with people back home. I walk past the computers and see people watching TV \nfrom Eritrea.\"\n\nEvery Thursday, the library hosts a children's storytelling hour in Spanish. Non-Hispanic parents also bring their \nchildren to expose them to another language and culture, fostering friendships that have led to baby showers in the \nlibrary and a potluck Thanksgiving dinner.\n\n\n\nThe spreading Latin influence has been a welcome change to Fidelita Portillo, who found few familiar products at \nthe corner grocery when she moved to Baltimore eight years ago to join her sister. Today, several grocers carry the \nchiles, sweet breads and Goya products that remind her of her native El Salvador.\n\nThis year, Portillo enrolled her 4-year-old in preschool and readily found information in Spanish. The school has an \ninterpreter available as well.\n\nWhen the mayor held a small town hall meeting at the library this spring to explain her new, immigrant-friendly \npolicy, Portillo attended. She acknowledges not having the proper documents to be in the country.\n\n\"I feel better knowing the mayor has assured us that the police are not going to be going after the immigrants,\" she \nsaid, adding that she wants her children to grow up without worrying that their parents will be deported. \"People feel \nfree. We don't have to live in hiding and in fear.\"\n\nmorelloc@washpost.com\n"}