{"title": "JEE Main 2020 form correction begins today, correct application details up to Oct 20", "body": "\nNEW DELHI: The National Testing Agency (NTA) is going to open the window online for JEE (Main) 2020 \napplication form correction on Monday, October 14, 2019. Candidates, who have applied for the January 2020 \nJoint Entrance Examination, can now correct their information in the JEE Main Application Form 2020, if there is \nany discrepancy. The NTA will activate the link for correcting their data (wherever necessary) in the application \nfrom today. The facility for correction will be operational on the website on the official website - \nThey are further advised to make correction in their particulars, in their respective application form wherever \nincorrect or incomplete.     S. No.  Events Dates   1 Start Date of JEE Main Application Form 2020 September 3, \n2019   2 Closing Date for JEE Main Application Form 2020 October 10, 2019   3 Release Date of Image Remove \nDiscrepancy September 13, 2019   4 Release of JEE Main Application Form Correction 2020 October 14, 2019   5 \nLast Date for Application Form Correction October 20, 2019 The candidates are allowed to make the corrections, \n(if any), latest by October 20, 2019. Thereafter, no correction in particulars, whatsoever, will be entertained by NTA \nunder any circumstances. The additional fee (wherever applicable) will be paid by the candidate concerned either \nthrough Credit/Debit Card/Net Banking/UPI and PAYTM generated during the online correction from October 14, \n2019 to October 20, 2019 (11:50 p.m.). Since, it is a onetime facility extended to the candidates to avoid any \nhardships to them, the candidates are informed to do the correction very carefully, as no further chance for \ncorrection will be given to the candidates. In case of any query with respect to online application and fee payment, \nthe applicants may contact the helpline at NTA Helpdesk (0120-6895200). The candidates can also use the Query \nRedressal System (QRS) available on the JEE (Main) website. For more updates and latest news keep visiting the \nwebsite of JEE (Main): https://jeemain.nta.nic.in. For Reprint Rights: timescontent.com\n"}