{"title": "BUSH'S FRACTURED FAIRY TALE. PRESIDENT THINKS HE HAS MAGIC RECIPE, BUT A REFUSAL TO ENFORCE EXISTING LAWS SHOULD MAKE BILL DISAPPEAR", "body": "\nWhen President Bush emerged from his meeting with Senate Republicans yesterday, the flushed, harried look on \nhis face suggested he hadn't made much progress on immigration. That's not surprising if his argument inside was \nno better than the snippy speech he made afterward.\n\n\"The status quo is unacceptable,\" he said to reporters. \"We've got to convince the American people that this bill is \nthe best way to enforce the border.\"\n\nHey, while you're doing magic tricks, why not convince the American people things are going great in Iraq, too?\n\nBaloney is on sale in Washington, and Bush is the Butcher-in-Chief. Who is to blame for the \"unacceptable\" status \nquo other than the man who has been President for 6 1/2 years? As for the notion that what he really wants to do \nis enforce border laws, what's stopping him? There are already plenty of laws against entering the country illegally \nand fining employers who hire such workers.\n\nThe first President to hold an MBA is giving management a bad name. That he is, post 9/11, MIA in shutting the \nborder is malpractice on a grand scale.\n\nThat Bush won't enforce the most basic security measures - your identity must be certain and you need a visa to \nenter the United States and authorization to work - is why the immigration bill that died last week should rest in \npeace. Bush called it \"comprehensive,\" but that just means that different aspects would satisfy different special-\ninterest groups. Instead of solving problems, it would sprinkle fairy dust and declare them solved.\n\nThe heart of the bad bill was a series of logistical requirements that would overwhelm the already chaotic system. \nBackground checks for 12 million illegal immigrants would likely become a rubber-stamp factory, if enough rubber \nstamps could be found. The requirement that all illegal immigrants pay back taxes would yield a bumper crop of \nphony documents. And the requirement that all 12 million learn English and that nearly all pay hefty fees and fines \nand go home before becoming legal would be impractical and unenforceable.\n\nJust last week the administration suspended new passport requirements adopted in January. Their offices \nswamped with backlogs and long lines, the State Department and the Department of Homeland Security \ntemporarily waived the rule that U.S. citizens entering the country from Mexico, Canada, Bermuda and the \n\n\nCaribbean had to have passports. These are the same people who would be conducting background checks on \nillegal immigrants to make sure none are terrorists or criminals.\n\nThe fundamental issue is not immigration - it's trust. Most Americans simply don't believe the government will do \nwhat it says it will. Who can blame them? The same promises of one-time forgiveness and strict enforcement going \nforward were at the heart of the last immigration \"reform\" in 1986. Then, 3 million immigrants got amnesty. Twenty \nyears later, we only have a bigger mess.\n\nOf course, nothing happens in Washington without a heaping helping of hypocrisy. It is bizarre that Democrats like \nTed Kennedy are Bush's partners on immigration even as the vast majority of Republican senators oppose it. The \nsame Democrats who say Bush lied to the nation about Iraq and screwed up the management of the war now say \nhe can manage the logistics of the new immigration bill. No wonder congressional approval ratings are in the toilet, \nalong with Bush's. They deserve each other.\n\nYes, immigration is a mess, but a new law isn't always the answer. Sometimes you just need to enforce the laws \nyou have. This is one of those times. If existing laws are enforced consistently and fairly, and the border is sealed, \nthe problem of what to do about those already here will gradually shrink to a more manageable number. Then we \ncan have a debate that produces more than false promises and strange bedfellows.\n\nmgoodwin@nydailynews.com\n\nGraphic\n\n \n\nPhoto by Brendan Smialowski/Bloomberg News\n"}