{"title": "FEDS ARE MISUING IMMIGRATION LAWS", "body": "\nThe United States should stop using immigration law to punish union members.\n\nThis month, nine Minneapolis hotel maids won a lawsuit against Holiday Inn Express. The workers had helped form \na union in August. In October, managers of the hotel fired them and reported them to the Immigration and \nNaturalization Service, which had them arrested. The Hotel Employees and Restaurant Employees Union filed a \ncomplaint with the Equal Employment Opportunity Commission on behalf of the workers, who won a $72,000 \nsettlement. It was the first time the EEOC ever intervened on behalf of illegal immigrants.\n\nDespite their victory, the workers still are likely to be deported to Mexico.\n\nThis is not the first time U.S. employers have used threats of deportation to keep immigrant workers from organizing \nlabor unions. It will not be the last. But employer sanctions against workers trying to organize have grown more \nfrequent and widespread.\n\nLast March, 13 apple-packing houses fired more than 500 immigrant workers in Washington state who were part of \na union organizing drive.\n\nIn another case, management at RCR Classic, a Los Angeles furniture manufacturer, allegedly targeted pro-union \nworkers by sending them letters asking them to verify their legal status.\n\nThese examples demonstrate how current immigration laws help unscrupulous employers to break unions.\n\nWhen Congress passed the 1986 Immigration Reform and Control Act, employers suddenly became de facto \nagents of the INS. They are required by law to verify the immigration status of their employees. Many employers \nwillingly continue to hire undocumented workers. But as soon as these workers agitate for better pay or for safer \nconditions or for union representation, some employers turn them in.\n\nThe chances of a company getting fined by the INS are less than two-tenths of a percent, according to the \nWashington Post. This gives employers little reason not to hire undocumented workers. And it gives those \nemployers tremendous power to dismiss employees at willwhile blaming the government.\n\nIn an election year, immigration and labor are hot-button issues. But candidates should address the fundamental \nconflicts in U.S. immigration and labor policies.\n\nMany industries in the United States depend on immigrant labor. Whether they are picking produce, sewing clothes \nin factories or building roads and highways, immigrants are an essential part of today's work force.\n\nWorkers should have the right to organize freely - no matter what their immigrant status.\n\n\nRuiz is associate editor at NACLA Report on the Americas magazine in New York. He can be reached at \npmproj@progressive.org, or in care of the Progressive Media Project, 409 E. Main St., Madison, Wis. 53703. \nDistributed for the project by KRT News Service.  \n"}