{"title": "Governor Cuomo Highlights Office for New Americans on 5th Anniversary of First-Ever State Immigrant Services Office", "body": "\nGov. Andrew Cuomo, D-New York, issued the following news release:\n\nGovernor Andrew M. Cuomo today recognized the fifth anniversary of New York State's Office for New Americans, \nthe nation's first statutorily created immigrant services office. Since its inception, the Office for New Americans has \nhelped more than 200,000 New Americans navigate the naturalization process, start and grow their own \nbusinesses, learn English and become part of New York's diverse cultural fabric.\n\n\"New York has always been - and always will be - a true beacon of hope and promise, with Lady Liberty welcoming \nimmigrants to our shores,\" Governor Cuomo said. \"We created the Office for New Americans because \nimmigrants deserve every opportunity that generations before us have enjoyed. This accessible and hospitable \nresource has helped hundreds of thousands of individuals steer through increasingly complicated immigration \nissues and ultimately thrive in these uncertain times.\"\n\nIn 2013, Governor Cuomo directed the New York Department of State to coordinate with 27 neighborhood-based \nimmigration service providers in 21 cities across the state to serve as Opportunity Centers. These Opportunity \nCenters offer free assistance to individuals seeking to learn English, obtain legal counseling, and access state \nservices and guidance through the immigration and naturalization process. The Governor then codified the \ncollaboration as the Office for New Americans in statute, making it the only permanent agency of its kind in the \nnation.\n\nLieutenant Governor Kathy Hochul said, \"As the granddaughter of Irish immigrants who fled poverty in search of a \nbetter life, I have a deep appreciation for the struggles encountered by our newest Americans. This office has made \nthe journey smoother by providing immigrant services to hundreds of thousands of newNew Yorkers, and I've seen \nit at work firsthand while participating in countless naturalization ceremonies. The Office for New Americans helps \nindividuals overcome barriers and teaches skills necessary to help them succeed. We will continue to invest in \ninclusive, diverse communities that define the very best of our state.\"\n\nNew York Secretary of State Rossana Rosado said, \"This is what defines New York State. We embrace our state's \nlegacy of welcoming those who come to America in hopes of pursuing their dreams. Amid the increasing fervor of \nthe national immigration debate, ONA has worked steadfastly to connect with New Yorkers. We have increased \noutreach and education efforts to residents and communities across the state to ensure they know their rights and \nhow to get free assistance.\"\n\nOffice for New Americans Director Laura V. Gonzalez-Murphy, MS, PhD said, \"Governor Cuomo is ensuring that \nNew York's harbors are not only welcoming to immigrants, but also providing necessary resources so that families \n\n\nand businesses can grow and thrive. The Office for New Americans has made a positive impact on thousands of \nNew Yorkers' lives, and we are optimistic for more great things to come in the future.\"\n\nOffice for New Americans' Work\n\nSince its inception, ONA has evolved and continues to work with partners reflecting the ever-changing needs of \nimmigrant communities and the political environment.\n\nThe Office for New Americans has served more than 200,000 New Yorkers over the past five years. Of these:\n\n* 19,543 were Naturalization and DACA applications and referrals;\n\n* 31,780 participated in ESOL classes throughout the state;\n\n* 4,161 partook in entrepreneurship classes across New York;\n\n* 500 graduated with at least 20 hours of English language coursework via Cell-Ed, a phone-based English learning \nsystem for individuals who have difficulty reaching an actual classroom; and\n\n* 1,540 are actively engaged in Cell-Ed throughout the state.\n\nONA's work is enhanced by the New Americans hotline - 800-566-7636 - where individuals can obtain free, multi-\nlingual services and file fraud complaints. Since its inception, more than 150 complaints against fraudulent legal \nservice providers made to the hotline have resulted in referrals to appropriate District Attorneys' offices.\n\nIn addition to providing free direct assistance to individuals, ONA has conducted more than 6,000 seminars and \nmeetings to educate New Yorkers on how to apply for a passport, how to apply for college, what to do if/when \nimmigration officers come to their homes, what avenues are available for victims of domestic violence, and more.\n\nThe Office of New Americans also established a network of navigators throughout the state with a focus on \nproviding accurate and reliable information to immigrant and refugee communities. These ONA navigators lead \nroundtable discussions with affiliated groups and advocates, workforce development programs, community \nconversations to forge relationships between communities, and trainings for additional navigators to further ONA's \nmission.\n\nONA also recently launched another first-in-the-nation program to support parents and families caring for \nunaccompanied and/or undocumented children through a partnership with the Children's Village and its ONA \nCenters at Central American Refugee Center in Long Island and Neighbors Link in Westchester County.\n\nThe successful ONA Opportunity Center model was recognized in 2017 at the United Nations' Fourth Mayoral \nForum on Human Mobility, Migration and Development in Berlin, Germany, marking the first time a state-led \nintegration effort was recognized at a U.N. event.\n\nThe Office of New Americans has recently increased outreach in the wake of the Trump administration's arbitrary \ndecision to end Temporary Protected Status for individuals from El Salvador, Haiti and Nicaragua. Of the 114,127 \nSalvadorans currently living in New York State, 16,200 are Temporary Protected Status beneficiaries and will be \nimpacted by the federal government's decision to end recognition.\n\nLiberty Defense Project\n\nCreated by Governor Cuomo in 2017 in response to hostile federal policies, the Liberty Defense Project is the \nnation's first state-led project to assist immigrants - regardless of status - in obtaining access to legal services and \nprocess. The Liberty Defense Project provides essential legal services on deportation defense, direct \nrepresentation, consultations, application assistance and more. The public-private partnership is administered by \nthe Office for New Americans and run in partnership with law firms, legal associations, advocacy organizations, \ncolleges, universities and bar associations across the state.\n\n\n\nIn its first six months of operation, the Liberty Defense Project provided more than 3,000 free and confidential \nservices to individuals needing legal assistance through its network of 47 community-based groups.\n\nDoris Moran, who was helped obtain citizenship through ONA, said, \"Thanks to the Office for New Americans, I am \na U.S. Citizen. After many years of waiting for this special moment, ONA helped me through the process with \nNaturalizeNY and I'm sure many immigrants in New York are getting ONA's guidance to succeed in New York.\"\n\nGareth Shippy, who was also helped through the naturalization process by ONA, said, \"The Office for New \nAmericans is an excellent resource for the Immigrant community in New York. They offered me the opportunity to \nbecome an American citizen and for that I'm very thankful, and I am sure millions of immigrants like me can take \nadvantage of this wonderful state program and get the help they need to be part of the New York's family.\"\n\nCarola Otero Bracco, Executive Director of Neighbors Link, said, \"Working in partnership with the staff and leaders \nat the Office for New Americans has provided Neighbors Link with the opportunity to elevate our programming in \nways that exceeded our expectations. We are honored and grateful to be a part of this program. We celebrate with \nyou and are eager to stand with you to continue to provide opportunities for immigrants to thrive and feel \nempowered and valued in our state and local communities.\"\n\nJose Calderon, President of the Hispanic Federation, said, \"Hispanic Federation stands alongside Governor Cuomo \nto celebrate the 5th anniversary of the Office for New Americans. Thanks to the Governor's leadership, this \nanniversary not only reflects the success of the state's efforts to aid our immigrant community, but it is also a \nreflection of its commitment to empower immigrants across New York. The Hispanic Federation has seen firsthand \nhow this initiative has helped hundreds of thousands of immigrants - from greater integration through ESOL and \nCivics courses to access to reliable immigration service providers - the Office for New Americans has strengthened \nour communities at large. We are proud to partner with the Office for New Americans and are proud to serve \nimmigrants through this powerful program.\"\n\nAnne Erickson, President & CEO of the Empire Justice Center, said, \"We are thrilled to celebrate the Fifth \nAnniversary of Governor Andrew Cuomo's creation of ONA. ONA remains a groundbreaking and innovative force \nfor new Americans in New York. The ONA staff meet constantly emerging challenges facing the immigrant \ncommunity with creativity and passion - whether it's using innovative technology to help with English language \nlearning, creating a fund to help low income immigrants pay the fees to process their naturalization applications or \ndeveloping the new and much needed Liberty Defense Project. Empire Justice Center is proud to stand with \nGovernor Cuomo and ONA as we work to protect and defend the rights of immigrant families living in New York.\"\n\nAngela Fernandez, Esq, Executive Director of Northern Manhattan Coalition for Immigrant Rights, said, \"We \ncongratulate Governor Cuomo for his vision and foresight in creating the Office for New Americans, a critical \ninstitution for immigrants in the State of New York. The office of New Americans provides the legal and educational \ntools for New Yorkers who wish to stay here with their families and their communities.\"\n\nMonsignor Kevin Sullivan, Executive Director of Catholic Charities, Archdiocese of New York, said, \"The \ndevelopment of the Office for New Americans continues the legacy of NYS as a welcoming community for \nimmigrants to the United States. As we mark the 5th anniversary of the establishment of centers throughout the \nstate, we salute this initiative in which newcomers are provided skills needed to take advantage of the many \nopportunities afforded by this country. Catholic Charities is proud to have been part of this initiative since its \ninception and looks forward to continuing this partnership of welcoming and integrating immigrations to New York.\"\n\nJo-Ann Yoo, Executive Director of the Asian American Federation, said, \"Congratulations to the NYS Office for New \nAmericans in achieving a milestone birthday! Now more than ever, when immigrants are being vilified and many \nare living in fear, ONA's work is critical in assisting newcomers to our country by empowering them to engage in the \ncivic life of their communities. Moreover, for the pan-Asian community, the ONA Opportunity Center program has \nenabled trusted community groups to shepherd low-income and working individuals and families through the \ncitizenship process, including paying for their application fees. We applaud ONA's efforts to prioritize integration \n\n\n\nservices, along with naturalization and immigration legal services, to create holistic models of civic empowerment. \nWe look forward to many more years of successful partnership in serving and supporting new New Yorkers.\"\n\nOren Root, Director of the Center on Immigration and Justice at the Vera Institute of Justice, said, \"The Liberty \nDefense Project is helping many thousands of immigrant families receive due process and the chance to remain \ntogether. On the fifth anniversary of the creation of the Office for New Americans, Vera salutes Governor Cuomo's \nand ONA's deep commitment to protecting immigrant families in the State of New York.\"\n\nSteven Choi, the Executive Director of the New York Immigration Coalition, said, \"The Office for New Americans \nhas been a shining example of how government can lift up immigrant communities. Having advocated for years for \nthe creation of the office, the NYIC has been proud to partner with ONA since Governor Cuomo created it five years \nago, as it has become a vital resource- protecting immigrant communities from scams and fraud, increasing \nawareness around DACA applications, creating immigrant job centers, and increasing English Language Learner \ntrainings. With a hostile federal government, ONA is more important than ever to preserving our New York and \nbolstering the diversity that makes us great.\"\n\nImmigrants and Refugees in New York State\n\nAccording to the American Immigration Council:\n\n* One in five New Yorkers is an immigrant - 4.5 million, or 22.9 percent of the state's population in 2015. One in six \nis a native-born U.S. citizen with at least one immigrant parent.\n\n* Immigrants make up more than 25 percent of New York's labor force and contribute billions of dollars in federal \nand state taxes.\n\n* New York's immigrant-led households added to the state's economy by spending more than $103 billion in after-\ntax income in just 2014.\n\n* There are 347,573 immigrant business owners, accounting for 33.8 percent of all self-employed New York \nresidents in 2015, generating $7.2 billion in business income.\n\nNearly 44,000 Deferred Action for Childhood Arrivals (DACA) recipients live in New York according to USCIS.\n\nImmigrants in New York have helped stabilize the populations of Upstate communities, which have seen declines \nsince World War II, according to the Office of the State Comptroller.\n\nNew York State accepted 5,026 refugees between October 2015 and September 2016 - the third most in the \ncountry according to the U.S. Department of State. The Democratic Republic of the Congo consisted of the largest \ngroup (951), followed by:\n\n* Somalia (819)\n\n* Myanmar (782)\n\n* Syria (640)\n\n* Iraq (427)\n\n* Bhutan (320)\n\n* Afghanistan (272)\n\nOf these refugees, Upstate New York accepted 94 percent (4,722). Specifically, Erie County took in 36 percent, \nfollowed by Onondaga County with 25 percent. The New York City Metro/Long Island region accepted the \nremaining 6 percent.\n\n\n\nThe Office for New Americans is always seeking volunteers to assist at Opportunity Centers across the state. To \nlearn more about the Office for New Americans and opportunities to volunteer, visit www.newamericans.ny.gov.\n\nTo learn more about the Liberty Defense Project and opportunities for attorneys and law students to volunteer pro \nbono, visitwww.ny.gov/programs/liberty-defense-project.\n\nCopyright Targeted News Services\n\nMSTRUCK-6202134 MSTRUCK\n"}