{"title": "IMMIG RULES SPUR EXODUS", "body": "\nFrom the streets of the city's immigrant communities to the boardrooms of its top firms, hundreds of newcomers are \nbooking flights out of the country as they eye a legal deadline that looms 48 hours away.\n\nThose who have lived in the U.S. illegally since April 1 face a three-year reentry ban if they leave after Saturday and \ntry to return afterward.\n\nMany lawyers say they have advised clients to fly out now and apply for visas or green cards in their homelands.\n\n\"Now the big crunch is coming. This law was designed to get rid of illegal aliens, and it's doing that,\" said Ronald \nStorette, an immigration law expert in Manhattan. \"No one wants to risk being barred.\"\n\nAlexander Popovic is leaving tonight for Belgrade. When he'll come back to see his wife and 3-day-old son in \nBrooklyn is as uncertain as the peace in his homeland.\n\nThe artist came to the U.S. in 1988 on a scholarship and earned a master's degree at Brooklyn College. His visa \nexpired in 1993, the year before he married an American.\n\nTwice, Popovic applied for a waiver of a special visa provision that requires him to go back before seeking U.S. \nresidency. Twice, he was denied. Fearing a three-year separation from his wife, Jennifer, and son, Henry, he hired \na lawyer to fight his case and booked an Air France flight.\n\n\"I'm not sure what will happen,\" Popovic, 40, said glumly. \"The one thing I know is I'm not going to be able to get a \njob there. The country has about 50% unemployment now.\"\n\nSince 1995, a federal law enabled many of the estimated 400,000 illegals in New York to seek a green card without \nleaving the U.S. All they needed was $ 1,000 and sponsorship from an employer or a relative with legal status.\n\nBut that law will expire on Tuesday,barring unlikely action on an extension by a divided Congress. Therefore, many \nillegals are leaving before Saturday's legal deadline triggers the three-year ban. The penalty is even worse 10 years \nif they stay past April 1, 1998, and Congress doesn't approve a renewal.\n\nThe departing throng includes many foreign-born executives for top New York firms, said Storette, a Proskauer \nRose law firm partner who counsels corporate clients. Typically, the executives are awaiting approval of residency \napplications.\n\nLacking that approval, said Storette, \"I've told my clients they should leave.\"\n"}