{"title": "To Turn the Illegal Tide", "body": "\nAt last, the country seems to be getting somewhere in the tormenting effort to reduce illegal immigration.\n\nTo some people, the numbers are so alarming they are ready to close the Golden Door with a slam. Others, for \nwhom immigration means infusions of energy, resist closing it at all, even to illegal migrants. Still others, and we \ncount ourselves among them, advocate keeping the Golden Door open - while shutting the back door.\nEditorial discusses problem of illegal aliens in US following vote by Federal commission on immigration \nrecommending alien identification cards\n\nWhatever one's view, the debate so far has been sterile. How can one seriously argue whether to increase legal \nimmigration by 80,000 or 250,000 when maybe 6 million illegal aliens are already here and thousands more are \ncoming daily? There can be no sensible policy without the means to enforce it.\n\nThe good news is that last week, after 19 months of work, a blueribbon Federal commission took two final votes \nthat, taken together, will vitalize the debate. If Congress goes along, a humane and consistent immigration policy \nwill not be far behind.\n\nIn the first, more important decision, the Select Commission on Immigration voted 14 to 2 for something called \nemployer sanctions.  It was, in simpler language, a resounding vote against hypocrisy.\n\nAt present, the United States says to the Immigration Service: patrol the border, conduct sweeping raids - keep the \nillegals out.  But the message to employers is a big wink: even if we catch illegals working for you, they're culpable, \nnot you. So the economic magnet continues to draw thousands. The Border Patrol, understaffed by budget-cutters \nand undermined by employers, is dispirited, and small wonder. If Congress now in fact makes employers culpable \nfor hiring illegal aliens, that alone would be a strong deterrent.\n\nThe second commission vote, concerning the emotional question of identification, was disappointing.  Employers \ncannot be held accountable if they can't readily tell which aliens are illegal. Since forged papers are cheap, the \nanswer is some form of secure identification. One proposal is to require job applicants to identify themselves with \nseveral pieces of I.D. and to swear that they are legal residents. Another idea is a call-in data bank, permitting \nemployers to check an applicant's truthfulness, the way retail clerks verify credit-card purchases.\n\nThe most effective method would probably be forgery-proof Social Security cards. That arouses fears of internal \npassports and police statism. But all workers must now supply their number when they start a job, or a bank \naccount; it's hard to see what freedom is at issue, beyond the freedom to give a false number.\n\nWhich method did the commission choose? None; it ducked. By the narrowest imaginable vote, 8 to 7 with one \npass, it voted for some kind of more secure identification without specifying. Commissions are meant to lead \nopinion and absorb criticism. That hair-thin vote is not likely to inspire Congressional courage.\n\n\nTwo things have been missing from the debate.  First, technical information; for years, people in Congress have \nbeen saying, yessir, we need to clean up the immigration mess, but it's complicated and needs further study. The \nSelect Commission has provided that study and nullified that excuse. What has been missing, second, is the will to \nenforce sound immigration rules once they're in place. The commission has expressed that will. The rest is up to \nCongress.\n"}