{"title": "Suicide Threat By 9 Refugees Held in Camp By Australia", "body": "\nNine teenage Afghans seeking asylum are threatening to kill themselves unless they are freed from a camp where \nhundreds of illegal immigrants have been on a hunger strike for two weeks to protest their detention. \n\n     The threats have prompted a government delegation to make its third visit in about a week to the isolated \ncamp, on the desert plains of South Australia, to discuss the immigrants' demands. \n\n The immigrants are protesting the conditions at the camp, called Woomera, and the government's policy of \ndetaining all illegal immigrants while their applications for asylum wind through the bureaucracy, which can take \nyears. In the past week, detainees at other centers across Australia have joined the protests.\n\nSome have sewn their mouths shut and refused to eat. Others have harmed themselves by swallowing chemicals \nor cutting their wrists and stomachs. Several have tried to hang themselves, the government has confirmed. \n\nThe nine boys who threatened suicide said they would wait 24 hours while government negotiators met with them \nand the other protesters. Most are from the Middle East and Asia.\n\n\"They're terribly adamant about it,\" said Robert McDonald, a lawyer for the teenagers. \"I'm sure they will follow \nthrough.\"\n\nHassan Varasi, an Afghan asylum seeker who is acting as spokesman for hundreds of detainees from inside the \ncamp, said most hunger strikers had cut the threads from their mouths to show a willingness to negotiate. \n\n\"There is a sign of hope,\" he said.\n\nThe talks started Tuesday night and are to continue today.\n\nBut the gulf between what the immigrants want and what the government is willing to give remains wide. The \nimmigrants say they want to live in the community, not in a camp ringed with barbed wire, while their applications \nare processed. But \"moving is not our only demand,\" Mr. Varasi said. \n\nThe government is not budging on its 10-year-old policy of mandatory detention, taking a tough line against a rising \ntide of migrants shipped here by smugglers who have made Australia an increasingly popular destination. \n\nThe government delegates who have visited the camps said they would recommend closing Woomera in the long \nterm. \n\n\nBut lawyers for the asylum seekers, who have been barred from the discussions, contend that the delegates, \nformally an advisory group on the detention of immigrants, serves a limited role. \n\n\"They're a papier-mache body,\" Mr. McDonald said. \"They don't have any power to do anything.\"\n\nParis Aristotle, a member of the advisory group, conceded that releasing detainees \"is not something that we have \nthe capacity to authorize.\" The group's purpose is diplomatic, he said.\n\nEven moving the asylum seekers from Woomera to another center seems unlikely in the short term. There is no \nspace available at other camps, an immigration agency spokesman said.\n\nThough the government faces mounting criticism from groups like Amnesty International, Prime Minister John \nHoward and other politicians have said there is no alternative.\n\n\"Tough as our policy is,\" Foreign Minister Alexander Downer said in a recent radio interview, \"if we were to abandon \nthat policy, as some suggest, then we'd live with the consequences of having a completely disorderly immigration \nprogram.\"\n\nMaking reference to the policy's broad support among Australians, he said, \"I'll be more concerned when \nAustralians disagree than when some foreigners do.\" \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: An asylum seeker yesterday at Port Hedland Detention Center in northwest Australia. Dozens of refugees \nin scattered camps have stitched their lips during a two-week-old hunger strike to protest camp conditions. \n(Reuters) \n"}