{"title": "6 TYSON FOODS OFFICIALS FACE FEDERAL CHARGES OF SMUGGLING IMMIGRANTS; SCHEME INCLUDED TWO MISSOURI PLANTS, AUTHORITIES SAY", "body": "\nSix executives and managers of Tyson Foods Inc. were accused Wednesday of smuggling illegal Mexican \nimmigrants into the country to work at the processing plants of the world's largest poultry company.\n\nThe federal indictment said one of the managers had told an undercover agent that the company would pay $200 \nfor each illegal alien delivered.\n\nThe indictment, unsealed Wednesday in U.S. District Court in Chattanooga, also said the managers had helped the \nimmigrants obtain false documents to work in the United States, hoping that the cheap labor would help Tyson cut \ncosts and meet production goals. In what immigration officials said is the biggest case of its kind, Tyson also is \naccused of failing to check the credentials of illegal workers.\n\nAmong those indicted was Keith Snyder, former complex manager at Tyson's operation at Noel, in Missouri's far \nsouthwestern corner. Tyson's plants in Noel and outside Sedalia were among 15 plants in nine states involved in \nthe scheme, the Justice Department said.\n\nNoel Mayor John P. Baucom reacted with surprise to word of the federal indictment. \"I'm flabbergasted over all \nthis,\" said Baucom, the top elected official in Noel, a town of almost 1,500.\n\nBaucom described Snyder as \"an all-American boy.\"\n\n\"He doesn't strike me as the kind of person who would do something illegally,\" Baucom said.\n\n\"He's just logical. If there is a problem, he will try to help you take care of it. He can meet you one-on-one and see \nboth sides.\"\n\nGenaro Salas owns a convenience store and gas station just outside the main gate at Tyson's Noel plant, where \nhe caters to Hispanics employed by the company.\n\nSalas said Tyson, in its effort to find workers, had gone to Texas to recruit people to come work in the Noel chicken \nprocessing plant.\n\n\n\"I don't see what the big deal is,\" Salas said. \"If people want to work and do the job other people don't want to do - \nlet them.\"\n\nKen Kimbro, a spokesman for Tyson, called \"the prosecutor's claim in this indictment of a corporate conspiracy . . . \nabsolutely false.\"\n\nKimbro said the charges were limited to a few managers who acted on their own. He said that four had been fired \nand that two others had been placed on leave pending the outcome of the case.\n\n\"This indictment came because Tyson refused to agree to the prosecutor's outrageous financial demands,\" Kimbro \nsaid. The Arkansas-based company refused to elaborate on the alleged demands.\n\nAccording to the indictment, the company cultivated a corporate culture in which the hiring of illegal immigrant \nworkers was condoned to meet production goals and to cut costs to maximize profits. The scheme dated back to \n1994, the indictment stated.\n\n\"The Department of Justice is committed to vigorously investigating and prosecuting companies or individuals who \nexploit immigrants and violate our nation's immigration laws. The bottom line on the corporate balance sheet is no \nexcuse for criminal conduct,\" Assistant Attorney General Michael Chertoff said in a statement.\n\nFounded by Donald Tyson, a longtime friend and political supporter of former President Bill Clinton, Tyson is one \nof the world's largest poultry, beef and pork processors, with 120,000 employees and sales last year of $23.8 \nbillion.\n\nThe indictment was handed up after a 2 1/2-year undercover investigation by the Immigration and Naturalization \nService. The undercover investigation that led to the indictment began 18 months before Clinton left office.\n\n\"This case represents the first time the (immigration service) has taken action against a company of Tyson's \nmagnitude,\" said James Ziglar, commissioner of the agency.\n\nThe Tyson case, Ziglar said, means that \"companies, regardless of size, are on notice that (the immigration \nservice) is committed to enforcing compliance with immigration laws and protecting America's work force.\"\n\nAccording to prosecutors, undercover agents working for Tyson were directed by company managers to pick up \nimmigrants at the Mexican border and take them to processing plants. Prosecutors said the agents were \nreimbursed for \"recruitment\" expenses.\n\nProsecutors would not say how many immigrants were involved.\n\nRobert Hash, vice president of Tyson's retail fresh division, and Gerald Lankford, a former human resources \nmanager of the division, were charged, along with three former managers at the Shelbyville, Tenn., plant and \nSnyder, who used to work in Shelbyville.\n\nIn the past, Tyson officials have played down the company's role in the booming Hispanic populations near its \nplants. Bedford County, where the Shelbyville plant is situated, is home to Tennessee's highest concentration of \nHispanics, according to 2000 census figures.\n\nImporting illegal aliens for commercial advantage can carry a mandatory minimum sentence of five years in prison. \nProsecutors are also seeking forfeiture of the financial gain allegedly realized by Tyson and its man agers, which \ncould result in fines exceeding $100 million.\n\nTyson previously encountered legal problems when top executives were accused of providing illegal gratuities to \nformer U.S. Agriculture Secretary Mike Espy and to Espy's girlfriend.\n\n\n\nTyson agreed to pay a $6 million fine in 1998 to settle allegations by a special prosecutor that it had provided \nthousands of dollars in gifts, including football tickets, plane fares and limousine rentals, to Espy while he was \nagriculture secretary in Clinton's administration.\n\nA federal jury acquitted Espy on all charges of improperly accepting gifts and travel from companies that he \nregulated. Espy resigned in 1994 amid the charges.\n"}