{"title": "Ramadan Enters New York City School Life", "body": "\nAs new immigrants and new converts swell the numbers of Muslims in New York City, the rites of Ramadan, \nIslam's holiest period, have quietly seeped into the culture of the city's schools.\n\nAt McKee High School on Staten Island, the basketball coach excuses one of his players from practice at sunset \nevery day so he can dive into his gym bag for a snack. At a Brooklyn junior high school, a seventh grader with a \nMickey Mouse ring sits patiently in the cafeteria every afternoon and watches her classmates noisily dig into platters \nof tuna sandwiches and applesauce.\n\nAnd at schools across the city, nurses report an increase in the number of students treated for dizziness and \nstomachaches, and teachers say they notice some students acting up and others who seem calmer and more \nreflective.\n\nSince Jan. 10, when Ramadan began, thousands of teen-agers from Parkchester to Bay Ridge, like Muslim youths \nacross the country, have been fasting from dawn to dusk, quietly inserting into their daily school routines their \nannual ritual of self-restraint. Ramadan ends Saturday night, when a new moon appears in the sky and Muslims \nworldwide celebrate the Id al-Fitr feast on Sunday.\n\n\"It's just become a part of our school year,\" said Hector Rivera, the principal of Middle School 136 in Sunset Park, \nBrooklyn, where a smattering of Muslim youngsters have been fasting. \"We just go through it.\"\n\n\"It seems a very meditative kind of holiday,\" he observed, and then wondered aloud what school would be like if \nevery student fasted: junior high, he said with a laugh, would be a whole new experience.\n\nFor Liela and Shareefa Rahman, Palestinian-American sisters at Mr. Rivera's school, passing up lunch is generally \nno big deal. Why?\n\nThey answered in unison: \"It's school food!\"\n\nFasting has been more challenging for Ahmed Zayed, 13, an Egyptian immigrant who is spending his first \nRamadan in this country. The other morning, Ahmed shuffled around the back of the cafeteria at Intermediate \nSchool 235 and rubbed his stomach. \"When I see others eating, it's hard,\" he said, noting that in Egypt, hardly \nanyone would be eating during Ramadan. \"I go to the back, so I don't see any food.\"\n\n\nThere are nearly half a million Muslims in the city, but because the Board of Education does not keep files on \nchildren's religion, no one in the system knows how many are of school age and observe Ramadan. The board \nrecognized the first and last days of Ramadan as holy days a couple of years ago and now allows children to take \nthe days off.\n\nThe Ramadan fast, a central tenet of Islam, is intended to engender a sense of empathy with the hungry. In the \nUnited States, some Muslims also see it as a rare withdrawal from consumerism. So during Ramadan -- the month \nwhen the Koran is believed to have been revealed -- every Muslim, once arrived at puberty, is required to refrain \nfrom eating and drinking -- even water -- during daylight hours. Exempted from the fast are the sick and the elderly, \npregnant and menstruating women, and young children. Those in elementary school rarely fast, but once students \nenter junior high school, the practice becomes more common.\n\nIslam is said to be the fastest-growing faith in the United States: its adherents speak a variety of languages and \ncome from places as diverse as Bedford-Stuyvesant, Bangladesh and the West Bank. There are large Muslim \ncommunities in Newark and Jersey City, the Los Angeles metropolitan area, Chicago and Detroit, according to the \nMuslim Public Affairs Council, an advocacy group based in Los Angeles.\n\nBut uniting all Muslims in this country, experts say, is Ramadan, which is increasingly regarded as their most \nimportant act of faith. \"It has become a symbol of what it means to be a Muslim,\" said Yvonne Haddad, a historian \nwho edited \"Muslim Communities of North America\" (SUNY Press, 1994).\n\nIn New York City schools with sizable Muslim populations, educators are increasingly trying to understand and \nexplain Ramadan's significance to the larger student body: At John Jay High School in Park Slope, school officials \nannounced the beginning of Ramadan over the loudspeakers last month. At Fort Hamilton High School in \nBrooklyn, the principal, Alice Farkouh, who is an Arab-American Christian, also allows students to leave early for \nFriday afternoon prayers.\n\nBut many more schools are like Mr. Rivera's M.S. 136, where about 30 of the 936 students are Muslim. Most of \nthem are Palestinians who blend in with the mostly Hispanic student body -- except, that is, during Ramadan. \nDuring these four weeks, Liela, 12, and Shareefa, 13, are among the small group of Muslim students who spend \ntheir lunch break in a corner of the cafeteria or in the schoolyard reading, if the weather is warm enough.\n\nThis is the first year the girls have seriously fasted. So far, they have slipped up only once, on a school trip to \n\"Pocahontas on Ice,\" when all the children around them were munching on gooey nachos. Shareefa was salivating. \n\"I was like, 'Man, I want to eat some nachos,' \" she recalled. \"I got a craving.\"\n\nLiela, the quieter and more serious of the two, tried to stop her, but Shareefa could not resist. Nor, ultimately, could \nLiela. \"I saw her eating next to me, and I had to have some,\" she confessed.\n\nThe girls say they feel no different from anyone else at school. Shareefa said with a shrug that Ramadan is simply \n\"regular.\" In fact, they say, they have more trouble with the stigma attached to being Muslim than with hunger from \nthe fast.\n\nOnce, Shareefa said, a girl asked whether her parents were arranging her marriage. More recently, another student \npredicted that she would shrivel up and die before she finished fasting.\n\n\"That's not true!\" snapped Shareefa. \"They really don't know what they're talking about.\"\n\nLiela and Shareefa, who were both born in New York, do not know what it is to observe Ramadan in a heavily \nMuslim area. They have never been to their mother's home in Ramallah on the West Bank, nor their father's in \nJordan. They know nothing of living in a town where restaurants do not open until sundown, where school is just \nhalf a day during the holy month, where there's no gym class and no nachos.\n\nMiles away, in a blinding blue cafeteria in Long Island City, Queens, Fahmida Chowdhury, 13, and her friends \nmused in Bengali about a different kind of Ramadan. The girls, students at I.S. 235, are all recent immigrants from \n\n\n\nBangladesh, and this is their first American Ramadan. In some ways, they said, it is an easier passage here: In \nBangladesh, they would be sitting at home for half the month, getting bored and famished by midday.\n\nHere, there is really only one thing that tempts Fahmida's taste buds: \"Pizza,\" she confessed the other day, as the \nrest of the school went on with lunch -- a thick slab of cheese pizza and a banana.\n\nOne thing about Ramadan this year is easier, they agreed: it falls in midwinter, when the days are shorter. The \nIslamic lunar calendar is 10 days shorter than the Gregorian, so Ramadan rotates by 10 days every year and \nbecomes a real challenge when the days are longer.\n\nSome things are harder here, like the absence of their extended families, of everyone on the block getting up at the \ncrack of dawn, feasting together at the end of the day, and staging huge parties to celebrate Ramadan's end. It is \ncustomary to wear new clothes to the festivities, and the girls have all done their shopping. But the parties just \naren't the same in America.\n\n\"I already have new clothes for Eid,\" Farhana Afroze, 12, announced in Bengali. \"But where am I going to show off \nthese new clothes? I mean, that's the main thing!\"\n\nGraphic\n\n \n\nPhoto: Young immigrants from Bangladesh chat in their Queens school lunchroom and try not to think about food. \n(Edward Keating/The New York Times)\n"}