{"title": "ARAB CABBIE SIGNED IN, FEDS MAY TOSS HIM OUT", "body": "\nThis Father's Day, all Sameh Al-Qoudoh has to look forward to is driving his yellow cab for about 17 hours - to \ncome up with $4,000 for attorneys' fees.\n\nIn April, Al-Qoudoh complied with the federal government's special registration program that required Muslim and \nArab immigrant men to report to immigration officials. This morning, the Jordanian national is due on the 12th floor \nof 26 Federal Plaza in lower Manhattan for a deportation hearing.\n\n\"That's my life now,\" said Al-Qoudoh, 32, who lives in Red Hook with his wife and two U.S.-born daughters. \"To \nsave money for the lawyers.\"\n\nFlanked by their American-born sons and daughters and green card-holding wives, several men in similar situations \nspoke out yesterday at the Arab-American Family Support Center in Brooklyn.\n\nMore than 500 of the center's clients came to seek relief from deportation orders born of the government's new - \nand, they say, too punitive - registration process.\n\n\"I try to do the best for my family, but we are the victims now - we pay for everything\" as a result of backlash from \nthe World Trade Center terror attacks, said Al-Qoudoh.\n\nMore than 13,000 Arab and Muslim men who registered with immigration authorities this year are facing \ndeportation.\n\nMany of them are the breadwinners for their families.\n\n\"Wives and mothers are losing their heads of households,\" said Emira Habiby Browne, the executive director of the \n10-year-old support center. \"Who is going to protect and care for these women and children?\"\n\nThe federal government has applauded the men - 82,880 to date - who have shown up for required registration.\n\nBut Bill Strassberger, spokesman for the Bureau of Immigration and Customs Enforcement in Washington, said the \nagency cannot ignore those who are in the U.S. illegally.\n\n\"Complying with one law does not absolve someone who is in violation of another law,\" he said. \"But everyone . . . \nwill have their chance in court to say why they should be allowed to remain. And having an immediate-relative \npetition is much stronger grounds than someone who has no petition pending.\"\n"}