{"title": "Branching out: MoneyGram expands reach overseas", "body": "\nWith immigrants at the center of a national debate, one might expect businesses like MoneyGram International that \ncater to foreign workers to be suffering.\n\nAfter all, Latin American immigrants, especially Mexicans living in the United States, historically have been the \nbread and butter of money-transfer services like MoneyGram and its rival Western Union, sending billions of dollars \nto their families back home through such companies. As the U.S. has stepped up its efforts to enforce immigration \nlaws in recent months, money-transfer rates have slowed.\n\n\"It's affected all the players,\" said Anthony Ryan, president of MoneyGram Global Payment Products and Services.\n\nYet MoneyGram executives and the industry analysts that follow the company aren't as worried as they would have \nbeen five years ago. Mexico and Latin America still are important markets to the St. Louis Park-based company, but \ntheir importance is waning as MoneyGram expands outside North America.\n\n\"They are branching out into other locations and have decreased their dependence on the Mexico-U.S. channel, \nwhich happens to be very much under pressure right now,\" said Josh Elving, an analyst with Minneapolis-based \nPiper Jaffray.\n\nMoney transferred to Mexico from the U.S. grew 27 percent in the first quarter of 2006 compared with the same \nquarter a year earlier, according to the Inter-American Development Bank. By the fourth quarter of 2006, however, \nthe growth rate slowed to only 5 percent. The amount of money transferred so far this year is essentially flat.\n\nIt's not entirely clear why transfers have slowed. Some industry observers have suggested the slump in home \nbuilding, which employs a number of Mexican workers, might be cutting into what immigrants are able to send \nhome.\n\nOthers, like Donald Terry, manager of the Multilateral Investment Fund at the IADB, are more inclined to place the \nblame on government raids targeting illegal immigrants and on growing confusion about proposed changes to \nimmigration law. Many immigrants simply have stopped sending money to their families through \"above-board\" \nchannels for fear of being caught and deported, he said. They probably still are sending money, but they've gone \nunderground.\n\nFortunately for MoneyGram, the company is not nearly as dependent on Mexico as it used to be.\n\nIn 2000, Mexico accounted for roughly one-fourth of MoneyGram's transactions. Last year, only 11 percent of the \ncompany's transactions came from that market.\n\n\nThe company has been aggressive about its expansion, nearly doubling the number of agents through which it \ndoes business worldwide since 2002, to 114,000. Agents typically are retailers like video-rental stores, markets and \ntobacco shops. Western Union, the global leader in the money-transfer market, operates through a network of \nabout 300,000 locations.\n\nMuch of MoneyGram's distribution growth has been in Asia, Africa and the Indian subcontinent. Between 2002 and \n2006, the number of MoneyGram locations in those regions jumped 266 percent to 22,000, while the number of \nlocations in the U.S. and Canada grew only about 53 percent.\n\nThose are precisely the numbers Elving, the Piper Jaffray analyst, wants to see.\n\n\"To the extent MoneyGram can build out its network in India and China, they are going to ... show significant \ngrowth for a long time,\" he said.\n\nThe company's goal moving forward is to expand its agent network by 15 to 20 percent a year and hit more than \n200,000 agent locations by 2010.\n\n\"There are lots of locations yet to be had,\" Ryan said, adding that many places today have no money-transfer \nservices at all.\n\nBut expanding the agent network is an expensive proposition. While MoneyGram's revenue has been strong, \ngrowing 19 percent in 2006 to top $1 billion for the first time, margins have narrowed in the last couple of quarters. \nIn the fourth quarter of 2006, profit dropped almost 11 percent compared with the year before, and profit in the first \nquarter of 2007 edged down 3.5 percent.\n\nNonetheless, it's a worthwhile investment, Elving said.\n\n\"If it were me I'd want to pour every penny into building out more distribution locations,\" he said.\n\nMoneyGram also is spending more on advertising and marketing in its new markets. In 2006, the company spent \n39 percent more on marketing than it did the previous year.\n\nBesides buying up airtime and billboard space, the company is plowing cash into gussying up agents' locations in \norder to attract more customers. From painting the entire facade red - MoneyGram's signature color - to putting up \nred awnings, MoneyGram is making its mark across the globe.\n\nThe \"red shop\" strategy started in the United Kingdom a few years ago and proved successful, said Ann Jackson, \nvice president of market development for MoneyGram. The company now has converted hundreds of agent \nlocations across the world into red shops.\n\n\"It's better than any billboard,\" she said. \"It's a permanent advertisement.\"\n\nNicole Garrison-Sprenger can be reached at 651-228-5580 or ngarrisonsprenger@pioneerpress.com\n"}