{"title": "Trial Starts With Details of Immigrant Smuggling", "body": "\nEver since the rusted freighter Golden Venture grounded off Queens in 1993, federal prosecutors have had their \nsights on the Chinatown businesswoman known as Sister Ping. \n\n Now 56, Sister Ping had a 15-year career as a top financier and enforcer among ''snakeheads,'' as Chinese \nsmugglers are known, the prosecutors say. They say she channeled funds to the leader of a Chinatown gang to \npurchase the Golden Venture, which was loaded with smuggled immigrants when it ran aground on a beach in \nthe Rockaways on June 6, 1993. Ten immigrants drowned as they leapt into the roaring surf trying to make it to \nAmerican shores. \n\n  Yesterday, nearly 12 years later, she went on trial in Federal District Court in Manhattan on charges of kidnapping \nand hostage taking. But the Golden Venture, prosecutors said, was only part of her operation.\n\n While other Chinese smugglers were bringing illegal immigrants to the United States two or three at a time, Sister \nPing loaded them by the hundreds in the sweltering holds of cargo ships, turning smuggling into a multimillion-\ndollar enterprise, a prosecutor, David Burns, said in his opening statement. ''She rose to the pinnacle of her \nprofession,'' he said of Sister Ping, whose given name is Chen Chui Ping. ''She was one of the most powerful and \nsuccessful alien smugglers of our times.'' \n\n A shipload of more than 100 Chinese immigrants that Sister Ping organized and financed in 1998 ran into stormy \nwaters as it was unloading its human cargo off the shore of Guatemala. One motor boat carrying immigrants to \nshore capsized and 14 people drowned, Mr. Burns said. \n\n Sister Ping, prosecutors said, knew that the Golden Venture would have the police out looking for her. As the ship \nsat listing in the waters off Queens, Mr. Burns said, citing wiretap telephone conversations, she dropped from sight \nin Chinatown and slipped out of the United States in early 1994. \n\n She did not surface again until she was arrested by the authorities in Hong Kong in April 2000, carrying a false \npassport from Belize under the name Lily Zheng and $64,000 in American and Hong Kong currency. \n\n Meanwhile, federal prosecutors won guilty pleas or convictions for six smugglers who claimed they knew or worked \nwith Sister Ping. They are cooperating with the government and will testify against her, Mr. Burns said.\n\n Sister Ping's lawyer, Lawrence Hochheiser, said in his opening statement that she was never a smuggler and only \nran an underground banking house that made loans to the valiant but illegal Chinese immigrants trying to reach \nthe United States. \n\n\n Sister Ping's enterprise was a ''money business,'' Mr. Hochheiser said, and any involvement in smuggling was \nincidental to her loan-making. ''By all accounts it was an honest business,'' he added, saying that she was never \naccused of cheating. \n\n Mr. Hochheiser argued that the prosecutors had made ''deals with the devil,'' with cooperating witnesses who he \nsaid were ''liars and murderers.'' He said that one of the government's witnesses, Ah Kai, a convicted leader of the \nnotorious Fuk Ching gang in Chinatown, had been ''the genius'' who ordered the captain of Golden Venture to run \naground because he could not find another way to unload the ship.\n\n ''You're going to be plenty uncomfortable when you see what these witnesses are made of,'' Mr. Hochheiser told \nthe 12 jurors. \n\n The government's first witness, Weng Hui, testified that Sister Ping started out in smuggling when she was living \nin a small sweet-potato farming town in Fujian Province in southeastern China. \n\n Sister Ping, a wily entrepreneur even at the height of China's cultural revolution, saw that the demand was huge for \nsmuggling services to the United States, Mr. Burns said. Instead of sending immigrants one or two at a time by \nairplane with falsified travel documents, Sister Ping saw that more money could be made by moving large human \nshipments by boat, Mr. Burns said. She moved from China and set up her headquarters in a storefront at 47 East \nBroadway in Chinatown, the prosecutor said.\n\n Her customers often traveled the seas for months in ''dungeon-like conditions'' in the holds of steamships, seared \nby the heat of the engines, Mr. Burns said. True to her snakehead title, she sent immigrant ships on circuitous \ncourses from China through Thailand, and across the ocean to Guatemala, Belize and Mexico before making it to \nthe United States.\n\n According to the prosecutor and the seven-count indictment, the trouble began for Sister Ping in the 1990's when \nshe had difficulty finding assistants to offload big shiploads of immigrants once they reached this hemisphere. She \nturned to the Fuk Ching gang to help her with the logistics, even though they had little smuggling experience. In \none case, the government charges, Sister Ping paid $750,000 to gang members to bring three truckloads of \nimmigrants from Boston to New York.\n\n The indictment accuses Sister Ping of repeatedly refusing to release immigrants from New York warehouses, \nwhere she ordered them held until they paid her fees -- as much as $40,000 for a trip to New York from China.\n\n Dressed in a proper black pants suit, Sister Ping, her shoulder-length black hair streaked with gray, sat quietly in \nthe courtroom, listening through headphones to a Chinese translator relaying the lawyers' opening remarks. She is \nalso accused of money-laundering.\n\n ''She promised hope and prosperity,'' the prosecutor charged, ''but instead offered only misery and suffering while \nfattening her purse.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Chen Chui Ping, known as Sister Ping, in a July 2003 F.B.I. photograph. (pg. B1)\n\n Survivors of the 1993 Golden Venture disaster. Ten Chinese immigrants died when the freighter ran aground off \nQueens. (Photo by Paul De Maria for The New York Times)(pg. B8)                                          \n\nhttp://www.nytimes.com/\n\n"}