{"title": "America's welcome center is a well worth a visit", "body": "\nFor 32 years, it was the most welcome sight in the lives of more than  14-million people.\n\nEven the Statue of Liberty, gleaming nearby, took second place to the brick  buildings of Ellis Island, where \nimmigrants from Europe would take their first  steps on U.S. soil.\n\nEllis Island today is a national park and immigration museum, one of the  must-see sights on any tour of New York.\n\nFor more than 100-million Americans, it's a sentimental journey, a visit  with the memories of their grandparents, \ngreat-grandparents or great-great  grandparents, a chance to relive the first hours or days that their forebears \n spent in this country.\n\nEllis Island was opened in 1892, after the federal government took  regulation of immigration from the states during \nthe 1880s and enacted the  Immigration Act of 1891, which established the Bureau of Immigration.\nSt. Louis Post Dispatch; Providence JournalELLISISLAND(\n\nThe flood of Eastern Europeans had caused some critics to seek tighter  standards; a few were introduced, but the \nOpen Door remained open.\n\nBefore the center was built on Ellis Island, replacing a naval gunpowder  storage depot, New York-bound \nEuropeans landed at Castle Garden, now the site  of the ferry departure point.\n\nNothing in history matches the tide of immigration that flowed to the  United States.\n\nIn 1790, the first national census determined a non-Indian population of  3.9-million people, about 80 percent from \nEngland and northern Europe, the  remainder of African origin.\n\nAfter the Napoleonic Wars, crossing the Atlantic became more common. About  600,000 people came from 1820 to \n1840, mainly from England and Ireland. But in  the next 20 years, five times that many arrived, mostly Germans, \nAustrians,  Hungarians and Irish.\n\nFollowing a decade-long lull for the Civil War and the start of  Reconstruction, immigration picked up again with \nheavy concentrations of  French-Canadians, Scandinavians and the first Asians, who landed primarily in  San \nFrancisco.\n\nThe largest influx of eastern Europeans came between 1880 and 1920 - about  23-million Italians, Russians, Poles \nand Slavs mainly.\n\nAt that time, Ellis Island handled 71 percent of all immigrants; the rest  came through such ports as Boston, San \nFrancisco, Norfolk, Va., and Key West.\n\n\nDuring the '30s and throughout World War II, the island was used as a  detention site for undocumented workers, \ncriminals (such as Lucky Luciano)  awaiting deportation and others. It processed its last immigrant in November \n 1954.\n\nEllis Island itself covered only three acres in early surveys by the Dutch,  and it had several names before it was \nbought by Samuel Ellis, who built a  tavern for picnickers and fishermen there after the Revolution.\n\nAfter Ellis' death, New York State acquired it in 1808 and sold it to the  U.S. government for $ 10,000. With the \nbuilding of the Immigration Depot, more  land was needed, and arriving ships dumped ballast as fill. New York \ngarbage  did the rest, and today, the island covers 27.5 acres.\n\nThe brick and limestone buildings, with high, arched windows and copper  domes, are three stories tall. From the \ndock, with the eagerness of their  ancestors but without the trepidation, today's visitors stream toward the Main \n Hall, duplicating the path taken by millions.\n\nThough, as it turned out, only 2 percent of all those newcomers were denied  entry to America's \"golden \nshores,\" Ellis Island was a fearsome place: the  place where the past - in a Russian village, or a Polish ghetto or the \n cluttered alleyways of Genoa - was to be left behind forever, and a new life,  one hoped, embarked on.\n\nThe weary travelers, in kerchiefs and fur hats and wilted clothes, had just  spent two weeks in steerage or in third-\nclass cabins deep in the bowels of  transatlantic liners.\n\nThe wealthier immigrants, able to pay $ 60 to $ 80 for a cabin, never had to  suffer the ignominy of being herded \ninto the barrel-vaulted baggage room of  the Ellis Island facility, and climbing the stairs under the eagle-eye of \n medical men searching for defects that might send them back.\n\nFirst-class and second-class passengers were given their physical exams on  shipboard as soon as their vessel \nentered New York Harbor, and then - if all  was well - were taken directly to the shore.\n\nBut the steerage passengers, once they had been ferried to Ellis Island,  were asked to leave their luggage in the \nluggage room and proceed with  processing. Fearful of losing their only possessions, many refused, and  dragged \ntheir bundles with them during the clearance process.\n\nUp the wide main staircase they would be ordered. At its top, doctors  watched to see if they were breathing heavily \nfrom the exertion. If so, they  were likely to be marked in chalk with \"H\" for heart disease.\n\nIf they limped climbing the stairs, the chalk mark was \"FT\" for foot. For  pregnant women, \"PG\" was used. Eyelids \nwere lifted with buttonhooks to see  if there was redness underneath, an indication that the immigrant might have \n trachoma, a contagious and sometimes fatal eye disease then rampant in  southern and central Europe.\n\nThe terrified, mystified new arrivals - if they passed physical and mental  tests - then entered the labyrinth of the \nRegistry Room. Winding their way  from desk to desk, they were asked their place of origin, their skills, if  they had \nchildren, a sponsor. Where did they wish to settle?\n\nIf they were admitted to America, a railway office on the premises could  provide them with tickets to anywhere in \nthe country. At a money exchange,  their few shekels or lira or crowns would become dollars.\n\nThey would descend the Staircase of Separation and say their farewells to  the friends they had made on the \narduous voyage. Then, at the Kissing Post,  those with relatives or acquaintances already in America would be met, \nand  representatives of ethnic groups would be on hand to offer a tardy welcome to  others who knew no one.\n\nNeither single women nor children were allowed to leave until there was  assurance, in the form of a prepaid ticket \nto somewhere, or a telegram saying  they were expected. Women were not allowed, either, to depart in the \ncompany  of a man who was not a relative - prompting some who were awaited by fiances  to marry them then and \nthere.\n\n\n\nFor those who were detained, there were two white-tiled dormitory rooms,  empty today of the three-tier bunk beds \nthat once filled them. Each held 300  people, and though 80 percent of Ellis Island arrivals left on the day they \n landed, that other 20 percent might be kept for this reason or that for  several weeks.\n\nThere were also, of course, those who were ill - too ill to be sent back.  For them, a 125-bed hospital was opened in \n1902 and expanded time and time  again. By 1911, there were 15 medical buildings on the little island.\n\nThe main floor is huge and the National Park Service has wisely left it as  open as it was in its busiest times. A giant \npile of antique luggage serves as  a centerpiece and as a moment of history strong enough to cause a sudden \n intake of breath, an equally sudden stop.\n\nBags and boxes, satchels, suitcases and steamer trunks in all sizes and  shapes, in carefully placed disarray, are \nreminders of the days when the  immigrants were told to leave their baggage on the ground floor.\n\nWhile the museum was in the building process, a call went out for people  who wanted to share, either actually or in \nconversation, their histories,  their memories. Thousands volunteered. Now, around the low glass wall that  protects \nthe baggage, telephone receivers allow today's visitors to hear  yesterday's immigrants in recordings talk about their \nexperiences on their  arrival in the Promised Land.\n\nAlso, souvenirs and mementos were collected for the museum. While an old  railroad timetable or a worn-out \npassport would seem to have no value, they  symbolize precious memories, saved and protected for generations.\n\nPhoto murals hang above the exhibit, showing various scenes from Ellis  Island in all the moods it created - fear, \nanticipation, joy, panic, dismay.  Behind it, in another giant room, is a series of three-dimensional graphs and \n charts that show the history of immigration. Brightly colored and easy to  follow, they illustrate the patterns and the \nbackgrounds of those who came  here to find the promise of the Declaration of Independence - life, liberty  and the \npursuit of happiness.\n\nIn showcase after showcase, the drama of the immigrant experience is  recounted in words and pictures and \nartifacts. Excerpts from diaries recount  \"I thought I was in Heaven. I'd never seen a building like the Immigration \n Building. I had to cry,\" and \"It's over. It's a miracle. I am in a free  land. It means more to me than my native land.\"\n\nA note from a Swedish immigrant recalls that \"most dear to my family are  the shoes my mother wore when she first \nset foot on the soil of America. You  must see them to appreciate the courage my parents had and the sacrifices \nthey  made.\"\n\nTwo giant displays dominate the first-floor room. One is an American flag.  Looked at from one angle, it's a flag; \nseen from another, it's a mosaic of  some 750 portraits, faces of Americans from every ethnic background. The \nother  is a globe covered with streams of lights that mark immigration patterns  through the centuries as people \nmoved to new lands, embraced new countries.\n\nThe stairs to the second floor and the Registry Room, or Great Hall, are  new, as is much of the lighting, but \neverything else has been restored, and  still looks as it did in the early 1920s, dominated by its two-story-high \n ceiling.\n\nEven the long benches are the same as the ones on which the immigrants sat.  The ground floor may be more \ndramatic in terms of sweep and scope, but the  second and third floors are the spaces of intimate memory.\n\nAgain, photo murals are used to great effect, showing immigrants in their  own countries, at embarkation stops, \naboard ship and in their early days in  America, both here and in other cities. Newspaper ads show available jobs or \n the lures of an American destination. An 1885 clipping, for instance, points  out that California has almost 44-million \nacres and \"a climate for health and  wealth without cyclones or blizzards.\"\n\nAnother area, one of the most touching, includes displays of family  histories - Bibles and rosaries carried across \nthe ocean, diaries of the  journey, a shawl, a menorah, a tablecloth, a handmade quilt. All of it was  donated by \ndescendants, in a beautiful display of gratitude.\n\n\n\nThere isn't much mention of the thousands of Ellis Island workers who  soothed the frightened or nursed the ill, nor \nof the others who herded  newcomers along like so much cattle, or who changed foreign-sounding names to \n something more \"American.\" One of the few remembrances is a mention that  Fiorello H. LaGuardia, later mayor of \nthe city from 1934-46, worked here from  1907 to 1910 as an interpreter in German, Italian and Croatian, using his \n salary of $ 1,200 a year to help finance his law studies. \n\n \n\nIF YOU GO \n\n \n\nThe Statue of Liberty/Ellis Island ferry leaves about every 30 minutes daily  from 9:30 a.m. to 4 p.m. from Battery \nPark in lower Manhattan. The round-trip  boat ticket, which includes admission to both sites, costs $ 6 for adults; $ 3 \n for children. Call (212) 269-5755. \n\n \n\nN.Y. Convention and Visitors Bureau \n\n \n\nSIGN UP: New arrivals passed through the Registry Room, where they were asked  their place of origin and where \nthey wished to settle.\n\nGraphic\n\n \n\nCOLOR PHOTO, N.Y. Convention and Visitors Bureau, (2); Ellis Island; The Registry Room at the Ellis Island \nWelcome Center\n"}