{"title": "PRESIDENTIAL CANDIDATES' POSTIONS ON IMMIGRATION", "body": "\nDEMOCRATS\n\nHILLARY CLINTON\n\nTHE BORDERS Employ technology to reduce unauthorized crossings.\n\nCITIZENSHIP Allow illegal immigrants to seek citizenship.\n\nEMPLOYMENT Prohibit guest-worker programs. Increase enforcement of laws barring companies from hiring illegal \nimmigrants. Create an information system for prospective employers. \n\nJOHN EDWARDS\n\nTHE BORDERS Double the number of border agents; install surveillance equipment.\n\nCITIZENSHIP Allow illegal immigrants to earn citizenship by paying a fine, passing background checks and learning \nEnglish.\n\nEMPLOYMENT Prohibit guest-worker programs. Increase penalties for businesses that knowingly hire illegal \nimmigrants.\n\nDENNIS KUCINICH\n\nTHE BORDERS Ban use of National Guard troops or other military forces to patrol the border.\n\nCITIZENSHIP Provide permanent residence to immigrants who have lived here more than five years, and grant \nconditional status and work rights to those who have been here for less time.\n\nEMPLOYMENT Strengthen anti-discriminatory workplace laws and end penalties against companies that hire illegal \nimmigrants.\n\nBARACK OBAMA\n\nTHE BORDERS Hire more border guards, employ technology and build more \"infrastructure.\"\n\nCITIZENSHIP Allow illegal immigrants to seek citizenship after passing background checks, paying fines and \nhaving their cases reviewed after pending applications by legal immigrants.\n\nEMPLOYMENT Increase enforcement against companies that hire illegal immigrants, although he considers raids \nupon suspect workplaces \"ineffective.\"\n\n\nREPUBLICANS\n\nRUDY GIULIANI\n\nTHE BORDERS Build more fences and hire more border agents.\n\nCITIZENSHIP Require all immigrants who seek citizenship to be able to speak, read and write English. Deport \nthose who have \"abused their privilege\" of being in the U.S. \n\nEMPLOYMENT Require noncitizens to carry tamper-proof ID cards for employment. Consolidate databases for \nquick verification of an applicant's status.\n\nMIKE HUCKABEE\n\nTHE BORDERS Build a fence with a surveillance system along the border with Mexico by 2010. Hire more border \nagents.\n\nCITIZENSHIP Require illegal immigrants to leave within 120 days and to apply for citizenship from their home \ncountries.\n\nEMPLOYMENT Require verification of citizenship as a condition of employment. Impose steep fines for companies \nthat violate the law.\n\nJOHN MCCAIN\n\nTHE BORDER Build more fence and hire more patrol agents.\n\nCITIZENSHIP Grant temporary status to most illegal immigrants and allow them to apply for citizenship after paying \nfines and passing background checks.\n\nEMPLOYMENT Permit a temporary worker program. Enforce laws against hiring illegal immigrants.\n\nRON PAUL\n\nTHE BORDER \"Physically secure\" the border.\n\nCITIZENSHIP Deport illegal immigrants and offer them no special avenue toward citizenship. End the automatic \ncitizenship of children born here to illegal immigrants.\n\nEMPLOYMENT Abolish the NAFTA trade agreement.\n\nMITT ROMNEY\n\nTHE BORDER Build a fence along the border with Mexico. Require noncitizens to carry tamper-proof ID cards.\n\nCITIZENSHIP Prohibit any \"special pathway\" for citizenship to anyone who is in the country illegally. Recruit skilled \nworkers from other countries and allow them to apply for citizenship.\n\nEMPLOYMENT Increase penalties on employers who hire illegal immigrants. Set up a national database for \nemployers to verify the status of job applicants.\n\nFRED THOMPSON\n\nTHE BORDER Build more fences and use technology to enhance detection.\n\nCITIZENSHIP Give no amnesty or probationary status to illegal immigrants. Streamline applications for legal \nimmigrants. Make English the official language of the U.S.\n\n\n\nEMPLOYMENT Require all employers to use federal information to verify the status of job applicants and track the \nlocations of temporary-visa holders.\n\nGraphic\n\n \n\nPHOTO; GRAPHIC\n\n PHOTO - HILLARY CLINTON  PHOTO - JOHN EDWARDS  PHOTO - PHOTO - DENNIS KUCINICH  PHOTO - \nBARACK OBAMA  PHOTO - RUDY GIULIANI  PHOTO - MIKE HUCKABEE  PHOTO - JOHN MCCAIN  PHOTO - \nRON PAUL  PHOTO - MITT ROMNEY   PHOTO - FRED THOMPSON  MAP - POPULATION OF HISPANIC \nHERITAGE Post-Dispatch \n"}