{"title": "Supreme Court docket: Free-speech rights, violent video games, immigration law Supreme Court docket: Free-speech rights, violent video games, immigration law", "body": "\nThe Supreme Court has accepted about two-thirds of the cases it will hear this term. Among the more important \noral arguments the court is scheduled to hear before the end of the year:\n\nl Tuesday: Will determine what kinds of questions the federal government may ask of contract employees, in this \ncase, whether a background check can include questions about illegal drug use without violating the right to \ninformational privacy.\n\nl Wednesday: Poses questions about the First Amendment's protection of free speech vs. privacy rights. The \ncourt will examine protests by the Westboro Baptist Church of Kansas and its leader, the Rev. Fred W. Phelps, at \nmilitary funerals. Albert Snyder sued the church after its 2006 protest in northern Maryland at the funeral of his son \nMatthew. A jury awarded Snyder millions of dollars, finding the protest constituted intentional infliction of emotional \ndistress, but an appeals court said the group's protests were protected speech.\n\nConnick v. Thompson\n\nl Wednesday: Did a former district attorney shirk his duty to make sure his deputies complied with their obligations \nto turn over evidence to the defense? In this case, prosecutors did not turn over exonerating evidence, and a man \nwas sent to death row before the incident was uncovered. A jury awarded him $14 million.\n\nl Oct. 12: Looks at whether the National Childhood Vaccine Injury Act prevents a lawsuit by parents who say their \nchild suffered seizures and mental impairment as a result of a vaccination.\n\nl Oct. 13: Raises again the question of when a state must allow inmates the right to test DNA evidence that might \nshow their innocence. A Texas death row inmate says state officials denying his request have violated his civil \nrights and his right to due process.\n\nl Nov. 2: California is the latest state attempting to prevent the sale of \"violent\" video games to minors. An appeals \ncourt said, similar to decisions of courts elsewhere, that the law violates First Amendment free-speech rights.\n\n\nl Nov. 13: An Arizona law allows residents to designate a portion of the taxes they owe to \"school tuition \norganizations\" that provide scholarships, most of which have gone to students at religious schools. Those \nchallenging the law say that violates the separation of church and state.\n\nl Nov. 13: Federal regulations allowed Mazda to install either a lap seat belt or a shoulder belt in the second seat of \nits minivans. The family of a child injured in an accident says it should have the right to sue Mazda for its choice of \nthe lap belt.\n\nl Dec. 8: One of Arizona's attempts to crack down on illegal immigrants allows the state to yank the licenses of \nemployers who hire undocumented workers. Business groups, civil rights organizations and the federal \ngovernment say a state does not have the authority to implement immigration law.\n\n- Robert Barnes\n"}