{"title": "Bill for New York City ID Card To Be Introduced by Councilman", "body": "\nIdentification cards would be made available to all New York City residents -- including tens of thousands of illegal \nimmigrants -- under a proposal by a City Council member from Queens who was inspired by a pioneering program \nthat begins in New Haven today. \n\n  ''I would hope that the federal government would not retaliate against the city of New York if we provided for a \nmunicipal identification card,'' the council member, Hiram Monserrate, said yesterday, referring to a federal \nimmigration raid in New Haven last month two days after that city approved the issuance of municipal cards.\n\n  ''The city of New York is home to eight  million people, many of them immigrants and some of them, frankly, \nundocumented,'' said Mr. Monserrate, who plans to introduce legislation tomorrow to create the ID card. ''Some of \nthem have been residents of the city for many years, and to give them a basic ID card that's valid within the city \nlimits only makes sense for our municipality.''\n\n  Mr. Monserrate, a New York-born former city police officer who represents one of the city's most diverse districts, \ncalled the legislation a first step.\n\n  Christine C. Quinn, the Council speaker, would not comment on its chances for success in the 51-member \nCouncil, a spokeswoman said, adding that the bill would be referred to committee for a full review. \n\n  In New Haven, a city of 125,000, the Board of Aldermen overwhelmingly approved the plan to offer the cards, \nwhich can be used by immigrants to open bank accounts as well as to gain access to municipal services. \n\n  So that the card, known as the Elm City Resident Card, would not become a ''scarlet letter'' for illegal immigrants, \nit was designed to appeal to all residents by combining access to pools, libraries and the municipal golf course, and \ndoubling as a parking debit card. \n\n  But critics argue that it will entice illegal immigration and undermine border security. \n\n  For many city residents, the only state or local government identification now available is a driver's license or a \nnondriver ID card. For both, the State Department of Motor Vehicles requires a Social Security card and other \ndocuments that prove legal presence in the country. \n\n  A municipal ID could encourage immigrants to report crimes to police, Mr. Monserrate said, as well as to request \nservices.\n\nhttp://www.nytimes.com\n\n"}