{"title": "For Latinos in the Midwest, a Time to Be Heard", "body": "\nThe pro-immigration rally here two weeks ago was not the largest or most sophisticated, considering the tens of \nthousands of people who marched in places like Washington, Los Angeles and New York.\n\n  It came together in just a few days, spread by word of mouth and a hastily written flier posted in stores. People \npicnicked or milled about as children played and vendors sold ice cream. They chanted ''Si, se puede'' -- yes, we \ncan -- but did not venture many more slogans than that.\n\nBut the turnout of 800 or so in this windswept prairie town reflects the activism around the immigration debate that \nhas rippled to rural areas in the Midwest, where the Latino population has soared in recent years but opposition to \nillegal immigration remains deeply ingrained.\n\n  ''We've never been united like that, all of us Latinos,'' said Jose Torres, a meatpacking plant worker who attended \nthe rally. ''We are here and not leaving, and we need to let people know that.''\n\n  The main elements of the national debate are here, just somewhat hidden beneath the surface: the mutually \ndependent relationship of employers and immigrant workers, the financial benefits and setbacks an influx of \nimmigrants brings to a community, and the awkward question of who is legal and how much it should matter.\n\n  There have long been Latinos in southwestern Kansas, a place steeped in Americana. One of the towns, Dodge \nCity, still promotes the legend of Wyatt Earp. Liberal celebrates an annual pancake festival and stakes a tourist-\nminded claim as the hometown of Dorothy from the ''Wizard of Oz'' -- complete with a yellow brick road.\n\n  Mexican laborers first arrived more than a century ago to help build railroads, and some of their descendants \nremain. \n\n  The marches here and in nearby towns, however, underscored the other, parallel world of newly arrived Mexican \nlaborers living impoverished in trailer parks and working in the unglamorous meatpacking industry.\n\n  With the growth of the meatpacking industry here in the early 1980's came droves of new immigrants. At $10 an \nhour, the messy, taxing and sometimes dangerous assembly-line work of slaughtering cows and processing them \ninto steaks and hamburger was a bonanza compared with jobs in Mexico, El Salvador and elsewhere in Latin \nAmerica.\n\n  By 2000, the Latino share of the population of this town of 20,000 had quadrupled to 43 percent from 10 percent in \n1980, reflecting a pattern throughout southwest Kansas. \n\n\n  ''They came to fill important jobs in the community and work, and people in our world respect hard workers,'' said \nDonald D. Stull, an anthropologist at the University of Kansas who has studied the demographic changes across \nthe region.\n\n  Liberal got its name, the story goes, from the generosity of its founder, S. S. Rogers, who would give out water to \nsettlers passing through. That welcoming spirit pervaded many prairie towns and continues to some extent today.\n\n  Still, many people here who are not Hispanic take offense at the waving of foreign flags -- during the rally here a \nfew carloads of young white men drove past pointedly brandishing American flags -- and chafe at hearing so much \nSpanish spoken on the streets. \n\n  In a Survey USA poll earlier this month for The Wichita Eagle and KWCH-TV, nearly three-quarters of 500 adults \nstatewide answered ''yes'' when asked if the United States should find and deport all illegal immigrants.\n\n  Even so, there has been a respect here, sometimes grudging, that the majority of the immigrants have come to \nwork and have helped keep Liberal and other towns hanging on, in contrast to dying farm towns. But complaints \nabout the strain on services and crowded schools are growing, too.\n\n  ''We don't look at it as growth and progress always because we are getting the growth and progress, but from the \nlower incomes that are a drain on government services,'' said Sally Cauble, a longtime resident who is running for \nthe state school board.\n\n  The imprint of Latinos in Liberal goes well beyond the schools. Bakeries, Mexican food stands, Spanish-language \nradio and other businesses catering to them have sprouted up over the years. On Pancake Boulevard, a main drag \ndotted with fast food restaurants and cheap motels, a restaurant, El Amigo Chavez, rubs shoulder with the KFC, \nand the counter girl at McDonald's takes orders in Spanish while a group of older white men hold court at a table.\n\n  ''They work hard and don't cause too much trouble, so I guess it's been good for these parts,'' said one of the men \nin the McDonald's, Fred Sanders, a former Liberal resident on a visit. \n\n  It is common belief, if difficult to prove, that many of the new arrivals are illegal, but this town generally has taken a \n''don't ask, don't tell'' approach. For many years, it was better not to know -- the work that needed to get done was \ngetting done.\n\n  Nonetheless, the nationwide crackdown by the Department of Homeland Security on illegal immigrants and those \nwho employ them has caused a stir here, as many believe the meatpacking plants, despite assurances from \nexecutives that identity documents are checked, employ some workers with fake work permits and Social Security \ncards.\n\n  The state's political leadership has been split on how to deal with the problems of illegal immigration. Last month, \nstate legislators beat back a proposal to repeal college tuition breaks for the children of illegal immigrants, a \nproposal the governor, Kathleen Sebelius, a Democrat, had criticized.\n\n  Senator Sam Brownback, a Republican, broke with fellow conservatives to favor a provision in a Senate bill that \nwould allow a guest worker program that ultimately would steer illegal immigrants to citizenship. That put him in the \ncompany of major agriculture and industry leaders here.\n\n  The state's other senator, Pat Roberts, also a Republican, has emphasized a crackdown on the border to keep \nillegal immigrants out. The congressman from this region, Representative Jerry Moran, a Republican, voted for a \nHouse bill in December that, apart from strengthening border security, would make it a felony to be an illegal \nimmigrant or aid one.\n\n  Against the uncertain political backdrop, some Latinos see opportunity. In recent months a generation of longtime \nworkers and their relatives, some of whom have moved on to better-paying work, opened businesses and raised \nfamilies here, have seized on the immigration debate in an effort to increase Latino political power.\n\n\n\n  ''I went to a meeting in Topeka and they said, 'What, there are Hispanics in southwest Kansas?' '' said Concha \nAragon, a custodial worker in Ulysses who is organizing a chapter of an advocacy group, Hispanos Unidos, in the \narea. ''I said, 'Yes, and we're taking action.' ''\n\n  The younger generation, especially the children of the immigrants, who make up nearly two-thirds of the public \nschool enrollment now, are also beginning to assert themselves.\n\n  Kasmine Hidalgo, 25, whose father came here years ago to work in a meatpacking plant, National Beef, recalled \nan awkward moment when a local radio reporter approached her during the demonstration here on April 10.\n\n  ''He asked me, well, 'Are you Mexican or American?' '' Ms. Hidalgo said. ''I said: 'I am Mexican-American. I was \nborn here.' People do not realize a lot of us are from here. We do need more political leaders, and maybe this is a \nstep.''\n\n  As in a lot of the country, much of the focus these days is on May 1, when immigrant groups in many states are \nthreatening a work stoppage. Organizers here are discussing the possibility of joining the boycott, but some church \nleaders argue against it and some workers fret over antagonizing their bosses at the plants. National Beef, which \noperates plants here and in Dodge City, issued a letter before the April 10 demonstration sympathizing with the \ncause of immigration law reform but discouraging employees from skipping work.\n\n  Fresh from her shift at the plant, Adela Torres sat at the kitchen table of her Liberal home in a neighborhood of \nsmall houses and mobile homes.\n\n  ''We have to keep this going, to claim our rights,'' Ms. Torres said. ''We're just deciding how.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Cultures meet in Liberal, Kan., as Apolinar Oropeza sells ice cream to Ethan Davis, 5. Latinos make up 43 \npercent of the town. (Photo by David Bowser for The New York Times)(pg. A1)\n\n The growth of the meatpacking industry in Liberal, Kan., in the early 1980's brought droves of immigrants. By 2000, \nthe Latino share of the population had quadrupled, and its influence grew more visible. (Photographs by David \nBowser for The New York Times)(pg. A22)Map of Kansas highlighting Liberal: Latinos living in Liberal, Kan., have \nenjoyed an uneasy peace. (pg. A22)\n"}