{"title": "SUPREME COURT BACKS RETURN OF HAITIANS JUSTICES' 7-2 VOTE BOLSTERS PRESIDENT'S; POLICY", "body": "\nWASHINGTON - The Supreme Court said Saturday that President George Bush's administration can continue to \nreturn Haitians intercepted at sea to their Caribbean homeland.  The action, requested by the government, \nsuspends a federal appeals court ruling Wednesday that voided Bush's 2-month-old executive order that Haitians \nfleeing by boat be escorted back to Haiti.  Justices Harry Blackmun and John Paul Stevens dissented in the 7-2 \nvote, saying that the fleeing Haitians face ''the real and immediate prospect of persecution, terror and possibly \neven death at the hands of those to whom they are being forcibly returned.'' The Supreme Court also asked for \nspeedy consideration of the legal merits of the administration policy. The justices asked the administrat ion to \npresent arguments in writing by Aug. 24 and lawyers for the Haitians to respond by Sept. 8. The expedited \ntimetable suggests that the court could agree to hear the case as early as October, although a hearing in \nNovember is more likely.  Lawyers expect the Supreme Court to hear it because two appeals courts have issued \nconflicting opinions on whether the administration must extend protections provided by federal immigration law to \nHaitians stopped outside U.S. territory: The 11th U.S. Circuit Court of Appeals in Atlanta ruled in February that the \nImmigration and Naturalization Act of 1980 gives only those aliens who arrive on U.S. soil the right to pursue claims \nfor political asylum.  The 2nd U.S. Circuit Court of Appeals in New York held Wednesday that the same statute \nspecifically states that refugees cannot be stopped by American officials before they reach U.S. borders and sent \nback to a country where they fear their lives or freedom are threatened.\nBush's administration has said concern for the safety of the Haitians was a major consideration for its actions. \nDeputy press secretary Judy Smith said the White House was pleased that the stay ''will continue to discourage \nHaitians from taking unseaworthy vessels to the United States.'' In its request for an emergency stay, the \nadministration told the Supreme Court that the New York court's ruling ''effectively invalidates a government \nprogram that has stemmed the flow of tens of thousands of Haitian migrants and significantly erodes the executive \nbranch's ability to deal with the complex and fragile situation created by the ouster of the legitimate government \nfrom Haiti.'' Lucas Guttentag, attorney for the Haitians, said he was confident that when the case is heard, ''the \ncourt will find that the president's order violates the most fundamental principles of U.S. and international \nobligations.'' Another lawyer for the Haitians, Michael Ratner, said, ''My only hope is that either Congress does \nsomething or elections sweep out President Bush.'' Thousands of Haitians have been intercepted at sea and \nreturned to their country since Bush's order of last spring, said Ratner.  And thousands of Haitians have sought \nasylum at the U.S. Embassy in Port-au-Prince in the last few months.  About 30,000 Haitians fled their country after \na military coup deposed President Jean-Bertrand Aristide last fall.  U.S. officials initially screened them once they \narrived on U.S. soil or at the U.S. Naval Base at Guantanamo, Cuba, if they were picked up on the high seas, to \ndetermine if they were fleeing poverty or persecution.  More than 10,000 Haitians taken to Guantanamo have been \ngranted entry into the United States to pursue political asylum claims, but more than 23,000 were determined to be \neconomic refugees and sent back.  Bush signed his executive order in May permitting the return of the refugees. \nThe boat traffic declined immediately after the United States decided to return those picked up at sea directly to \nHaiti.  Bush's administration says most of those fleeing are seeking a better economic life and do not qualify for \n\n\npolitical asylum.  In the dissent, Blackmun said that the government has offered only ''a vague invocation of harm to \nforeign policy, immigration policy and the federal treasury.''\n"}