{"title": "Unions embracing immigrants;Faced with declining membership, labor leaders are courting a group long blamed for undercutting wages. Language isn't the only obstacle.Spanish Phrasesfor Union OrganizersUnions embracing immigrants", "body": "\nA Mexican woman earning $125 a week cleaning suburban office parks wanted to help lead a bus rally today at a \nMalvern corporate complex calling for better wages and hours.\n\nBut she was afraid she would lose her job.\n\n\"Is it bad to be part of a union?\" asked the 50-year-old Norristown worker, who did not want to be identified.\n\n\"No,\" replied Sonia Burguillo, a Service Employees International Union (SEIU) organizer, who failed to convince \nthe woman to greet a national Immigrant Workers Freedom Ride bus arriving in the area today.\n\nUnion organizers encounter this fear every day as they try to turn the labor movement's new target audience - \nimmigrants - into card-carrying members.\n\nWith membership steadily declining, unions are soliciting a burgeoning group long blamed for undercutting \nwages.\n\nThey are doing so largely on labor's new frontier: suburban office complexes, hotels, and industrial parks that have \ndrawn jobs over the last decade - and mass migrations of immigrant workers to fill them.\n\nBut in doing so, unions face tremendous odds - language barriers, scattered job sites, workers with often illegal \nresidency status, and a management culture that will fight hard to keep unions out.\n\n\nThe Immigrant Workers Freedom Ride, a bus caravan that swings through Malvern and Philadelphia today en \nroute to Capitol Hill on Thursday, is what organizers say is labor's first loud declaration that it is embracing \nimmigrant workers and the controversial immigration agenda as part of its political future.\n\nIt is led by the AFL-CIO and a politically powerful coalition that includes civil rights groups, religious organizations, \nand immigration advocates.\n\n\"They see union membership plummeting,\" said Cornell University's Vernon M. Briggs Jr., a scholar on \nimmigration and labor. \"And they think that by appealing to immigrants as immigrants rather than as workers, \nthey can make the immigrants see unions as a beneficial force.\n\n\"Their gamble is that they can do this and if they get the people in the unions they can make them better off,\" he \nsaid. \"I say they cannot and they will hurt U.S. workers in the process.\"\n\nIt is a gamble seen as inevitable. Organized labor's ranks and political influence have been in a downward spiral.\n\nAt their peak in 1953, unions represented nearly 27 percent of the nation's labor force. By 2002, that had fallen to \n14.6 percent.\n\nHit especially hard have been onetime manufacturing powerhouses. Pennsylvania's union representation dropped \nfrom 23.4 percent in 1989 to 16.6 percent in 2002. New Jersey numbers dropped from 25 percent to 20.6 percent in \nthat same time.\n\nThe decline came as the nation's economy shed its goods-producing core - the largely urban manufacturing jobs \nthat long formed the base of unions.\n\nIt is no coincidence, either, that this weakening of the labor movement came during suburbanization. The \ndevelopment of land ringing the nation's oldest cities drew not only homeowners but new hotels, office parks and \nrestaurants.\n\n\"The greatest growth is coming in the service sector, where unionism has always been weak,\" Briggs said.\n\nA 2002 study by Northeastern University showed that new immigrants accounted for 40 percent of Pennsylvania's \nlabor-force growth between 1990 and 2001. The figure was 50 percent nationwide.\n\nThere were 19 million immigrants in 1990 and 32.5 million in 2000, Briggs said. About one in eight workers are \nforeign-born.\n\nIn this new arena, organizing efforts are harder than ever.\n\nIn cities, unions built empires by organizing workers concentrated in one area, such as janitors in a skyscraper. In \nthe suburbs, workers are scattered.\n\nSEIU Local 34, which represents 5,000 janitors and health-care workers mostly in Philadelphia, confronts this \nlogistical reality in its suburban \"Justice for Janitors\" campaign.\n\nInstead of posting one union official by a skyscraper's back door, they must dispatch a battalion of organizers - \none to each two-story suburban building - hoping to snag a worker en route to the trash bin.\n\nIn the suburbs it is also harder for unions to exert the kind of political pressure that helps win contracts.\n\nWhen \"you're spread out . . . you have an awful lot of borough and town and county [officials],\" said Patrick Eiding, \npresident of the Philadelphia Council of the AFL-CIO.\n\nLanguage differences complicate efforts.\n\n\n\nAbout a year ago, Teamsters Local 830 failed to organize 50 workers at Gala Industries because of language \nproblems.\n\nWorkers at the Pennsauken acrylics manufacturer were primarily Cambodian and Vietnamese, but \"we tried to \ncommunicate in English,\" said Joseph Brock, president of 3,700-member Teamsters Local 830.\n\nOrganizers used a Cambodian employee who appeared to be a union ally. She turned out to be working against \nthe union, Brock said. \"She wasn't translating what we were saying.\"\n\nBut Brock relied on technology to reach Hispanic workers who just ratified their first contract at a Bensalem metal-\nfabrication plant.\n\n\"I would write the leaflets,\" he said. \"Then I would go to a Web site and translate it.\"\n\nUnited Food and Commercial Workers Local 1776 bought translation software and hired a Spanish-speaking \nstaffer, said its vice president, Wendell Young 4th.\n\nThe Union of Needletrades, Industrial and Textile Employees issued its first contract for 1,200 workers at the T.J. \nMaxx warehouse in Northeast Philadelphia in English, Spanish, Chinese and Albanian.\n\nThe transient nature of immigrant labor also works against organizing. Union elections can be so time-consuming \nthat workers move on before the drive is over.\n\n\"Until they become union jobs, the turnover is high,\" said SEIU's Burguillo, expressing frustration. \"That's what \nwe're trying to change.\"\n\nAnother problem for unionizing efforts: illegal immigration.\n\nThe country's illegal immigrant population boomed during the 1990s, rising to an estimated 8 million.\n\nWhen such workers are courted in union drives, some employers threaten deportation and firing. In the past, such \nworkers were entitled to back wages. But in March 2002, the U.S. Supreme Court eliminated that safeguard for \nillegal immigrants.\n\n\"If you leave those workers with absolutely no protections, you have a devastating impact on everyone else,\" said \nArthur Read, general counsel for Friends of Farmworkers, a group helping Chester County's Mexican mushroom \nworkers.\n\nDuring the 1990s, Hispanics became the largest minority in the country - and gained tremendous political clout.\n\nThe immigrant freedom ride, evoking a powerful symbol of the civil rights movement, began last week as \nlawmakers in Washington announced bipartisan support for a congressional proposal to legalize up to 500,000 \nillegal immigrant farmworkers.\n\nExpanding the rights of illegal immigrants is a tenet of the freedom ride - one important to Hispanic voters as well.\n\nThe SEIU, one of the most vocal backers of the ride, calls immigration reform an element of its mission, including \nhelping workers gain legal status.\n\n\"Do I think that they ought to do something about the border and do a better way of controlling things? Yes,\" Eiding \nsaid. \"But once people are here . . . they should have a decent place to live, food on the table, clothes on their back, \nand a decent wage.\"\n\nContact staff writer Maria Panaritis at 215-702-7805 or mpanaritis@phillynews.com.  \n\nmailto:mpanaritis@phillynews.com\n\n\nThe Comey Institute of Industrial Relations at St. Joseph's University teaches \"Spanish Language for Union \nOrganizers.\" Here are some key phrases from that course.\n\n1. Is your job dangerous?\n\n Es peligroso el trabajo?\n\n2. How are your living conditions?\n\n Cmo es la vivienda?\n\n3. How long do you work without a break?\n\n Cuntas horas trabaja sin descanso?\n\n4. Have you suffered abuses on the job?\n\n Ha encontrado abusos en el trabajo?\n\n5. Did anyone threaten you with firing if you tried to join a labor union?\n\n Le a amanezado que le despidieran a usted si trata a formar un sindicato?\n\nGraphic\n\n \n\nPHOTO;\n\nSonia Burguillo is a union organizer. She helped rally support for local stops of the Immigrant Workers Freedom \nRide bus.\n"}