{"title": "An immigrant's long-ago mistake is forgiven. The quality of mercy, finally, shines through", "body": "\nCarlos \"Charles\" Jaramillo said the first time he knew he was not a U.S. citizen was about a decade ago when his \nfather showed him a \"green card\" with an image of him as a baby.\n\n\"I had no idea I was not an American citizen,\" said Jaramillo, 41, who moved with his family to West Chester from \nColombia when he was 8 months old.\n\nSo, he applied for citizenship. To his shock, he was arrested by federal agents as he sat down for his citizenship \ninterview on July 19, 1996.\n\nA 1996 law had made an immigrant's prior crimes cause for deportation - and in 1989 Jaramillo pleaded guilty to \nselling $40 worth of cocaine. Even though he had lived here as a legal immigrant, with no other criminal problems, \nthe law did not allow much wiggle room.\n\nFacing deportation for the last nine years, Jaramillo waged a battle - uncertain until yesterday - to stay in the only \nplace he has ever called home.\n\nHe runs his own home-renovation business and is married with two children - all of whom are U.S. citizens. His \nfather and now-deceased mother became citizens about three years ago.\n\nHis attorney, Steven A. Morley, bought some time with a lawsuit in federal court in 2000 that stayed deportation. A \nyear later the U.S. Supreme Court gave Jaramillo some hope by ruling that people in his circumstance, whose \ncrime preceded the 1996 law, had a right to have their case heard by an immigration judge who could weigh the \ncrime against the rest of the person's life.\n\nYesterday, five years after the Supreme Court decision opened the door and his case slogged through the system, \nJaramillo and busloads of relatives and supporters drove to the Immigration and Naturalization Services building in \nCenter City to attend the hearing that would determine his fate.\n\nFamily members, tortured by the years of waiting, wept in the courtroom. Jaramillo himself cried on the witness \nstand as he recounted how he ended up in this situation.\n\n\nIn 1989, when he was 23, a lifelong friend asked Jaramillo to get some cocaine to sell to another man he claimed \nwas also a friend. The other man, from whom Jaramillo received $40 for about one-third of a gram of cocaine, \nturned out to be an undercover police officer.\n\nSix months later, Jaramillo, who admitted to being a periodic marijuana and cocaine user back then, was arrested. \nA search of his home by police found no drugs. He was sentenced to five years of probation and 200 hours of \ncommunity service.\n\n\"I pleaded guilty because I was guilty,\" he said yesterday to Judge Charles M. Honeyman.\n\nBoth the officer who arrested him and the judge who arraigned him came to speak on his behalf.\n\n\"He has done a complete turnaround,\" said Michael Euler, the now-retired West Chester detective who arrested \nJaramillo. \"If anybody deserves a second chance, he does.\"\n\nRetired District Justice Dawson Muth, who presided over Jaramillo's arraignment, has since hired him as a \ncontractor to do work at his home.\n\n\"It was a total aberration,\" Muth said of the drug case. \"Whatever, more telling about Charlie's character is how he \nhandled that aberration.\"\n\nThat, according to Jaramillo and his friends and family, was to give up drugs and immerse himself in his business.\n\nThe business, he acknowledged, has had its ups and downs. Several lawsuits have been lodged and judgments \nwon against his company, something Jaramillo has said has been due to the energy and expense of waging his \nbattle to stay in the country.\n\nHe also battled the producers of a series of lowbrow videos and TV shows related to the old MTV show Jackass for \nfilming his son, Jamie, then 15, skateboarding nearly nude. Jaramillo won an order to have his son edited out.\n\nYesterday, Jamie, now 22, sat in tears waiting to find out what would happen to his father. He said he was prepared \nto relocate to Colombia with him if his father was sent away.\n\n\"Me and my dad were more scared than anyone else,\" Jamie said. \"I don't even speak Spanish.\"\n\nFamily members, including brother Elkin Jaramillo, said family gatherings throughout the last nine years have been \ntinged with the idea that this could be the last time everyone would be together.\n\nWith a stack of letters before him attesting to Jaramillo's worthiness to stay in the country, Judge Honeyman \ndecided that there was no need to hear from anyone other than Jaramillo.\n\nWhen the prosecution presented its case by asking a handful of perfunctory questions, it became clear which way \nthe pendulum was swinging.\n\nDanielle Dussek, assistant chief counsel with the Department of Homeland Security in Philadelphia, said Jaramillo \nwas a good candidate to have the deportation order waived.\n\nHoneyman agreed, citing what he called a \"mountain of equities\" - but warning Jaramillo that even the smallest \noffense could lead to his deportation without the chance to be rescued again.\n\nThe courtroom erupted in applause. Afterward, Jaramillo went outside and was greeted by supporters and a wall of \nTV cameras.\n\nMorley, his attorney, quietly went back inside and got a citizenship application for his client.\n\nThe government, by choosing not to oppose or appeal Jaramillo's last-ditch attempt to stay, did the right thing, he \nsaid.\n\n\n\n\"Justice is done when the right result is reached,\" Morley said.\n\nContact staff writer Mitch Lipka at 856-779-3807 or mlipka@phillynews.com.\n"}