{"title": "CHINESE WOMEN FACE DEPORTATION REVERSAL: CLINTON OFFICIALS REJECT HARSH BIRTH-CONTROL POLICY AS GROUNDS FOR ASYLUM.", "body": "\nIn the Chinese city of Wenzhou there is a hospital with the lyrical name of East Wind. Hu Shuyue and Chun Nan \nremember it well.\n\nHu was strapped to an operating table there for a forced abortion when she was six months pregnant with her third \nchild; Chun Nan was ordered to East Wind to be sterilized after the birth of her second son.\n\n\"I will never forget that,\" said Hu, 40, wincing at the memory. \"I am so sad, so bitter.\"\n\nBoth women fled China by paying Chinese gangsters to smuggle them into the United States aboard the Golden \nVenture cargo ship, which ran aground near New York City in June 1993 with nearly 300 passengers.\n\nThe women sought political asylum in America, saying they were fleeing the harsh birth control policies of \nChina.\n\nBut that has not been enough to satisfy immigration officials and, now, after two years of detention, Hu and Chun \nNan are on the verge of being sent back to an uncertain fate in China.\n\nThe likely deportation of Hu, Chun Nan and other Chinese women is threatening to raise a fresh political storm for \nthe Clinton administration.\n\nAccepted for admission\n\nIn recent years thousands of illegal immigrants have used fear of coercive birth-control measures in China to gain \nadmission to the United States.\n\nBut President Clinton decided last August to take a tougher approach to Chinese asylum cases, officially \nreversing the more lenient policies of former President Bush.\n\nConservatives in Congress and elsewhere say Clinton is being too tough -- sending women with legitimate fears of \nprison or serious political harassment back to China.\n\n\"I'll be done for if I have to go back to China,\" said Chun Nan, 44, who only wanted her given names printed, \nkeeping her family name anonymous.\n\nA total of 13 women -- most of whom have had forced abortions or sterilizations in the past -- are among the first \ngroup of Golden Venture passengers being forced back to China.\n\n\nThey are being held in Bakersfield, and their departure could come within days. Hundreds of others could follow. \nAbout 1,000 illegal Chinese immigrants are being held at INS facilities around the country.\n\n\"Most of these women have been horribly victimized in China, and I'm shocked that this is not grounds for \nasylum,\" said Richard Cook, an attorney in New Orleans who is representing the women. \"They are absolutely \nterrified. They are all looking at long prison times or fines at the least.\"\n\nSupporters in Congress\n\nMany on Capitol Hill are taking up the cause of the Golden Venture women. Rep. Henry Hyde, R-Ill., chairman of \nthe House Judiciary Committee, and Rep. Christopher Smith, R-N.J., chairman of the subcommittee on human \nrights, said Congress would consider putting into law a guarantee of asylum for people who are forced to have \nabortions or sterilizations.\n\nSen. Jesse Helms, R-N.C., chairman of the Foreign Relations Committee, told the president he guaranteed such \nlegislation would pass Congress.\n\nLory Rosenberg, a legal expert for the American Immigration Law Foundation in Washington, said in a letter to the \nINS that there has been \"blatant disregard for the rights of these women to be released on parole or even \nconsidered for release.\"\n\nShe said the Golden Venture episode has made \"a mockery\" of Clinton's new policy.\n\nDuring the administration of President Bush, asylum was granted to all Chinese who suffered under the country's \ncoercive family planning rules. That policy, established in 1990, triggered a flood of illegal Chinese, many of whom \ncited fear of family planning in seeking refuge here.\n\nTo stem that flood, Clinton tightened the political asylum rules, omitting fear of family planning.\n\nHe said he would make special exceptions for some of the worst cases of suffering and abuse. Clinton envisioned \nthat as a humanitarian safety net. But the net is not catching any of the women from the Golden Venture.\n\nThe president has left it up to the Immigration and Naturalization Service to stop deportations in hardship cases. \nBut immigration attorneys fear that the INS will take an equally hard line with the nearly 800 other Chinese men \nand women in detention who are seeking asylum under similar family-planning complaints. To be sure, Bush's \npolicy of favorable treatment for Chinese because of China's family planning rules was a magnet, drawing \nthousands of illegal immigrants. They came by plane, they came by boat. At the height of the wave in 1993, there \nwere more than 100,000 illegal Chinese immigrants.\n\nSome had credible complaints; others used family-planning coercion as a convenient argument.\n\nThe grounding of the Golden Venture brought the problem of illegal immigration from China to a head. The image \nof a decrepit vessel running aground not far from the Statue of Liberty prompted the Clinton administration to take \na tough stand.\n\nTo make the smugglers suffer, the INS detained their cargo -- people like Hu and Chun Nan -- so the people \ncouldn't find jobs and pay off their debts to the gangsters. The debts were large, too. Each passenger owed the \nsmugglers, called \"snakeheads,\" about $30,000 each.\n\nUnder direction from Clinton, all 285 Golden Venture passengers were detained in facilities across the country. Hu \nand Chun Nan were locked up in New York, before being transferred to New Orleans. Two weeks ago, they were \nflown to Bakersfield.\n\nInside the visitors room of the Kern County Detention Facility here, Hu seemed anxious and perplexed about many \nthings.\n\n\n\nWhy is she locked up behind barbed wire? Why was she flown here in shackles from New Orleans two weeks ago? \nWhy has she spent nearly two years behind bars like a criminal?\n\nWhere is she going next?\n\nHu could speak no English, but her face, with one eye twitching nervously, implored what her voice could not: Get \nme out of here.\n\nIn all likelihood, that won't happen.\n"}