{"title": "Playing It Dangerously Safe", "body": "\nIn October, 1999, as George W. Bush prepared for the Republican presidential primaries, he took the unexpected \nstep of denouncing a House Republican proposal to cut the Earned Income Tax Credit, a benefit for the working \npoor.\n\n\"I don't think they ought to balance their budget on the backs of the poor,\" Bush declared, while campaigning in \nCalifornia. \"I'm concerned for someone who is moving from near-poverty to middle class.\"\n\nWhen Bill Clinton was preparing for the Democratic presidential primaries in 1992, he challenged the liberal wing of \nhis own party over and over again. He declared that he would \"end welfare as we know it\"; he sanctioned the \nexecution in Arkansas of Ricky Ray Rector, a mentally disabled murderer; and            he denounced the \nappearance at a conference sponsored by Jesse Jackson ofSister Souljah, a political activist and rapper who had \nbecome notorious for her comments in the wake of the riots in Los Angeles earlier that year: \"If black people kill \nblack people every day, why not have a week and kill white people?\"\n\nBush and Clinton, both of whom went on to win two terms in the White House, dealt head-on with one of the most \ndifficult problems presidential candidates face: How to address issues which divide the candidate's core \nconstituencies.\n\nNow Mitt Romney faces a similar dilemma: the issue of immigration. In this case, Romney's choice has been to \navoid making a choice; he is trying to have it both ways.\n\nImmigration is a complicated problem for Romney because the issue pits hard-core anti-immigration forces on the \nright against two distinct constituencies: Hispanic voters; and the business wing of the Republican party, which \nwants legal access to the services of millions of low-wage workers. All three groups are crucial to Romney. \n\nBy ducking the issue, Romney may be taking what seems like the safest route, but equivocation carries its own \nliabilities.\n\nPerhaps most dangerously, Romney makes himself vulnerable to the same charge of failed leadership that he has \nfrequently leveled against Obama.\n\nThe immigration issue surfaced on June 15 when the Obama administration announced its new enforcement policy, \nwhich exempts from deportation young, undocumented but law-abiding people brought to the United States before \nthe age of 16.\n\n\nTwo days after the Obama announcement, Romney appeared on \"Face The Nation\" on CBS where Bob Schieffer \nasked him, \"Just to make sure I understand, would you leave this\" - the Obama policy - \"in place while you worked \nout a long-term solution or would you just repeal it?\"\n\nRomney replied:\n\nWe'll - we'll look at that - we'll look at that setting as we - as we reach that. But my anticipation is, I'd come into \noffice and say we need to get this done on a long-term basis, not this kind of a stopgap measure. What the \npresident did, he should have worked on this years ago. If he felt seriously about this, he should have taken action \nwhen he had a Democrat House and Senate, but he didn't. He saves these sorts of things until four and a half \nmonths before the general election.\n\nThe full interview is worth reading. Schieffer is courteous but persistent. Romney's performance is consistently \nevasive.\n\nOn June 25, shortly after the Supreme Court released its decision on the constitutionality of Arizona's tough \nimmigration law - headline news across the country - the Romney campaign issued the following statement:\n\nToday's decision underscores the need for a President who will lead on this critical issue and work in a bipartisan \nfashion to pursue a national immigration strategy. President Obama has failed to provide any leadership on \nimmigration. This represents yet another broken promise by this President. I believe that each state has the duty - \nand the right - to secure our borders and preserve the rule of law, particularly when the federal government has \nfailed to meet its responsibilities. As Candidate Obama, he promised to present an immigration plan during his first \nyear in office.  But four years later, we are still waiting.\n\nThe statement was worthy of the famous 1980 headline in the Boston Globe describing a speech by President \nJimmy Carter: \"More Mush From the Wimp.\"\n\nLater on the 25th, Romney told a group of donors in Scottsdale, Ariz. that he would have \"preferred to see the \nSupreme Court give more latitude to the states, not less.\"\n\nLiberal commentators have had a field day carving up Romney's equivocations.\n\nSalon's Alex Seitz-Wald summed it up well in a story headlined \"Romney plays immigration dodgeball: A \ncomprehensive guide to everything Romney has refused to say about immigration.\"\n\nThink Progress's Igor Volsky continued the full court press: \"Romney's Campaign Co-Chair Spends Four Minutes \nDodging Direct Questions On Arizona Immigration Law.\"\n\nThe Romney campaign dismisses sniping from the left, but perhaps they took note of a tweet from Mark Levin, the \nright-wing talk show host: \"Romney on illegal immigration and Arizona's law - weak.\"\n\nLevin read Romney's statement aloud on his radio show, then said:\n\nHere we are in the face of tyranny, a president of the United States acting outside immigration statutes, acting \noutside the Constitution's separation of powers doctrine, flipping the bird to the Supreme Court - this is the best he \ncould do?\n\nW. James Antle, of the conservative American Spectator, published a blog post, \"Pinning Romney Down on \nArizona,\" that reprinted a lengthy, agonized effort by Rick Gorka, a Romney spokesman, to explain his boss's \nposition. It is worth reading            in its entirety.\n\nHere is a key exchange:\n\nQuestion: Does [Romney] support the law as it was drafted in Arizona?\n\nhttp://www.cbsnews.com/8301-3460_162-57454827/face-the-nation-transcripts-june-17-2012-gov-romney-senator-graham-gov-dean/\nhttp://www.cbsnews.com/8301-3460_162-57454827/face-the-nation-transcripts-june-17-2012-gov-romney-senator-graham-gov-dean/\nhttp://www.cbsnews.com/8301-3460_162-57454827/face-the-nation-transcripts-june-17-2012-gov-romney-senator-graham-gov-dean/\nhttp://www.mittromney.com/news/press/2012/06/mitt-romney-obama-has-failed-provide-any-leadership-immigration\nhttp://pqasb.pqarchiver.com/boston/access/666646561.html?FMT=ABS&date=Nov%206,%201982\nhttp://www.cbsnews.com/8301-503544_162-57460148-503544/romney-prefer-if-supreme-court-gave-states-more-latitude/\nhttp://www.salon.com/2012/06/26/romney_plays_immigration_dodgeball/\nhttp://thinkprogress.org/election/2012/06/26/506275/romneys-campaign-co-chair-spends-four-minutes-dodging-direct-questions-on-arizona-immigration-law/\nhttp://spectator.org/blog/2012/06/25/pinning-romney-down-on-arizona?utm_source=twitterfeed&utm_medium=twitter\nhttp://spectator.org/blog/2012/06/25/pinning-romney-down-on-arizona?utm_source=twitterfeed&utm_medium=twitter\nhttp://www.politico.com/blogs/burns-haberman/2012/06/the-romney-camps-line-on-arizona-127229.html\n\n\nGorka: The governor supports the right of states, that's all we're going to say on this issue.\n\nQuestion: Does he have a position on the law, or no position?\n\nGorka: The governor has his own immigration policy that he laid out in Orlando and in the primary, which he would \nimplement as president, which would address this issue. Whereas Obama has had four years in the office and has \nyet to address it in a meaningful way.\n\nQuestion: But does the Governor have a position on the Arizona law besides supporting the right of states?\n\nGorka: This debate is sprung from the president failing to address this issue, so each state is left and has the power \nto draft and enact their own immigration policy.\n\nQuestion: But the Arizona law does very specific things, does the governor support those things that the Arizona \nlaw does?\n\nGorka: We've addressed this.\n\nDuring the Republican primaries, in which almost no Hispanics vote, Romney declared himself Mr. Hardline on \nimmigration. A Romney commercial titled \"Takes Guts\" told viewers:\n\nMitt Romney. He said no to drivers' licenses for illegals, no to instate tuition, fought for English in the classroom. \nThe only candidate with a proven record of fixing the big problems. From day one, Mitt Romney will do what he \ndoes best, take charge, demand results, no excuses.\n\nNow, contemplating a general election contest in which millions of Hispanics will cast ballots, Romney has gone \nrubber-kneed.\n\nRomney's commitment to the safe route is a core aspect of his political style.\n\nIn an unusual moment of candor last April, Romney explained his rationale for caution to Stephen F. Hayes of the \nconservative Weekly Standard:\n\nOne of the things I found in a short campaign against Ted Kennedy was that when I said, for instance, that I wanted \nto eliminate the Department of Education, that was used to suggest I don't care about education. So I think it's \nimportant for me to point out that I anticipate that there will be departments and agencies that will either be \neliminated or combined with other agencies. So for instance, I anticipate that housing vouchers will be turned over \nto the states rather than be administered at the federal level, and so at this point I think of the programs to be \neliminated or to be returned to the states, and we'll see what consolidation opportunities exist as a result of those \nprogram eliminations. So will there be some that get eliminated or combined? The answer is yes, but I'm not going \nto give you a list right now.\n\nRomney also told Hayes exactly why he believes his evasive tactics will work:\n\nOne thing I can assure you is that the one group that will certainly be with me in the general election if I'm the \nnominee will be conservatives and very conservatives. Because they're certainly not going to vote for Barack \nObama.\n\nRomney is right that conservatives will not be pulling Democratic levers, but there is no guarantee that they will turn \nout in the numbers he needs. A June 7-12 Pew survey showed that lukewarm backing could prove to be a serious \nproblem for Romney.\n\nMost Obama backers support him strongly, while most Romney voters support him only moderately. Similarly, \nDemocrats are more satisfied with the choice of candidates than are Republicans: 68% of Democratic voters say \nthey are satisfied with the field compared with 60% of Republican voters.\n\nhttp://www.youtube.com/watch?v=eJ1P6ebVjqk\nhttp://www.weeklystandard.com/articles/risk-averse-romney_634427.html?page=1\nhttp://www.people-press.org/2012/06/21/gop-holds-early-turnout-edge-but-little-enthusiasm-for-romney/\n\n\nIn addition, while the survey found that Obama held a modest 50-46 lead over Romney, the percentage of voters \nwho \"strongly\" back Obama, 30 percent, was nearly twice the 17 percent who strongly support Romney.\n\nAlthough poll data does not specifically link Romney's vacillation on immigration to the lack of enthusiasm for his \nbid, it is virtually certain that a reluctance to take a stand is not an effective tool for building voter intensity.\n\nRomney's stance - or lack thereof - speaks in part to his character, but more significantly it speaks to the slow-\nmotion struggle within the Republican Party about coming to terms with the fact that its white base is shrinking while \nHispanics, as a proportion of the electorate, are steadily gaining traction.\n\nIn this respect, Romney's fears of taking a more pro-immigrant stance - a posture roughly 90 percent of Republican \nstrategists I have spoken with believe is essential - are possibly realistic. George W. Bush ran in 2004 on a platform \ncalling for liberal immigration reform, winning a higher percentage of Hispanic votes than his Republican \npredecessors while simultaneously maintaining the backing of socially conservative whites. Romney lacks Bush's \nglad-handing charm, his gift for electioneering. Bush's comfort with the cadence and rhetoric of the southern \nvernacular gave him leeway with low- and middle-income whites, leeway Romney may sense he does not have.\n\n• The Great Immigration Reform Mirage\n\n• Candidate Blank\n\n• For the Ron Paul Wing, Now What?\n\n• Campaigns and Crankiness\n\n• Romney the Cautious\n"}