{"title": "Is a city America's gatekeeper?; Hazleton's immigration law goes on trial.", "body": "\nThe first ordinances passed by a local government to crack down on illegal immigrants, enacted in July in the old \ncoal city of Hazleton, went on trial in federal court here yesterday, with 20 lawyers seated at counsel tables and \nreporters for national media scribbling notes.\n\nThe central question in the case is whether municipal lawmakers can regulate immigration, or whether \nimmigration policy is the exclusive province of the U.S. government.\n\n\"I realize we're not fighting for Hazleton anymore. We're fighting for the whole country,\" said Hazleton Mayor Lou \nBarletta, who introduced the Illegal Immigration Relief Act in the city council after a local man was shot in the \nforehead by two illegal immigrants from the Dominican Republic last May.\n\n\"I'm trying to protect the people of my community,\" Barletta said before the trial began. \"We can't rely on the federal \ngovernment anymore. We've got to stand up for ourselves.\"\n\nThe Hazleton ordinances, yet to be enacted pending the outcome of the trial, would fine landlords who rent to \nillegal immigrants and withhold permits from companies that hire them. It also mandates English as the official \nlanguage of this former anthracite-mining town, where the population swelled 30 percent, to 32,000, in five years \ndue to an influx of Latinos from New York and New Jersey looking for a peaceful community, jobs and affordable \nhousing.\n\nSince introducing the laws, Barletta, 50, said he had received more than 20,000 positive e-mails and raised a \n$100,000 legal fund from contributions sent by people all over the country.\n\n\"An 88-year-old man in a nursing home, saving his quarters, told his granddaughter where they were hidden and \nsaid, 'Send them to Lou Barletta,' \" the mayor said.\n\nBarletta also said he had worn a bulletproof vest to hearings where immigrants and their advocates condemned the \nordinances as fanning hatred and fear and as violating the constitutional rights of legal immigrants, employers and \nlandlords. Barletta is to testify this week.\n\n\"I hope to stop the whole anti-immigrant movement dead in its tracks,\" said Anthony D. Romero, executive director \nof the American Civil Liberties Union, when asked about the significance of the trial, which is expected to last two \n\n\nweeks. The ACLU filed the suit, Lozano et al v. City of Hazleton, and represents the plaintiffs, Latino residents of \nHazleton and immigrant-advocacy groups.\n\n\"We know this is the first local ordinance, the first trial,\" added Witold Walczak, legal director of the ACLU of \nPennsylvania, who made the plaintiffs' opening statement yesterday.\n\n\"We know that a lot of these small towns across America are saying, 'We'd like to do something, but let's see what \nhappens in Hazleton,' \" Walczak said.\n\nBarletta's supporters describe Hazleton's ordinances as the desperate act of a town attempting to preserve its way \nof life, but saddled by a Congress that has failed to pass comprehensive immigration reform. There are an \nestimated 12 million illegal immigrants in America, about 5 percent of the nation's workforce.\n\nWalczak, speaking in court, called the laws an attempt to \"shortcut the Constitution\" by a town that overstepped its \nauthority.\n\nIn a sense, the trial is also a referendum on Barletta, whom Walczak called an \"opportunistic mayor\" who used the \nordinance to become \"a national media star.\"\n\nBarletta and the Hazleton defense team say the ordinances target no ethnic or racial groups. The mayor claimed \nlegal immigrants were welcome in his community and had contributed to its rebirth. Illegal immigrants, he said, are \nresponsible for rising crime, overcrowded schools, and budget strains caused by the need for increased services. \nThe ACLU has said there is no evidence to support Barletta's claims.\n\nBefore the May 2006 murder, Barletta had excellent relations with the Latino community, the Hazleton lawyers said \nin their opening remarks. More than 30 Latino businesses have been launched in town since the ordinances \npassed, they said.\n\nWitnesses for the plaintiffs, however, testified that Latinos were leaving Hazleton, that businesses were closing, and \nthat immigrants - legal and illegal - were afraid.\n\nJose Lechuga, a U.S. citizen from Mexico, said he had sent his children to Arkansas and North Carolina for their \nsafety. Lechuga said he, too, would be leaving after operating a grocery store and restaurant in Hazleton for years. \nThe plaintiffs stressed that the impact of the proposed ordinances has been felt even though they have not yet been \nenacted.\n\nThe nonjury trial will be decided by U.S. District Court Judge James M. Munley with the Middle District of \nPennsylvania.\n\nImmigrant advocates who support national immigration-policy reform held a rally across from the federal \ncourthouse yesterday afternoon.\n\n\"There is one thing we all agree on,\" said Regan Cooper, executive director of the Pennsylvania Immigration and \nCitizenship Coalition. \"Our immigration system is badly broken.\"\n\nContact staff writer Michael Vitez at 215-854-5639 or mvitez@phillynews.com.\n"}