{"title": "ECON WOES HIT IMMIGRATION", "body": "\nTHESE ARE, to say the least, uncertain times, and the mood of the country is not one of celebration. Yet there is a \ngroup of people that is having a great time.\n\nWe are talking about the anti-immigration crowd, for whom one of their fondest dreams is finally becoming a \nreality: After years of continued growth, immigration to the U.S. is slowing down dramatically.\n\nLast year, about 500,000 immigrants entered the country - less than half the 1.8 million the year before, according \nto the Census Bureau. That, along with the fact that thousands of immigrants are returning to their countries on their \nown, is shrinking the foreign-born population in the U.S.\n\nBefore the partying gets out of hand, those who have made a career out of dehumanizing immigrants and \ncriminalizing their hard work should pause and think about why this is happening.\n\n\"There are no jobs, no chance to become legal; they treat us worse than criminals,\" said Efrén Ramos, a 22-year-\nold construction worker who lives in Jackson Heights. \"What am I doing here?\"\n\nIn other words, the nation's sharp economic downturn and lack of available jobs, coupled with the human rights \ncrisis provoked by the administration's enforcement-only immigration policy (for lack of a better word), have made \nmigrating to the U.S. a less plausible road. The beacon of a generous America where success can be achieved by \nworking hard and believing in the future has dimmed considerably.\n\nBut the very same factors that are discouraging immigration also are threatening like never before the livelihood \nand future of every American. Obviously there is not much to celebrate, even for the rabid anti-immigration crowd.\n\nRamos and thousands of other immigrants who made their living in the construction industry during the housing \nboom of the early 2000s were victimized along with the rest of the American workers and middle class by the \nhousing market crash that threatens to bring the nation's economy down with it.\n\nNow President Bush is pushing Congress to hurry up and give Treasury Secretary Henry Paulson unfettered control \nover $700 billion to bail out Wall Street for its out-of-control speculation and greed. No one should forget that this \n$700 billion comes on top of the $900 million that paid for the bailouts of, among others, A.I.G., Fannie Mae, \nFreddie Mac and Bear Stearns.\n\n\nLife, though, is full of surprises. It is ironic to see the right-wing Bush administration taking socialist measures like \nthe nationalization of Wall Street, in a mad rush to try to resolve a crisis created under their watch by deregulation, \nrampant corruption, and limitless greed.\n\n\"When a government in Latin America nationalizes a corporation because it's not serving the poor, we are told it is \n'banana-republic socialism,' \" said Rep. José Serrano (D-Bronx). \"Why is it that when we nationalize a whole sector \nof our economy because the rich are affected, it is a must-do action to save Wall Street, our national economy and \ncapitalism itself?\"\n\nOne of the differences, of course, is that Washington wants to nationalize the losers - and make taxpayers foot the \nbill - but will not touch the winners. As someone pointed out, how come no one talks about nationalizing Exxon?\n\nYes, immigration is slowing down. But not even those who have traded anti-immigrant demagoguery into profitable \nmedia and political careers should be celebrating. We are all in the same boat.\n\naruiz@nydailynews.com\n"}