{"title": "Owners of El Balazo taqueria chain sentenced for immigration and tax fraud", "body": "\nA beloved taqueria chain that once spanned the Bay Area has been whittled to one, crumbling under the weight of \na federal probe that ended with its owners getting sentenced this week for hiring illegal immigrants and hiding their \nwages from the IRS.\n\nThe entrepreneurial feel-good story of El Balazo collapsed for good Tuesday, when Marino Sandoval, 59, was \nsentenced to 41 months in prison. His wife, 51-year-old Nicole Sandoval, was sentenced to five years of probation \nand one year of community confinement, according to federal prosecutors. The Pleasanton couple was also \nordered to pay $2,216,010 in restitution to the IRS.\n\nThe Sandovals could not be reached, and their attorney did not return a message by late Thursday.\n\nIn its heyday, the El Balazo chain boasted 11 locations covering San Francisco, Concord, Danville, Lafayette, \nPleasanton and San Ramon, with one of the San Ramon spots featuring the eponymous Marino's Bar. Since then, \nall but the original Haight Street location in San Francisco have been shuttered or are under new ownership.\n\nThe first signs of trouble surfaced in March 2008 when IRS agents executed search warrants at several of the \nrestaurants. That was followed by a massive Immigration and Customs Enforcement raid across the chain that \nresulted in the arrests of 63 illegal immigrants.\n\nThe raids were met with some outrage, particularly in San Francisco, where advocates for the arrestees argued that \nthe actions violated the city's \"safe haven\" policies for undocumented immigrants. Some locations briefly shut down \nafter the raids, and did so again in 2010 after the chain fell behind on its taxes.\n\nSandoval himself moved from Mexico to Alameda with his family when he was a child. In 1976, after gaining \nexperience working at his brother-in-law's San Francisco deli, he opened his own deli, the Golden Gate Fryer, in the \nFinancial district, selling his house to finance the enterprise.\n\nAfter five years he sold the business to his brother and took a job with the Sysco food company. But the restaurant \nitch came calling again in 1993, when he opened the first El Balazo on Haight Street. In a 2005 interview with this \nnewspaper, Sandoval said the name, which means \"the gunshot\" in Spanish, had been aimed to impart speedy \nfood service, but soon the eatery was lauded for its authentic flavors on top of its fast delivery.\n\nSandoval leveraged the restaurant's popularity to expand to the East Bay suburbs, opening Nicole's Diner in 1995 \nin San Ramon.\n\nOver the next decade the couple opened multiple restaurants in Danville and Pleasanton.\n\n\nBut their worker base aroused suspicion and eventually a federal investigation. By the time it was over, Marino \nSandoval had admitted to federal prosecutors that he knowingly hired employees not legally authorized to work in \nthe United States. Between 2007 and 2008, prosecutors said, the chain employed more than 100 illegal \nimmigrants.\n\nAfter federal authorities confronted Marino Sandoval with their findings, he rehired at least 10 of the unauthorized \nemployees, prosecutors said.\n\nNicole Sandoval would later admit to underreporting employees' wages to decrease the businesses' tax burdens \nand providing false Social Security numbers for them.\n\nThe scrutiny would also ensnare Sandoval's brother, Francisco Sandoval, 56, of Alameda, the former manager of \nthe San Francisco location. He was sentenced in December 2010 to three years of probation and ordered to pay \n$50,000 to the IRS.\n\nRobert Salonga covers public safety. Contact him at 925-943-8013. Follow him atTwitter.com/robertsalonga . ---\n\nGraphic\n\n \n\nJim Stevens-staff 11-29-04 Business Marino and Nicole Sandoval, owners of Taqueria El Balazo.\n\nThe owners of Taqueria El Balazo, Marino and Nicole Sandoval (seen in a 2004 file photo), were sentenced to \nprison and probation Thursday for hiring illegal immigrants and engaging in tax fraud to cover up those workers' \nwages. (Jim Stevens/Staff Archive)\n"}