{"title": "A Shameful Ban; The United States should end a prohibition against HIV-positive visitors and immigrants.", "body": "\nAPLAN THAT would direct about $50 billion over the next five years to halt the spread of HIV-AIDS in developing  \ncountries has dodged multiple challenges from Republican lawmakers and is set to become one of the Bush \nadministration's finest  accomplishments. The Senate voted overwhelmingly last week to approve the President's \nEmergency Plan for AIDS Relief (PEPFAR), and the House is expected to do the same as early as today. But one \nof PEPFAR's most significant provisions, the elimination of a 21-year-old ban on HIV-positive visitors and \nimmigrants that puts the United States in the company of countries such as Libya and Sudan, may not take effect \neven if the legislation passes. The bill leaves to the Department of Health and Human Services (HHS)  the decision \nas to whether  HIV-positive visitors  may enter the country. HHS officials have previously expressed a willingness \nto remove the ban but may delay a decision until the next administration takes office.\n\nThe ban is a relic of the myth and hysteria surrounding HIV-AIDS in the late 1980s, and HHS officials should not \nhesitate to remove this   blot from  the country's immigration history. In 1987, the Centers for Disease Control and \nPrevention (CDC)  added HIV  to a short list of  dangerous, contagious diseases, including leprosy and \ntuberculosis, that  disqualify visitors from  admission to the country. The CDC announced in 1991 that HIV is not \ntransmitted casually and that \"admission of people with HIV would not significantly increase the risk of HIV infection \nto the U.S. population.\" But two years later, there was an AIDS scare, and Congress amended the Immigration and \nNationality Act to turn the ban into  law.  HIV-AIDS is the only  medical condition specifically named in U.S. \nimmigration law as a bar to admission to the country. Offsetting the billions spent on AIDS relief, the ban has \ndiminished the United States' humanitarian reputation abroad.\n\nOpponents of PEPFAR have expressed concern that an influx of HIV-positive  immigrants would increase public \nhealth outlays. They have a point. The Congressional Budget Office has estimated that lifting the restriction would \ncost the government $83 million over the next 10 years. But PEPFAR raises immigration fees by a few dollars to \ncover the cost. Making private health insurance a requirement for HIV-positive immigrants  would be another way \nto lower government costs.\n\nPresident Bush has an impressive legacy of combating HIV-AIDS. If PEPFAR passes, he could further burnish that \nlegacy by urging  the Department of Health and Human Services to end the ban on U.S. admission for would-be \nvisitors and immigrants who are HIV-positive.\n\n"}