{"title": "U.S. SENATOR SPENCER ABRAHAM (R-MI) HOLDS A HEARING ON THE CRISIS IN KOSOVO", "body": "\nU.S. SENATE COMMITTEE ON THE JUDICIARY SUBCOMMITTEE ON\n\nIMMIGRATION HOLDS HEARINGS ON THE KOSOVO REFUGEE CRISIS\n\nAPRIL 14, 1999\n\nSPEAKERS: SPENCER ABRAHAM (R-MI), CHAIRMAN\n\nU.S. SENATOR ARLEN SPECTER (R-PA)\n\nU.S. SENATOR CHARLES E. GRASSLEY (R-IA)\n\nU.S. SENATOR JON KYL (R-AZ)\n\nU.S. SENATOR EDWARD M. KENNEDY (D-MA), RANKING\n\nU.S. SENATOR DIANNE FEINSTEIN (D-CA)\n\nU.S. SENATOR CHARLES E. SCHUMER (D-NY)\n\nJULIA TAFT\n\nASSISTANT SECRETARY OF STATE FOR POPULATION,\n\nREFUGEES, AND MIGRATION\n\nUNITED STATES DEPARTMENT OF STATE\n\nDR. VJOSA DOBRUNA\n\nKOSOVAR REFUGEE\n\nDIRECTOR AND FOUNDER\n\nCENTER FOR THE PROTECTION OF WOMEN AND\n\nCHILDREN IN PRISTINA\n\nAFERDITA KELMENDI\n\n\nKOSOVAR REFUGEE\n\nEDITOR, RADIO 21 (INDEPENDENT RADIO STATION)\n\nMAUREEN GREENWOOD\n\nADVOCACY DIRECTOR, EUROPE AND MIDDLE EAST\n\nAMNESTY INTERNATIONAL\n\nBILL FRELICK\n\nSENIOR POLICY ANALYST\n\nU.S. COMMITTEE FOR REFUGEES\n\n *\n\nABRAHAM: We'll begin our hearing at this time and I want to thank so many people who have been involved in \nhelping to put together today's activities.  To our ranking member: Senator Kennedy and his staff and to Chairman \nHatch and the full judiciary committee staff.\n\nToday's hearing of course, is on the Kosovo refugee crisis.  I will make a few opening remarks and then I've asked \nSenator Hatch, who has a long interest involvement in these issues, to join us today. And he will make some brief \nremarks, as well.  Our ranking member of the judiciary committee, Senator Leahy.  And we're also joined of course \nby subcommittee members Senators Kennedy and Feinstein.\n\nToday we will examine the Kosovo refugee crisis.  The hearing will focus on what I consider to be a tragedy of epic \nproportions.  A tragedy that constitutes the single largest humanitarian disaster in Europe since the end of World \nWar II.\n\nOn March 24th, just three weeks ago, NATO launched air strikes against Serb targets in Yugoslavia.  Mr. Milosevic \nimmediately raised, to a new level, his brutal campaign against the inhabitants of the province of Kosovo.  He \ndirected his forces to sweep through towns and villages and target their residents, 90 percent of whom were ethnic \nAlbanians.\n\nEthnic cleansing is a euphemism.  What Slobodan Milosevic's forces did was to rape, murder, and remove ethnic \nAlbanians from Kosovo.  It is said that one's home is the safest refuge, but for Kosovar Albanians, this has not \nbeen the case.  Across Kosovo, individuals, indeed entire families, were forced to leave their houses.  Many were \nawoken (sic) in the middle of the night with a knock on the door or worse.  Fathers and sons were removed from \ntheir families, leaving women and children to wander toward the border not knowing and perhaps never knowing \nthe fate of their loved ones.\n\nAccording to U.S. intelligence and other sources, the human rights abuses being committed in Kosovo are \nimmense.  In Arlat (ph), Serb forces executed 200 ethnic Albanian men.  In Jakovitsa, the bodies of 70 ethnic \nAlbanians were found in two houses and another 33 bodies were found in a local river.  In Goden, on March 25th, \nSerb forces executed 20 men, including school teachers.  In Likovac (ph) and Mlishavo (ph) and other towns and \nvillages, they torched homes and burned shops to the ground.  And in town after town, and village after village, \nSerb forces expelled Kosovar Albanians with the numbers soon climbing into the hundreds of thousands.\n\nAs difficult to fathom the horror of police and military forces surrounding entire neighborhoods, and forcing those of \na particular ethnicity to leave, but that is precisely what has happened.  There have been some who have \nquestioned the extent of the atrocities being committed in Kosovo.  I think that today's hearing and the testimony \nwe are about to hear, will help resolve anyone and any doubts.\n\n\n\nWe will also be addressing the scope and the adequacy of the response of the United States and the international \ncommunity, focusing on several aspects of this subject.  First, it is reported that last week Macedonian police \nremoved refugees from a site there, separating people from their families and forcing them onto planes bound for \nTurkey.  More than $400,000 in U.S. taxpayer money was used for these flights, which apparently removed many \npeople against their will.\n\nSecond, food, shelter, and other times needed by the refugees for their survival were not available for many days \nafter the refugee flow began, and are still in desperately short supply in some places. These shortages raise \nquestions about the level of preparedness for the brutal campaign Mr. Milosevic began as soon as international \nobservers had left Kosovo in anticipation of the air strikes.\n\nThird, the administration announced last week that it might place up to 20,000 Kosovar refugees, whom the United \nStates has offered to accept at our naval base in Guantanamo Bay.  This gives rise to some questions about what \nthis plan involves and how it would work in practice.\n\nFinally, we will see what we can learn about what is happening and what is likely to happen to the internally \ndisplaced Kosovars, who are still within Yugoslav territory.\n\nThis crisis has touched the lives of not only Kosovar Albanians, but also families right here in the United States \nand in my home state of Michigan.  Many Americans are eager to help and have offered food, shelter, and money \nto aid the refugees.\n\nTo give just one example, the Gerber baby products company, based in Fremont, Michigan, has donated 21,984 \ncases of baby food products for the infants of refugees fleeing from Kosovo.  Gerber informed our office yesterday \nthat two truckloads had already arrived in Albania, and that five to eight more truckloads were being readied for \nshipment.  As Michigan's U.S. senator, I want to commend this Michigan company, but all Americans who have \nmade donations for stepping in to help in this needy situation.\n\nOf course, that is not the only way the crisis has affected Americans.  In California, Texas, and Michigan and \nthroughout the nation, the fate of Staff Sergeant Andrew Ramirez, Specialist Stephen Gonzalez, and Staff Sergeant \nChristopher Stone is very much on our minds.  The numbers we are dealing with in this refugee crisis are \nenormous, yet with large numbers, it is often possible to lose the full picture of human tragedy, the human face.  For \nbehind every number and every statistic, there is a story that must be heard.\n\nOne of the goals of this hearing is to see to it that we do not lose sight of the human face of this tragedy.  That is \nwhy I'm pleased that we were able to help bring here three people forced out of Kosovo, who will tell their stories.  \nAnd I would like to thank the International Crisis Group, the Kosovo Action Coalition, Mercy Corps International, the \nInternational Rescue Committee, for their help in locating these important witnesses.\n\nAt this time, I would like to also mention that not every one who would like to tell their story could be with us here \ntoday.  We will not hear from people like Iranda Rudari (ph), a 28-year-old ethnic Albanian.  A resident of Pristina, \nIranda knew the Serbs were removing people from their homes in Kosovo, but she felt relatively safe.  She was \nnine months pregnant, and could not imagine being evicted.  But 10 days ago, Serbian troops wearing masks, \nbarged into her apartment and ordered her and her family to leave.\n\nShe told them she was about to have a baby.  They said they didn't care.  Her family drove for four days to reach \nthe Macedonian border, before they were forced to abandon their car.  They soon entered a muddy field, where she \nwas forced to sleep in the cold and the rain under plastic sheeting.  The next day she made it to a camp with tents, \nbut she is yet to have her baby and can only hope that she will receive the medical care she needs, to ensure the \nsafe delivery of her child.\n\nI hope that we will not forget about Iranda and her child as we consider what actions, we as a nation, must take in \nregards to the refugee crisis in Kosovo.  I look forward to hearing the stories of those witnesses who could be with \nus here today, as well as testimony from the administration and from refugee organizations involved in facing this \n\n\n\ntragedy.  That testimony should be before the Congress as we continue to consider how we respond to this refugee \ncrisis.\n\nAnd I want to thank everybody as I said at the outset who has helped us to prepare today's hearing.  At this point, \nI'll turn to the Chairman of the Senate Judiciary Committee, Senator Hatch for his comments.\n\nHATCH: Mr. Chairman, and members of the Subcommittee, Assistant Secretary Taft, representatives of the \nhumanitarian assistance community, and our guests from Kosovo.  Thank you all for being here and I appreciate \nyour courtesy in yielding to me, and also Senator Kennedy's courtesy, which he has always shown to me.\n\nI commend Senator Abraham and Senator Kennedy for holding this important hearing so soon after we've \nreconvened from the spring recess.  Senator Abraham and Senator Kennedy have been voices for responsible and \nhumanitarian refugee and immigration policy since both of them first came to the Senate.  I was pleased we were \nable to work together on this very important matter, and I commend the State Department and the non-\ngovernmental organizations for everything they have done thus far.\n\nI believe I share with every member of this committee the conviction that Congress should assist in doing all it \nreasonably can to alleviate the suffering that has been caused by Milosevic's barbarous, barbaric campaign.  \nBarbarism is how one might perhaps, inadequately describe the deliberate and despicable policy Milosevic has \nunleashed in Kosovo.\n\nEthnic cleansing has been another term used to describe depopulation of ethnic groups in the Balkans.  But that \nterm fails to capture the horror of systematic executions, rapes, and forced exodus of Muslims that have, that we \nhave witnessed in the past weeks.  This is, ladies and gentlemen, quite starkly genocide.  Applying the legal \ndefinitions and the convention on the prevention and punishment of the crime of genocide, we are in my view, \nconfronting the most severe, man-made humanitarian crisis in Europe since World War II.\n\nAnd another point on definitions.  Having read Dr. Dobruna's powerful testimony early this morning, I think we \nshould strictly accept her point and refer to the Kosovars as deportees, rather than refugees.  For the purposes of \nthis hearing, we need to adhere to a certain focus that limits our discussions to the deportee crisis at hand.  We do \nnot, as of this day, have the comprehensive view of the degree of devastation wrought by Serbian forces against \nthe Kosovars. We have seen over a half million people on the borders of the contiguous nations, but we don't have \nany idea exactly how many are there.\n\nWe do not know today the fate of thousands of men and boys separated from their families.  There are credible \nreports of mass rapes, of children's throats slit in front of their parents.  We have no idea as to the dimension of this \nterror and I hope that one of the first things today's hearings, hearing begins to articulate before the American \npublic, is the level of atrocities committed by Serbian military police and paramilitaries against this civilian \npopulation.\n\nWhile this deportee crisis is inseparable from the broader foreign policy issues confronting this administration, \nconfronting Congress, and NATO today, we will have other forums to debate the broader policy.  But two questions \nhave been raised about this deportee crisis that should be addressed today.  One has to deal with the charges that \nNATO's intervention caused this crisis.  And the other has to do with the question as to why the administration and \nits allies were unprepared for the level of humanitarian disaster that we face today.\n\nLet me say here that I find the first suggestion, that NATO's bombings caused this crisis to be completely without \nmerit.  We have plenty of evidence that these genocidal plans were already in place, and in fact, were already being \nslowly implemented before March 24th. Further, we have a clear, historical record that these types of barbarous \npolicies, are what Milosevic perpetrates.  The attacks on civilian populations throughout the war in Croatia and \nBosnia are well established.  Therefore I find it completely unfair and wholly dishonest to accuse the administration \nand NATO of causing this crisis.  To assert this vicious -- causation however, raises a disturbing irony.\n\nI have a vivid and bitter memory of a dramatic discussion I had with then-Bosnian Prime Minister Harris Silajdzic in \nthe Summer of 1995, when he had come to the United States to plead for us to lift our arms embargo against his \n\n\n\nforces besieged by the well-armed Serbs. He met with me moments after pleading unsuccessfully with Vice \nPresident Gore, President Clinton had refused to meet with him.  When I asked the Prime Minister what was the \nVice President's reasoning, I was told that the administration believed that lifting the arms embargo would cause the \nSerbs to attack the eastern enclaves of Zepa, Goradze, and Srebrenica.\n\nThis is of course, what the Serbs did anyway weeks later.  Over seven thousand unarmed men and boys were \nherded out of town and massacred.  In retrospect, I do not know what is more astounding, the administration's \ncompletely fallacious logic then, or the fact that within the graves of Srebrenica, is a glaring lesson they were \nprepared for Milosevic's campaign of genocide unleashed in the last two weeks.\n\nBy looking at the numbers of deportees and learning of the new atrocities, I fear that many more Srebrenicas have \noccurred.  If the administration learned the lessons of Srebrenica, then why were they unprepared?\n\nAgain I thank you Mr. Chairman for your hard work, your leadership, and your courtesy, and I thank my colleagues, \nSenator Kennedy and the other Democrats as well for allowing me to go forward.\n\nABRAHAM: Senator Hatch, thank you very much.  We'll now turn to our Ranking Member on this Subcommittee, \nSenator Kennedy.  And again, I thank you for your help in putting the hearing together, Senator.\n\nKENNEDY: Well thank you Senator Abraham.  And all of us are deeply appreciative of you to have this hearing this \nmorning.  And we thank Chairman and Senator Leahy as well, giving the Senate of the United States an \nopportunity to hear from our friends and we want to extend to them the warmest welcome.  And we know it's never \neasy to relive these days of terror which each of you have gone through.\n\nBut we want you to know at the very start how welcome you are and how important your presence here.  And how \nthe American people value one, your extraordinary courage.\n\nKENNEDY: And secondly, your commitment to your families and your loved ones and for your willingness to share \nwith us what is happening over in your homes and in your communities and in your country. So we thank all of you \nvery, very much for being here.\n\nThe Slobodan Milosevic's reign of terror has created the largest refugee crisis since World War II and over \nhundreds of thousands of Kosovar Albanian refugees forced to seek safe haven in other countries.  And from the \ntestimony of refugees who have made it to safety, we're beginning to learn the true dimension of brutal atrocities \nthat they have witnessed and suffered.\n\nSerbian forces have terrorized villages and towns throughout Kosovo, forcing the ethnic Albanians to flee their \nhomes on a moment's notice.  They have seen Serbs destroy all that they hold dear. They've seen family \nmembers, friends, neighbors tortured or murdered. As they fled to save their lives, they saw their homes destroyed.  \nAnd those who could not run fast enough, like one handicapped man and his wife, were shot as they attempted to \nflee.\n\nAnd these refugees have traveled for days, with only the clothes on their back and with little food or water.  They've \nendured every degradation we can imagine: they've been raped and beaten and stripped of valuables, including \npassports and documents to establish their own identity, families separated, women and children worrying about \nthe fate of their husbands, fathers, brothers, who perhaps were rounded up and murdered by the Serb forces, or \nspared only to be used as human shields.\n\nRefugees who have reached the safety of camp and forced to live and sleep in muddy open fields, exposed to cold \nwinds and rains in squalid conditions with no sanitation or running water.  They are the fortunate ones.  An \nestimated four to six hundred thousand Kosovar Albanians are still trapped in Kosovo.  Little is known about their \nfate.  But the few reports we have received are deeply disturbing. And the Kosovo crisis has presented the United \nStates and NATO with a monumental military and humanitarian challenge.  And we are meeting the military \n\n\n\nchallenge by spending millions of dollars a day to assist NATO in the war against the Serb aggression.  It's a war \nwe intend to win and will as soon as possible.\n\nEqually important is the humanitarian challenge we face.  And as a leader in the refugee policy, and the wealthiest \ncountry in the world, we must be in the forefront of the international efforts to meet the humanitarian needs of the \nrefugees and ease their suffering. We must be ready to provide the humanitarian assistance in a scale \ncommensurate with the crisis.  And I commend the administration for its steps thus far in easing the plight of the \nrefugees and I think we're all very grateful that Julia Taft is a leader in that whole effort.  Someone who brings \nenormous skill and talent and compassion to this position.\n\nWe have provided thousands of tents and blankets and water containers and over a million humanitarian daily \nrations to hundreds of thousands traumatized refugees.  In the weeks ahead, we must be prepared to do more.  \nThe humanitarian needs in the regions are enormous and will continue to grow.  As Mrs. Argata (ph) of the UN High \nCommissioner, has recommended and as the refugees themselves prefer, we are trying to locate the refugees \nwithin the regions. Albania's one of the poorest countries in Europe and has been very generous.  The people of \nAlbania have opened up their homes, shared what little they have with the thousands of refugees, and we need to \nassist Albania with a high cost of caring for them.  Be prepared to do more to assist humanitarian efforts in \nMacedonia, Montenegro to make sure the refugees are treated well.\n\nThe Kosovar refugees have suffered enough.  They've done nothing to merit the indefinite detention and \nconfinement in a refugee camp. We can do better and we should to the greatest extent possible.  We should give \nthem a fitting respite from the violence in their homeland in a manner respectful of their dignity and their liberty until \nthey can safely return to their homes.  Refugee organizations in the United States have been flooded with \ntelephone calls from Americans willing to open up their homes to the refugees and I welcome the fact the \nadministration has given second thought to resettlement in Guantanamo and the base.\n\nFinally, we must not forget the hundreds of thousands of internally displaced refugees.  We have reports of \nanywhere from four to six hundred thousand that are really in desperate, desperate conditions.  And we're mindful \nthat in the matter of hours, of short days that without the water and food that they're a real danger to their own lives.\n\nAnd there are, I think, three different options.  One is the air drop with all of the complexities and difficulties and \nwonderment whether you can get the food to the right people at the right time and diversion of those resources and \ndangers to those who are involved in it.\n\nAnd secondly, humanitarian corridor, which is always difficult to establish, but has been established.  We're -- \nthrough a lot of leadership actually in the Congress years ago, we established in B'affra (ph) in other circumstances \nand it did provide.  A third, to work with some countries and where at least their presence, perhaps the Greeks or \nRussians may be at this time, more acceptable.  But we have to move and time hours, hours.  This isn't a decision \nfor next week, this is a decision for today and tomorrow.  And if we're serious, as I know we are, we have to take \none of those three steps and we have to take it now.\n\nAppreciate the chair's indulgence.\n\nABRAHAM: Thank you very much Senator.\n\nWe are also joined today by the Ranking Member of the full Judiciary Committee, Senator Leahy.  Appreciate his \npresence, along with Senator Hatch's.\n\nSenator Leahy, we'll turn to you for a statement.\n\nLEAHY: Thank you Mr. Chairman and I know this is a matter of great concern to you, you've expressed this, not \njust in this hearing, but in other meetings we have had, both open and closed.  And I appreciate you doing this.\n\nThe Kosovo refugee crisis is really the most significant humanitarian emergency in Europe in half a century.  The \nnumber of Kosovar Albanians who have seen their loved one brutalized and murdered before their eyes, have been \ndriven from their homes into a life of misery and uncertainty, has shocked the conscience of the world.  It's actually \n\n\n\nled to the first military operation in 50 years. We're fortunate to have with us today the refugees who recently fled \nfrom Kosovo and those who can talk about the relief operations there. As I said to them earlier before the hearing \nstarted, I appreciate you being here.  I am so sorry for the reason you are here.\n\nOver 600,000 Kosovar Albanians have fled to neighboring countries.  That's about the same population of my own \nstate of Vermont.  Another two hundred to five hundred thousand are displaced inside Kosovo.  Children have \nbeen lost, women and girls have been raped, men and boys have been taken away their fates unknown.  Those \nliving are living in squalid camps with no idea what the future holds.\n\nThe international community is struggling to respond.  And the U.S. will do its part.  I know we're going to be \nhearing from Julia Taft later, and I appreciate her being here.  And I'll do everything I can as a member of the \nAppropriations Committee, especially the Foreign Op Subcommittee to support supplementary funding for this relief \neffort.  And we have to acknowledge the tremendous sacrifice Albania and Montenegro are making.  They are poor \ncountries, yet they've shared what they have.\n\nPrivate relief organizations in this country are already doing a great deal as we await for the supplemental request \nfrom the administration.  Vermonters, including Vermont schoolchildren have been raising money, and collecting \nand sending food and clothing.  And I'll put in the record an article about that, Mr. Chairman.\n\nABRAHAM: Without objection.\n\nLEAHY: And we're fortunate to have the employees and volunteers of the Vermont Office of Refugee Resettlement \nand other groups helping all over this country.  Now in 1996 I worked closely with those groups, with the then-\nmajority in the Congress, we wrote our Political Asylum Law.  I now wished more than ever we had prevailed.  And \nI would compliment two Republican senators who broke with the majority of their party to vote for my amendment to \npreserve political asylum and this nation's place as a safe haven for oppressed people around the world.\n\nWe won the Senate by 51 to 49, Senator Abraham and Senator Hatch voted with me on that.  Unfortunately our \namendment was replaced in a conference with the House, with provisions making it more difficult who have \nsuffered political, religious, or other persecution, but who lack proper documents to obtain sanctuary in the United \nStates.  It was a mean and wrong amendment in American law.  It is beneath, it is beneath a great country like \nours.  Because if we're going to criticize Macedonia and others for not living up to international norms in the \ntreatment of refugees, it's time we recognized our own law, the U.S. laws unfair and unworkable.\n\nAnd what we did was wrong.  Under our law, Kosovar refugees reach our shores to escape persecution, they can \nfind themselves quite possibly, in the next plane home, wherever home might be.  They could be expelled \nsummarily without a hearing if they came here without the proper documents.  Documents in the 1996 law was \nunworkable.  How many Kosovar refugees have a valid Visa or passport?\n\nAnd yet the law that we wrote, a stupid law, a mean law, says that they have to have that.  But we've watched on \ntelevision as Serbian police have systematically confiscated and destroyed the ethnic Albanians identification \npapers, the papers that we would demand they must have.  How likely would it be for these Kosovar refugees not \nfluent in English to ask for political asylum upon their first meeting?\n\nSo, we've spoken of refugees from Africa and Asia, we've recalled the refugees from Europe and World War II.  \nToady, our attention's on Kosovo.  We're united in this.  And Mr. Chairman, we will do our part. If the United \nStates, the most powerful, wealthiest nation on earth, stands for anything: the dignity of people, the humanity of \npeople and democracy, we must help.  We must help first and foremost immediately on the refugee problem, but \nthen we must help to get these people back to their homes.\n\nThank you.\n\nABRAHAM: Thank you very much Senator Leahy.\n\nWe are also joined today by Senator Dianne Feinstein of California.  Senator Feinstein, thank you for being here as \na member of our subcommittee.\n\n\n\nWould you like to make an opening statement?\n\nFEINSTEIN: Thank you very much, Mr. Chairman.  I just want to welcome the threepeople that are here and tell you \nthat our hearts and thoughts are with you.\n\nI think you know, although there have been many other places on earth where we have seen man's inhumanity to \nman, I think there's one thing that the United States stands really firmly for, and that is that we are not going to be \na part of a world that tolerates this kind of genocide and ethnic cleansing.  And particularly as a woman, for me, I \nbelieve beginning with Bosnia, is the first time, really since I've been born, that we have really seen rape used as an \ninstance, or as an instrument of terror, as an instrument of war.  And I think as far as the women of the world are \nconcerned, we can't stand by and see this happen and tolerate it.\n\nI really look forward to hearing your testimony.  I'm one that believes that what we do now is very important.  And \nthat how we see you be -- you and your people be able to go home is very important. And whether there's a home \nthere for you to go to is very important.\n\nI am hopeful, and I've suggested this to Mr. Berger, that United States really be the heart of a kind of Marshall Plan \nof the 1990's, whereby we can in two stages, beginning with Albania and Macedonia, second stage with Kosovo, \nas soon as it's possible for people to safely go home launch a major effort which is aimed at massive food relief, \nmassive rebuilding of homes, massive help to reestablish the economic infrastructure of your area and Albania and \nMacedonia.\n\nAnd I hope that that will be taken seriously because I think for many of us, just solving this with bombs, isn't an \nappropriate solution.  So I look forward to hearing what you have to say today and I thank you very much, Mr. \nChairman for holding these hearings.\n\nABRAHAM: Thank you Senator.\n\nWe will now turn to our first panel which consists of three people who were recently forced out of Kosovo.  We'll \nhear from Dr. Vjosa Dobruna, who is the director and the founder of the Center for the Protection of Women and \nChildren in Pristina.  We will then hear from Miss Aferdita Kelmendi, who is the editor of Radio 21, an independent \nradio station in Kosovo.  And then we will also hear from Benter Nemani (ph), who is an attorney who helped \ngather evidence of atrocities for the International War Tribunal.\n\nAs everybody knows, all three of our witnesses were recently forced to flee Kosovo and we appreciate their \nwillingness to come before us today and share their experiences.  And as I said in my statement, there have been \nsome who have questioned the magnitude of the problem, both with respect to the condition of people who have \nhad to flee as well as to some of the atrocities that have been alleged. And we thought that this panel, perhaps \nmore than anybody we might hear in the Congress, could help put to rest anybody's questions with regard to these \nissues.\n\nAnd so we thank you for being here and we appreciate very much how far you have traveled to be with us today.  \nThank you.\n\nWe'll start with you Doctor.\n\nDOBRUNA: Mr. Chairman, members of the Committee, thank you for having me before this committee.\n\nDOBRUNA: My name is Vjosa Dobruna.  As a pediatrician and human rights activist, I founded my rape (ph) center \nfor the protection of women and children in Pristina which is community clinic in Kosovo. The Center works with \nwar trauma victims of former wars in former Yugoslavia, families in need and handicapped children.  We also \ncooperate with international, non-governmental, and private organizations to monitor human rights abuses and \nhumanitarian and human right violations.\n\n\n\nI am here to discuss the humanitarian catastrophe in and around Kosovo.  I would also like to share with you some \nof my experiences during the recent weeks of the massive and systematic Serbian campaign of attacks against \ncivilians in Kosovo.\n\nOver one million Kosovars have been forced from their homes and are now outside of Kosovo or stranded inside.  \nAs of now, at least 500,000, half million people, civilians, are trapped inside Kosovo without access to food, \nmedical care, or even shelter.  Only one reason, for example, which is 20 miles northeast of Kosovo, there are \n250,000 displaced persons.  And these displaced persons are displaced now all through the year, since April 1998, \nand they're just searching for safe haven.  And finally, there is this territory, 65,000 of them are without shelter for a \nyear.\n\nThese figures does not include the approximately 100,000 young men also believed to be missing.  Conditions \ninside Kosovo are completely desperate and full of terror.  Children and the elderly are dying right now of starvation \nand exposure.  Only one village yesterday, three old men died and a child.\n\nI am to make an important point here about the people who have left Kosovo.  These people, myself included, are \nnot refugees, we are deportees.  We have been forced to leave our homes, we did not choose this.  We did not \nrun, even though conditions were very bad, we stayed until we are forced out.  So I ask you to please refer to us as \ndeportees, not refugees.\n\nNow something about my town.  Pristina, which until recently, until two weeks ago, was a city of more than 250,000 \ninhabitants, now has a population of approximately fifteen to twenty thousand, mostly Serbs.  I was among those \nforced to leave Pristina by Serbian security forces.  Before forcing us out of town, Serbian security troops \ndemanded money and beat us, both my sister and I.  They beat my brother-in-law very badly, threatened his wife \nthat they will kill him.\n\nEven before I left Pristina, I had changed apartments every night for previous six nights, ever since I was told by a \nfriend that my name was on the list of targeted ethnic Albanians.  Other one on the list was not lucky: human right \nlawyer Bayem Mendi (ph), along with his two sons, one of 16, and another one of 29, was abducted by Serbia's \nsecurity and paramilitary or paramilitary forces, in front of his wife and grandchildren.\n\nIt was Tuesday or Wednesday 10 to one o'clock am in the morning. Serbian police told the family to kiss him \ngoodbye, they would not see him again.  Bayem's body was found two days later on the road next to gas station.  \nHe had been shot in the head repeatedly.  His sons were killed with him.  Security forces also targeted civilians who \nhad worked with international organizations.\n\nLocal staff, Kwitan Dula (ph) from Jakova, Jakovica in Serbian pronunciation, worked with international \norganization.  He was working with OSCE in Kosovo verification mission, headed by U.S. Ambassador William \nWalker.  Kwitan Dula was killed by Serbian security forces who called him a spy, then shot him when he came to \nanswer his parents' door.\n\nThere were widespread reports of attacks through Kosovo, and especially in Pristina, on those who assisted the \nOSCE monitors. Another friend of mine, a doctor colleague of mine, Izit Hima (ph), was a surgeon at the Jakova \nHospital, Jakovica.  Serbian paramilitary police executed him and burned him, his house down.  And they did it in \nfront of his two daughters and his wife.  These were not spontaneous acts of anger, they're premeditated, and \nSerbian forces had earlier targeted those in position of leadership and respect in ethnic Albanian community in \nKosovo.\n\nI was only listed in few cases, few incidents.  Summary executions, mass killings, forced expulsion of civilians from \ntheir homes.  These continue every day through Kosovo, throughout Kosovo.  I am presented to this Committee a \nlist of places where summary executions are believed to have taken place since the departure of the verification \nmissions.  I am going to present to you after I finish my statement.\n\nThe idea that attacks on civilians began only after NATO began bombing is untrue.  One night in late February, at \n11pm, I received a phone call saying a woman was giving birth on the border between Macedonia and Kosovo.  \n\n\n\nThe woman was, her name was Abida Ann Mloshi (ph) and she was 29 years and she was from the village, Dinca \n(ph), in the municipality of Katyanik (ph).\n\nSerbian forces had expelled her and her family from a village in the border district of Katyanik.  The next morning, \nafter I located an international marked car, I drove to the border area where I find the woman.  She had walked \nback to her home village to bury the child, who had already died and she was severely ill herself.  So I did what I \ncould to help her.  As soon as I left, Serbian forces, Serbian security forces appear at her family house and \ndemanded to know what they had been doing talking to foreigners.\n\nThe family, including the mother, was forced to walk to through a minefield and into the Macedonia next day.\n\nMy center, and other non-governmental organization, international organization, verified hundreds of such cases in \nthe year before the NATO bombing.  And these cases were growing rapidly in the months before the bombing \nbegan.  Practically the new wave of these cases we documented, starting with the Christmas of 1998.\n\nAfter being ordered out of Pristina myself, I rode with my family to the border.  I rode in the back of the car, covered \nby sheet, so the police would not recognize me as a human rights activist.  By the time we reached the long line of \ncars waiting to cross, we had seven adults and two children in the car.  While in line, we were forced by Serbian \npolice to keep the doors shut and windows closed for at least 24 hours.  We waited in line for some 56 hours.\n\nAs we waited, we saw many trains passing on the railway beside us, carrying thousands of refugees.  People in \nthis queue started recognizing the members of the family.  People who were really being deported like cattle.  We \ncould see their faces out of the windows of the train.  There were thousands and thousands of them and the trains \nwere coming every two to three hours at the cross border.\n\nWe heard one man in the car behind us crying because he saw his elderly father in the crowded window of one \npassing train headed for the Macedonian border.  Hours later, the train would return empty and new people were \nloaded and brought to that place.\n\nWhen we finally reached the Blace border, crossing of the border with Macedonia, the situation was inhuman.  The \nflow of deportees into Blace seemed to be well coordinated between Serbian and Macedonian border guards.  The \ndeportees slept in the open, in an enormous muddy pit with little or no water at all.  No food for the first two days. \nThere was no proper medical care, and international aid organizations were not permitted access to the camp by \nthe Macedonian police.\n\nI personally was kept from providing immediate aid to 17-day-old baby, citizen of my town, infant suffering from \ndehydration, the baby died in my hands.  The mother didn't want anybody to take her baby away.  The mother was \n20 year old citizen of Pristina and she had delivered the baby without any medical care in Pristina and she had to \nflee, forced, she was forced to flee.  And she spent 12 hours at the railway station in Pristina before she was \ndeported.  She was put in the train and deported in Blace.\n\nConditions for the deportees outside Kosovo are now improving somehow.  However, the situation at the Raduce \n(ph), which is still controlled by the Macedonian government is appalling.  Deportees are treated like prisoners, \nsleep in the open, have no access to clean water, and international aid agencies and journalists are denied access \nto the camp.  In addition, the forceable relocation of deportees, as you know probably, by the Macedonian authority \nlast week, has ripped hundreds of families apart.\n\nToday information is that in one camp called Bratje (ph), two persons, husband and wife with their child, tried to \nescape from the camp, passing the wire.  And they were caught by Macedonian police, who beat the woman and \nlacerated the throat with knife on the man. And this case is being documented by human right activists in Skopje, \nMacedonia.\n\nAs bad as the situation is, I am more frightened than ever about the situation inside Kosovo.  We know that many \nterrible crimes are being committed there now.  Mr. Chairman, we know from the reports, they are getting in.  We \n\n\n\nknow because we have it seen it day after day, month after month for a year in almost every village in Kosovo. We \nhave seen it since 1990 practically, but not in large scale.\n\nWe know that people are starving, they are being marched out of their homes, the men are being separated from \ntheir families, many of them are being killed.  As you can hear from my testimony, the facts about the situation in \nKosovo and in the border in Macedonia, speak for themselves.  I cannot really add to these facts, but I must say \nagain, NATO bombs did not cause this situation, Milosevic did it.  His politics, his regime.  NATO bombs did not \nforce me from my home, Serbian forces did.  I am grateful for the NATO bombs, really.  They were our only \nprotection when we were in Pristina.\n\nNevertheless, we must have more than bombs in Kosovo and bread in Macedonia.  At this moment, inside \nKosovo, the majority of civilians are starving, they have practically no food or medicine for weeks. The majority of \ncivilians are not living in their own houses, but they are hiding in basements or dying in fields.  Bombing is not \nprotection enough for these people inside Kosovo.  It will not stop the executions and it will stop the starvations.\n\nDOBRUNA: Also, bombing will not change the situation in Macedonia or in Albania either.  Humanitarian aid for the \ncamps is badly needed.  But does the world expect to care for those people forever in border camps?  Clearly, the \nonly solution is for them to return to their homes and that's what they want.  We ask, we talk with hundreds and \nhundreds of deportees and they all want to stay near their homes.  We shouldn't cut their hope that soon they are \ngoing to go back home.\n\nTo do that, we must be protected.  We must be protected by NATO force inside Kosovo.  I know this committee \ndeals primarily with the refugees, immigration, not with military matters.  But immigration to Europe and the United \nStates is not the answer for deportees from Kosovo.  For us, there is only one answer to go home in safety, to \nrebuild our lives and to rebuild our homes.\n\nMr. Chairman, members, thank you for listening to me.\n\nABRAHAM: Thank you very much, Dr..\n\nDOBRUNA: And I - this list of…\n\nABRAHAM: Thank you very much, Dr.\n\nWe'll now turn to Ms. Kelmendi.  Thank you very much for being here as well.  We appreciate it.\n\nKELMENDI: Mr. Chairman, members of the committee, my name is Aferdita Kelmendi.  I am the director of Radio \nTV 21 Pristina.  And I am honored to appear before you today.  I thank you for calling this hearing.  And I hope that \nthrough my testimony you will understand and those who are watching or listening will understand what the terrible \nthings happening in Kosovo.\n\nI hope you will hear my story and ask yourself how could this happen?  But more importantly, I hope you will ask -- \nhow can we stop it?  I wish it were over, but I know it is not over, especially for thousands of people still trapped \ninside of Kosovo.  They are starving and they are afraid for their lives.  I know this because I was starving too and I \nwas afraid for my life and I was afraid so much for life of my children.\n\nBefore I tell you my story, I want to make one important point. The same point my friend Vjosa has made.  I'm not a \nrefugee.  I did not leave Kosovo by choice.  I was forced to leave.  And my family was forced to leave.  I'm not \nrunning from civil war.  I am a deportee as all my friends, my journalists, and my people was deported.  I was forced \nto leave by men with black caps and guns who came (OFF-MIKE) to make me leave.\n\nWhen I came to my radio station on the morning of March 29, before I arrived, I saw from a distance the police \nraiding the station.  They broke down the door and destroyed the entire station and all of its equipment.  I stayed \nback by the car and then I drive quickly to where my family was hiding.  Three families were hiding in one house, 21 \n\n\n\npeople in two rooms.  We were very afraid that they would come to find us.  So, we left in three cars, seven people \nin each car.  We were going to hide in another flat.  We did not want to leave Pristina.\n\nBut as soon as we were on the road, we were stopped by two armored men in green Mercedes.  They demanded \nthat we pay the 200 DM, deutsche mark for each car or they would burn our cars with us inside. And of course, we \npaid.  These men then forced us to follow them. When we asked where we are going, they told us to shut up and \nthreatened us with kill.  They led us to the edge of the city, out of Macedonia -- to Macedonia.  And they told us, told \nthe police at the checkpoint to let us pass, apparently because we had paid.\n\nOnce we were on the road, which is only 35 miles to the Macedonia border we were stopped twice.  Each time by a \ngroup of armored men who demanded more money from us.  And thanks God, we had money to give them.  Both \ntimes, I was not sure whatever we would be killed or allowed to go.\n\nAbout 1.5 miles from the border, we reached the end of a long line of cars.  We stopped there and we waited.  We \nwaited there for three days and three nights.  We had not food.  There were seven in our car and we were all \nstarving.  Everyone in all the cars around us was starving.  You could hear children crying for a lack of food.  We \nhad only a little bit of water.  So, we took small sips and stayed very still to conserve energy.\n\nAfter three days, my son decided to walk to the border to see what was happening.  He came back after three hours \nand he told us that the border was closed to cars.  So, we abandoned the car and we all go out and walked one and \nhalf miles.\n\nWhen we reached the border near Blace, we entered the field in no man's zone -- in no man's land.  In that field, \nconditions were horrible.  Everyone was exposed to the rain and cold.  There was no food, no tents, no medical \nhelp.  There was only huddled (ph) people, some of whom were very, very sick and some of whom were dying.  We \nwere there for seven hours.\n\nAmazingly, by poor coincidence, I thought we all crossed the field and we met together.  We also knew a physician \nfrom Doctors of the World, who had come into the field to try to help the sick people. When this physician was going \nout, she took also Vjosa by the hand. And Vjosa took my hand and I took my child's hand until we had a chain of \nseven people.  We walked to the Macedonia police barrier.  The police let out the doctor and Vjosa, but they \nstopped me and said where are you going with them?  I looked him in the eye and I spoke in Macedonian, which \nsurprised him.  And I said, I am a doctor and we are taking these people out.  So, he let me and my family out.  And \nthat was the first of April.\n\nAlthough my story is horrible, I know many others who's stories are worse than mine.  My own friend, Gazmond \nBarrecha (ph), he was a correspondent for my radio station in Suva Reka, he did not get out. They executed him in \nthe street.  I still cannot believe that I will never hear his voice again.  I cannot even bear to think about it.\n\nAs terrible as that is, and as terrible as my situation has been, what is more terrible is that there are still people \ntrapped inside Kosovo.  You know, they have no food.  We know they are constantly afraid saying to themselves, \nmaybe today they will come and kill my brother, my sister.  Maybe they will put my old mother on the train and force \nher to leave.  Maybe they will take my little son and I will never see him again.\n\nWe must help these people.  Please, Mr. Chairman, I ask America to help.  I want to thank NATO for the help you \nhave already given. When we were in Pristina, we would say we wish we could have bombing 24 hours a day.  Only \nwhen we hear the bombs dropping, do we know they will not come for us.\n\nBut bombs cannot stop these men with guns and black masks.  Bombs cannot make it safe for me and for my \nfamily to return at my home.  We must have protection.  We cannot go back without the protection of NATO.  If and \nonly if NATO comes to protect us; then the killing will stop; then the starvation will end; then it will be safe to return \nto our homes -- only after NATO came, not before.\n\nMr. Chairman, I am a journalist.  My good friend Gazmond Barrecha (ph) was a journalist.  We set up my radio \nstation, Radio Trans One (ph) to be a voice for the people of Kosovo.  The first free independent voice in Kosovo \n\n\n\non the radio.  We are a voice for peace and for democracy.  We are a voice of moderation.  But our voices has \nbeen silenced.  Now, Kosovo has no voice.  We hear nothing from Kosovo, only black silence.\n\nSo, I want to go back to help give the people their voice back. I know we can start over, even though we have \nnothing.  But we cannot do it without your help and the help of the United States.  I hope you will help us.  I hope \nyou will give us protection so we can return and start again from the beginning.  Thank you very much for hearing \nmy testimony today.\n\nABRAHAM: Thank you.  We all know how hard this has been.  And we appreciate what you have done today.  \nThanks a lot.\n\nMr. Imani (ph), we appreciate your being here today and we will now give you the opportunity to make your \ntestimony.  Thank you.\n\nIMANI (ph): Mr. Chairman, members of the committee, thank you for giving me the opportunity to testify today.  My \nname is Mantron Imani (ph).  I work for the Humanitarian Law Center, a non governmental organization monitoring \nhuman rights violations in Yugoslavia.  Our main office is in Belgrade.  I work as the coordinator of the Pristina \noffice.  The Humanitarian Law Center worked closely with the International War Crimes Tribunal in the Hague \ngathering information for the prosecutions of war criminals.\n\nI coordinated two projects.  The first project investigated reports of missing persons.  The second project monitored \nhuman rights in Kosovo after the OSCE, the Organization for Security and Cooperation in Europe, was set up in \nKosovo.  As part of the second project, our office monitored the trials of persons falsely accused of terrorism.  A \nnumber of these persons were represented by Mr. Byron Kilmande (ph), a highly respected lawyer and fighter for \nhuman rights.\n\nIMANI: After the trials, we would meet in Byron's (ph) office and discuss the cases, which were often political trials.  \nOur office would publish reports discussing aspects of the trials which we considered unfair.\n\nTwo weeks before the NATO bombing started, Serb authorities came to our office in Pristina.  Luckily, the only one \nthere was a cleaning woman.  We were in another city in Kosovo investigating a report of a missing person.  The \ncleaning women later told us that the Serb authorities searched the office to see what we were up to.  This was a \nbad sign.  After the visit, we copied important data into disks and erased everything from the computers.\n\nOn March 25, the day after the bombing started, I received a call from my boss in Belgrade, who I prefer to leave \nunnamed.  She had received a call from Byron Kelmendi's (ph) wife informing her that Byron (ph) and their two \nsons had been taken from their home in the middle of the night by a group of armed men in black uniforms with \npolice insignias.  Their bodies were found several days after.  They had been shot.  Byron's (ph) sons were my \nclose friends.\n\nWhen the bombing started, my co-workers and I knew that it would not be safe to return to the office.  During the \nfirst eight days of the bombings, I worked at home.  People would call me at home to report informations about \nwhat was going on in Kosovo.  I would type it -- I would type it up and send it to our office in Belgrade.  I have \nbrought a few for these reports with me today.\n\nIt was difficult to go out into the streets.  I heard constant reports of buildings throughout the city being destroyed by \nSerb forces.  One week into the bombing, I learned that our office in Pristina had been looted and destroyed.\n\nOn the ninth day of the bombings, my boss from Belgrade, who is a Serb, came to get me out of Kosovo.  She \nfeared for my safety.  We tried to go to Macedonia, but there was a long line of cars and we could not get -- get in, \nand we were forced -- the border was closed towards Macedonia, and there was no intention of opening it.\n\nWe decided to go to Belgrade instead.  My boss had a Serb taxi driver who drove us.  She took me, another female \nco-worker, and my co-worker's brother to Belgrade.  En route, we must have passed 20 check points.  Each time, \n\n\n\nthe taxi driver, who was the only one who spoke to the authorities, managed to convince the Serb authorities that \nwe were all Serbians.\n\nI hid in my boss's apartment in Belgrade for three days.  I did not feel safe there and decided to go into \nMontenegro.  We made it to Montenegro without a problem, but as young man I did not feel safe there as well.  My \nco-worker's brother and I left for Albania.  In Albania I could continue my work.\n\nIn Tirana I began to talk to other refugees and document their stories.  They spoke to me of the ordeals they had \nsuffered and the atrocities they had witnessed.  I spoke to one group of refugees from Paya (ph) or Pec, which is in \nSerbian.  They told me that the Serbian authorities had expelled from the -- from -- had expelled them from Kosovo \nand ordered them to walk to Albania.  The men were separated from the women and they were threatened with \ndeath if they did not come up with the money.  To spare the men, the group gave the authorities all their money.  \nOn the way to Albania, two children and an elderly woman died.  The group traveled without food or water.\n\nBut their worst experience was when they reached to the border. There, Serb authorities forced them to stay the \nnight.  While they were trying to sleep in the open, loudspeakers played.  On the loudspeakers, they heard the \nvoices of children screaming as if they were being killed.  They also heard continuous threat of atrocities that would \nbe committed against them, including descriptions of how they would be killed.  One woman I spoke with said that \nthis was the worst experience of her life.  She will never be able to recover from this.\n\nAnother man and woman from Djakovica (ph), another city in Kosovo, described their escape from that city.  \nSoldiers shot at them as they fled.  They believe that 80 percent of the city has been set on fire and destroyed.  In \none mosque they passed in Djakovica (ph) as they fled they saw as many as 300 bodies of people slain.\n\nI thank you for the opportunity you have given me to tell the American people about what is going on in Kosovo.  \nEveryone must know what is happening.\n\nNow, if I may approach to…\n\nABRAHAM: Sure.\n\nIMANI: ...to give you the reports that I have brought with myself.\n\nABRAHAM: Glad to enter it into the record.  Thank you very much, Mr. Imani.\n\nAt this point, if you will allow us, we have a few questions, I think, from some of the members of the committee here \nwho would like to follow up.  We'll begin with our Judiciary Committee chairman Senator Hatch.\n\nSenator Hatch.\n\nHATCH: I would like to ask each of you, how well organized are the Serbs, and when they arrived in your town did it \nappear like they were working from a well established plan?\n\nDOBRUNA: My understand is that is so.  I mean they were organized and they had divided responsibility.  And to \nprove this is that there was a special group of people that were doing a search of the houses and there were -- they \nwere taking activists.  And we have a testimony of the wife of the Byron Kelmendi (ph), the lawyer that was \nexecuted with two of his sons.\n\nAnd then we saw that this other police that were evicting us from apartments or taking us from the road to direct us \nto out of the country, they didn't recognize many activists that were there in that queue of cars or in town.  So they \nwere working separately, but very well coordinated with the order that they were getting from one place.\n\nHATCH: Do you agree?\n\nKELMENDI: I think that that was very well coordinated in a way that there was a strategy how to -- how to empty the \ncity of Pristina, for example.  The first days there was a threaten by killings, as happened with Mr. Byron Kelmendi \n\n\n\n(ph) and his family, and then started with entering in the several neighborhoods in Pristina.  Entering by force and \ntell to the people that they have to leave for 15 minutes if they want to stay alive, and then sending them in direction \nof railway station or in a highway in direction of Macedonia or fulfill the buses in direction of the border with Albania.\n\nSo this is not something which is happening during the night, this had to be organized.\n\nHATCH: Imani?\n\nUNIDENTIFIED WITNESS: Yes, I believe so.  Everything what happens in Kosovo is in detailed organized by the \nSerbian authorities and especially the organization as far as my observation can go is done in that sort of a manner \nthat it will make confusion to all the observers and that that confusion will cause not knowing who is responsible for \nthat sort of organization.\n\nThat's why they organized in one way the police, in the other way they organized their civilian population by giving \nthem arms, and then by allowing different groups, which we call paramilitary groups, and that they have different \nnames, starting from the group of Arkan and then continuing with group of named with a Black Hand, and other \ngroups which could be gathered, I mean formed from the ordinary criminals, because we had information that \nMilosevic has taken out of prisons criminals and sent them to Kosovo to do whatever they want to do.\n\nAnd other informations are that kidnappings that were made especially in Paya were committed by the people \nwhich were in a strong link with politicians in Belgrade and that the police have tolerated their activities in that city.  \nThese are the informations (OFF-MIKE).\n\nHATCH: One of the horrifying things that we've noticed about this is in the pictures of the deportees there's a \ndistinct absence of men.  In fact, we know that the Serbs have been selecting men out of the groups that they eject \nat gun point.  In the last few days, the British government has suggested that as many as 100,000 men could be \nmissing.  So I'd like to ask each of you where are the men? Do we have evidence that they've been taken prisoner \nor even worse?  (OFF- MIKE)\n\nDOBRUNA: We still don't have confirmed information about where there are men.  We supposed that some of \nthem, we have indication that some of them were made to wear Yugoslav army uniforms and they were walking in \nfront of -- in front of deportees, for example, in the case of near the border with Albanian through mine fields or they \nwere opening graves where they were burying the massacred people.  But there are not confirmed information \nwhat is done with all that number of young men.\n\nBut I have to use opportunity to say something else about population of Kosovo that will help in this case.  I mean, \npopulation of Kosovo is a very young population, 52.7 percent of whole population are younger than 19.  And they \nare all young people that we are afraid are the ones that were taken and are now in the list of missing.\n\nAnother thing that I want to mention is that during -- since the war started the most vulnerable part of the population \nof Kosovo as well as are women and children, but the number of women and children among displaced is the \ngreatest number ever heard, 63 percent of all displaced persons in Kosovo last year were children younger than 18 \nand 25 percent were women.  Every third woman that was in that group of displaced person was either pregnant or \nthe mother that was breast feeding baby.\n\nIt is only when you recognize this data we see how large is the tragedy among displaced and deportees in Kosovo, \nbecause it started in primarily the most vulnerable, unprotected population of Kosovo.\n\nKELMENDI: Chairman,I don't have information where are these people, but I pray to God to be -- to be alive.\n\nIMANI: No, no, we don't have any information of confirmation of their whereabouts.  The fear are that they might be \nin somewhere in the cities of Orahovac, Orahovac, or Perizai (ph), but no confirmation until (OFF-MIKE).\n\nHATCH: We're grateful for your testimony and we're grateful to have all three of you here with us today.  And we're \nvery concerned and we'll do everything we can to help.\n\n\n\nABRAHAM: Thank you, Mr. Chairman.\n\nWe'll now turn to Senator Kennedy.\n\nKENNEDY: Thank you, Mr. Chairman.  And it's I think for anyone that's been listening to these stories it's difficult \nand -- to hear about it, let alone imagine living through it.  And so we thank you again.\n\nMrs. Lemani, let me ask you, as someone who is an attorney and a human rights attorney, do you think there's \nsufficient evidence to indict Milosevic as a war criminal?\n\nLEMANI: Yes, because …\n\nKENNEDY: Do you think we ought to be pulling that information together and presenting it to the authorities and \npressing that forward.\n\nLEMANI: Yes, I think so.\n\nKENNEDY: That's a legal question.  I mean there's the political issue and I know that there's those that -- probably \nin the administration, say we shouldn't do it because he's -- we can negotiate still and maybe negotiate the peace.  \nAnd there are others that believe that if he is defined as a war criminal, then maybe others within the army that find \nthat that is just the final action and that there may be some opportunity then within the army to develop some \npotential opposition that may be willing to try and work and see some kind of resolution.\n\nI don't -- that's a political -- you can express your view on that or not, but the point is just as a lawyer and as \nsomeone who has followed the human rights issues, do you think that there is sufficient kind of information that's \navailable?\n\nLEMANI: From the legal point of view, there are more than enough proof to indict -- indict Milosevic to war crime.\n\nKENNEDY: And will you work to -- with the Tribunal to provide them information…\n\nLEMANI: yes…\n\nKENNEDY: … that you have available.  I would hope, Mr. Chairman, that we would review the materials which we \ngathered here today and make them available to those involved in the -- in that whole process.  And it seems to me \nthat this -- I (OFF-MIKE) had a chance to examine that material carefully or closely, but this is certainly the kind of \neyewitness information as well as accumulation of these documents is enormously powerful, enormously powerful.\n\nAnd I think if the facts are there we ought to, myself, that we ought to certainly move ahead with that process.  I \nthink it's a very clear continuation of what we are involved in and that is this extraordinary humanitarian undertaking \nand involvement.  So I would hope either that we could work out with the members of the committee and their staffs \nand perhaps with the state department, justice department and make that available.\n\nI want to thank you all again for your information.  And I would hope, Mr. Chairman, that as far as these witnesses \nand perhaps others that are associated that we could leave the record open so that there are others that want to be \nable to make rec -- submissions to us to tell their stories that they would, at least we would have an opportunity to \ncollect that and it would be available to other members and that we would be sort of a vehicle by which that \ninformation -- there will be others as well, but we ought to at least have the chance to receive that kind of \ninformation and I think that would be very helpful.\n\nABRAHAM: Senator Kennedy, I think that's an excellent idea.  I think probably what we should do is work out a \nprocess by which we can accomplish a couple of objectives.  First, we can distribute it to everybody here the two \nsubmissions that were made to us today and we'll get them to the other subcommittee members' staffs.  And I think \nprobably we can -- our staffs can determine a method by which the full subcommittee could perhaps pass the \nrelevant information along on all our behalfs to the appropriate authorities.\n\n\n\nAnd in terms of the record, why don't we do -- we'll -- I think this is certainly not a topic we're going to leave today \nand not return to.  So we will develop -- let's develop a process we're all comfortable with for receiving additional \ninformation as we go forward.  Thank you.  Senator Leahy, would you like to ask …\n\nLEAHY: Mr. Chairman, I don't have questions, it's more to just thank all three -- it's been difficult even to keep \none's composure listening to what each of you have said.  You see the pictures, you don't know how anything could \nbe worse, then you see more, you hear from people like yourselves.  I want to compliment that -- Julia Taft -- we \nchange our normal way of doing things.  Usually a government official like Ms. Taft would testify first.  I think it's an \nindication of her own responsiveness to the plight that she said that -- let you go first so that we would hear you.  \nAnd I've heard her comments from the areas of the refugee camps.\n\nNow as a child, I heard stories from those coming back from World War II who'd gone to refugee camps and talked \nabout the terror and wondering why people didn't move quicker, why more things weren't done.  And you have to \nthink, Mr. Chairman, that we wouldn't see this today, but we are, just as we have in other parts of the world.\n\nAs I said in my opening statement, I wanted to be here not just because of my feelings about our own immigration \nlaws and changes that should be made there -- changes that have been supported by other members of this \ncommittee -- but also as a senior member of our Appropriations Committee, where we find the money if it's there \nfor refugee aid.\n\nI can't think of anything that committee could do that's more important right now than getting money into the fray to \nrefugees, to work with the church groups and private groups and others who are funneling aid over there, who work \nwith those -- just the logistics of getting it in, having more people to help, decent sanitation, to make life better for \nthose who are there, people who have suffered horrendous problems, those who've seen family members killed, \nothers to help not only their physical needs but their psychological, mental needs.\n\nI would just like to add, none of us here can realize -- even begin to realize how terrible that must be.  And so it is -- \nif the Congress is to show responsibility here it must act very quickly to get that aid to them.  We can find \nimmediately what's necessary for the bombing campaign.  We have to realize that we're talking about actually far \nless money, but even more necessary money to help those who have been displaced.\n\nSo Mr. Chairman, wearing both hats, as a member of this committee, and I applaud you for having the hearing and \nSenator Kennedy, who has had a longer interest in these problems than I or any of us here from his first day as a \nmember of the Senate, but also as a member of the Appropriations Committee will work closely on this.\n\nABRAHAM: Thank you very much, Senator Leahy.  I understand Senator Schumer would like to go, is that…\n\nWe would normally go to you, Senator Feinstein, I -- oh yes, we will, but I'm sure you will have time.  Please go \nahead, Senator Feinstein.\n\nFEINSTEIN: Thank you, Mr. Chairman.  I think you made for me three important points, very important.  The first is, \nand I think you speak for the Kosovo people, that you want to go home.  You made the point about being \ndeportees, you don't want to go to Guantanamo Bay or France or Belgium or Italy or anywhere else.  You want to \ngo home. And I think that's an important thing for this committee and for the United States Senate to hear.\n\nThe second point is that you need help and you need protection to go home.  And the third point is that the war \ncrimes should be documented and they should be prosecuted.  I'm very interested in the men with the black masks \n-- who they take their orders from, where they come from, the kind of evidence we can get as to their identity and \nbring them to justice, because no military allow their people to go into peoples' homes wearing black masks.  And I \ngather the masks are all the same.  They look like they're government issue.\n\nCan you give us any information as to what branch of the service they belong to, where they get their orders, have \nyou ever directly seen them yourselves, anything that could be documentation on those who wear the masks.\n\nUNKNOWN: I have seen them myself.  They were coming during the night, first night that we were waiting to cross \nthe border on Kosovo side.  And they were knocking on the windows of the cars and we had to go out.  Usually the \n\n\n\none who was driving was the one to get out.  And if there were women, those who were driving they were just \nstripped from their clothes and if they didn't give money were (OFF-MIKE).\n\nFEINSTEIN: You saw this?\n\nUNKNOWN: I saw it.  And then if there were men -- in my car there was a man driving so they just told us, you have \nfifteen seconds to give 1000 German marks, because that's how much it's worth, your life.  So we had to do it.  And \nthey didn't have any other sign -- the colors of the uniform were dark blue, very dark blue, and the masks were the \nsame color, more -- they go more on black, but they are not really black, they were dark blue-black, only that kind \nof color. Because I have seen them during the day and during the night when they were extorting money and \njewelry or anything what was worth in our cars.\n\nThey didn't have any sign.  But those who went to arrest Mr. Kelmendi and his two sons, they had some of them, \nthey were not all with masks, but some of them they had masks, but the uniform was the same one, same as to \nothers that didn't have mask and it was a mask here, (OFF-MIKE) and they had on the right shoulder the white \neagle, which is a sign that they keep for special forces, special police forces in Yugoslavia.\n\nFEINSTEIN: A white eagle.  The people…\n\nUNKNOWN: A white eagle on the right shoulder\n\nFEINSTEIN: … with a white eagle wore the masks..\n\nUNKNOWN: Yes, in case of, when they arrested Bayon Kelmendi (ph).  In cases where we waited in this queue to \ncross the border, we didn't see those sign and uniform was different, it was darker and it didn't have those mask -- \nmask here or lines.  But the mask was the same.\n\nFEINSTEIN: Thank you very much.  Does anyone else have any to add on that?\n\nDOBRUNA?: I cannot say but I can identify someone of them, I remember the face of the guard who stopped us.  \nI'm seeing his face every night, but I don't know for whom he is belong, maybe he is ordinary civilians who have \ntook a gun and who is ordinary criminal, but the most interesting thing is that he had Motorola in his hand. So \nMotorola is something which can be carry only by police or by some authorities who are talking between each other.  \nAnd maybe this civilians was linked with police because in every checkpoint they talk to each other and then \nrelease us to go.  So it is organizing but I cannot say that I know every one of them.\n\nFEINSTEIN: Those who have committed the rapes, do they wear the black masks?\n\nUNKNOWN: We don't have any-- we don't have any about that.\n\nFEINSTEIN: Do you sir?\n\nUNKNOWN: Before the bombing started I was in a fact-finding mission in the town of Pejan (ph) because of the \nmasked people.  They would go in the cities in the evening and drive in the car without registration table -- plates.  \nAnd after the first day of bombing -- of NATO bombing, the first house to be looted was the house OSCE mission \nwas situated.\n\nIn that house was an Albanian family, and they have identified one of those masked people, which during the day \nworks as an ordinary police officer and during the night works with the mask.  He was a member of special police \nforces and in Pejan (ph) and he organized a group with other ordinary policemens and we discovered that the group \nname was named Flashes (ph) which is a flash.\n\nFEINSTEIN: Could you spell that?\n\nUNKNOWN: That's f-l-a-s-g, like flash from camera.\n\nFEINSTEIN: H.\n\n\n\nUNKNOWN: Oh, H, yes.  Because they are very fast, they act very fast.  And policeman's names -- the policeman's \nname who heads that group of masked people is known, I know that name, but like two or three days ago I got \ninformation that that policeman was killed.  But I did not have a confirmation of that.\n\nFEINSTEIN: Thank you very much.  Thank you all.\n\nABRAHAM: This is the first hearing we've had in the new Congress of the Immigration Subcommittee, so this is the \nfirst opportunity I've had to welcome to the subcommittee Senator Schumer of New York and we welcome you \n(OFF-MIKE) working with you during this Congress and now we'll turn to you for …\n\nSCHUMER: Thank you, Mr. Chairman.  I look forward as well, having served on the Immigration Committee in the \nHouse for a long time and I'm glad to be here and sad that our first hearing has to be on a subject as awful as this \none.\n\nSCHUMER: My question is going to focus on a particular subject, and that is the 700,00 or so Kosovars who were \nrooted from their homes, were lined -- were coming over the borders, and then abruptly Milosevic didn't let them go \nto the borders.  And to me probably the most urgent question we can face in the next few days is where are these \npeople, are they starving? Do they have any means of eating and preventing death?\n\nI have asked this question of some of the highest-level peoples in our government and in fact one of them is coming \nover to our office in a little while to tell us what can be done and I will ask the Assistant Secretary that.  But I would \nlike to ask each of you, because I think this problem is so pressing, it would be utterly awful if after three, four \nweeks our air forces accomplished what they hoped to accomplish, and we all pray that they do, and yet hundreds \nof thousands of people starve to death or whatever within the borders.\n\nAnd so, can each of you tell me, I know the knowledge is rudimentary, I met with a bunch of Kosovars in New York \nin my office on Monday and they were pleading, they said before anything else we would like food to get to these \npeople because they've talked to some of them.  Can you tell me what you know?  I know it would be anecdotal and \npiecemeal, but I think this is of such immediate urgency that we ought to know as much as we can about what is \ngoing on to those 700,000, approximately 700,000 people who face such terrible tragedy now.  Would anyone like \nto -- maybe Dr. Dobruna, you might start?\n\nDOBRUNA: We have some source of information that -- now there are two questions here.  One question is \n700,000 people that are dislocated in different parts and another question is about these people that are returned \nback from the border.\n\nSCHUMER: Right.\n\nDOBRUNA: But number it's -- it's different.  I mean what we saw from the border -- cross border there were some \n10,000 there that were not allowed by Macedonian government to enter Macedonian territory. At one moment, it \nwas third or fourth of April, they were just forcefully returned back.  We have information from some women who \nwere in the cars with their families, they manage to go through wires, through this muddy river to pass to the \nMacedonian side with their children and their husbands were made to go back.  We have only one information from \nthat group, the person was, and they said they didn't have any problem until they reached Pristina.  When they \nreached city of Pristina, they went most of them -- they didn't go back to their home, because they were expelled \nfrom their home, but they went to other neighborhood that are not ethnically cleansed yet.  So afterwards \ntelephone lines were cut even in those neighborhoods so we don't have information.  And…\n\nSCHUMER: What about the refugees from Macedonia?\n\nDOBRUNA: The refugees …\n\n\n\nSCHUMER: The people who Macedonia returned, but the people who were heading over the borders to Albania, to \nMontenegro, and then Milosevic cut those borders, you know, stop them from coming on his side of the border, the \nKosovo side of the border.\n\nDOBRUNA: The region of Peja (ph) where most of the deportees are being-- where most of the people who have \nbeen deported to Macedonia -- to Montenegro was already ethnically cleansed.  That is that borderline of 10 \nkilometers that was cleansed during all this month. So it was only a corridor during the last days of March that was \nin function.  And most of the population were cleansed already, so there is no large number, there are no big \nexpectations about going to pass -- to cross to the Montenegro.  So this territory of Durcan (ph?) which is some \n100 kilometers north of -- northwest of Pristina and territory of Peja, Pec in Serbian.  But on Albanian border -- \nAlbanian side of the border most people that are being deported are from municipality of Djakova, Dakovica (ph), \nmunicipality of Klina, Marisova (ph) which is already completely cleansed, and suburb of Prizren.  Prizren is one of \nthe town that is not yet burnt, just some neighborhoods.  Djakova is a town in Peja (ph) that is 80 percent, 70 to 80 \npercent burned down completely and of course population was deported.  And some of them got to remain there in \nhiding or most probably they went in the mountains in order to find new chance to escape.  So in this situation, \nthese territories were under the siege for many months before, so they are lacking food and medical care long \nbefore even January.\n\nSCHUMER: Right.\n\nDOBRUNA: And I would just -- to give an example, in the mountain of Cicavica (ph) 25 kilometers northwest of \nPristina there are, there were displaced person that were staying there for weeks without any food.  Units in our \nPristina office arranged 11 times to go to that territory in order to deliver relief to these displaced -- and they are \nmostly women, up to 90 percent women and children though we were not allowed access to those refugees -- \nthose displaced persons.\n\nSCHUMER: So they haven't gotten food in weeks and weeks.\n\nDOBRUNA: No.  This is what I'm saying now, is three weeks before first NATO air strikes happen.\n\nSCHUMER: And that's continuing now, I would imagine.\n\nDOBRUNA: It's continuing.\n\nSCHUMER: Anybody else?\n\nIMANI: Well, the same informations can be confirmed as well, and for me another information is that the people \nwhich have been expelled from Kosovo to Montenegro, they in the need for help and aid and no organization is \ngoing there to check them to see what are their needs.\n\nSCHUMER: Miss Kelmendi?\n\nKELMENDI: The same come from -- the same information we have already for -- also at the radio station we had \nalready from before. So, before NATO air strikes…\n\nSCHUMER: So, there's starvation on mass levels going on.\n\nKELMENDI: Yes.\n\nSCHUMER: And the food can't get through right now that is being done locally.\n\nKELMENDI: They are also under the siege of Serbian forces so it's impossible to get there.\n\nSCHUMER: And this number grows all the time, I imagine? Because the borders are now more or less closed, all \nthe borders are closed.\n\n\n\nDOBRUNA: Probably those towns that are under the attack or they are target in several neighborhoods the only \nway that they can escape, especially after the mass execution that appeared, that they are going to escape in the \nmountains and so the number of displaced persons in the mountains -- the number is growing -- is growing rapidly.\n\nSCHUMER: One thing, Mr. Chairman, I think we ought to try to focus on in terms of refugees is how immediately \nwe can get them basic necessities particularly rudimentary food to prevent mass starvation, which is what at least I \nam told could happen if we don't move within the next week or two.  I thank you and I understand what you're going \nthrough.  And we want to do all we can to try and help.\n\nABRAHAM: Senator, thank you.  I know we have been joined by our friend Senator Biden who is on our full \njudiciary committee and also is the ranking member of the Senate Foreign Relations Committee, and -- would you \nlike to ask some questions?\n\nBIDEN: I would like to ask two questions, and I appreciate the indulgence of the committee.  I'm not a member of \nthe subcommittee, as you pointed out, but I thank you, Mr. Chairman.\n\nI have -- I have actually three very short questions for any of you, maybe starting with you, doctor.\n\nIs it your testimony that the ethnic cleansing we're reading so much about in the world is now seen on a mass \nscale?  That cleansing began before the NATO bombing, it was already underway on a smaller scale before NATO \nbegan to use air strikes.  Is that your testimony?\n\nDOBRUNA: Ethnic cleansing was going on since the strip of autonomy in Kosovo.  Data from EU Commission \nshows that from -- starting with 1990, after 1995, 330,000 Kosovar Albanians had to flee Kosovo because of the \nrepression, different forms of repression.  One of that repression was mass firing of 170,000 workers from Kosovo -\n- from their jobs.\n\nAnd I have to remind the committee that at that time, private enterprises didn't exist, so when people lost-- they \nwere expelled from their job 170,000 that mean that only way of living or earning any money and having a decent \nlife was to work for the state.  So -- taken into consideration that average Kosovar family has 7.3 members you just \nnow can have a picture how many people were left at one moment without any meaning for life.\n\nSo this is one of the thing that were done to Kosovo citizen, and other abuse of their rights were done on very \nsystematic, daily basis, and that 330,000 had already fled Kosovo before 1990, 95.  95 up to the start of the war, \n28th of February 1998, additional 170,000 Kosovars had fled Kosovo.  So, ethnic cleansing was done \nsystematically and it were organized long time ago.  It was propagated by several politicians, very high rank \npoliticians and governmental officials in this so-called Yugoslavia.\n\nBIDEN: Now, years ago, I went early on to Bosnia and came back and wrote a report for the president and others \nthat no one really believed at the time, saying that there were rape camps had been set up, actual camps that were \nrape camps, and talked about mass graves and it all turned out to be true in Bosnia.\n\nDo you have any evidence that you can present to us today, any of you, that not -- not that there is rape and \npillaging going on, because it is, but that there's any systematic, systematic as there was in Bosnia, organizational \nstructure for camps where women are taken, where women are sent for the purpose of being used or abused \nphysically. Do you have any evidence of that?  Not speculation.  I believe it occurred, but I'm one-- I -- I come to \nthis, I admit, with a prejudice.  A prejudice that I think Slobodan Milosevic is a war criminal, I've thought that for nine \nyears, and so on.\n\nSo I don't need to be convinced, but what I -- I'm looking for is if you have any information, hard information or even \nanecdotal information, that there is a systematic, not a random although frequently occurring, raping and pillaging.  \nBut is there any systematic organizational structure that you're aware of or heard of where women are being herded \ninto camps and/or sent off to military bases for purposes of being sexually abused?  Do you know of any?\n\nDOBRUNA: The Center, we tried all last year to --to gather facts about a large mass rapes, but we didn't come to \nthe conclusion that those appears.  But we had very strong indication that happens and the pattern how it happens \n\n\n\nin three sites of Kosovo.  But we didn't manage document because of several reason, one was a very very strong \npatriarchal society around, second was that most of man that were witness of those had made their wives, \ndaughters leave Kosovo, paid high prices to take them out because the honor of the family, and especially if it \ndone by enemy, it's ruined.  So we didn't succeed to document.  Now, we have informations and we believe that \nit's -- they are true, but nobody can yet document that.\n\nBIDEN: I appreciate your -- your candor, and I'm afraid we're going to be able to document it later, but I appreciate \nyour candor. My last comment, my -- my time is up, but one of the things Americans will often say is that -- and \nmany people here think, is that this is -- has been orchestrated by a rabid nationalist named Milosevic and guys like \nArkan and others who are -- let me ask you this simple question, all three of you, if you'd give me some sense.  \nAlthough in the last ten years the proportion of Serbs in Kosovo is less than it was 25 years ago, you probably had \nneighbors or co-workers workers, ordinary people, who were Serbs, not Kosovars, not Albanians, but Serbs, not \nMoslem, but Orthodox Christians.\n\nBIDEN: What is your sense of how those, if you had any co- workers or friends or neighbors who you had lived with \nin some peace and harmony, what is your sense of their attitude toward what is going on in Kosovo now?  If you \ncan characterize it.  I understand if you may not be able to.\n\nDOBRUNA: I'll tell you.\n\nBIDEN: Can you pull your microphone very close to you so -- you can pull the mike to you, rather than slide up if \nyou don't want to. Just pick the whole thing up.  That's it.\n\nDOBRUNA: I'll tell you their behavior in some cases.  For example, there is a neighbor, a friend of mine, a Serb, \nwho for example, for many years they was neighbors and they go to each other and drink coffees, they was in \nordinary life very good neighbors.  But when everything happened, those days, this neighbor says to his neighbor, \nyou have only five minutes to leave.  And my friend couldn't believe that that is happening because he felt that his \nneighbor is somebody who knows him very well.\n\nAnd, -- but there is another case for example that there is a Serbian neighbor who is caring about his Albanian \nneighbor who is closing the doors in, of the building, caring about old building and saying to Albanians, \"Don't \nworry, I am here.  And I will try to protect you.\" There is another case in one place in neighborhood in Pristina where \nonly three families, Albanian families left there and one Serb family when they spy military forces came there.  This \nSerbian neighbor go out with a gun and say to them, \"This is my zone, you cannot enter here.\"\n\nSo…\n\nBIDEN: It varies.\n\nDOBRUNA: Yes.  So these are the cases, but these are only cases. You cannot say that this is something which is \nusual.\n\nBIDEN: I thank you Mr. Chairman, I've gone over my time.  I'd like to ask unanimous consent for the statement I \nhave be entered into the record.\n\nABRAHAM: Without objection.\n\nBIDEN: And I thank the witnesses here and for your courage.  And I am confident we will be of courage and we will \nnot relent in our effort to see to it that this is righted.\n\nThank you.\n\nDOBRUNA: Thank you.\n\nABRAHAM: Senator Biden, thank you for joining us and we'll include your statement.\n\n\n\nWe've also been joined by another member of our subcommittee, Senator Specter from Pennsylvania.  And so I'll \nturn to him for his questions at this time.\n\nSPECTER: Thank you very much Mr. Chairman.  I join my colleagues in thanking you for coming and certainly \nunderstand the tremendous travail and problems that you have sustained.  So we appreciate your being here to \ngive us information which will enable us to proceed on quite a number of lines.  I could not be here earlier, we're \nhaving hearings on independent counsel, but I wanted to come by.\n\nWith respect to the sequence of events on the atrocities being committed here by the Serbs, there has been an \nargument that the NATO bombing has either caused it or expedited it.  There has been a very careful analysis to \nthe contrary, that President Milosevic had this planned long in advance and carried it out.  And that this was \nsomething that was going to occur with or without the NATO bombing. I'd be interested in the sequence of events if \nsome of these atrocities began prior to March 24th on the NATO bombing.  Could you shed any light on that, Dr. \nDobruna?\n\nDOBRUNA: Yes.  I mean, my thinking is that NATO just accelerated the ethnic cleansing.  Ethnic cleansing was \nongoing for years now and as a citizen of Kosovo, I think that this should be, should have been foreseen.\n\nSPECTER: It has been going on for years you say?\n\nDOBRUNA: Has been going on since 1989 practically, since adoption of the Constitution of Unification of Serbia.  \nThat Constitution was adopted 28th of March 1989.  So since then, the ethnic cleansing of Kosovo was done \nsystematically perfectly.\n\nAnd the…\n\nSPECTER: Was it intensified at some point, I mean in the past?\n\nDOBRUNA: It was intensified after the NATO air strikes.\n\nSPECTER: After the strikes?\n\nDOBRUNA: Yes.  It has just intensified.  But they had already cleansed several territories.\n\nSPECTER: You say they had planned.\n\nDOBRUNA: They have -- yes, they have planned.\n\nSPECTER: How do you know that?\n\nDOBRUNA: It was announced in media.  There were documents published in Serbian language, for years that this \nis going to happen. Several leaders political leaders and high officials in Serbia had announced that of course, they \nwere saying that during their pre- election, during the election campaign.\n\nBut nevertheless doesn't excuse, it's not excused that it was only for internal purposes.  But we knew it was going \nto happen, but unfortunately we were not aware that it's going to happen in this large scale.  And with all this \nbrutality as it happened these days.\n\nSPECTER: I understand that you wish to be classified as deportees, not refugees, so that you will have status to \nreturn to Kosovo.  Is that true Mr. Nimani (ph)?\n\nNIMANI: Nimani, yes.\n\nSPECTER: Nimani.\n\nTo what extent is the country decimated?  How much rebuilding will it take?  From what we have seen here, the \nreports that we have is going to be an enormous rebuilding job.  Could you shed any light on that Miss Kelmendi?\n\n\n\nKELMENDI: I think that before happened, they stole almost biggest part of population, more than 50 percent of \nKosovo was already destroyed, so the villages was destroyed during this year of war.  In meantime, now the \nbiggest damages are done to the cities.  But nevertheless, people are ready to go back.\n\nSPECTER: Is that the general attitude, that people do want to return, and rebuild the homeland?\n\nKELMENDI: Yes.  Yes.  Of course.\n\nSPECTER: What is your sense as to how it will be to return. What is the future likely to hold with so much animosity \nand hatred having built up for such a long period of time.  Will you be able to return and live in peace?\n\nKELMENDI: Population of Kosovo, already was peaceful for many, many years.  And they didn't want to fight.  And \nfinally, in Rambouillet they signed the peaceful agreement for solving the problems of Kosovo.  And we didn't reach \nthat agreement because of Mr. Milosevic and Serbian government didn't want to sign that agreement. And from my \npoint of view, we didn't ask for NATO bombing, but Milosevic asked for it.\n\nAnd so, in this direction, we ask for protection.  And that protection is as in Rambouillet document.  So NATO forces \nas peacekeeping forces in Kosovo.  And as a protection not only for Albanians, but also for Serbs in Kosovo from \nBelgrade.\n\nSPECTER: Just a quick follow up on what Senator Biden had asked about.  The business about gathering \nevidence, as to President Milosevic is ongoing.  And I concur with what Senator Biden has said and many have said \nit.  That we should treat Milosevic as a war criminal.  And we have had representatives in Kosovo from the State \nDepartment, acquiring the evidence for presentation to the War Crimes Tribunal.\n\nSo to the extent that you are able to provide any information, and it's complicated to find the evidence.  But if you \nhave to see raping, where there is a superior officer present, or where there are others present who are condoning \nit, that is a sign of official action.  Or where there is torture, or where there is any violation of human rights and \npeople are condoning it as superior rank, that is an indication that others are involved.  And we have a system of \njustice, which will require, not withstanding what Milosevic has done, that we were able to prove these cases in \ncourt.\n\nSo to the extent that you are able to provide any information along that line, it would be very, very helpful.\n\nAgain, we thank you for your courage.  Thank you for coming and we will do our very, very best to help you.  Thank \nyou.\n\nThank you Mr. Chairman.\n\nABRAHAM: Senator Specter thank you.\n\nI want to in conclusion, rather than more questions, I think you have very effectively addressed the questions that all \nof us have. Thank you again for what you've done, the courage of coming here.\n\nI hope as many of colleagues who are not here today, as possible, will have the opportunity either to see the C-\nSPAN coverage of this, or to hear and learn more about what you've told us.  I hope those who have been skeptics \nabout the nature and degree of the atrocities that have taken place will, because of this hearing, have a better and \nfuller understanding of exactly what has happened and continuing to happen.\n\nAnd I hope that people who have some doubts about exactly what you have gone through, will appreciate better \nwhat you have.  And also appreciate you desire to be able to go back home.  There's a tendency I think often when \nrefugee situations or deportation situations, expulsion occurs like this, people jump to quick conclusions that \nsomehow people somehow, want to be somewhere else.  Whether it's the United States or it's Germany, or other \nplaces where resettlement temporarily occurs.\n\n\n\nBut as I think we've learned, most people are alike in the world, they want to be back home.  And I think you have \nall very eloquently made that case.  And I hope that we can do, as a Congress, as a country, as much as possible, \nto make that happen.  But also in the interim, to make sure as many people as possible, who are still suffering can \nbe protected and can be as humanitarian way as possible taken care of during the period of time before it's \npossible for them to go home.\n\nSo on behalf of our committee, on behalf of the United States Senate, I want to thank each of you for your courage \nand for taking a little time to share your experience with us.  We are deeply appreciative and we will do our best to \nfollow up in the ways we've already indicated.  Thank you.\n\nNIMANI: Thank you, too.\n\nABRAHAM: We will now ask our Assistant Secretary of State to join us and -- this panel is certainly welcome to \nstay with us if you'd like.  Or if you have other commitments to move on to those at this time.\n\nOur second panel today, on our second panel we will hear from Julia Taft who is the Assistant Secretary of the \nState Department's Bureau of Population, Refugees and Migration.  I too, want to thank you for being with us and \nfor agreeing to allow the refugee panel to appear first.  I think it probably puts in context all of what you plan to say \nand all of our thoughts here today probably as eloquently as it could.\n\nAssistant Secretary Taft is the person who's in charge of refugee matters at the Department of State, which is a \nserious responsibility even in the best of times.  And obviously, an extraordinarily challenging job at the moment.  \nYou have served with distinction in this administration and in others.  And we all have appreciated working with you \nover the last couple of years and we look forward to working together as we confront now probably the most serious \nchallenge, not only that we've had recently, but in -- as we've discussed, in a very long period of time.\n\nSo thank you for being for here and we'll turn to you for your testimony.\n\nTAFT: Well thank you very Mr. Chairman.  During the past three weeks, the world has witnessed one of the most \nsustained and cruel crimes against humanity during this century.  It is a very somber note to be leaving this \nmillennium on and one that I hope that we can work together to try to remediate as soon as possible.\n\nThe calculated dislocation of hundreds of thousands of Kosovars during this past year by Serb forces has reached \ndevastating proportions in recent weeks.  Since March 24th, almost half a million refugees have been forced from \nKosovo and many thousands more may yet flee.  I think all of us today have been profoundly moved by the \ntestimonies of the three persons that we've heard.  They've really put the human face on this tragedy and I am \npleased to have been able to hear them.\n\nI'm also pleased that the NGOs were able to find them and that your committee wanted to have them be here.  And \nthat the State Department, in spite of all the things that are going on in Skopje and Tirana, were able to get the \nvisas in a matter of just a day.\n\nI'd like to take this opportunity to share with you, give you an update on the situation as we see it in Macedonia and \nAlbania and our efforts in other countries to provide protection and assistance and what we see ahead.  I'll be glad \nto answer questions.\n\nTAFT: You've set some forward in your remarks Mr. Chairman and I want to make sure that we covered all of \nthose.\n\nThe U.S. and it's NATO allies are working with humanitarian organizations to alleviate as much of the crisis as we \ncan.\n\nWe will do whatever is necessary to ensure that Milosevic's current campaign of ethnic cleansing does not stand \nand that refugees can return to their homes, villages and towns and rebuild their lives.\n\n\n\nWhat we've watched ever since the Rambouillet process is the systematic expulsion of the Kosovar Albanians.  I \nwant to emphasize here that this expulsion was well underway before NATO bombing commenced.  We've already \nheard from the previous witnesses.  I won't go into detail, but I would like to make a point about the issue of the \nexpulsion and whether they are called deportees, or whether they are called refugees.\n\nA deportee connotes the method in which people led -- left, and in fact the pernicious way and terrifying way in \nwhich these people were expelled from their countries does make them deportees.  However, as refugees, that \nconnotation should not be diminished either.\n\nThese people are deportees and they are refugees because they are afraid to go back home for fear of \npersecution.  So, I hope that we can use both of those references.\n\nWhile over 680,000 Kosovar Albanians have been forced to flee, hundreds of thousands are believed to be still \ndisplaced.  The figures that we're operating on in the State Department, are between 700 and 800,000.  After a \nshort lull when borders with Macedonia and Albania were closed by the FRG and after large numbers of refugees \nseem to have disappeared on the FRY side, we saw that this past weekend there was a resumption of small \nmovements into both Monten -- I mean, into Macedonia and Albania.\n\nWe haven't talked enough about Montenegro.  Montenegro as the chart that the Senator -- Senator Biden has -- \nhas received 36,000 refugees but over the weekend, or the last 24 hours they got 1,700 more.  These are coming \nup from the area of Pec and they are now in Montenegro.  So that border is opening…\n\nBIDEN: Mr. Chairman, if I can make a point. I didn't mean to interrupt by putting this up, but this is only current as of \n48-hours ago.\n\nTAFT: Yes, sir.  Well, that's right.\n\nBIDEN: Thank you.\n\nTAFT: I have as of 6:00 o'clock this morning but…\n\n(LAUGHTER)\n\nBIDEN: My point is your figures are more accurate than mine. That's the point I was making.\n\nTAFT: But the point I wanted to make sir, is that there is still some movement out.  Not enough as far as I'm \nconcerned, but there still is movement out and in Montenegro, it -- the port of Bar there are tens of thousands of -- \nof World Food Program commodities, some of which are being able to be processed within Montenegro by the \nICRC, by World Vision, by Mercy Corps International, to get access to -- to use to get access to the people in \nMontenegro who have been affected by this.\n\nThe refugees tell of extreme violence, people forced to leave their homes at gun point.  Women and children \nforcible separated from their husbands.  Fathers and sons, homes, and villages torched.\n\nEven more serious are the reports of arbitrary and summary executions of mass graves, and most recently, of the \nrape of young women and girls.  We are extremely concerned about the fate of the 7 to 800,000 thousand who \nremain in Kosovo and are exploring a variety of ways to meet these people so that they can be given life-sustaining \nsupport.\n\nSenator Kennedy, you mentioned earlier, about the three options. I assure you all three options are being pursued \nand I would be delighted to share -- that's very sensitive about the modalities for how we might be able to reach \nthese people.  And we will be glad to give a briefing to you and your staff.\n\nThe biggest problem that we have is that the Serb authorities have not provided the security assurances needed for \nany of the modalities to ensure access by ICRC or other international organizations.\n\n\n\nLast week, Deputy Secretary Strobe Talbott and I visited Albania and Macedonia and other countries in the region \nto thank them for their support, particularly Albania and --and Macedonia.  But also to urge very strongly an open \nborders attitude.  This was particularly difficult in Monten -- I mean in Macedonia -- because of all of the doubling, \nday after day, the influxes were doubling for Macedonia and they were very politically concerned about the \ndestabilization.  In fact Milosevic's plan is to destabilize Albania and Macedonia and other front line states.  So it \nwas very important for us to go and try to do whatever we could to reassure them that we and the allies stand -- \nstand by them.\n\nBut we stressed very firmly with the government of Macedonia the importance of getting that border open and \nkeeping it open.  And I am pleased to be able to say that having worked all night long with them on -- a week ago \nSaturday, decisions were made to open up the NATO camps, get them ready for opening on Sunday.  They were \nopened up Sunday night.  And the people from the border area and no man's land all were processed into those \ncamps by morning of Tuesday, so that the muddy, awful, terrible valley of death that was out there, but there wasn't \ndeath.  There were 11 deaths, but it was just a terrible humanitarian mess that has now been cleared out and thank \n-- very much thanks to NATO and the willingness of the Macedonians to let these people come forward.\n\nIn spite of the forced expulsions of the Serbs and the stories that we have all heard, I have not nor have any of the \nrelief agencies, or NATO people heard anyone blame the NATO bombings on their plight.  In fact, everybody has \nbeen very supportive of the efforts that have been made to stop Milosevic's aggression.\n\nOn my way back from the region I joined my counterparts and other major donors and countries in the region for an \nUNHCR conference to see how we can improve the coordination of the response on a multilateral basis and I think \nthat's been -- that was a useful thing to do.\n\nOperation Sustain Hope was announced by President Clinton on March 5th to coordinate our own humanitarian \nresponse to refugee -- to the refugee crisis and we have committed $150 million in financial and material \nassistance since the crisis began.\n\nThis includes $50 million recently authorized to help address the urgent needs of the refugees, $25 million of \ncourse which is from our emergency account and over $25-- for $25 million for Defense Department.\n\nThe limited capacity of Albania and Macedonia to cope with these enormous numbers of refugees has -- has really \noverwhelmed them.  And while I'd like to pay special tribute to the generosity to the people of these countries -- you \nknow the first flows of 80,000 of the first people who went into Albania, went into families.  And 60,000 that went \ninto Macedonia went into families.  The challenge now is making sure those families don't get overwhelmed and to \nmake sure that the assistance that's directed for the refugees also goes to support the families.\n\nI'd also like to commend Turkey for stepping forward on this issue of the absorptive capacity in Macedonia.  \nMacedonia was really getting overwhelmed and they did not believe that they could sustain the constant influx of \npeople.\n\nUnlike Albania which or course is all Albanian, there's a different ethnic balance in Macedonia.  For this reason, we \noffered to try to get other countries to give temporary asylum to these people to help take the burden off Macedonia \nand the first country to come forward was Turkey.\n\nAnd they had offered to take 20,000.  We offered to assist in the financing of their program as well as to offer \ntemporary asylum to 20,000 for the U.S.\n\nMany other countries have come forward.  I've got a whole list of those that have expressed willingness to provide \ntemporary asylum but at this point we think that the Turkish offer, the numbers that are going to Germany, those \nthat are going to Norway, and the ability of Albania to absorb more, has gotten us a respite right now so that the \nU.S. is not actively transporting any of the 20,000 that we said that we would give temporary assistance to.\n\nNATO I must say throughout the entire effort has been wonderful. They have established air cells and air bridges \nand there are over 50 flights a day which are coming into Albania and 50 flights a day coming in to Macedonia.  It's \n\n\n\ngetting very crowded as you can imagine in the warehouses and in the air strips, but the relief program to undergird \nthe UNHCR, is making a great, great progress.\n\nFrom the United States side of course we have been providing tens of thousands of -- of HDRs already and we're \nsending in a million. Those are Humanitarian Daily Rations.  We have been underwriting the World Food Program, \na third of its costs.  We have about 600 military personnel working on the humanitarian program.\n\nIn addition, we have just given ICRC the $3 million to really launcha major tracing program to -- and they've \nestablished a hotline in Geneva as well as processing in the various countries of asylum so that we can-- they can \nwork very closely on family tracing.\n\nLet me just spend one minute clarifying exactly what the status of Guantanamo is.  Guantanamo is prepared to \nreceive 500 people when we need them, to come out of the region.  They are ready in a facility which is -- does not \nhave concertina wire which would be humanely managed, but right now we have not asked DoD to activate this \nrequest, they -- but if it's required -- I mean we still have 700,000 people still inside of Kosovo.  If they all come out \nwe are really going to be overwhelmed and we will have to do a major airlift.\n\nWe all are aware of the problems of Guantanamo. You all are as aware as anyone.  And fortunately, at the State \nDepartment, the colleague Assistant Secretary Harold Coe was the lawyer in the private sector who sued the U.S. \ngovernment in terms of the treatment of Haitians and Cubans on Guantanamo, so he and I have been working very \nclosely on this.  And we know the constraints on Guantanamo.  We've talked with the NGOs and the human rights \ngroups and that is why it is a -- you know -- it is there but we really do not expect to have to use it.\n\nI know -- excuse me -- that a number of your constituents may have been calling you about processing of refugees \nor their relatives as refugees.  I think that it is -- I can say no more about this at this point, except that we believe \nthat most of the people want to stay in the region.  They want to go back home to their homes that right now -- that \nour focus is trying to provide care and feeding and security and safety for those that are in the locations of Albania \nand Macedonia and we not at this time have a program that we would process any of these candidates for \nrefugees status.\n\nHowever, we are working to try to collect as much information as we can and should it be -- should it be appropriate \nwe stand ready to come back to you and talk to you about refugee numbers and how we might proceed.\n\nOn that, sir those are the highlights that I wanted to share with you and I'm glad to answer any questions.\n\nABRAHAM: Thank you very much.  We will turn immediately to Senator Kennedy. I know he has conflict of \nschedule here, so we…\n\nKENNEDY: Thank you very much and thank you.  Julia Taft has had a long career working on refugee matters and \nI think all of us are very fortunate to have her services now and I join with others that -- commending the typical \ncourtesy in letting the others speak and then responding to questions now.\n\nFew matters, because we have a number of our colleagues, here just quickly.  There are a number of -- I'm sure it's \nbeen the experience of other members here, we have a strong Albanian population in my own state of \nMassachusetts.  We have many there, both that have got relatives, they believe in the refugee camps and they are \nin tough with us.  We're trying to be in touch with you.\n\nKENNEDY: But they're interested, if there are going to be movements of people, at least being considered other \nthan going to an interim (ph) step down in Guantanamo.  I don't know, and we don't know, the object of our policy is \nfor the safe return.\n\nBut as we have seen, picturing the worst kind of case possible, we ought to at least be, I think, having someone \nthinking about how families we can facilitate the movements of people and whether we can not go through a \ntransition into Guantanamo Bay, but have some other kind of way in which they may be joined either with families or \n\n\n\nrelatives or settled here.  I think we -- having someone in your department that's working with these would be an \nenormously -- would be helpful.  And we'd obviously want to cooperate on this.\n\nSecondly, I would always hope -- and this is a long way down the road, whatever's going to happen, NATO's been \ndoing terrific, the troops will be great in setting up these mantas (ph), the tents.  I mean it's unbelievable how well \nand fast -- I mean it's miraculous.  I mean it's the one great hope that's happened out there is what has been done \nwhen we finally got to it.\n\nWe want to hope that they're not going to transition out you know, and be left these other groups that depend, who \nare inundated with these kinds of challenges and doing so well and have done well in the past and all the rest of it.  \nThat they're -- this transition period, I don't see it coming up right now, but it's something we have all learned about \nand when they transition out, they leave -- they have in the past, when it has not been done well, left these \nagencies up in the air.  And I hope that that would not be the case.\n\nI come back to (OFF-MIKE) Senator Schumer who's been enormously interested as I, others have about the \nconditions of these other refugees or individuals who were displaced and are facing extraordinary human tragedy.  \nBut let me mention three quick areas.\n\nWe have a wonderful friend from Vietnamese refugee days, named Tom Durant (ph), he works up at Mass \nGeneral, just been over there for two weeks.  And I've been in touch in Tom.  And it's been, he feels that there's \nenormous need for vaccinations over there, that we've been free from these contagious diseases almost \nmiraculously.  But there's's enormous need in terms of vaccinations, and particularly that spread like measles, \ndiseases like measles.  And they're going to come back, make some recommendations, I'm just giving you a head's \nup.\n\nSecondly, there's's a -- the health and assistance for children. So many of the children are separated from parents \nand are separated. And the degree of trauma that children have been going through and what we can do in terms \nof help and assistance in terms of getting people that you know, obviously are going to be able to communicate with \nlanguage and culture, and you know their chance to do so.  You're not going to have, I suppose, an enormous pool.  \nBut being able -- this is an area of special needs.\n\nAnd then the third area that concerned that he had was the -- which you mentioned in your testimony as about the \npeople in his instance, of a small, tiny cottage in Macedonia where they have 51 people living there.  Which you \npointed out in your testimony is the first refugees that came there, were settled in these various houses and they \nhave enormous kinds of pressure.  And as we're dealing with the humanitarian, we want to be to help and assist \npeople who've really been attempting to -- they're enormously poor people in any kinds of events, and they've \nopening up their homes.  And we want to try and do this.\n\nI'll make sure that the -- some of these, that Tom has, will get to you in a timely way.  Very quickly, but if you could \ntake a look at those and then we can follow up with staff with you to see how, those missions would be going on.\n\nJust finally, and I know there are communications, and you mentioned earlier when Senator Schumer wasn't here, \nthe delicacy of these negotiations between air drops between mercy corridors, which we have done -- Biafra was a \ncase -- but we've done it in other humanitarian areas as well with some success, and sometimes it's been \nimpossible, or otherwise working with the Russians or the Greeks as being more acceptable to try and get that in.  \nAs I understand, it's better to get that in a situation which is sensitive and therefore, we'd welcome the chance to be \nable to do that.\n\nI just want to -- and I respect your limitations to be able to talk about it.  I think you have gathered the sense \nyourself and the sense of urgency that many of us have about the hours that are going on and the importance of \nthe immediacy of trying to deal with that issue.  It's just one of enormous kind of dimension and incredible need.  \nAnd I think we have to really take risks for assistance on this.  I don't think we can play this with a safe dimension.  \nThere's just too much at risk now.  So I would hope that we are really going to be as, you know, forthcoming as we \npossibly can.  That is certainly our, at least this individual's hope and expectation on it, and I'll look forward to \nhearing from you mothers about what the state of play is on it.\n\n\n\nThank you Mr…\n\nTAFT: We have just a minute.  I know you have to leave, sir, but let me just say really quickly, you talk about the \nmiracles here, it was just three weeks ago that the Serbs started.  And I am amazed that we don't have outbreaks \nof disease.  There are three instances of measles, 11 people died in Macedonia.  This is really amazing, as tragic \nas any of this.  There is a vaccination campaign that is getting started with UNICEF and WHO in Albania and will \nstart in Macedonia.\n\nOn the issue of the separation of children, there's a wonderful story I have to just tell you of our ambassador in \nAlbania, Marisha Aleno (ph), who was out at one of these campsites.  And she saw a mother with several children, \nwho was crying.  And she goes and she talks to her and puts her arm around her and says, you know, I'm so sorry \nfor you, but at least you have your children here.  And she said, no.  I don't.  And she had four young children.  And \nshe said, oh?  And she said, I have triplets, six-year-old triplets, that got separated from me in Pec, and they ended \nup on one bus and I ended up on another bus, and I'm in Albania and I don't know where they are.\n\nSo our ambassador got in touch with the ICRC in Geneva and said the mother thinks these children went to \nMontenegro.  Can you see if you can find them?  And in very short order, they did find these children in one of the \ncamps in Montenegro, because ICRC is still there.  And they're not reunited, but at least they know where each \nother belongs.  And I think we're going to find many, many more stories like that as it proceeds.\n\nWith regard to the issue of air drops, you know, we're talking about really dangerous, life-threatening interventions, \neither for NGOs or for the military that fly an air drop or for agencies who are unarmed.  And in all of these \ninstances, going in an unpermissive environment is really very dangerous.  But we are working on the details with \nall of the interlocutors that you have mentioned.\n\nAnd the thing that's been very helpful is we've gotten calls from many members of Congress who have been in \ntouch with their constituents who have been help -- who have helped us pinpoint and map out where these pockets \nof people are in addition to some of the surveillance we've been able to gather.  So we can pretty much figure out \nwhere these people are, and in terms of corridors, trying to find very targeted ways to get them.\n\nBut it is very dangerous, and it's really a questionof how much further is Milosevic going to go in this war against \nhis own people, you know?  I mean, if he and his troops will not allow even humane access, it just further \nunderscores the fact that this man, you know, he wants his land but he hates his people.  And we've got to figure \nout who else can get to him on these life bridges because it's, as you say, every minute is perilous there.\n\nKENNEDY: Well, we appreciate it, Ms. Taft, and we obviously can tell from your own reaction, response, your deep \ndesire to try and get some resolution of this.  But we'll look forward to working.\n\nTAFT: Good.\n\nKENNEDY: I thank you very much, Mr. Chairman, for this hearing and for the -- look forward to working with you.  I \nthink that we're going to have a great deal of work to do over the period of these next days and months, and I think \nit's been enormously reassuring to have the breadth of interest and support that you've brought through this \ncommittee on these issues.  And we all in this area of humanitarian concern, there's no question about the \nuniformity of interest of all the American people.  There may be some differences in other aspects of policy over \nthere, but there's absolutely none in this area, and we're going to do everything we possibly can to work with you \nand all of those groups, independent groups, church groups, others, international groups, that we can possibly help \nand assist the children, the women, the families and the people that have been so terribly abused.  We thank you.\n\nABRAHAM: Senator Kennedy, thank you.  And thank you for working with us on this hearing.  We appreciate it and \nlook forward to continuing this effort.\n\nSenator Schumer.\n\n\n\nSCHUMER: Thank you, Mr. Chairman.  And I again want to thank you.  Some of us people didn't have a chance for \nan opening statement, but I want to thank you for your efforts and leadership and Senator Kennedy as well over the \nyears.  This is an example of Congress working at its best, the Senate working at its best in a bipartisan way.\n\nAnd I also want to say, Ms. Taft, I appreciate the obvious compassion you show.  You're doing a job that's a huge \nand logistical job, but you haven't -- your feelings are strong.\n\nAnd I would just like to dwell a little bit more on the area I talked about with the refugees and in fact the NSC is \ngoing to brief a few of us on this issue, so there are probably some things that you can't say.  But just in general, \nbecause to me we do have this immediate crisis on our hands.  You know, you are right.  Within three weeks the \nrefugee assistance that we have led and NATO has done is nothing short of remarkable.  There's a strain on \nresources.  WE need more tents, more food, more blankets.  But it's amazing what has been done.\n\nThe place that we haven't been able to do anything yet, and where has the greatest immediacy, and relates to this \nimmediate crisis, are the 700,000 internally displaced Kosovars who are in a desperate race against time.  We don't \nknow much about their fate, because they're internal.  WE know some but not enough.  But word is beginning to \ntrickle out.  More massacres, rapes, possible starvation.\n\nAnd I've hard some of these from my own constituents who are in touch with people.  Fortunately we have cell \nphones and you can actually hear some of the anecdotal awful evidence about what is going on.  So it seems to \nme that this calls for immediate action.\n\nYesterday I talked to Sandy Berger about this, and he said this was the most immediate pressing problem we face \nat the moment in any sphere.  And so, I'd like to ask you the same questions, and I know you might be somewhat \nconstricted in how you can answer, that I will ask the NSC people at our meeting in a little while.\n\nThe first is, how much do we know about these however many hundreds of thousands of people within Kosovo \nwho were cleared from their homes, tried to come over the border but then were stopped and are not -- are \nsomewhere in Kosovo?  How great are the risks -- you've mentioned the risks -- of each particular type of plan?  \nThe obvious one is drop food, and the obvious answer is the C-130 is sort of a sitting duck and the food wouldn't \nget there anyway.  So then the questions of safe havens, third party assistance, which as you say, has been done \nin part through your efforts in other places.  Getting a neutral third party to be involved in this and then maybe \nhaving some kind of relief through the air preferably or the ground is probably the best way to go, but one fraught \nwith many difficulties.\n\nCan you comment on these things and give us something, whatever you're at liberty to disclose about what can be \ndone?  Because I think all of us feel the angst of these people, particularly when you meet with their relatives who \nare here and just day by day, minute by minute, living -- hanging by a thread when they don't know what'll happen \nwithin the next 10 minutes for their relatives, their friends, their family.\n\nTAFT: Well, the last food deliveries that were made by the network of NGOs and UNHCR, etcetera inside of \nKosovo was March 23rd. And then people left.  So from then on the normal food deliveries, which were always \npretty meager anyway, from Serbia down to Kosovo, those stopped, and it was a question of what was remaining \nin, you know, in the pipeline or inside of the various stores in Kosovo.\n\nTAFT: All of the UNHCR facilities were ransacked.  And a warehouse of WFP's was ransacked.  So, we believe \nthere's virtually no externally supported food.  So this is what has prompted us -- well, not only, but this is a very \nsad commentary on what these people are able to have.  We had records -- reports that they are eating berries. In \nAfrica we call it famine foods, when you find different ways to cope for the time being.\n\nBut this is a big problem and particularly for the elderly and the children.\n\nSo, in terms of trying to get at these people, we do have a pretty good idea and I wouldn't say it's just the people \nwho were turned away from the border.  There was always a lot of internal displacement and this is what happened \n\n\n\neven long before the border -- the bombings started -- where the Serbs were displacing people from the villages, \nand sending them to cities, and the cities like Pristina ended up with 150,000 more people than they had had before \nthe war.\n\nSo, a lot of these people were displaced.  Not all of them had tried to get out and then come back in.\n\nWe have aerial photos which you will no doubt be able to see, of where we know where there clusters of people \nwho are out in the open.\n\nSCHUMER: Do you have any idea now many?\n\nTAFT: We have estimates, yes, sir.\n\nSCHUMER: But, might -- can you tell us?\n\nTAFT: It ranges from a few hundred, to several thousands and…\n\nSCHUMER: In each…\n\nTAFT: Yes, sir…\n\nSCHUMER: … cluster.\n\nTAFT: We can't count them, but you know…\n\n(LAUGHTER)\n\n… and then there is a particular area in the Drenica triangle where we have had some very good reports by \nconstituents of Congressman Engel and probably you and others, who are trying to piece together on the ground \nestimates.  But you know -- estimating populations of displaced persons…\n\nSCHUMER: Very hard…\n\nTAFT: … is almost a science and I -- after I finish answering your questions, I want to get back to this because this \nhas been a plaguing problem we had in Macedonia and I would like the record straight on that.\n\nBut anyway on the issue of where the people are, we can find them.  In terms of interventions, the first one every \none thinks of is air drops, which have worked in some places, some times, but certainly did not work in Turkey \nwhen the Kurds were on the mountains in Turkey. Have not really worked in Sudan and other places because \nthey're very unwieldy and if you have to drop them from 15,000 feet on pallets with parachutes, you never know \nwho's going to get hit on the ground or whether they will be diverted.  And 15,000 feet off the ground is very \ndangerous for any aircraft going in a non-permissive environment.\n\nSCHUMER: And to go much higher you would risk -- just the food would be…\n\nTAFT: Just, just…\n\nSCHUMER: … gone.\n\nTAFT: Right.  So, so our military has said if anyone is able to do airdrops, a neutral country or a U.N. agency, we \nwill provide guarantees in terms of our air space…\n\nSCHUMER: Right.\n\nTAFT: … for access.  But that does not require -- that does not enable permissiveness on the part of the Serbs.  \nThat has to be done.  Safe havens require ground troops.  Third party neutrals, I've talked about in terms of air \ndrops, we also are working with some NGOs to see if they can't negotiate a way to get in.\n\n\n\nAnd finally, an area that you didn't mention, but I keep on trying to push, is the smugglers routes.  The area \nbetween Albania and Kosovo has for centuries had various groups -- and this is where the KLA has been able to \ncome in and out.  I don't think there's enough structure there but we stand ready to anyone who is able to get their \npack animals or go inside to try to assist.  And that's another feature.\n\nSo, I hope that answers some of your questions.  You will get more specifics I'm sure from the NSE but this is on a \nvery urgent, let's look at all sides…\n\nSCHUMER: Yes.  Well, that's all I can say…\n\nTAFT: Yes.\n\nSCHUMER: Let's -- I don't know what the answer is and there are no good answers obviously as there are no good \nanswers in this whole region right now but let's just make sure we do everything we can because we rue the day as \nI mentioned earlier, if the air -- if our air war succeeded three or four weeks from now and then we saw that tens of \nthousands of people had died, and maybe didn't have to.\n\nTAFT: Well, I'm afraid we are going to find that anyway because of the way they have been treated and displace so \nbrutally for so long.\n\nSCHUMER: At this point do we have reports of -- I mean what is the food level of the people?  I guess it's different \nin many of the different places.  Do we know how imminent…\n\nTAFT: Well, you don't actually…\n\nSCHUMER: … is starvation for some of these folks?\n\nTAFT: Obviously individuals' metabolism operates at different ways, I mean for a real famine in an African context, \nit takes about two months for the body to -- I mean but you have to have water and you have to have some famine \nfoods.\n\nI am not a nutritionist so I can't really answer that but let me just say that I am sure the situation is dire.\n\nSCHUMER: Thank you again.  And Mr. Chairman, thank you.  And I thank you for Herculean efforts under the most \ndifficult of circumstances.\n\nTAFT: We've got a lot of people working very hard in a good way, and I want to thank the bipartisan nature of this \nbecause I guess I'm lucky in government, because I get to do the humanitarian activities, that everybody has a very \nstrong non-partisan and humane approach to and I've always felt that and I'm really pleased that you are having \nthis hearing.\n\nWe've got a -- we've got a lot of work to do together and I appreciate this.\n\nABRAHAM: Certainly.  And Secretary Taft, we appreciate your being here.  I also want to thank your view, and the \nState Department for helping actually to facilitate the participation today of our refugee deportee, or whatever term \nthey chose, or we choose to use. Getting the visas in time for their appearance made I think this hearing more \nhelpful and meaningful.\n\nSo, thank you for that.\n\nI want to just ask a couple of questions.  In the testimony we heard earlier, there was some concerns raised about \nvery recent actions in the Macedonian camps that sounded obviously very concerning.  And I just wondered that, \nthat kind of comes on the heels of something I raised in my opening statement, the concerns that have been \nexpressed with respect to the perhaps in some instances, involuntary removal from the Macedonian refugee areas, \nof people on planes which was actually reported in the media, is how we came to hear about it.\n\n\n\nI just wondered if in your judgment these situations -- well, let's just start with some of the things mentioned this \nmorning.  Are these problems that you're hearing about, or is this information that is new and if it's in the latter \ncategory is it something that we can try to address immediately?\n\nTAFT: Let me start with what I know and then what was new to me.\n\nABRAHAM: Sure.\n\nTAFT: When we were in Macedonia last weekend, last weekend -- no, the weekend of the 3rd and the 4th, it was \nvery clear that the Macedonians were not able to open that border.  There was no place for them to go. When we \ngot the camps operational in just a matter of 24 hours, a decision was made that they could open to receive people \nfrom no man's land and from the rest of Blace if there was some movement out.  The president on down in \nMacedonia said we have to have an evidence that somebody else is going to help share our burden.  At that point \nTurkey came in and they sent in two flights.  They sent in two relief flights, and then they processed out people \nbefore IOM and the UNHCR had fully documented them.  They say that they didn't force anybody on a plane and I \nhave to believe them because after the flurry came up, they said listen we're not taking anybody else unless IOM \nand UNHCR process them.\n\nAt the same time a number -- 300 buses of people from Macedonia -- the government put on 300 people and sent \nthem to the south, to what ended up being Albania and that was pretty messy.  But the people are all under shelter \nnow and there is a UNHCR presence and they are now being documented as are the Turks.  I think about 1000 \npeople in total went out in these unregulated ways.\n\nI got a telephone call in Geneva saying Julia, the whole thing is going to collapse if you don't authorize some \npayment for the Macedonian aircraft to transport people to Turkey.  And I said is somebody watching this and they \nsaid yes.  So, they put people on the planes.  The ambassador swears that there were not people who were forced \nand ripped apart from families and put on planes.\n\nBut you never can tell. I mean I was involved in the Vietnamese airlift you know, 24 years ago. And these things \ntended to be not according to any regime or voluntary or structured way, that the UNHCR, or the U.S. government \nor IOM wanted.\n\nSo, we said we would not pay any more money until there was a process. So, I must say about 1,000 people did \nget out in an irregular process.  Now it's in place.  No flights are going to any of these countries whether it's \nGermany, Norway or Turkey that have not been registered by IOM.  We are immediately launching tracing -- we \nhave launched tracing services to pick up all the families that were in these other places, and any one that is split \nwe have an agreement that they will be reunited in the same location.\n\nABRAHAM: So you feel pretty confident that the relief is going is going forward?\n\nTAFT: Well, this is, this is -- I can't…\n\nABRAHAM: Let's put it this way, that there are as many safeguards as can be reasonably put in place for the future, \nthat's…\n\nTAFT: Absolutely, and I must say the first couple of days were not done according to any standard that we would \nwant.  We're remedying it and getting on with how we really need to do all this…\n\nABRAHAM: Well, I think the tone of all us should be recognizing the emergency nature that probably we can in \npost-mortem talk about preparedness and so on, but right now, at least this senator is most interested in going \nforward in terms of whether or not we feel we've got, you know, a sufficient, now oversight situation, where we can \nprovide those assurances that are reasonable.  I recognize that we're not going to be able to operate this situation \nthe way we would in, you know, in the context of an non-warlike circumstance and so on.\n\nBut I just want to make sure we are doing and feel comfortable that you've been given the help to do what you need \nto do in that respect.\n\n\n\nTAFT: Yes, sir and we've invested the resources.  We've given $3 million now to make sure that the systems are \nworking and in place. Let me just say that even during the early hours of this negotiation, there was a concern that \nMacedonia was going to say if 1,000 leave, we will let 1,000 more in from no man's land.  And our position was that \nis inhumane.  You can't do it.  We're showing we're moving people out. You have got to move all these people in to \nshelter, which is -- was being put up.  And I said to them, I said you know if you want countries to give temporary \nasylum they will only give temporary asylum to healthy refugees and they're not going to be healthy if they're out \nin the rain and the mud.  And they then immediately started allowing them to come forward.  So, I think it's in hand \nnow.\n\nABRAHAM: OK.  And -- well let us know, too.  I think this is situation where if we are going to have the kind of \ncongressional involvement that I'm sure you want and support, that if there are problems developing probably better \nthat on the front end we try to address them or give you, you know, whatever, if there's help that's needed.\n\nBack to the earlier panel, and you were going to address that as well.  Is there any -- are --were some of the reports \nthat we heard from our first panel, about ongoing problems, ones that are consistent with the reports that you've \nbeen getting or is this something new?\n\nTAFT: I hadn't heard about the two people that had left Brazda camp, sort of escaped and gotten beaten up and I -- \nthat was news to me.  My colleague said that she had read a report.  I'm going to find out about that.\n\nThe issue that we have there is what do we want NATO to do?  What do we want the host country security forces to \ndo, police forces to do and what do we want the U.N. system and NGOs to do?\n\nAnd these are starting to get mixed up.  NATO has put the infrastructure in, they are trying now to turn it over to the \nUNHCR and to NGOs.\n\nTAFT: We're trying to make sure that there's no gap and there's no precipitous handover.  NATO does have -- has \ndone an incredible job in doing these camps virtually overnight, but there needs to be a seamless transfer here and \na lot more involvement of the UN to help that happen.\n\nThe question then comes, what do you use the NATO forces for? Would they do perimeter security or internal camp \nsecurity?  There's -- and this has not been resolved.\n\nAnd in the meantime, since they are in -- and I'm mostly talking about Macedonia, since these camps in Macedonia \nare really in the jurisdiction of Macedonia, their police have a responsibility.\n\nBut I must say they were quite heavy handed and not well trained for this and we are aware of that.  And we are \ntrying to work out a way to make sure that they just do perimeter security and we have some other ways to deal \nwith inside the camp system.\n\nABRAHAM: Good.  Well I think it's important to convey that concern too.  I mean I'm not -- I'm sure you're trying to \nthe, obviously to the Macedonian officials because we've had visits just yesterday from the Macedonian \nambassador to the United States came up to the Hill.\n\nAnd I know they're interested in securing some support and help in their efforts.  And I think maybe that's harder to \nobtain if the information we're getting is of the sort we heard this morning.\n\nNow the transfer, as you described it, were sort of NATO to volunteer agencies in terms of running of these camps, \ndo you have a time table on when that is expected to be happening?\n\nTAFT: I think it's -- it is different from each camp -- for each camp.  And I find this quite concerning.  Each of the \nvarious NATO troops on the ground have been helpful in setting up a camp.  So the Germans put up a camp. And \nthe Turks put up a camp.  And the Brits put up a camp.\n\n\n\nAnd they are now negotiating with certain NGOs that are active in Macedonia that we're supporting to do pieces of \nservices in those camps.  My feeling is, and we've been talking with the UNHCR about this -- these should all be \nUNHCR camps and that there needs to be a clarity of which NGOs are going to be the partners to do what services \nin each of those camps.\n\nWe can't go around this region and having an Italian camp here, a USA camp here.  I mean, it just -- this is not \nrational.  And I think the biggest challenge, and I'm going to have to go out there again this week, is to see if we \ncan't come up with a proper organized way to deal with the military on this and to have a system which is \naccountable to the international community and have the NGOs provide those services.\n\nNATO has told us they are not going to pull out their support until there is a proper turnover.  So -- but I think it has \nto happen fairly soon.\n\nABRAHAM: I agree.  Back to just the general question of the population still within Kosovo, and the possibility that \nit -- there might be -- that if somehow the opportunity for them to leave occurred and they in larger numbers did so, \nwe -- I know everybody, and I'm sure your office more than anyone, is shuddering at the possibility of having to deal \nwith another surge of that sort.\n\nAre we prepared in your judgment to deal with that?  Or do we have to do more, given the potential numbers?  And \nif so, what can we do?\n\nTAFT: Well, given the difficulty it is to reach these people inside of Kosovo, I really pray they can get out.  I don't \ncare if we have to work harder than we're working now.\n\nABRAHAM: Sure.  Everything we've heard today is -- I think indicates that …\n\nTAFT: Well, we're looking at -- let me just say that -- that Macedonia is probably at its absorptive level.  Turkey will \ntake more. Albania -- we're working on some campsites in Albania.  Albanians politically want to have these people \nstay there, and we're trying to figure out how we make it an asset rather than a liability.\n\nI'm sure Italy will take more.  We have pledges from many countries to take more who come out, if they are able to \nget out.\n\nOne of the unknowns here also that we haven't talked enough about is Montenegro and whether or not only the \n65,000 refugees that are in Montenegro might go out through Croatia or to Bosnia.  We don't know, but we're ready \nfor those.\n\nI don't know.  I think we will be because we now know who our partners are.  We now know where every tent in the \nworld is.  We now have a sense of the magnitude of this, and that's one of the reasons in Albania we're trying so \ndesperately to move the people from the mountainside Kukes where they've come across the border; down into \nother parts of Albania because if there is another influx, that's where they're going to come in and they're going to \nneed to be taken care of.\n\nIn Macedonia, that no man's land in Blace is all cleaned out, and they're now sanitizing it and putting up another \narea to be able to receive more people.  We will be -- we will be I think in OK shape. But the people who come \nacross will not be.  And so we may need to identify real hospital -- field hospital sources and things like that if they \nwere to come out, and I'm sure contingencies are working on that.\n\nABRAHAM: Well I think that's reassuring information, though, because I -- you know, I -- as I say, I don't -- there will \nbe time for post-mortems, but I think the concern I'm getting from some of my constituents, and we have large \npopulations of people from these areas in our state, is just that given the tenor of things leading right up to the \ninitiation of the bombing, the sense that this might happened seemed at least to a lot of people in my -- in the \ncommunities in my state -- as a very real possibility.  And they're deeply concerned now that there wasn't more \npreparation, whether that was proper or not in terms of assessment.  The concern now is if there is another -- now \nthat we're there, now that we've got this potential -- are we getting ready and will we be ready if something \nadditional happens to the (OFF-MIKE) war.\n\n\n\nTAFT: Just to disabuse your constituents, and to set the record straight, UNHCR was in Albania for instance \nworking on contingencies for out-flows.  We had expected 60,000 people last June into Albania; only 18,000 came, \nso that they still had a process where they could absorb 60,000 there, and about 20,000 in Macedonia.\n\nWe also had prepositioned or in the procured pipeline enough food for 400,000 people for six months.  We of \ncourse thought that was going to feed the people inside Kosovo, but it still was available for redirecting for them \noutside.\n\nI think that everybody was surprised at the intensity and the unbelievable inhumanity of the expulsion of these \npeople so dramatically.  But I -- you know, if you think about being able to serve a half a million people without the \nincredible problems that you could anticipate in very inhospitable areas, particularly in Albania, I think it really is \namazing how well it has gone.  But we have a lot of work to do, both in contingency, but I don't think it was because \nwe were so unprepared.\n\nAlso very fortunate to have NGOs that had been working in Kosovo, knew the people, had really good systems in \nplace.  They evacuated to Macedonia and then Albania, and they're the ones we're going to have to rely on in the \nnext months ahead.\n\nABRAHAM: But one of -- so one of the problems is just that, well, we had food -- it was in Kosovo.\n\nTAFT: Some was -- 1,000 metric tons was in Kosovo.  Some was in Serbia.  We had a lot in Bar -- the port of Bar, \nand it's still there in Montenegro.  Plus we had food on the high seas and call-forwards around the world.  The \nWorld Food Program did.  So that's not been -- that's not been the problem.  Right now is just how do you get \nenough food up one road going up into Albania, which is the same road that you need to bring people down on to \nget them away from the border.\n\nSo it's -- it's going to be probably more difficult if we don't have NATO around to construct yet again lost more \ntents, but I have been assured that if we need them for another surge, they will do whatever is necessary.\n\nABRAHAM: The last question I'm going to ask, and it's just sort of to follow up on your comments with regard to \nGuantanamo and the possibility of temporary resettlement there to meet America's commitment.  You indicated that \nthat -- you don't foresee the likely need for that at this point.  If this overflow -- if there was an overflow from people \nwho are -- who have been prevented from leaving were to take place, is it likely that would trigger the need to …\n\nTAFT: I think it would -- I mean, depending on how big an overflow it is.\n\nABRAHAM: Sure.\n\nTAFT: I do believe it would.  Now, what we need to do right now, and I really do need guidance from the committee \nhere and the House Judiciary Committee, too.  There are a variety of ways to bring refugees in.  There are a \nvariety of ways to protect refugees off- shore.  And, you know, whether it's parole; whether it's temporary \nprotected status; whether it's bringing people in as refugees with a round-trip ticket to go back home -- we have a \nvariety of options.\n\nThe bottom line is: How do we process -- whatever we're going to do -- how's the best way to process it? And I \ncome out right now that we will probably need to process people closer to home than -- we certainly can't do it in \nAlbania.  It's too dangerous.  You don't have the infrastructure, and Macedonia would be difficult.  So we might \nhave to bring them to Guantanamo and process them in for whatever status they might have in the United States.  \nWe really need to think through this and what would make the most sense.\n\nIn the meantime, we are going to try to collect as much data information we can about people who do have \nrelatives, and that if we find these people, we will be ready to move with those that would more likely want to come \nto the United States.  But I don't think we're there yet.  You know, I really think we have to talk about it, and we \nwant to have these contingencies.  That's why we have Guantanamo as a contingency.  But let's hope we don't \nneed to have it.\n\n\n\nABRAHAM: Well hopefully that's true.  You know, the other issue I know that may be raised in the next panel is the \nquestion of whether or not it's more cost efficient, as opposed to the costs that would be involved in bringing \npeople to Guantanamo and housing them there in a humane way, to perhaps support the housing of people in \ncloser -- perhaps in Albania or other places where right now they may have reached a limit, but with assistance \nperhaps less expensive costs than would be incurred if we …\n\nTAFT: We're doing that.  We are doing that.\n\nABRAHAM: How much do we have -- I mean, in other words …\n\nTAFT: We have identified the sites.  We have identified the sizes of the encampments we would have.\n\nABRAHAM: Sure.\n\nTAFT: DOD just needs to figure out how they're going to pay for it, and I need to have money to pay for the social \nservices of the NGOs inside of it, but we have planned to go ahead with that.  And so anything …\n\nABRAHAM: Would that be an option, though, for the 20,000 …\n\nTAFT: Yes sir.  Yes sir.  But you know, if 700,000 more come out, 20,000's a drop in the bucket.  You know?\n\nABRAHAM: Sure.  No, I understand.\n\nTAFT: So we really have to have broader contingencies, but what we're doing now is responding to the interests of \nthe Albanians, the plea of the UNHCR, and the plea of the refugees themselves that they want to stick close to \nKosovo.\n\nABRAHAM: I agree.\n\nTAFT: So we're going to do this 20,000 -- well, it's not a big camp of 20,000, but several locations.  And we will pay \nfor it and we will get that up and running and it is in process of the design, and hopefully will be up in just a few \nweeks.\n\nABRAHAM: OK.  Well, I'm going to end questions for this at this time.  I'm certain we will continue to work together \nwith your office and our committee, and also perhaps follow up with additional hearings at appropriate points, if \nthat's called for.  But we appreciate what you're dealing with right now, and I think frankly having this hearing was in \npart, for us at least, an opportunity to catch up a little bit; also to expose people here to exactly the magnitude of the \nchallenge you confront.\n\nAnd so what I will do is leave the record open, since a number of our colleagues had to leave, for additional \nquestions they may want to submit to you in writing, although perhaps some of that will happen just as a matter of \nour ongoing relationship.\n\nSo thank you very much.  We have a third panel and what we're going to do is take -- is to adjourn until one-thirty, \nand then we will start up again at that time so people can have an opportunity to make some lunch plans as well as \nother accommodations, and then we'll begin again.\n\nThe meeting is temporarily adjourned.\n\n(RECESS)\n\nABRAHAM: The hearing will resume at this time.  Let's begin by welcoming our audience here, who stayed with us, \nor perhaps just arrived.\n\nWe have one panel remaining, and I appreciate -- want to thank the panelists for the patience they've shown, both \nto stick it out this long, and also to agree to this interruption for the -- for the break we too.\n\n\n\nWe stressed, I think, in the last panel that this is an issue that certainly is not going to consume only one day of \nattention from this subcommittee.  I expect we'll be on this issue, or the issue of the refugees here from Kosovo, \nfor some time.  And so we may well be inviting the people back on other occasions.\n\nBut right now we'll here from our panel which includes two representations from organizations that have been very \nimportant with respect to this crisis.  We'll hear first from Bill Frelick, who is the senior policy analyst for the United \nStates Committee for Refugees; and then we'll hear from Maureen Greenwood, who is the advocacy director of \nAmnesty International for Europe and the Middle East.\n\nAgain, I think that -- in light of the fact that there aren't a lot of other senators likely to attend, we'll now put the lights \non here.  We would ask you to keep the length of your remarks reasonable, but we're not going to keep you to a \nfive-minute limit if there's important information we should share.\n\nSo, we'll start with you, Mr. Frelick, thank you for being here.\n\nFRELICK: Thank you, and I will submit my written remarks for the record.\n\nABRAHAM: Without objection, that will be included.\n\nFRELICK: And what I'd like to do is to just make a few highlights, bearing in mind especially the testimony that \nyou've already heard today and I think we're all very impressed with that and note that.\n\nThe situation has been incredibly fluid, and what I might have said here last week when we were first planning this \nsession, and what I say today could be very different.  Our priorities have shifted throughout.\n\nThe -- I think that the real -- the real turning point was the unilateral declaration of the cease-fire by Milosevic, \naccompanied by the absolute closure of the border at that point.  If there was ever any doubt prior to that that this \nwas a mass expulsion, that this was a spontaneous movement based on the bombing campaign alone, those \ndoubts were laid completely to rest.\n\nAnd I think that we can mark that as a changing point in terms of the improvement of the situation for those people \nwho had managed to escape up to that point.  But it also presents a grave warning for the safety of the people who \nare left inside Kosovo today.  And so I'd like to address both of those groups.\n\nFirst, looking at the refugees outside the country, as has been mentioned earlier today, and I would reiterate, what \n-- because the situation is so unstable and so unpredictable, we need to be preparing now for the next influx.  And \none issue that we have heard addressed is the pre-positioning of aid and assistance, and the pipeline of aid to \nthese very inaccessible areas.\n\nBut the other that I think we really need to underscore is the issue of protection at the border so that we don't have \na repeat of the conduct of Macedonia when they were treating refugees, traumatized people, in extremely \nsummary fashion, in a deplorable fashion, really, given the conditions.  I would take issue, although I agreed with \nmost everything that Julie Taft said earlier, when she used the word \"processing\" to describe the herding of these \npeople in the dead of night; without UNHCR; without any transparency; and splitting up families.  I think that was a \npoor choice of words.\n\nWhat we need to do now, beyond focusing on the camps -- I think we've put a great deal of focus on the camps this \nweek, and getting assistance to the camps.  That's fine.  That's one thing.  And the camp that was mentioned to you \nin particular that's the Macedonian government-run camp is a cause of great concern.\n\nHowever, I would like to draw your attention to the need, the critical need to support refugees who are staying in \nprivate homes. It's the culture of the Balkans not to keep people in camps and to get them into private homes as \nquickly as possible.  We've seen that in Croatia.  We've seen that in Bosnia.  And yes, we've seen it in Serbia as \nwell -- Serbs opening their homes to Serbian refugees.\n\n\n\nIn Macedonia, according to the latest figures that I have, 60 percent of the refugees are actually staying in people's \nhomes.  And in Albania, even more remarkable, in this short period of time it's up to 80 percent now that are \nactually in people's homes.\n\nI myself have slept in the private homes along the northern Albanian border -- extremely poor people, houses \nfilledwith refugees. They made a little more space available for me coming up there.  I know the kind of hospitality.  \nI know the ethnic solidarity for this region.  And what we need to do is to facilitate that and to promote that.  There's \nnot enough -- we're getting enough food into the camps. We don't have enough food going into these people's \nhomes so they can keep them open.  And that's something that I think is extremely important.\n\nI also want to simply mention that -- and I think the government has come around on this -- that the idea of having a \nmassive evacuation to third countries, including to the United States, really puts the cart before the horse in the \nway that you approach a refugee emergency.  And I don't want to dwell on that, but I do want to say in particular \nthat Guantanamo is still on the table.  Whatever improvements they're talking about making to it, which would \ncertainly be welcome, it's still a rights-free zone.  A baby born there is still a stateless person.\n\nWe're taking people who are traumatized; who need succor; who need healing; who need support -- and you isolate \nthem out there.  And I think that that's the wrong way to treat people.  It's not a humane thing to do. No matter how \nyou sugarcoat Guantanamo, it's still Guantanamo, and I've been there as well.\n\nSo I think the emphasis has to be the traditional emphasis.  In refugee emergency, it's providing asylum, safe \nasylum in the region; getting assistance there as quickly as possible; and then helping the local community to try to \nbuild the infrastructure.  They need sewage lines.  They need water piping.  They need roads; electricity -- you \nname it.  We could be putting a great deal of money into that.\n\nIf the people are able to return home quickly, which you heard from all the refugees here, and that I've heard from \nrefugee testimonials as well, that's what they want to do.  They want to return home.  Then fine -- then you've \nrewarded Albania and possibly Macedonia for their good behavior; for their generosity.\n\nBut if this becomes an even more protracted conflict; and if they can't go home soon, you want now to begin \ncreating the opportunity for local integration so that people will be able to remain in the region where they share the \nsame culture.\n\nI'd like to turn my attention now to the question of internally displaced people.  I was heartened to hear the \nquestions that Senator Schumer was asking earlier today.  These are the same questions that we've been asking \never since that border was closed.\n\nWhat we see are all the signs of a genocide, an impending genocide or a genocide that's ongoing.  Genocide does \nnot have to be massacres and gas chambers, although we may well hear quite a bit of evidence about massacres.  \nAnd again, speaking from personal experience, I was outside of Srebrenica and Jeppa (ph) when they fell. I was \ninterviewing refugees as they came out of the woods.  I interviewed the women who were separated from their men \njust hours before, and of course they've never seen those men again.  I remember that very clearly.\n\nThere's a track record here and in tracking genocide, we have to be aware of the willingness, the intent, as well as \nthe capacity to commit genocide, and we're seeing both occurring now.\n\nSo one thing is massacres, the other is expulsion.  Milosevic has already succeeded in expelling 25 percent of the \npopulation.  But what I want to focus on today is the question of starvation -- using food as a weapon.  In Bosnia, \nwe saw a tactic and we saw it again and again and again, where Serb forces surrounded areas, besieged them, \nshelled them, and cut them off from food.  That was the strategy.  Rarely did troops engage each other in direct \nbattle.  That's not the way the war in Bosnia was fought.  The targets were civilians.  They were not combatants \nand the tactic was to besiege them and to starve them out.\n\n\n\nWhat I saw last year when I was in Kosovo was a systematic campaign to deprive and to deplete the food \nresources in Kosovo, and I want to just highlight four or five of the points very quickly that were used at that time, \nand we can see the effects today.\n\nFirst, there were severe restrictions on basic commodities moving into Kosovo from Serbia proper.  I went in on an \ninternational rescue committee vehicle.  It was thoroughly searched.  Every box was opened. We had humanitarian \ndaily rations.  They opened up every single box and examined every one of them.  Commercial trucks had a very, \nvery difficult time getting through, and on page eight of my written testimony there is a list of the controlled \ncommodities, which includes just about everything that you need to live.\n\nSecondly, there was a scorched earth campaign; pretty well documented, but most people were focusing on the \ndirect atrocities that were committed against people.  I'd like to draw your attention to the burning of fields, the \ndestruction of crops, burning of haystacks, burning of food stores themselves, killing of livestock. Paramilitaries \nwent through, killed livestock, and dropped their carcasses into wells to contaminate the water.\n\nNext was a sniping campaign.  Serb snipers prevented ethnic Albanian farmers from harvesting their crops.  So \neven if aerial photography was showing the crops were full, the crops couldn't be harvested.  And for the spring \nplanting, for the crops that should be coming up now or soon, they were not able to do the planting for the same \nreason -- fear of snipers and the actual shooting of farmers when they went out to their fields.\n\nAnd finally, there were the creation of 300,000 internally displaced people last year.  And what those people did was \nthey stayed in the private homes of other people and they ate their winter stocks.\n\nSo between destruction of food, consumption of food, and the prevention of production of food, we had a systematic \ncampaign to deplete the food resources of Kosovo such that Kosovo became completely dependent on the \nprovision of humanitarian aid from outside sources.  And we've gotten some indication from Julia Taft about what \nthat pipeline looked like.\n\nThe situation now is that that pipeline has been completely and utterly destroyed.  Those food warehouses have \nbeen looted and burned. None of the agencies that were operating there, including the International Committee of \nthe Red Cross, UNHCR, all of the nongovernmental organizations that are international, plus very importantly, the \nlocal NGOs that did heroic work there last year -- they've all been either removed from the country or in the case of \nthe local ones, completely decimated.\n\nSo now we're faced with a critical food situation, and this brings the question of the fatal miscalculation that we're \nstill seeing today; we saw in President Clinton's remarks yesterday, about grinding down the Serbs; we saw in the \nlead editorial of the New York Times yesterday about wearing out the Serbs.  This is a war of attrition.  We're hitting \nthe supply lines of the Serbs.  But you -- in the time it's going to take for a bombing campaign to grind down the \nmilitary machine, that -- these people will be dead.\n\nThe discussions about the decision to deploy these helicopters -- even after that decision was made -- we're told \nthat it will take another month for them to come in.  We don't even have a decision on ground troops yet, and we \nwere told in that same New York Times editorial that for just 70,000 troops, and I've heard talk of 200,000 before \nthey would enter, that that would take another six weeks before they could be deployed.\n\nSo the military timeline is completely out of sync with the humanitarian needs in Kosovo.  And I think that is the \nreality that we're staring in the face right now.  Civilians will starve before men with guns; before soldiers.\n\nSo what do we do about it?  We're all grappling with this question and I, as I say, I appreciate Senator Schumer's \nconcern.  I know all the reasons -- I've heard all the reasons for not doing food drops.  However, I think that we \nneed to bust food in there through the air, through the ground, however we can do it, to get food in as quickly as \npossible.\n\nI would caution against the creation of safe havens.  And I do this because we have a very unhappy history with \nsafe havens per se. They've been a half measure.  They've been death traps.  They've been used to prevent \n\n\n\npeople from seeking asylum abroad.  And what we've seen, whether it be in Srebrenica in eastern Bosnia, or \nKadejo (ph) in southwestern Rwanda, or Urbile (ph) in northern Iraq is that people there are not genuinely protected \nand they can actually be subject to massacres as well.\n\nSo time is not on our side.  And I think that what we have to do is a rapid deployment of troops to come to the \nrescue of starving people and people that are on the executioners block in Kosovo.  Julie Taft said one other thing \nthat sort of caught me the wrong way.  She talked about the responsibility of Milosevic for his people.\n\nThe fact of the matter is, Milosevic does not see the ethnic Albanians as his people.  If we keep maintaining the \nfiction that these are his people, and we keep assigning responsibility and expecting him to act responsibly towards \nthem, we are going to be faced with an immense tragedy.  We have to make the decision that they are not his \npeople.  They don't want to be his people.  He doesn't want him to be -- he doesn't want them to be his people.  \nAnd we need to draw the line and realize that Serb police and ethnic Albanian civilians don't mix.\n\nThank you very much.\n\nABRAHAM: Thank you, Mr. Frelick.  We'll now turn to Ms. Greenwood.  Thank you for being here, and again I \napologize for the delay in getting this panel started.\n\nGREENWOOD: Mr. Chairman, thank you for inviting me here today to discuss the Kosovo refugee crisis.  I think \nit's so important that you are paying attention to this issue.\n\nFor the last three weeks, we've all watched the images of these refugees flash across our TV screens -- a lost \nchild, a mother's tears, an exhausted man's blank face.  Each of these pictures is a fleeting glance at a very dark \nnightmare come to life.\n\nWe've already heard extensive details about what's happening actually to the refugees.  Many of the points that I \nwanted to make have already been mentioned, and they're in my written testimony which I submit for the record.\n\nABRAHAM: It's all in the record.\n\nGREENWOOD: But I did want to focus on international norms for treatment of refugees, and U.S. responsibilities.\n\nThe refugees in northern Albania currently have eyewitness tales of systematic extrajudicial executions carried out \nby Yugoslav and Serbian security forces and paramilitary groups.  In short, Yugoslav security forces and \nparamilitary units are conducting a calculated campaign of mass expulsion and refugee crisis is a direct result of \nthese policies.\n\nNow, while Kosovo is mainly just come to American attention in the last few weeks, Amnesty International for the \nlast 10 years has been calling it a human rights crisis, and trying to alert the world about its potential to explode.  \nEver since Yugoslav President Slobodan Milosevic dissolved the autonomy of Kosovo and disbanded the \nparliament in 1990, Amnesty has been talking about systematic human rights violations, including torture, ill-\ntreatment by police, death in police custody, unfair trials for political prisoners.\n\nThe frustration and anger built up in Kosovo and it's precisely because these long unaddressed grievances have \nerupted in this kind of anger that has led to the violent conflict.\n\nNone of the abusers for the past 10 years in human rights violations in Kosovo have yet been brought to justice.  \nAmnesty International has people in the field right now directly taking testimony from refugees.  We're also going to \nbe monitoring the treatment of refugees in Europe and if they go to any other places.\n\nOne thing about that terminology -- yes, the refugees said that they would prefer to be called deportees, but we \nare also calling them refugees as Assistant Secretary Taft noted, because refugees means that they have certain \nlegal rights according to the 1951 United Nations Convention on Refugees.\n\n\n\nGREENWOOD: The treatment of refugees is governed by clear legal standards, all of which the U.S. has \naccepted.  These are the following principles: Macedonia, Albania, and Montenegro are obligated to allow all \nrefugees at their border to enter and to provide them with protection, at least until other solutions are found such as \nvoluntary resettlement to a third country or voluntary repatriation when it is safe to do so.  Refugees must be \naccorded basic rights such as access to termination procedure for status and respect for the principles of family \nunity, reunification, and choice. No refugee can be moved to a third country involuntarily.  Other countries must \nshare in the responsibility for protecting refugees. The principle of Non Refuma (ph) is the cornerstone of refugee \nprotection.  Refugees should not be returned to their country if they have a well-founded fear of persecution.\n\nFrom the outset of the crisis Amnesty International has called on the international community to provide adequate \nassistance for countries neighboring Kosovo including offering resettlement opportunities.  But the wishes of the \nrefugees must come first.  They need to be respected and must be foremost in any consideration of what happens.  \nWe are keenly aware of the enormous stress that the refugee crisis has placed on Kosovo's neighbors, and we \nwelcome the offers that have come from third countries to assist in relocating some of these refugees.  However, \nwe strongly condemn the involuntary nature of the significant number of these relocations carried out by the \nMacedonian authorities, as well as the fact of family separation. That topic has already been discussed today.\n\nOther governments are expected to admit Kosovar refugees under a temporary protection agreement.  We are \ntroubled by the lack of international consensus regarding the meaning of temporary protection. For instance in \nBosnia-Herzegovina, temporary protection was used as an excuse in some cases to forcibly return Bosnian \nrefugees before it was safe for them to go home.  We believe that any temporary protection status should not be \nused as a means of circumventing full refugee status, and the U.S. Government has an important role to play in \nstandard setting in terms of influencing its European partners in the treatment of refugees.\n\nWe also have related concerns about the suggestions that have been advanced about Guantanamo.  I understand \nthat the plans are currently on the back burner.  Amnesty representatives have visited Guantanamo on several \noccasions when it housed Cubans and Haitians, the last time in November 1994.  Rather than being a place of \nwelcome and despite the best intentions of the military, Guantanamo had many of the attributes of a prison camp \nwith concertino wire and restrictions on movement.  It is unacceptable to confine these refugees for the duration of \ntheir stay in the U.S. to Guantanamo. They should have the right to full and fair U.S. asylum determination \nprocedures once they are under the control of the U.S. authorities. Neither Guantanamo, nor Guam, nor any other \nU.S. territory should be used as a dodge to evade U.S. obligations under its own and international law.  While in \nmost major displacements most refugees prefer to go home, the international community has a responsibility to \noffer these refugees protection if that is what they choose.\n\nFinally, the terrible cost of this human rights and humanitarian catastrophe demands once again that we seek more \neffective ways to address chronic abuses of universally recognized human rights before they explode into civil wars, \nuncontainable hatred or genocide.  For many years Amnesty has been documenting the human rights abuses in \nKosovo.  We can't help but wonder how things might have been different if the U.S. Government and its allies in \nEurope had devoted a little bit more sustained and serious attention to these abuses over the last 10 years.  What if \nWestern Government had spoken more strongly and more consistently against the repression of the Serb \nindependent media, non-governmental organization, and Serb dissidents and against the repression of Albanian \ninstitutions and culture in Kosovo? Perhaps this crisis could have been avoided if NATO Government had \npromoted peaceful resolution to the conflict in Kosovo much earlier. Perhaps the ethnic Albanians would not have \nbeen persuaded to join the KLA and resort to violence.\n\nIf the U.S. and its allies had denounced the atrocities committed by Croatian forces against Croatian Serb civilians \nin 1995 and 1996 and had pressured the Croatian Government to pursue justice for the victim, perhaps the Serbs \nwould cling a little less ardently to the conviction that they have been victimized by the West.  If the international \ncommunity had embraced more vigorously the work of the International Criminal Tribunal for War Crimes in the \nformer Yugoslavia, perhaps some of those now conducting some of the human rights violations such as Arkan \nwould now be arrested.\n\n\n\nWe will never know for sure about these what ifs, but I urge the U.S. Government to ensure that we consider \nquestions like these before they turn into crises.  What can the U.S. Government do now?  One thing that the U.S. \nGovernment can do is to share all intelligence including satellite photos and Yugoslav Security Force radio \ncommunications with the International Tribunal as Senator Kennedy mentioned the need to share information with \nthe Tribunal.  The Tribunal has told Amnesty and it has been reported that they have been greatly disappointed with \nthe amount of intelligence that they are receiving, which is what Graham Bluitt (ph) the Deputy Prosecutor said last \nweek.\n\nSecondly, NATO Forces need to arrest incited war crime suspects. Third, we need sufficient financial support for \nthe Tribunal.  In addition, U.S. support for International Criminal Court would also be a factor in deterring abuses \nand the lack of such support is regrettable.  The U.S. Government needs to take the lead in refugee protection and \nin human rights throughout the world.  Thank you.\n\nABRAHAM: Thank you both.  I guess there are a lot of questions and we may submit some of them in writing and \nwe will keep the docket open for other members as well.  But let me just ask one question before we adjourn here \nand you leave U.S.  Each of you, I think, has expressed great concern about the possibility of trying to bring people \nto Guantanamo or some other location far removed from Kosovo. What would you - succinctly, what do you think \nwould be a more sensible approach for U.S. to take, which would at the same time maybe meet the commitments \nthat have been made by the United States, yet at the same time be more humane and more perhaps appropriate \nfor the people who are refugees?\n\nFRELICK: Well Albania, I think we need to understand has made an offer with no ceiling, no upper limit, that they \nwould take as many refugees as come including refugees that would be expelled from Macedonia.  So there is a \nremarkable offer that you don't often find in a refugee crisis of this magnitude.  A neighboring country that shares \nthe culture that is in very strong solidarity with the refugees themselves that says just give U.S. the wherewithal \nand we will do it. We will double up, triple up, quadruple up.  So I think what we really need to do is to help the \nAlbanians build their infrastructure.  Give them building materials if it comes to that.  Give them all the support we \npossibly can.\n\nI was very gratified to hear Julia Taft talk about the actual plans now for building a camp, which I think we should \nthink of in terms of a transit camp with transitioning people into private homes to the extent possible.  That is where \nI would put my emphasis entirely.  If it comes to a more protracted issue, because I think even on an emergency \nbasis we can keep them there, we can manage to do that particularly now that we have the kind of presence that \nwe have there.  If it comes to a protracted situation where people cannot return home, at that point I think we could \ntalk about various avenues for bringing them to the United States through our refugee resettlement program \nwhich you are very familiar with, Parole Authority if that is the appropriate vehicle to use on an emergency basis for \nmedical evacuations and that sort of thing.  I would just reiterate we are not at that stage now.  It complicates the \nissue incredibly to try to do this kind of massive evacuation when you are really trying to get the assistance on the \nground.\n\nUNKNOWN: Yes, I also just have to say, it seems to me if you begin the process of taking people and displacing \nthem far away from Kosovo that you, almost seems to me, encourage the continued forcing out of people and \nmake it more and more difficult to produce a situation where everybody ever goes back.\n\nFRELICK: It certainly seems to me to send the wrong signal to Milosevic.\n\nUNKNOWN: My sentiments but I don't want to preempt, so please Ms. Greenwood if you would comment on that as \nwell.\n\nGREENWOOD: I would say the Amnesty position is similar but not entirely the same as what Bill said.  Essentially, \nalthough it is preferable probably both from the refugees point of view and for other reasons that they be in \nneighboring countries, we also believe that the refugees have a right to choose.  There is a responsibility sharing in \nterms of the entire international community in terms of resettlement.  We would see Guantanamo as an option for \nextreme short term as well as options to the U.S. mainland, but we would just object to Guantanamo if it was over \nan extended period and they were not allowed access to asylum processing procedures.\n\n\n\nABRAHAM: Were you surprised at that proposal when you heard it given the previous experiences with \nGuantanamo?\n\nFRELICK: I would say that when I first heard it which was -- again situations change - when I first heard it there was \na huge mass of people at the border.  There were more people behind them that we knew about and it didn't look \nlike there was going to be a stop in the flow.  We didn't know about the clarity of the Albanian offer as we thought \nthey had reached their capacity and the Macedonians were blackmailing the international community at that point to \nput it frankly.\n\nSo it was an ad hoc response, it was a hurried response for understandable reasons, and I think that we need to \nagain, as you indicated in your questioning of Julia Taft, we have to be somewhat charitable and second guessing \nwhat they were doing at that time.  I think we are in a different situation now.  I applaud the flexibility of people in the \nMSC and State Department and whatnot who didn't feel that they had committed themselves, painted themselves \ninto a corner, and felt that they had to just go on auto pilot here and are willing to reconsider this.  I think that we \nneed to applaud that flexibility.\n\nGREENWOOD: Yes, we were surprised.  Most of our European allies don't have Guantanamos where they can \nbring refugees in, and if we are trying to model good behavior with our colleagues of the treatment of refugees, \nGuantanamo is certainly a strange option.\n\nABRAHAM: Well I want to thank you both again for helping U.S. with this.  We will obviously be continuing the \nprocess of both monitoring what is happening and trying to help in the crafting of solutions.  With the uncertainties \nthat exist in any kind of war it is very hard, as you both have said, to ascertain today where we are going to be in \nanother week to two weeks and a lot of views may change.  I think we should in some sense establish for the \nrecord that there has to be a lot of flexibility here because we really can't prejudge things too far down the road.\n\nHopefully as I have said and maybe in just sort of summary remarks about today's hearing, we have sent out \nstrong signals to people who have had doubts about the depth of the problems and the atrocities that have been \ncommitted.  In fact today we have established clearly that no one should be in the dark any longer.  I think we have \nestablished that there is a strong bipartisan willingness on the part of this committee and I think probably the \nbroader Judiciary Committee in the Senate certainly to try to work together to provide assistance to find solutions.  \nBut we will need the ongoing involvement and ideas of people who are interested in and have experience with \nthese refugee issues and other issues that pertain to this type of tragic condition.\n\nCertainly as the Chairman of the committee, I am very interested in reaching out to as many people as possible \nwho want to help.  I am hopeful that we will see the generosity of our country on display here, not just in terms of \nwhat government can do, but as we have already begun to see what individuals can and will do.  With that I thank \nthis panel.  I thank the audience and our earlier panels as well and we will adjourn the hearing at this time.\n\nEND\n\nNotes\n\nUnknown - Indicates Speaker Unkown\n\n Inaudible - Could not make out what was being said. \n\n off mike - Indicates could not make out what was being said.\n"}