{"title": "Immigration Is Defying Easy Answers", "body": "\nNew immigration and the political reaction against it are nearly as old as the United States itself. Yet the \nimmigration surge of the last decade has awakened tensions of unexpected intensity that have pervaded the \npresidential campaigns of both parties and stirred voter anger across the country. \n\n  In 1960, census figures show, the largest national group of immigrants was the Italians, accounting for 13 percent \nof the foreign-born. Today, Mexicans account for one-third of all immigrants. Spanish-speakers make up nearly half \nof the 37.5 million foreign-born people in the country. Young Latino immigrants have brought Spanish to states that \nhad had little exposure to it, like Iowa and North Carolina. \n\n  In addition, never before have illegal immigrants settled here in such numbers -- an estimated 12 million. Almost \n70 percent of those immigrants are Spanish-speaking, coming from Mexico and Central America, according to the \nMigration Policy Institute, a nonpartisan research group.\n\n  Coinciding with the mood of apprehension following the Sept. 11, 2001, terrorist attacks, the new immigration has \nprovoked more than the traditional suspicion that foreigners are taking jobs from American workers. For many \nvoters in the primary races, immigration has become an urgent national security concern and a challenge to the \nAmerican identity. \n\n  The new immigration also sharpened the rift between the federal government and the states. Across party lines, \nfrustrated voters accuse the Bush administration of failing to secure the southern border against intruders, of being \nlax on employers hiring illegal immigrants and of preaching assimilation without providing resources  for local \nschools where Spanish-speaking students are enrolled.\n\n  President Bush's failed effort to push an immigration package through Congress foreshadowed the divisions  on \nthe campaign trail. Republicans are split about how to proceed, and Democrats are treading carefully, fearful on the \none hand of alienating voters in places like Iowa who are fed up with illegal immigration but concerned on the \nother about missing what they see as an opportunity to win the allegiance of the fast-growing Hispanic population.\n\n  The next president will still face the tricky task of negotiating not just the politics of the issue, but also some \nconcrete realities. While border fences and immigration raids have discouraged some illegal immigrants from \ncoming and encouraged some who are here to go home, millions of illegal workers have had families here and put \ndown roots, and are not going to disappear. \n\nhttp://www.nytimes.com\n"}