{"title": "U.S.-born Latinos: No license for illegals", "body": "\nWashington --- A majority of U.S.-born Hispanics --- 60 percent --- support laws that deny driver's licenses to \nillegal immigrants, according to a national poll released Tuesday.\n\nBy contrast, only 29 percent of foreign-born Hispanics feel the same way, said the survey by the Pew Hispanic \nCenter, a nonpartisan research group.\n\n\"You see these two important parts of the Latino population going in different directions,\" Roberto Suro, director of \nthe center, said in a conference call with reporters.\n\nCongress approved the REAL I.D. Act this year, which makes driver's licenses valid for a range of federal activities \n--- from boarding a plane to collecting Social Security benefits --- only if they are issued solely to U.S. citizens and \nlegal immigrants.\n\nSeveral states already have laws to ban or restrict illegal immigrants from getting state identification cards and \ndriver's licenses.\n\nWhile the poll found several areas of disagreement between foreign-born and native Hispanics, both groups \nshowed high support for immigrants in general.\n\nEighty percent of all Hispanics said immigrants strengthen the United States because of their hard work, while 14 \npercent said they are a burden because they take jobs, housing and health care.\n\nIn addition, 56 percent of Hispanics said they favor a temporary worker program that would let illegal immigrants \ncontinue to live and work in the United States for a number of years before returning home.\n\nPresident Bush has proposed such a plan, although it is unclear whether it would include any chance at permanent \nresidency for temporary workers.\n\nIn Congress, several proposals have been introduced, but they face an uphill battle because many lawmakers \noppose giving any legal status to people who have entered the United States illegally.\n\nThe Pew survey found that a significant minority of native-born Hispanics --- 34 percent --- are also concerned \nabout illegal immigrants and believe that they drive down wages. Only 15 percent of foreign-born Latinos agreed.\n\n\nThe poll also surveyed people in Mexico, and found that Mexicans of all economic and social classes are interested \nin migrating to the United States.\n"}