{"title": "NEW YORK MINUTE. JURY FINDS IMMIGRANT GUILTY IN FATAL STABBING OF FIANCéE", "body": "\nAN IMMIGRANT from Guyana was convicted of murder yesterday for stabbing his fiancée to death three weeks \nafter paying to smuggle her here.\n\nHenry Jacobs, 38, did not react when the Brooklyn Supreme Court jury rejected his claim that he suffered from \n\"extreme emotional disturbance\" in October 2005 after his fiancée, Vanessa Bailey, told him not to run her life.\n\nHe had just spent thousands of dollars earned by delivering phone books to sneak the attractive beautician and her \ndaughter to Brooklyn.\n\nHe faces up to 25 years to life in prison.\n\n\"He got what he deserved,\" said Vanessa's mother, Jacqueline Bailey. \"He tried to hide behind insanity. Justice was \ndone.\".\n\nNancie L. Katz.\n\nNo jail for man in DWI death\n\nA QUEENS drunken driver who struck and fatally injured a Chinese deliveryman avoided jail yesterday after \ninvestigators said the victim was at fault, the defendant's lawyer said.\n\nJohn Kielbiowski, 58, an electrician, had a .12 blood-alcohol level when his SUV hit Wei Chan, 31, as the \ndeliveryman drove his scooter on the Long Island Expressway service road near 69th St.\n\nHe pleaded guilty to a misdemeanor charge before Queens Supreme Court Justice Dorothy Chin-Brandt in \nexchange for a promised sentence of probation, defense lawyer Joseph Tacopina said.\n\nChan died of his injuries weeks after the Jan. 18 accident and Kielbiowski was facing up to seven years in prison \nunder the newly enacted Vasean's Law. But an investigation later found that Chan ran a red light, Tacopina said.\n\n\"He wasn't legally responsible because the guy on the bike ran the light,\" he said, adding that the victim \"had a \npretty crazy driving record.\".\n\n\nScott Shifrel.\n\nB'klyn man, 22, shot on street\n\nA 22-YEAR-OLD Brooklyn man was shot dead on a Queens street, cops said yesterday.\n\nKareem Ohahr Simpson was gunned down at 107th Ave. and 169th St., a residential block in Jamaica, at about \n11:40 p.m. Monday, police said.\n\nSimpson was shot numerous times in the torso and died at the scene. A blue BMW sedan parked at the scene was \nshot up.\n\nWitnesses said they saw three men flee the area shortly after the gunplay. No arrests have been made and an \ninvestigation is ongoing.\n\nAlison Gendar.\n\n2 teens charged in rooftop slay\n\nA BRONX GRAND JURY has indicted two homeless teens accused of brutally raping and killing a young woman \nwhose body rotted on a roof for two weeks.\n\nDashawn Harris, 16, and Raymel Poole, 18, were charged with the vicious stabbing death of Monique Hattan, 26.\n\nThe teens had been taken in by Hattan and her boyfriend, 23-year-old Meek Hall, who felt sorry for them, the \nboyfriend said last week.\n\nChrisena Coleman.\n\nConvicted dad gives up rights\n\nCONVICTED KILLER Cesar Ascarrunz formally relinquished his parental rights yesterday to little Valery Lozada, \nthe daughter he abandoned on the streets of Queens after murdering her mother.\n\nAscarrunz, 32, appeared in Queens Family Court just four chairs away from Valery's maternal grandmother, \nRoxana Rivadineira, mother of murder victim Monica Lozada Rivadineira. The grandmother is seeking sole custody \nof 5-year-old Valery.\n\nAustin Fenner\n"}