{"title": "Schlafly urges state to act Leader of conservative group calls on state to deny illegal immigrants benefits, scholarships.", "body": "\nPhyllis Schlafly urged a panel of state legislators Monday to make up for what she sees as the failure of the \nfederal government to enforce immigration laws.\n\nThe House Special Committee on Immigration Reform is holding about a dozen hearings across the state to decide \nwhether state legislation on the issue is needed. Monday's hearing, held at Harris Stowe University, was the first in \nSt. Louis.\n\n\"Missouri should act now before we have to face the reality of the problems other states have\" with large numbers \nof illegal immigrants, such as California, Texas and Arizona, Schlafly said. The latest census figures show that \nHispanics -- both legal and illegal -- made up less than 3 percent of Missouri's population.\n\nSchlafly is president of the Eagle Forum, a national social conservative political organization based in Alton. The \norganization believes illegal immigrants are placing a burden on hospitals, schools and law enforcement and \ntaking entry-level jobs away from Americans.\n\nShlafly says many states are taking up the issue; and Georgia and Colorado recently passed controversial \nlegislation that, among other things, aims to trim illegal immigrants' use of public services. About 540 immigration-\nrelated bills were introduced in state legislatures this year, twice as many as last year, Schlafly said.\n\nShe wants to see state legislation that would deny illegal immigrants access to state benefits and public \nscholarships to college. The law should also heavily sanction employers who hire undocumented workers, she \nsaid, and require law enforcement officers to check the immigration status of everyone they arrest.\n\nOthers who testified at the hearing, however, urged the committee to leave the issue to Congress and warned \nagainst a confusing patchwork of state laws.\n\n\"Congress will act,\" said David Holsclaw, director of a school in Kansas City that teaches English as a second \nlanguage to adults. \"Let's simmer down.\"\n\nRuth Ehresman, with the Missouri Budget Project, disputed the idea that illegal immigrants are a drain on the \nstate's education and health care systems. She said a recent study shows that an estimated 35,000 to 65,000 \nundocumented people in Missouri pay between $29 million and $57 million a year in sales, property and income \ntaxes.\n\nThey are ineligible for the state's Medicaid program, subsidized child care, temporary cash assistance and housing \nassistance. Only one-sixth of that number are children, which cost about $7,500 a year to educate.\n\n\n\"They contribute $20 to $30 million more in taxes than they actually use,\" Ehresman said.\n\nDoctors and school officials asked that they not be required to police for illegal immigrants or to place them in a \nposition of denying people health care services or an education.\n\nDr. David Campbell is director of La Clinica, which is staffed by volunteers and run on contributions. The clinic had \nnearly 10,000 patients visits last year. \"Out of those 10,000, how many are undocumented?\" he said. \"I don't know. \nWe don't ask, and I hope we don't ever have to ask.\"\n\nNotes\n\n Immigration reform \n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - (Phyllis Schlafly) \n"}