{"title": "REFUGEES SUSPECTED OF STAGED 'LANDINGS' / OFFICIALS SAY THAT MANY PAY SMUGGLERS FOR THEIR PASSAGE FROM CUBA. LATER, THEY FAKE AN ARRIVAL.", "body": "\nThe tale that the newly arrived Cuban immigrant told was like those of thousands of others who have reached \nFlorida by boat in the last 40 years.\n\nWith a group of companions, he spent days at sea in a small wooden boat on a desperate journey to flee his \nCommunist-ruled homeland for a land of opportunity.\n\nOr so he said.\n\nBut his story did not quite add up for Border Patrol agents who interviewed him on Feb. 1. Possibly it was his clean-\nshaven face and those of the other men who said they had spent nine days at sea in an overcrowded motorboat. \nOr maybe it was the fact that the agents saw no signs of long exposure to unrelenting tropical sun, waves and \nwinds.\n\nImmigration officials said they suspected the 11 Cubans, like many others who have reached Florida in recent \nmonths, had been brought to the United States by smugglers days before they staged a showy \"landing\" in the \nheart of Miami Beach.\n\n\"We think it was a staged landing,\" Dan Geoghegan, assistant chief in the Border Patrol's Miami office, said after \nthe group was picked up by Miami Beach police. \"Possibly they were dropped off in Bimini, and someone picked \nthem up there.\"\n\nA standard route for Cubans smuggled to Miami is from Cuba to Bimini or another island in the Bahamas \narchipelago, then a trip across the Gulf Stream to Florida.\n\nOthers, such as \"Ray,\" whose U.S. resident brother paid a smuggler $8,000 for his passage, are brought directly \nto Florida, dropped off after dark, and instructed to put on the clothes they wore leaving Cuba, then appear in Miami \nBeach to be rounded up by the Border Patrol.\n\n\nRay, who declined to be interviewed, said through relatives that he was smuggled to Key West in mid-December \nand picked up by his brother, who rented a convertible for the three-hour trip to Miami. He spent Christmas in Miami \nwith his family before rejoining the Cubans with whom he had traveled to Florida for a staged landing in early \nJanuary in Miami Beach.\n\nHis cousins in Miami were amused when they saw Ray's \"arrival\" on an evening news broadcast. He had joked \nwith them that he hoped all of the American fast food he had eaten would not show up on X-rays during the \nImmigration and Naturalization Service health screening before his release.\n\nThe INS's Krome detention center outside Miami is so full of criminal immigrants awaiting deportation that \nnoncriminals are typically held for just a few hours before being released into the community. During that time they \nare given a physical exam to make sure they do not carry communicable diseases.\n\nRay was one of more than 700 illegal Cuban refugees who have been picked up by the Border Patrol in southern \nFlorida since Oct. 1, a surge in arrivals that most authorities believe were brought in by smugglers.\n\nUnlike smuggled immigrants from Haiti, Mexico and other countries, Cubans do not risk being deported to their \nhomeland if they are picked up on shore because the United States does not have diplomatic relations with Havana \nand a 1995 U.S.-Cuban agreement that allows repatriation of Cubans picked up at sea does not extend to those \nwho make it to shore.\n\n\"Cubans are aware that they won't be deported from the United States,\" Geoghegan said. As a result, almost every \nCuban who reaches Florida is granted permanent residency eventually, INS officials said. So smuggled Cubans \nseek out police or the Border Patrol rather than trying to avoid them so that they can obtain work permits.\n\nBut the smugglers who transport them want to keep secret the areas where they land immigrants, and they want to \navoid U.S. authorities because smuggling is a federal crime and is punishable with the death penalty if any \nimmigrant is killed during a smuggling run.\n\nIn some cases immigrants are held in safe houses by the smugglers until their families have paid in full for their \npassage - another reason for staged arrivals.\n\nStaging beach landings also generates more sympathy for the newcomers rather than having them walk into the \nINS's bland Miami office tower and announce their arrival. In Miami, a city that is home to the U.S. Cuban exile \npopulation, newly arrived Cubans are viewed almost as heroes for leaving Fidel Castro's Cuba.\n"}