{"title": "INSIDE THE TIMES: November 2, 2008", "body": "\nINTERNATIONAL\n\nENCLAVE OF BRAZILIANS\n\nTests Insular Japan\n\nWith an aging population and a shrinking work force, Japan, notoriously unwelcoming to immigrants, will have to \nundergo a difficult cultural transformation to attract the immigrant workers it needs. A test case for such a change is \nposed by a pocket of Japanese-Brazilians, the children and grandchildren of Japanese emigrants to Brazil. PAGE 8\n\nPLACID, BUT NO PEACE\n\nA vendor sells sunglasses, shampoo and cigarettes. A man with a Polaroid camera sells souvenir photos. But the \nPreah Vihear temple, on the Thailand-Cambodia border, is still closed to tourists. Less than three weeks ago, the \ntemple was the scene of an hourlong firefight between Thai and Cambodian troops in a dispute over sovereignty, \nthe most volatile international confrontation in Indochina in 20 years. PAGE 13\n\nAID FOR CONGO READY\n\nThe European Union, set to send humanitarian aid to civilians fleeing conflict in eastern Congo, is also considering \nsending European troops to the area, France's foreign minister, Bernard Kouchner, said. France had at one point \nsuggested that the union send troops to support hard-pressed United Nations peacekeepers in the region. PAGE \n14\n\nNATIONAL\n\nON DIFFERENT NETWORKS,\n\nDisparate Election Tales\n\nThe viewers of the Fox News Channel and watchers of MSNBC (is there anyone tuning in to both?) are seeing two \n2008 elections that are poles apart. On one channel, Senator John McCain seems to have a much better chance of \nwinning than he does on the other. PAGE 28\n\nKILLER SMOG REMEMBERED\n\nFor decades, residents of Donora, Pa., kept mostly silent about the day killer smog rolled into town in October 1948, \neventually killing 20 people. But over the last two weeks, they marked the day's 60th anniversary with memorials for \nthose who died, discussions with experts about the lessons learned, and the opening of the Donora Smog Museum, \nwith the slogan ''Clean Air Started Here.'' PAGE 22\n\n\nMILLION-DOLLAR POSTAGE\n\nA pink 3-cent stamp issued in 1868 depicting George Washington has been bought by an anonymous bidder for \n$1,035,000, including commission. What made it so costly is a distinct, waffle-like grill pressed into the back of the \nstamp as part of a short-lived government experiment to prevent fraudulent re-use. PAGE 24\n\nOBITUARIES\n\nC. W. SPANGENBERGER, 102\n\nHe was the last president of the Cornell Steamboat Company which, with its more than 60 vessels, was for many \nyears the largest tugboat company in the United States, and maybe the biggest in the world. PAGE 34\n\nSPORTS\n\nUNUSUAL TEST TRIPS\n\nNorth Texas Players\n\nAfter Coach Todd Dodge of the University of North Texas chose to have his entire active roster tested for \nrecreational -- not performance-enhancing -- drugs, 15 of 88 players failed. Such testing is not required. But the \ncoach and university did the right thing, William C. Rhoden writes in Sports of The Times. PAGE 7\n\nWRONG CALL ON CALLS\n\nA few prominent goofs by officials have raised the chorus about an increase in bad calls in the N.F.L. But the \nstatistics show that officiating is no worse: Officials are averaging about four mistakes a game, about the same as in \n2007. PAGE 3\n\nGETTING OLDER AND BETTER\n\nThe average age of the 41 elite women in the New York City Marathon is about 33, making it one of the oldest \ngroups of elite women, if not the oldest, in the history of the race. There are various reasons these runners keep \nracing into their 30s. A big one is financial. PAGE 1\n\nNEW YORK\n\nBLUEST OF AMERICA LONGS\n\nFor a President 'Like Us'\n\nThere's no mystery surrounding the outcome of voting in New York, New Jersey and Connecticut on Tuesday, \nPeter Applebome writes in Our Towns. Instead, the heart of Blue America evinces an almost palpable yearning. \nPAGE 37\n\nMAGAZINE\n\nTHE SAFETY GAP IN THE MEDICINE CABINET\n\nChina is becoming the biggest producer of pharmaceutical ingredients in the world -- but the Food and Drug \nAdministration inspects just a tiny fraction of China's drug plants. PAGE 44\n\nQuestions for: James K. Galbraith 13\n\nThe Ethicist: Ill-Gotten Gains 15\n\nSUNDAY BUSINESS\n\n\n\nLAWSUIT CHALLENGES SAFETY\n\nOf Flares for Military\n\nAn employee's lawsuit contends that his employer, ATK Thiokol, an aerospace and military contracting giant, \ncheated taxpayers by selling the military fragile flares, a and, by doing so, knowingly put soldiers at risk. The case \nmay revive questions about the reliability of military contractors and the safety of their products. PAGE 1\n\nTHE SOCIOLOGY OF SUCCESS\n\nA book on why the best hockey players in Canada are disproportionately born in January, February and March; why \nAmerican children born in the latter part of the year are underrepresented in college; why Asian children's high \nscores at math are related to work in rice paddies. Must mean Malcolm Gladwell has a new book out. PAGE 6\n\nEDUCATION LIFE\n\nOLD ENOUGH FOR COLLEGE,\n\nOld Enough to Drink?\n\nThe presidents of some universities have suggested the legal drinking age should be lowered to 18 to reduce the \nnumber of students who binge-drink. Looking to see if that change would work at America's No. 1 party school, the \nUniversity of Florida. PAGE 20\n\nONWARD, FIGHTING OKRA!\n\nSure, the Buckeyes, Trojans and Nittany Lions are easy. But can you match the right college team with the Banana \nSlug, above? The Anteaters? Okra? PAGE 35\n\nBOOK REVIEW\n\nTHEY'VE GOT\n\nYour Number\n\nIn ''The Numerati,'' Stephen Baker looks at the people -- ''crack mathematicians, computer scientists and engineers'' \n-- who use the data we supply (right down to the font choices for our blogs) to categorize us for the consumer \nproduct companies and politicians who hire them. (You knew this kind of thing was going on, right?) PAGE 6\n\nARTS & LEISURE\n\nRE-EXAMINING THE LEGACY\n\nOf Hank Williams\n\nMore than five decades after his death, two projects -- an exhibition in Nashville and a new CD box-set -- have \nrecast Hank Williams in a revealing new light, without whitewashing intemperance and scandal. The exhibition and \nbox-set give the impression of a devout man who, despite debilitating health and personal problems, loved his \nfamily (and a good prank). PAGE 9\n\nPLAY\n\nSTRETCHING: THE TRUTH\n\n(It's Not What You Think)\n\n\n\nTo warm up before an athletic endeavor: touch toes while standing, do ten jumping jacks, touch toes while sitting \nand so on. Most people learned this routine in grade school, and their parents probably learned the same routine \nwhen they were in grade school. Well, bad news: science has moved on. PAGE 20\n\nAUTOMOBILES\n\nNEW PRESIDENT MAY GET\n\nA New Set of Wheels\n\nThe Secret Service and General Motors are both mum, not surprisingly. But an analysis of images by a \nphotographer who hunts future automobile models that haven't been publicly revealed suggests that the new \npresident may be in for a new ride come January. A model being tested looks to be a truck-based Cadillac. \nSPORTS, PAGE 11\n\nSTYLES\n\nMAKING PARTY PLANS,\n\nWhichever Party Wins\n\nNot everyone can be at the Wasilla Multi-Use Sports Complex in Alaska for election night, dancing to a new local \nrock band, Sarah and the Pit Bulls. But everyone has to be somewhere. PAGE 1\n\nHOLIDAY MOVIES\n\nREVISITING JAMES BOND\n\nAnd a Space Alien\n\nDaniel Craig is back as James Bond, contending with the emotional repercussions of losing the treacherous love of \nhis life in the previous 007 movie; and 20th Century Fox is banking on Keanu Reeves to carry an updated ''Day the \nEarth Stood Still.'' (Yes, ''Klaatu barada nikto'' will be spoken.)\n\nTRAVEL\n\nA REASON FOR BEER LOVERS\n\nTo Explore Northern Italy\n\nWine undoubtedly would still be the first choice in a beverage-association game involving Italy. But a craft beer \nscene has begun to emerge there, bringing well-made brews into the kitchens and dining rooms of some of \nNorthern Italy's best restaurants. PAGE 1\n\nA FOREST OF HISTORY\n\nThe Compiegne area is there for the day-tripping, just an hour north of Paris, to the particular delight of history \nbuffs: the Germans surrendered there in 1918, the French surrendered there 22 years later, and Joan of Arc found \na place to hide there before her capture in 1430. PAGE 11\n\n36 Hours: Burlington, Vt. 10\n\nWEEK IN REVIEW\n\nWHAT MOTHER WOULD LET\n\nHer Child Take This Job?\n\n\n\nEven in the best of times the job is no day at the beach, and these are certainly not the best of times. So what is it \nthat drives people to run for president? One former presidential counselor said that ''you have to almost be a \nfanatic.'' As a scholar put it: ''It's not a job for ordinary mortals.'' PAGE 3\n\nIS IT ONLY ABOUT SEX?\n\nA certain four-letter word -- perhaps the king of them all -- is central to a case that comes before the Supreme Court \nfor argument on Tuesday. A central question is whether every permutation of the word evokes sex and thus runs \nafoul of indecency regulations for broadcasting. The Federal Communications Commission says yes. PAGE 4\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS (A2\n\n A3)                                                                             \n"}