{"title": "E-visa For Vietnam 2017 - Another Type Of Visa Online Vietnam With More Benefits For Foreigners", "body": "\nNov 16, 2017( MarketersMedia News Hub: http://marketersmedia.com/news-hub Delivered by Newstex)  There is a \ngreat news for foreigners who are planning to visit Vietnam. In early 2017, Vietnam government approved to launch \na two-year pilot program of issuing a new electronic visa type for foreign citizens from 40 countries in the \nworld.November 16, 2017 / / — Years ago, the only option to get a visa to Vietnam was making a visa request at \nthe Vietnam Embassy or Consulates. In 2003, Vietnam visa on arrival was released to solve the problem of \nincreasing number of visa applications at the embassy. \n\nSince then, foreign tourists have had an easy way to get a Vietnam visa stamp at the airport instead of taking time \ncompleting the long visa process at the embassy. With an attempt to create favorable conditions for tourists and \nenterprises coming to Vietnam, the Vietnam government has established many visa policies for applying and \nissuing visas. And one of them is Vietnam E-visa[1] which is another type of Vietnam online visa. This electronic \nvisa is an official document that is granted by the Immigration Department for visitors wanting to enter and leave \nVietnam for only one time. Travelers can complete the Vietnam e-visa application by themselves or through a travel \nagency or organizations which are given a privilege to grant E-visa by the Vietnam Immigration Department[2]. \nEvisa Vietnam helps visitors reduce the time and money they have to spend on complicated paperwork. In addition, \ntravelers do not have to fill out the visa application and either send it by mail or submit directly at the embassy. Like \nVietnam on arrival visa[3], evisa can be obtained by following simple online steps at anywhere with the Internet \nconnection. However, travelers no need to pass the step of getting the Vietnam letter of approval because E-visa is \nissued and sent back to its applicants via email. Travelers, therefore, can print it out and take it along during their \ntrip. The validity of Vietnam e-visa is 30 days for a single entry so it is suitable for visitors coming and staying \nVietnam for a short period. Vietnam e visa cost is $25 and paid through an online transaction. Moreover, please \nremember that this fee will not be refunded if the Vietnam e-visa transaction is declined. Up to now, the E visa for \nVietnam is applicable for both tourist and business purposes. However, the visa extension policy still has not been \napplied for this visa type. Businessmen or tourists who want to extend their stay in Vietnam are suggested to opt \nfor another visa-making method. With the long-term improvement, evisa for Vietnam is accepted at 28 gates in \nVietnam, including 8 international airports, 13 international border gates, and 7 seaports across Vietnam. This \nconvenience gives travelers more options to enter Vietnam by various means of transport instead of only by \nairplane like Vietnam visa on arrival. Based on the approval of the Vietnam government and Immigration \nDepartment, Greenvisa [4]is established to follow the government policy in providing foreigners Vietnam visa \nservice. For more information on requirements and how to apply for a visa to Vietnam, please visit the homepage of \nthis agency at https://greenvisa.io/[5] Contact Info: Name: William S. Looney Email: support@greenvisa.io \nOrganization: Green Travel Universal CO., LTD. Phone: +18882381966Source URL:            \n\n5]:            https://greenvisa.io/ [ 6]:            https://marketersmedia.com/e-visa-for-vietnam-2017-another-type-of-\nvisa-online-vietnam-with-more-benefits-for-foreigners/262982 [ 7]:            https://greenvisa.io \n"}