{"title": "GROUPS: SIERRA CLUB MEMBERS CAUTIONED ABOUT IMMIGRATION AGENDAS", "body": "\nNatalie M. Henry, Greenwire reporter\n\nPORTLAND, Ore. -- Elections for the Sierra Club's board of directors kicked off last week with an unusual notice in \nthe mail urging all club members to vote this year, and vote carefully.\n\nAccording to the board's majority members, \"non-environmental\" organizations committed to U.S. immigration \nreform are trying to take over the club's agenda. Such groups, according to the notice, include the Center for \nAmerican Unity, Federation for American Immigration Reform and White Politics Inc.\n\n\"These outside organizations have endorsed club board candidates and are urging their supporters to join the club \nas a means to influence club policy in line with their non-environmental agendas,\" the notice states.\n\nMoreover, the groups are capitalizing on the Sierra Club's clout to push an agenda driven by anti-immigration \nsentiment, the notice states.\n\n\"The Sierra Club has become an even more influential and effective voice in American society over the last \ndecade. Now it appears that non-environmental groups are trying to take advantage of the club's open and \ndemocratic nature to influence the composition of our board of directors and our policies,\" says to the notice.\n\nImmigration has always been a politically and emotionally charged issue for Americans, but never before has an \nenvironmental group of the Sierra Club's stature been subject to such internal conflict over its direction and core \nvalues. The board election, which began last week and ends on April 21, will fill one-third, or five of 15, director's \nseats.\n\nSeveral current board members, like Ben Zuckerman of Southern California, already support immigration controls. \n\"I would like to see the club membership repeal its policy on neutrality and for the club to take a position on U.S. \nimmigration policies,\" he said, adding that the club should speak openly on immigration \"just like it speaks openly \nabout commercial logging in national forests or protection wetlands.\"\n\nZuckerman, a professor of astronomy at the University of California-Los Angeles, is also on the board of FAIR and \nCalifornians for Population Stabilization, and is a member of Sierrans for U.S. Population Stabilization (Greenwire, \nMarch 22).\n\nDick Lamm, the former governor of Colorado and one of this year's board candidates endorsed by SUSPS, said \nwithout population controls, including caps on immigration, the club's broader mission of environmental protection \nis doomed.\n\n\n\"I think the Sierra Club could win every one of its battles it's fighting right now and win every one of its battles for \nthe next 50 years, and if it ignored population it would be a pyrrhic victory,\" said Lamm, who is also involved in FAIR \nand Coloradans for American Immigration Reform.\n\nBut Lamm and Zuckerman are not just worried about the effects immigration-fueled population growth have on the \nenvironment. They are also concerned about immigration's effects on overcrowded schools and the economy. \nThey charge that the influx of immigrants, particularly from Mexico and Central America, is eroding the job base for \nU.S. citizens who lack the education or skills to fill high-wage professional jobs. Immigrants have been particularly \nadept at gaining employment in the construction, agriculture, food service and hospitality sectors, according to \neconomic experts, and their cultural and economic imprint is growing more present across the United States.\n\nBut in order to get Congress to address the issues of immigration and pass serious immigration reform \nlegislation, the anti-immigration movement needs more Democrats and liberal politicians on board. Enter the \nSierra Club, an organization traditionally aligned with the political left.\n\nPOPULATION STABILIZATION VS. IMMIGRATION REFORM\n\nCurrently, 1 million immigrants enter the United States legally each year. Another half million enter illegally. Nearly \nall anti-immigration activists want illegal immigration to cease. Opinions on legal immigration run the gamut from \nbanning it altogether to limiting it to 500,000 people per year. Most of the club candidates who are vocal on \nimmigration issues endorse the latter position, tighter federal controls but not a sealing of borders.\n\nThe Sierra Club's general policy calls for reducing population growth worldwide, but the focus of that policy is on \nthe developing world, where annual births greatly outpace deaths, resulting in a myriad of health problems and \nsignificant environmental strain. By contrast, the United States has much more balanced birth and mortality rates, \nrendering domestic population growth a second-tier issue.\n\nWhile overseas the Sierra Club supports international family planning, education for women and other programs \naimed at reducing reproduction rates, the club focuses its U.S. efforts on consumption of natural resources and \nthe generation of billions of tons of waste. Anti-immigration environmentalists have cited the domestic \nconsumption issue when arguing for reforms.\n\n\"The last thing the ecosystem needs is 300 million more consuming Americans,\" Lamm said.\n\nAccording to the most recent census, the United States will add 130 million more people by 2050 for a total of 420 \nmillion, all due to immigration. Anti-immigration leader and Michigan resident John Tanton said, \"That's like 13 \nnew Michigans.\" Tanton, who also has environmental roots, added, \"What does that mean for the conservation \nmovement? Where's the oil going to come from? Where's the water going to come from?\"\n\nSince 1996, the Sierra Club has taken a neutral position on immigration policy. According to Jennifer Ferenstein, \na club board member serving her last term, immigration is just too divisive for the Sierra Club, adding that most of \nthe dialogue on immigration reform involves social, not environmental, issues.\n\n\"The issue of whether the club should move off its position of neutrality on immigration issues has been a painful \ndialogue in the club, and it has a whole bunch of dimensions to it,\" Ferenstein said. For example, \"Is the club going \nto take a position on immigrants having licenses? What about children born to immigrants becoming U.S. citizens?\" \nshe added.\n\nIf it becomes a major issue for the club, Ferenstein said the immigration debate could erode consensus on \nenvironmental issues among members and consume a disproportionate amount of the club's time and money. \"We \ncould spend lots of resources and increase divisiveness in club, or we could protect our core values like clean air \nand clean water,\" she said.\n\nLarry Fahn, president of the board, noted that a number of candidates running in this year's election did not petition \nto be on the ballot, as was the case with the anti-immigration candidates, but were nominated by a board \ncommittee for their long service to the club and its goals.\n\n\n\n\"The club has been electing members to its board for over 100 years and the tradition has been to elect people \nwho have come up through the ranks,\" Fahn said. \"The best board members have been those with a wide range of \nexperience within our organization.\"\n\nFahn noted that Zuckerman and two other board members endorsed by the immigration reform group SUSPS in \n2001 -- Paul Watson, founder of Greenpeace and an animal rights activist, and Doug LaFollette, former Wisconsin \nsecretary of state -- had no serious club experience before joining the board.\n\nSUSPS has endorsed five of the 16 candidates running this year for seats on the board. Some of those have taken \nstrong anti-immigration positions, including Lamm, Frank Morris and Doug Pimentel, a professor of ecology and \nagricultural sciences at Cornell University. The others have said they are open to discussing the issue and would \nconsider backing away from the club's neutrality position.\n\nIn a backlash by some club traditionalists, many of the anti-immigration candidates have been tainted by \naccusations of racism, a charge each has denied. Lamm notes that he has done humanitarian work all over the \nworld and received awards for it. Norris is a former director of the Congressional Black Caucus Foundation.\n\nBut one watchdog of racist organizations, the Montgomery, Ala.-based Southern Poverty Law Center, notes that \nsome organizations endorsing anti-immigration candidates for Sierra Club seats endorse policies SPLC considers \nracist.\n\nMorris Dees, director and founder of SPLC, is running for the club's board himself, although he said he does not \nactually seek a position. Rather he wants to draw attention to the goals of the other candidates. His ballot ultimately \nurges members to withhold votes for Lamm, Norris or Pimentel. In his ballot statement, Dees asks members to vote \nagainst the \"greening of hate.\"\n\nFerenstein noted that the club's current position on population -- supporting worldwide stabilization but remaining \nneutral on U.S. immigration -- gets at the root causes of the population problem. U.S. immigration is not the \nproblem, she said. Rather, high reproduction, unsustainable practices and unstable economies and governments \nelsewhere usually cause people to want to move to the United States. If people had good reason to stay in their \nown country, they probably would.\n\n\"[Our members] are going to decide whether we're going to be an organization dealing with population and the root \ncauses of population problems,\" which relate to consumption, empowering women and family planning access, she \nsaid. \"Or are we gonna be more, 'We gotta protect the United States.'\"\n\nLamm agreed that consumption is an issue. But he said the United States should be setting an example for the rest \nof the world on population stabilization, and part of that involves immigration reform. \"The best thing U.S. can do is \nbe an example of sustainability, and that means stabilizing our population and reducing our consumption,\" he said.\n\n\"I think leaving population out of the agenda is like the American Cancer Association leaving smoking out of their \nagenda or the National Organization for Women leaving abortion out of their agenda,\" Lamm said.\n\nCHOOSING 'DIFFERENT PATHS'\n\nWhile immigration has become the most charged issued in the election, some of the candidates also seek to \nchange the club's agenda in regards to animal rights. Board member Watson is an avid animal rights activist who, \nafter founding Greenpeace, left the organization because it was not radical enough. He then founded the Sea \nShepherd Conservation Society and bought several ocean vessels that he has used to ram and disable whaling \nboats, among other things.\n\nWatson recently counseled animal rights activists to join the Sierra Club and vote in the board elections to affect \nchange in the organization, saying with more animal rights activists as board members they could completely \nchange the club's agenda. Watson wants the club to abandon its support for hunting and trapping, which the club \nhas resisted because it does not want to alienate sportsmen.\n\n\n\nKim McCoy, a SUSPS-endorsed candidate for the board this year, said she is consistently frustrated because her \nChicago chapter of the Sierra Club resists promoting vegetarian events. McCoy said she would like the club to \nmake more of a connection between how people's diets affect the environment.\n\nCandidates are also questioning the club's anonymous donors. In 2000 and 2001 an anonymous donor gave tens \nof millions of dollars to the club. Only two people know the identity of the donor, the club's treasurer and \nFerenstein, who was then president of the board.\n\nLamm, Morris and Pimentel have criticized the club for using such money without disclosing the source of the \nincome. \"My point is that it is a breach of fiduciary duty for the Sierra Club board to pass a budget when you don't \nknow where the money is coming from,\" Lamm said. \"When a substantial part of your budget comes from \nanonymous money, you've got to know what strings are attached. So there's something that stinks in the funding of \nthe Sierra Club.\"\n\nFerenstein counters that having the treasurer and president know the identity of the donor provides appropriate \nsafeguards for the organization. \"I think we are adequately balancing the right to protect the club and make sure \nwe're not taking money from a circumspect source, and balancing the right to privacy for the donor,\" she said.\n\nZuckerman said the election goes even further than the debate over immigration, animal rights or funding. It \ncomes down to making the Sierra Club more effective, he said.\n\n\"I and various other directors and candidates running for the board feel the club has been not as effective as it \ncould be at the national level and we need to try some different tactics that we have not been willing or had the \ncourage to follow over the last 10 to 20 years,\" Zuckerman said.\n\n\"We haven't had a good environmental president ... in at least 30 years since President Carter was elected in the \n1970s, and we haven't had a suite of environmental legislation passed since the 1970s, and it's all been during the \nwatch of the current executive director or ruling board members,\" Zuckerman said. \"If the Sierra Club tried different \npaths, better paths, perhaps more creative paths, then we might have ended up in a better way than we are right \nnow.\"\n"}