{"title": "GROUND IS BROKEN FOR JFK TERMINAL", "body": "\nWith Gov. Pataki and several other dignitaries looking on, ground was broken yesterday at Kennedy Airport for a $ \n435 million passenger terminal that will serve millions of foreign tourists and immigrants.\n\nThe terminal, which is scheduled to be completed in the spring of 1998, will house four airline carriers Air France, \nLufthansa German Airlines, Japan Airlines and Korean Air. It is the first new passenger terminal to be built at the \nairport in more than 25 years.  Port Authority officials said the terminal will create 800 to 1,000 jobs.\n\nIn 1991, the four foreign carriers formed a consortium, Terminal One Group Association, that proposed the idea to \nthe Port Authority, which runs the airport. The agency negotiated financing of the multi-million-dollar project and \nterms of a 30-year lease.\n\nThe project was financed through the New York City Industrial Development Agency. The carriers will move their \noperations from the airport's International Arrivals Building to the new facility.\n\nThe association formed by the four airlines will manage financing, construction and operation of the new terminal.\n\n\"We hope this is the beginning of the renovation of Kennedy Airport,\" Deputy Mayor John Dyson told a crowd of \n400.\n\nThe new terminal, which is to be located on the site of a former Eastern Airlines terminal that was demolished, will \nbe a magnet that will draw more than 2 million passengers and create 800 to 1,000 jobs, said Bob Kelly, JFK's \ngeneral manager.\n\n\"We have a new control tower, new roadways . . . The terminal will enhance what we offer passengers,\" Kelly said.\n\nThe new facility, located on a 36-acre site between the Delta and American airline terminals, will \"provide a boost \nfor air travelers and the economy,\" Dyson stressed. It will also offer the latest technology to speed check-in of \npassengers and baggage, and feature several food courts, large lobbies and waiting areas.\n\nLast year, Kennedy accommodated 28.8 million passengers, including 15.9 million international travelers more than \nany other airport in the United States, said D. Joy Faber, a Port Authority spokeswoman.\n\nGeorge Marlin, executive director of the Port Authority, viewed the groundbreaking as the \"perfect example of public \nand private sector partnership.\"\n\nGraphic\n\n\n \n\nJOE DeMARIA GOV. PATAKI speaks yesterday at groundbreaking for new air terminal at JFK Airport by group of \nforeign carriers.\n"}