{"title": "Hospital releases 2 of 5 stowaways", "body": "\nOne of five West African stowaways pulled from a barge after a 22-day ordeal  at sea remained in serious \ncondition late Friday, according to officials at  Tampa General Hospital.\n\nThe stowaway, who the hospital identified as Joseph Oford, was in the  intensive care unit recovering from severe \ndehydration resulting from a  5,000-mile voyage in a hot, dark machine room aboard the barge Pearle Jahn.\n\nAuthorities think the men sneaked aboard as the barge was being towed out  of its last port of call, the Ivory Coast \ncapital of Abidjan.\nSTOW\n\nThe stowaways told officials they brought food and water for only 10 or 12  days and had to drink their own urine \nduring the last part of the trip.\n\nThe five men, who appear to be in their 20s, were emaciated and badly  dehydrated when paramedics and officials \nfrom the Coast Guard, Border Patrol  and Immigration and Naturalization Service pulled them from the barge. A \n tugboat crew preparing to maneuver the barge into Tampa Electric Co.'s Big  Bend docks in south Hillsborough \nCounty found the men.\n\nTwo were released from the hospital Thursday; a third was to be released  late Friday. Oford and the last of the \nstowaways, who was in fair condition,  remained hospitalized Friday.\n\nBecause the men carried no papers and were very weak when they arrived,  officials with the hospital and the \ncompany that owns the barge had few  details about their nationalities or identities Friday.\n\nGulfcoast Transit, a subsidiary of TECO Energy, will be responsible for  housing, feeding and sending the men \nhome. A TECO spokesman said Friday that  the stowaways who had been released were being held at an \nundisclosed hotel.\n\n\"They being well-fed, well-housed,\" TECO's Mike Mahoney said. \"We've  purchased some clothing for them. Our \nprimary focus is repatriation.\"\n\nSending the men home could take three days to five days, Mahoney said.\n\nAt Tampa General, a man who answered the telephone in the room of one of  the stowaways said the patient \nwould not speak to a reporter.\n\n\n\"I'm responsible for him right now, and I'm not allowing any information  out,\" said the man, who gave his name as \nBill Pomajzl and referred all  inquiries to Gulfcoast Transit.\n"}