{"title": "GLOBAL ATLANTA: Legal labyrinth;U.S. jails many immigrants it's unable to deport", "body": "\nThe jail doors have finally opened for Sivilay Sengchanh.\n\nThe federal government detained the legal immigrant from Laos for four years, nine months--- beyond the two \nyears, 10 months, he spent in a South Carolina prison for shooting at a police officer --- much of that time in \nGeorgia. The government tried to deport him, but Laos would not take him back. So Sengchanh became one of \nthousands of people jailed for years by the Immigration and Naturalization Service in Georgia and around the \ncountry.\n\nThe detentions cost $80 million a year and raise constitutional questions the U.S. Supreme Court is expected to \nanswer this month.\nAJC\n\nThe INS freed Sengchanh (pronounced \"SING-chan\") as part of a little-noticed policy begun last year. He got out on \na Wednesday morning last month.\n\n\"I was just crying and hugging my mom,\" said Sengchanh, 25.\n\nMost people sent to prison in the United States do their time and get out, but about 3,000 are kept for years \nbeyond the end of their sentences. They are legal immigrants whose crimes led judges to order their deportation \nbut whose countries will not accept them. The INS keeps them in rented cells in jails and prisons around the \ncountry --- Sengchanh spent years in jails in Forest Park, Moultrie and Dallas, Ga., where the INS leases cells.\n\n\"I don't believe it's right to hold people indefinitely,\" he said.\n\nSengchanh's family left Laos and came to the United States as refugees in 1981, when Sengchanh was 5. As a \nteenager in Spartanburg, S.C., Sengchanh got into fights and stole cars. One night in 1993, while riding in a stolen \ncar, he shot at another car. He said he thought it carried two men with whom he had argued. It actually carried an \nundercover police officer, and Sengchanh soon found himself in prison.\n\nState officials released him in 1996, but the INS kept him locked up. It routinely detains legal immigrants convicted \nof crimes because of a 1996 law, the Illegal Immigration Reform and Immigrant Responsibility Act. The law \nrequires the government to deport most legal immigrants who commit crimes with a sentence of 12 months or \nmore, even minor crimes like shoplifting that come with no jail time.\n\n\nThe INS deports most criminal immigrants without a hitch, but people from Laos, Cambodia, Cuba, Vietnam and \nsome republics of the former Soviet Union are left in limbo because those countries rarely accept convicts from the \nUnited States. The INS says it does not want to release them because many pose a danger.\n\nSengchanh was one of several immigrants to challenge his detention in federal court. He appeared to have won a \nmajor victory in U.S. District Court in Atlanta in January 2000, when Judge Willis B. Hunt Jr. ruled that his detention \nviolated the Constitution's guarantee that \"no person shall . . . be deprived of . . . liberty . . . without due process of \nlaw.\" He ordered the INS to review the Sengchanh case.\n\nSengchanh's lawyer, Charles Kuck, expected the government to free Sengchanh. But officials in Atlanta's INS \noffice kept him in custody. They said his arrests from December 1992 to September 1993, when he was 17, \nshowed \"a rapid escalation\" from nonviolent offenses to convictions in the shooting for assault with intent to kill, \npossession of a stolen vehicle and carrying a prohibited weapon. He also has convictions for breaking into a \nvehicle, trespassing and larceny.\n\nIn an interview last year in the Paulding County Jail in Dallas, Sengchanh acknowledged his crimes but said the \nINS was wrong to keep citing them as a reason for his detention. He said agents periodically interviewed him to \ndecide whether to release him but inevitably reached the same conclusion: His crimes proved he would endanger \nthe public if released.\n\n\"I made mistakes when I was younger, but I've changed for the better,\" he said. \"I think it's wrong because I've paid \nmy debt to society.\"\n\nIn addition to the Atlanta judge's opinion in Sengchanh's case, federal judges in California, Rhode Island and \nWashington found constitutional problems with the INS policy, but courts in Colorado and Los Angeles upheld it. \nAdvocates say the Constitution bans indefinite detention, but the government says immigrants who have been \nordered deported enjoy lesser protections than U.S. citizens.\n\nThe Supreme Court heard arguments from both sides Feb. 21. It is to issue a ruling before its summer recess that \nwill govern the fate of the detainees that Sengchanh left behind.\n\nJudy Rabinovitz, senior lawyer at the Immigrants' Rights Project of the American Civil Liberties Union in New York, \nis one of many advocates awaiting the court's decision. \"These are people who have already served their time,\" \nshe said. \"The idea of locking somebody up for life when their country won't take them back . . . just shocks the \nconscience.\"\n\n \n\nLaw changed in '96\n\nProlonged detentions became an issue as a result of the 1996 immigration law. Before then, the INS could hold a \ndeportable immigrant for only 90 days if it could not deport him. The '96 law removed the limit but did not address \nhow long a deportable immigrant could remain behind bars.\n\nAs of May 14, the INS had detained 2,898 people for more than a year, said Karen Kraushaar, an agency \nspokeswoman in Washington. Nearly all are legal immigrants who cannot be deported. They will be directly \naffected by the Supreme Court's decision. About 135 people are in so-called indefinite detention in the INS' Atlanta \ndistrict, which covers Georgia, Alabama and the two Carolinas.\n\nLast year, as cases challenging the detentions wended their way through the courts, the INS unveiled a change \"to \nensure fair, independent and consistent review\" of detainees who could not be deported.\n\nIt announced the creation of the Headquarters Post-Order Detention Unit, a group of INS officers in Washington \nthat now has the final say on whether to release immigrants whose countries won't take them back. Those \ndecisions previously were in the hands of directors of 33 INS districts around the nation. The change seemed \narcane and received little notice, but it was big news to Sengchanh.\n\n \n\n\n\nAnother interview\n\nOn Feb. 23, shortly after Atlanta INS officers decided again to continue his detention, Sengchanh met with two \nagents conducting a fresh review of his case. They spoke in an office in the INS district headquarters in downtown \nAtlanta. Sengchanh wore black and white Reebok athletic shoes and a blue jail jumpsuit, hands cuffed in front of \nhim.\n\nThe agents asked about the night he shot at the car. He told the story. They also discussed the judge's (Hunt) \nopinion, then 13 months old, that Sengchanh's detention was unconstitutional.\n\nAbout three months later, on May 16, a jail guard told Sengchanh that the INS had decided to release him. His \nmother, two sisters and a cousin took him home.\n\n\"They started crying. I started crying,\" he said.\n\nSince the INS completed plans for the post-order detention unit on Dec. 21, agents have freed 39 of 132 detainees \nwhose cases have been decided. Another 317 immigrants nationally are awaiting a decision, Kraushaar said.\n\nSengchanh, meanwhile, is settling into a new life in Boiling Springs, S.C. He lives with his family and works for a \nfriend, cutting grass, trimming hedges and raking for $8 an hour. Occasionally he checks in with an INS officer --- \nthe agency released him on a type of parole. It plans to return him to Laos if that country begins accepting its \ncitizens who are ordered deported from the United States.\n\nThere is no sign that will happen anytime soon, however, and Sengchanh envisions a future in South Carolina, not \nthe country of his birth. He said he hopes to work at a nearby Mitsubishi factory, where he could earn $10 an hour. \nThen, maybe, he will study computer programming at a community college. \"I just want to do something to benefit \nmyself, you know, keep myself out of trouble and help my family,\" he said.\n\nGraphic\n\n \n\nPhoto:\n\nSivilay Sengchanh Photo:\n\nSivilay Sengchanh is back home in Boiling Springs, S.C., with niece Kierra Gomez after being released from jail by \nthe Immigration and Naturalization Service. INS had him locked up since 1996, much of that time in Georgia. / BITA \nHONARVAR / Staff\n"}