{"title": "Bush, Blair Stand Together During Press Conference; Dubai Ports World Involved In New Controversy Involving Cargo Security; Qubad Talabani Interview", "body": "\nWOLF BLITZER, CNN ANCHOR: And to our viewers, you're in THE SITUATION ROOM, where new pictures and \ninformation are arriving all the time. Standing by, CNN reporters across the United States and around the world to \nbring you today's top stories.\n\nHappening now, allies in war, partners in accountability -- President Bush and Prime Minister Tony Blair of Britain \nhave long stood together over Iraq. Now they stand together as that war is criticized. They meet here in Washington \nand respond to the Iraq Study Group's strong rebuke of the war.\n\nThe Iraq Study Group hopes to speed the number of Iraqi troops standing up and American troops standing down. \nSome of the people who coach Iraqi troops in combat are being trained in Kansas. We'll have a closer look. We'll go \nthere in a moment.\n\nAnd there's a new chapter in an ongoing controversy. It involves keeping dangerous cargo out of the United States \nand an Arab-owned company again at the center of a storm over port security.\n\nI'm Wolf Blitzer.\n\nYou're in THE SITUATION ROOM.\n\nTwo leaders saddled with a troubled war. President Bush and his staunchest Iraq ally, the British prime minister, \nTony Blair, huddling over at the White House today.\n\nLooming large over the meeting, the 79 specific recommendations by the Iraq Study Group for stemming the \nspiraling violence in Iraq and turning around the struggling military mission.\n\nIn a joint news conference, Mr. Bush clearly showed frustration.\n\nOur White House correspondent, Suzanne Malveaux, is standing by with details -- Suzanne.\n\n\nSUZANNE MALVEAUX, CNN WHITE HOUSE CORRESPONDENT: Well, Wolf, British Prime Minister Tony Blair \nhas two months left. President Bush, of course, two years. What happens in Iraq will largely determine both \nleaders' legacies. They went in together in the beginning on this and both leaders emphasizing today that they will \nbe together in trying to find a way out.\n\n(BEGIN VIDEOTAPE) MALVEAUX (voice-over): It's probably the closest you'll get from this president to admitting \nfailure.\n\nGEORGE BUSH, PRESIDENT OF THE UNITED STATES: Well, in frankness, I thought we would succeed quicker \nthan we did and I am disappointed by the pace of success.\n\nMALVEAUX: The bipartisan Iraq Study Group described the situation in Iraq as \"grave and deteriorating.\" The \npresident's incoming secretary of defense said the U.S. was not winning. For Mr. Bush, it's not easy to admit \nmistakes.\n\nBut perhaps now more than ever, people want to know is he in denial? Does he get it?\n\nBUSH: It's bad in Iraq.\n\nThat help?\n\nMALVEAUX: It was typical Bush -- use humor to throw off the scent. Then, a stab at formality to reassert his \nattorney.\n\nBUSH: Make no mistake about it. I understand how tough it is, sir. I talk to the families who die.\n\nMALVEAUX: Then, as always with the zingers, came the appreciation.\n\nBUSH: And so I -- no, I appreciate your question. I appreciate it. As you can tell I feel strongly about making sure \nyou understand that I understand it's tough.\n\nMALVEAUX: But with pressing...\n\nQUESTION: Do you acknowledge that your approach has failed?\n\nMALVEAUX: ... and more pressing...\n\nQUESTION: Are you capable of changing course, perhaps in the next few weeks?\n\nMALVEAUX: ... Mr. Bush relented.\n\nBUSH: I do know that we have not succeeded as fast as we wanted to succeed. I do understand that progress is \nnot as rapid as I had hoped.\n\nMALVEAUX: President Bush and his closest ally, British Prime Minister Tony Blair, have stood shoulder to \nshoulder on the Iraq War since the very beginning. Critics calling Mr. Bush the cowboy for stubbornly leading the \ncharge and Mr. Blair the poodle for immediately following.\n\nBut three years since the U.S. invasion, the two are still adamant their Iraq mission is sound. President Bush didn't \njust drink the Kool-Aid, he made it. But perhaps now, it's a little less sweet. BUSH: Not only do I know how \nimportant it is to prevail, I believe we will prevail.\n\nTONY BLAIR, BRITISH PRIME MINISTER: Now, I think the vision is absolutely correct. What we've got to do now -\n- and this is excellent why the president is talking about the way forward -- is that we've got to get the right way \nforward.\n\n\n\n(END VIDEOTAPE)\n\nMALVEAUX: And President Bush said that both he and the prime minister have read the report in its entirety. He \nsays that is something that is rare in Washington. But, of course, reading it and actually adopting it, Wolf, are two \ndifferent things.\n\nThe president says he's going to look at internal reviews from the Pentagon, the White House and the State \nDepartment before making any decisions in the next couple of weeks -- Wolf.\n\nBLITZER: Almost 200 pages, they actually read. I read it myself. I'm sure you did, Suzanne, as well.\n\nNormally a lot of top officials, they like to read those executive summaries. In this particular case -- and I \nrecommend it to our viewers, as well -- if they're interested in the war in Iraq they should read the whole thing. Very \nimportant reading.\n\nSuzanne, thanks very much for that.\n\nMeanwhile, the co-chairmen of the Iraq Study Group were on Capitol Hill today talking to the Senate Armed \nServices Committee about their recommendations for the war in Iraq.\n\nJames Baker and Lee Hamilton urged lawmakers to work with President Bush toward implementing their plan.\n\nBut Baker cautioned against dissecting it.\n\nListen to this.\n\n(BEGIN VIDEO CLIP)\n\nJAMES BAKER, IRAQ STUDY GROUP CO-CHAIRMAN: I hope we don't treat this like a fruit salad and say I like \nthis, but I don't like that. I like this, but I don't like that. This is a comprehensive strategy designed to deal with this \nproblem we're facing in Iraq, but also designed to deal with other problems that we face in the region and to restore \nAmerica's standing and credibility in that part of the world.\n\n(END VIDEO CLIP)\n\nBLITZER: There was some criticism of the report, as well.\n\nRepublican Senator John McCain took issue with the call to reduce U.S. forces in Iraq.\n\nWe're going to have a lot more on the reaction still pouring in to this report later this hour.\n\nBut let's move to another important story -- the issue of keeping the United States safe by keeping threatening \ncargo out.\n\nYou'll remember Dubai Ports World, the Arab owned company at the center of a storm surrounding the purchase of \nfacilities in six U.S. ports. Now that company is involved in a new controversy involving cargo security.\n\nOur homeland security correspondent, Jeanne Meserve, joining us to explain -- Jeanne.\n\nJEANNE MESERVE, CNN CORRESPONDENT: Wolf, some are finding irony in the fact that a company that raised \nport security concerns last February is now playing a part in a port security program.\n\n(BEGIN VIDEOTAPE)\n\nMICHAEL CHERTOFF, HOMELAND SECURITY SECRETARY: There's one point I want to make 100 percent \ncrystal clear -- we will not outsource our security.\n\n\n\nMESERVE (voice-over): It was a preemptive strike by the secretary of Homeland Security, an effort to squelch \nCongressional criticism before it erupted over thanks for that Dubai-owned D.P. World operates three ports involved \nin a new cargo security program that will screen containers for radiation in foreign ports before they're shipped to \nthe U.S.\n\nCHERTOFF: The bottom line is this -- if you want to do security overseas, we've got to work with foreign \ngovernments and foreign companies because they own the ports.\n\nMESERVE: There were high decibel protests on Capitol Hill when D.P. World purchased six port facilities in the \nU.S. earlier this year. Congressman Peter King says he will take a close look at the new cargo program, but has \nbeen assured that D.P. World will not have access to sensitive information, algorithms or software.\n\nIn the pilot program, containers in six foreign ports will be screened for radiation then x-rayed to pick up something \nthe first machine might miss -- shielded nuclear material.\n\nThat information will be relayed to Customs and Border Protection personnel on scene or at the National Targeting \nCenter. If they see a threat or have a question, the computer will be pulled and inspected by foreign authorities.\n\nCBP, however, will watch on site or via streaming video.\n\nCHERTOFF: In the end, the go-no go decision rests with our guys sitting in his CBP office. And if they have any \ndoubt about how this has been resolved, they're going to say time out, it doesn't come in.\n\nMESERVE: When the pilot is fully operational, just 7 percent of the cargo coming into the U.S. will be screened. \nDHS plans to expand the program over time, but some say 100 percent screening of cargo shouldn't wait.\n\n(END VIDEOTAPE)\n\nMESERVE: Others think the entire approach is misguided. They say more money and attention should be devoted \nto keeping nuclear material out of the hands of terrorists in the first place -- Wolf.\n\nBLITZER: Let me get this straight, Jeanne, because I was out in Dubai earlier in the year and I saw how they have \nvery sophisticated equipment to go through those cargo containers, to make sure there are no bombs on board or \nradiation or anything along those lines. They seem to have an excellent capability in doing that. And they were \nworking closely with U.S. law enforcement authorities who themselves are on the screen in Dubai and other ports in \nthe United Arab Emirates.\n\nMESERVE: And even at the time of the big controversy, Customs and Border Protection was saying hey, we know \nthis company and they've been a good partner. They were speaking in their defense.\n\nThis program is going to change things a bit. The equipment that we're talking about is going to belong to the U.S. \nCustoms and Border Protection and the Department of Energy and the U.S. will be closely monitoring what's going \non there. And they will make the final decisions about what goes on those ships and comes to the U.S.\n\nBLITZER: Jeanne, thanks for that.\n\nJeanne Meserve reporting for us.\n\nAnd stay tuned to CNN day and night for the most reliable news about your security.\n\nLet's go back to New York and Jack -- Jack.\n\nJACK CAFFERTY, CNN ANCHOR: The Department of Health and Human Services says it's OK. I mean you can't \nargue with that. They handled Katrina and they came out the other day and said give us another five years and $7.5 \nbillion and maybe we can secure the border with Mexico. That would make it 10 years after 9/11.\n\n\n\nSo, I mean, I've got a lot of faith in what they say. Whatever Mr. Chertoff wants is OK with me.\n\nThe do something Congress is what an editorial in today's \"Washington Post\" is calling it. The incoming majority \nleader of the House of Representatives says members are going to have to work five days a week starting in \nJanuary. Oh, the horror.\n\nDemocrat Steny Hoyer says congressmen will have to be in the Capitol for votes every Monday at 6:30 p.m. and \nwill finish around 2:00 in the afternoon on Fridays.\n\nNow, compare that to this past election year. The legislative week lasted from Tuesday to Thursday. That's it. Hoyer \nsays Congress needs to spend more time in the Capitol passing laws and overseeing federal agencies.\n\nThat's a novel idea. They might actually begin to rehabilitate their reputations as a bunch of self-absorbed worms if \nthey spend a little more time working for the people who elected them.\n\nThe bar is not very high. The 109th Congress only met for 103 days. That's seven days fewer than the do nothing \nCongress of 1948, generally considered the worst Congress we ever had, until this last one.\n\nSo here's the question -- what effect will a five day work week have on Congress?\n\nE-mail your thoughts to CaffertyFile@CNN.com or go to CNN.com/CaffertyFile -- Wolf.\n\nBLITZER: Here's the immediate effect. I've been in Washington for a long time. I know a lot of these congressmen. \nThey're going to have to actually come back to Washington from their districts or wherever they are on Monday, late \nMonday afternoon if they have a vote coming up as early as 6:30. And they're going to have to stick around at least \nuntil 2:00 on Friday.\n\nThe immediate change is they used to come back Tuesday morning and by Thursday night, they were out of here.\n\nCAFFERTY: Well, somebody said it would be a lot easier to get a tee time at the golf courses around Washington \nduring the week. But one guy, I think he was from Georgia, was whining about how this will cut into his family life.\n\nWhy did he run-for Congress?\n\nBLITZER: Good question.\n\nCAFFERTY: Yes.\n\nBLITZER: Jack, thanks very much for that.\n\nJack Cafferty will be back.\n\nUp ahead, their mission?\n\nHelp Iraqi forces secure their own country. U.S. military advisers undergoing intense training right now.\n\nCNN's Brian Todd standing by to give us an inside look.\n\nAlso, the New Mexico-governor, Bill Richardson, calling on Congress to abandon plans for a border fence. He says \nhe has an alternative. He's standing by to join us live with his recommendation.\n\nPlus, the way forward -- President Bush and Tony Blair aren't the only ones looking for it. CNN's Jeanne Moos \ntakes her own look.\n\nStay with us. You're in THE SITUATION ROOM.\n\nBLITZER: Welcome back.\n\nmailto:CaffertyFile@cnn.com\n\n\nTo help stop the bloodshed in Baghdad and beyond, the Iraq Study Group is urging the United States to seek \nsupport from Syria and Iran. Just last week, Iraq's president, Jalal Talabani, met with the Iranian president, \nMahmoud Ahmadinejad.\n\nMy next guest has an especially unique interest in the Iraqi president's affairs.\n\nQubad Talabani is the son of Jalal Talabani.\n\nHe's also the representative of the Kurdistan Regional Government to the United States.\n\nHe is joining us in THE SITUATION ROOM.\n\nQubad Talabani, thanks very much for coming in.\n\nQUBAD TALABANI, KURDISTAN REGIONAL GOVERNMENT REPRESENTATIVE TO THE U.S. SON OF IRAQI \nPRESIDENT: A pleasure to be back, Wolf.\n\nBLITZER: First of all, your reaction to this Iraq Study Group, specifically the recommendation that all the regional \nplayers get involved in some sort of international conference to determine, to try to ease the crisis in your country, \nwhich is Iraq.\n\nYour dad is not very happy about that.\n\nTALABANI: Well, here's not very happy about that. And I think there are many aspects of the Study Group that is \ncausing a lot of concern within Iraq and within Iraq's various different communities.\n\nWe feel strongly that Iraq's problems should be resolved by Iraqis themselves. We do seek a dialogue with our \nneighbors. We are engaging in a dialogue with our neighbors.\n\nBut I think to have a conference on an international scale without actually clarifying what the roles and \nresponsibilities of such an event could be makes the situation very difficult.\n\nBLITZER: Because a lot of the Iraqi Shiite leaders are not happy that some of the Arab Sunni countries -- Sunni \nArab countries like Saudi Arabia or Egypt or Jordan could get involved. There's no great love, apparently, with \nthem.\n\nTALABANI: There is no great love. And we've seen -- history is instructive here. We haven't seen an international \nconference of this nature in the Middle East be successful in the past. And then there's nothing to guarantee that \nsuch a person, such an effort will be successful in Iraq in particular.\n\nBLITZER: So, and as far as the Kurds -- and you're a Kurd -- you're not very excited about having Turkey get \ninvolved in dealing with Iraq's future.\n\nTALABANI: We have a dialogue with Turkey. We are discussing with Turkey about our issues, about Iraq's issues.\n\nBLITZER: But you don't want them to participate in a regional conference on Iraq.\n\nTALABANI: These discussions should be left to Iraqis alone. The political outcome, the future of Iraq, the politics in \nIraq have to be left to the Iraqis (UNINTELLIGIBLE).\n\nBLITZER: So this is one recommendation that the Baker-Hamilton Iraq Study Group made that you think is a bad \none.\n\nTALABANI: We think it's not well thought out.\n\n\n\nBLITZER: And what about the rest of their recommendations, and, specifically, getting U.S. combat forces, by and \nlarge, out of Iraq by early 2008?\n\nTALABANI: That's dependable on the situation on the ground. It's difficult to foresee what Iraq will look like by the \nearly quarter of torture. We like the benchmarks idea. But I think to think that there won't be a large number of \ncombat troops in Iraq by then are problematic.\n\nBLITZER: A lot of people have already concluded it's a failure and it's only going to go from bad to worse and from \nthe U.S. perspective, the United States has to simply cut its losses and get out of there.\n\nTALABANI: Well, what it mustn't do is what this report recommends, which is revert Iraq back to a centralized \nauthority. Some of the recommendations in this report go toward that end, to say that power should be once again \ncentralized in Baghdad.\n\nBLITZER: You don't like that?\n\nTALABANI: We don't like that. It goes against the constitution.\n\nBLITZER: But do you want the partition?\n\nTALABANI: We don't want to partition. We want a federal Iraq. And that's what the Iraqi people have asked for in \nthe constitution. Twelve million Iraqis voted on this constitution that declares Iraq a federal country. That is the most \nimportant document in the country and not this ISG report.\n\nBLITZER: A lot of Americans are deeply worried about Iran and its role in Iraq. Your father, the president of Iraq, \nwas just in Tehran. He met with Ahmadinejad. He met with the supreme ayatollah. We saw hugs and kisses and \nthere was deep concern that Iran is going to have a major role in your country.\n\nTALABANI: Iran has a major role in our country whether we like it or not. We share many thousands of kilometers of \nborder with Iran. But what we are urging Iran to do is to play a constructive role in Iraq...\n\nBLITZER: But you are...\n\nTALABANI: ... and not a decisive role.\n\nBLITZER: Because U.S. officials, including the Iraq Study Group, they say Iran is playing a very negative role in \ngiving military equipment to death squads, improvised explosive devices, that they're not playing a helpful role.\n\nTALABANI: And the Iraqi government has expressed its dissatisfaction to Iran about its role. And we urge Iran to \nplay a more constructive role in Iraq. And we do believe that Iran does not want Iraq to fail as a state. And if Iraq is \nnot to fail as a state, then there has to be greater cooperation...\n\nBLITZER: But presumably what the Iranians want is a Shiite-led Iraq closely aligned w Iran.\n\nTALABANI: I think that your assessment could be correct. I think Iran wants, possibly, a weak Iraq. I think nobody in \nthe region really wants Iraq to once again regain its strength in the region. I think a weak Iraq is to the benefit of \nmany in the region, which is why they're fearful of the democratization in Iraq.\n\nBLITZER: All right, so very briefly, Qubad Talabani, explain what you would like the Bush administration, the United \nStates government, to do in the short-term?\n\nBecause, as you know, within the next few weeks, the president is going to be delivering a major speech outlining \nwhat White House officials call his new strategy.\n\nTALABANI: Support the constitution in Iraq. Support the document that the Iraqi people have voted on. They braved \nthe terrorists. They went out into the streets in their millions to vote on this constitution. We must support the \n\n\n\ndemocratic process, the political process that is ongoing in Baghdad today. And we must impose opinions and \nreports from the outside.\n\nBLITZER: Is that a stay the course policy? Is that what you're recommending?\n\nTALABANI: It is not a stay the course policy. It is adjust to the realities on the ground. Adjust to the requests and to \nthe demands of the people on the ground. It's about understanding the political dynamics on the ground, \nunderstanding that Iraq has polarized significantly over the last three or four years and we cannot rule this country \nthrough a centralized authority again. And federalism is the only way forward for this country.\n\nBLITZER: Qubad Talabani is the son of the president of Iraq, Jalal Talabani. He's the representative here in \nWashington of the Kurdistan Regional Government to the United States.\n\nThanks very much, Qubad Talabani, for coming in. TALABANI: Thanks, Wolf.\n\nBLITZER: And coming up, the Bush presidency, the Blair premiership -- how will history judge them?\n\nTwo leaders with legacies resting on the troubled war in Iraq.\n\nPlus, he's a possible contender for the race for the White House.\n\nWill the New Mexico-governor, Bill Richardson, run?\n\nGuess what? He's standing by live right here in THE SITUATION ROOM and I'll ask him.\n\nWe'll be right back.\n\nBLITZER: I'm going to be speaking with Governor Bill Richardson in just a few moments right here in THE \nSITUATION ROOM.\n\nBut we'll move on to another story first. \"Time\" magazine will soon announce its next person of the year. But instead \nof a person of the year, could that honor go to one of the biggest Web sites of the year?\n\nHere's CNN's Soledad O'Brien.\n\n(BEGIN VIDEOTAPE)\n\nSOLEDAD O'BRIEN, CNN ANCHOR (voice-over): Putting the power in your hands -- YouTube kicks off a \nrevolution as millions of people share videos on the Web. It's the dawn of a new way to communicate, which wins \nYouTube a nomination as \"Time\" magazine's person of the year.\n\nSEAN GREGORY, \"TIME\" WRITER/REPORTER: It's so interesting, it's fun, but, you know, that specific technology \n-- not to take anything away -- but it's a pretty simple technology.\n\nJOSH TYRANGIEL, \"TIME\" WRITER/REPORTER: There are people who would see YouTube, user generated \ncontent, as frivolous compared to the hard realities of the world -- people dying in Iraq, people starving in Africa. But \nthe thing about YouTube is that it also shows you that.\n\nYou know, so many of the interesting YouTube videos have been from American soldiers in Iraq. And you actually \nget to connect with them in a way that the nightly news never shows you, that newspapers can't convey in the \nsame emotional level.\n\nSo, frivolous within a moral calculus?\n\nMaybe. But there's no limit to the amount of things YouTube can show you.\n\n(END VIDEOTAPE)\n\n\n\nBLITZER: And remember, we'll be broadcasting \"Time's\" person of the year right here on CNN. That would be \nSaturday night, December 16th, 8:00 p.m. Eastern. You're going to want to see that.\n\nComing up, Bill Richardson -- he's right here in THE SITUATION ROOM, the governor of New Mexico. He may be \nrunning for president.\n\nWe're going to ask him whether or not he wants the White House.\n\nAlso coming up, President Bush and Prime Minister Tony Blair standing side-by-side with the same issue looming \nlarge over them. It's not just Iraq, it's their legacy.\n\nAnd Jack Cafferty wants to know what effect will a five day work week, a five day work week, have on Congress.\n\nJack's coming back with \"The Cafferty File.\"\n\nStay with us. You're in THE SITUATION ROOM.\n\nBLITZER: To our viewers, you're in THE SITUATION ROOM, where new pictures and information are arriving all \nthe time. Happening now, President Bush and British Prime Minister Tony Blair are discussing the troubled war in \nIraq in a White House meeting. Mr. Bush saying he's disappointed with the pace of success, but offering no \nspecifics on a change of course, while Mr. Blair praised the Iraq Study Group report, saying it offers a strong way \nforward.\n\nAlso, the autopsy just out on James Kim, the man who was stranded for more than a week in the Oregon \nwilderness with his wife and children before setting off to find help. Officials now saying he died of exposure and \nhypothermia after walking 10 miles. His family was finally rescued Monday.\n\nAnd the former Russian spy who was poisoned with radiation buried in London today in a sealed coffin. Meanwhile, \nseven workers from a London hotel he visited are now testing positive for low levels of radiation. But British health \nofficials say there's virtually no risk to their health.\n\nI'm Wolf Blitzer and you're in THE SITUATION ROOM.\n\nA lot rests on the outcome of the war, but so do legacies of the two leaders who spearheaded it, President Bush \nand British Prime Minister Tony Blair.\n\nLet's turn to our chief national correspondent, John King, he's watching the story -- John.\n\nJOHN KING, CHIEF NATIONAL CORRESPONDENT: Wolf, the two leaders meeting at the White House today \nacknowledging in a news conference that there had been set backs in Iraq and across the Middle East and yes, \nthey need to work on a new plan, but both leaders also defiantly saying they believe history will look favorably on \nthe decision to go to war in the first place.\n\n(BEGIN VIDEOTAPE)\n\nKING (voice-over): Side by side, yet again, two friends and allies scarred politically by an unpopular war.\n\nBUSH: It's a tough time, it's a difficult moment for America and Great Britain.\n\nKING: The prime minister has just a few more months in office, the president, two more years. So the legacy \nquestions loom larger even amid the overwhelming daily pressures.\n\nBLAIR: There is no way that you ever succeed in these things, unless you just carry on trying and that's what we \nwill do.\n\n\n\nKING: Both concede they need a new plan for Iraq and the broader Middle East. But insist they are right on the big \npicture. To walk away the president says would mean radical theocracy in Iraq and in Iran with nuclear weapons.\n\nBUSH: Historians will look back and say how come Bush and Blair couldn't see the threat? That's what they'll be \nasking and I want to tell you I see the threat.\n\nNILE GARDINER, HERITAGE FOUNDATION: Tony Blair and President Bush are very similar figures in many \nways. In a sense that they both see the world in terms of good versus evil, black versus white.\n\nKING: Mr. Blair is often derided back home as the lesser partner in this alliance. But ideas he has long pushed are \nsuddenly again in the forefront. The new Iraq Study Group report urges a direct dialogue with Iran and Syria and a \nnew push for Israeli Palestinian peace talks, two areas where Mr. Blair has privately lobbied Mr. Bush without \nsuccess in the past.\n\nGARDINER: I think certainly the Iraq Study Group does bear the imprint and the stamp of Tony Blair.\n\nKING: The war's toll is evident in any and in now glimpse at the leaders. Energetic and confident back in 2003, \nsomber and beleaguered now. When Saddam Hussein's regime fell in April 2003, Mr. Bush had a 70 percent \napproval rating and 49 percent of Britain's were satisfied with Mr. Blair's performance. Now, the president's \napproval rating stands at 38 percent, the prime minister's, a lowly 27 percent.\n\nGARDINER: Both firmly believed that they will be judged favorably by historians in the future who will look back \nupon them as certainly powerful conviction politicians.\n\nKING: That's a legacy question, the answer to be shaped by their decisions in the days and weeks ahead.\n\n(END VIDEOTAPE)\n\nKING: But that news conference today, Wolf, largely an example of what you might call political treading water. \nBoth leaders reviewing the Iraq Study Group's report, also the president says waiting for recommendations from the \nPentagon and the State Department. So while they were asked the questions about what they might do next today, \nthey didn't give any clear answers just yet -- Wolf.\n\nBLITZER: The president supposedly preparing a speech in the next few weeks. We'll hear from that. John, thanks \nvery much.\n\nJoining us now to talk about the war, the Iraq Study Group, other issues, New Mexico's Democratic Governor Bill \nRichardson. He's here in THE SITUATION ROOM.\n\nGovernor, thanks for coming in.\n\nGOV. BILL RICHARDSON (D), NEW MEXICO: Thank you, Wolf.\n\nBLITZER: If this recommendation to start pulling out combat troops by early 2008 goes long, presumably over the \nnext year, a lot more Americans are going to die. Right now, knowing what you know, is it worth it?\n\nRICHARDSON: No, I believe that the withdrawal should be in 2007. I believe it should be coupled with a political \nsolution with all the ethnic groups. We should redeploy those forces into special operations, into Afghanistan, into \nthe war on terrorism. I think it's critically important also...\n\nBLITZER: So you would start pulling them out right away?\n\nRICHARDSON: No, not right away. I would look at our military commanders to fix a date that would be tied to a \npolitical solution, a Middle East peace conference that would involve reconstruction assistance. I would accelerate \nthe security training of the Iraqis. I think what is most noteworthy about this report is the call for dialogue with Syria, \nwith Iran, to spur the Israeli-Palestinian issue by having a special envoy, that or a potential solution.\n\n\n\nBLITZER: So if you were president of the United States, there are a lot of rumors out there you're seriously thinking \nabout running for president, you would do that, engage in a direct dialogue with Iran and Syria without any \npreconditions?\n\nRICHARDSON: Yes. And that doesn't mean you're going to just sit back and do what they want. We're going to be \ntough, we're going to deliver tough messages. I think if we're going to deal with the Israeli Palestinian issue, with \nHezbollah, with Lebanon, you got to talk to Syria. We have diplomatic relations with them.\n\nWith Iran, if we're going to deal with dealing with the violence and ethnic violence in Iraq, if we're going to deal with \na country, Iran, that shouldn't have nuclear weapons, if we're going to deal with a country that's the second largest \nproducer of OPEC, I believe a direct dialogue and be tough in that dialogue, not hold back. But by not talking to \nthem, there's a bunch of mixed messages that I think are not serving us well. BLITZER: Are you running for \npresident?\n\nRICHARDSON: I have not decided. I'm going to decide in January. I'm making an assessment, talking to my family. \nBut I do tell you, I was very pleased I was re-elected in a red state with a big margin. We have a bunch of new \nDemocratic governors under my tenure from 22 to 28, the response I'm getting is positive. But I'm going to wait till \nJanuary to make that decision.\n\nBLITZER: We'll see if you become an explorer at that time for an exploratory committee. Jack Cafferty, our partner \nhere in THE SITUATION ROOM, in the last hour, he was complaining and our viewers were complaining about your \nplan to get rid of this proposed fence along the U.S.-Mexico border. I want to bring Jack in, he's right behind you \nover there. Jack, tell the governor why you think that would be a mistake.\n\nCAFFERTY: Well it's not so much what I think. Look at any public opinion poll done leading up to the election, the \nAmerican people want the border secured. In their mind, imagine this, national security might rank ahead of \nrelations with the government of Mexico. Our laws on the books against illegal aliens, against hiring illegal aliens, \nagainst entering the country illegally are ignored by the federal government.\n\nFive years after 9/11 we have done nothing to secure the border, we have the Department of Homeland Security, \nwhich I think if you went to a dictionary and looked up \"worthless federal agency\" you might see the Department of \nHomeland Security pictured there. They say give us five more years and $7.5 billion and maybe we can do \nsomething about securing the border.\n\nIn the meantime, we have 3,000 people a day entering this country illegally. We don't know who they are. We don't \nknow where they're going, we don't know what their business is here. I bet you a dime to a dozen of donuts in the \nfive years since 9/11, might have been a terrorist or two get across the border without us knowing.\n\nWe have cities and towns all over this country complaining they're overrun with illegal aliens. They're trying to ask \nthe government for help, they don't get any. So they're trying to pass laws themselves against landlords who rent to \nthem, employers who hire them. It's a national disgrace.\n\nBLITZER: All right, Jack.\n\nCAFFERTY: You want me to go on?\n\nBLITZER: No, we get the point. We get the point, you make the case. I want the governor of New Mexico to make \nhis case, why do you think doing way with this proposed fence, and they haven't built it yet, is the right course?\n\nRICHARDSON: I'm a border governor. I live with this issue every day. The fence is not going to work. It wasn't \nproperly funded, technically it's not going to work, it's a terrible symbol in our relationship with Mexico and we need \nMexico's cooperation. I declared a year ago a border emergency. I have taken the toughest possible measure.\n\nHere's what I would do with the money for the fence. If you use just one half of the money allocated to the fence, \nyou could double the number of border patrol agents, that's what we need, people. I would put the National Guard \n\n\n\nthere another year. I would get equipment. I would get sensors, I would get detection equipment that would make it \neasier.\n\nBLITZER: So basically what you're saying is because of the political fallout, the impact it could have on good U.S.-\nMexican relations, the United States shouldn't build the fence?\n\nRICHARDSON: Well, besides that. But in addition, it's a cheap political vote because the Congress didn't fund the \nentire fence, they funded almost a third of it. The fence is badly constructed. And you're going to have \nundocumented workers going under the fence, over the fence, it's just not going to work. Plus the added symbol.\n\nI remember Ronald Reagan saying, Mr. Gorbachev, tear down that fence. To do that with Mexico at a time when \nthe new president of Mexico is coming in, when we need his cooperation to stem the flow of Mexicans coming into \nAmerica. I just think it's impractical, it's a political vote. More border patrol agents, double the number.\n\nBLITZER: All right, let me let Jack -- Jack did he convince you?\n\nCAFFERTY: No he didn't convince me but more importantly, I don't think he convinces the American public. I just \nread close to 1,000 letters that came into THE SITUATION ROOM when we asked this question, 95 percent of the \npeople watching this program want the border closed. And they think not going ahead with anything at this time to \ntry and secure the border is just kind of telling them, in effect, you don't matter. What U.S. citizens in this country \nwant doesn't matter to the politicians. We'll do what we want.\n\nBLITZER: But, governor, what you're saying is, you can do that, you can secure the border without building a \nfence?\n\nRICHARDSON: That's right. With more people, with more equipment, with trained people, with the National Guard, \nthe border patrol that is trained to do that. The Congress has appropriated funds to do that but the training is taking \na long time. I say double the number of border patrol agents as the 9/11 commission recommended. A fence is \ngoing to be impractical, plus, it wasn't funded. Only a third of it was funded. And then the Department of Homeland \nSecurity ultimately has the decision on whether to build it or not.\n\nAnd you're sending a message to Mexico, look, we're just closing the border. I personally as governor with a border \nemergency, close the border by saying the federal government is not helping. We had drugs and violence coming \ninto New Mexico and we took effective action that allowed us to us hire local law enforcement. People can secure \nthe border, not a fence. BLITZER: Governor Bill Richardson is the governor of New Mexico, but maybe, maybe next \nmonth, we'll be hearing word that he's seeking higher office. You'll share that word with us, right?\n\nRICHARDSON: I certainly will.\n\nBLITZER: Thanks very much and Jack thanks to you as well. Jack will be back with \"The Cafferty File\" soon. \nGovernor Bill Richardson thanks for coming in.\n\nJust ahead -- terror alerts in Kansas. There, American military advisers are now learning how to coach Iraqis in \ndangerous combat. Brian Todd has an inside look.\n\nAnd when things get tough, the tough get to looking ahead. Jeanne Moos will explain how President Bush, Prime \nMinister Blair and the head of the Ford Motor company all have that in common. We'll tell you what's going on. Stay \nwith us.\n\nBLITZER: The Iraq Study group is recommending a dramatic increase in the number of U.S. troops embedded with \nIraqi forces to help them take charge of their country's security. And right now, those U.S. troops are learning to \nbridge some cultural differences. But serious questions of trust remain.\n\nCNN's Brian Todd has an inside look.\n\n\n\n(BEGIN VIDEOTAPE)\n\nBRIAN TODD, CNN CORRESPONDENT (voice-over): A humvee convoy at Fort Riley comes under attack. The \nambush is not real. But the response of this combat team has to be. These are the U.S. soldiers who will be getting \nIraqi or Afghan forces ready to fight on their own. In the Americans' training, it's all about trust and judgment, and \nnot just in battle.\n\nThey also get hours of language training and cultural instruction. Mediating disputes between Iraqi or Afghan \ncommanders and local elders. In this role play, tempers flair when local Afghans are asked to stop farming opium. \nWe can't show faces.\n\nAfghans recruited to play locals are concerned about family back home. The American and Afghan commanders \noffer a school, a gas station, electricity, farm animals. An observer whispers to me, they've promised too much. The \nAmerican has his own critique.\n\nUNIDENTIFIED MALE: This is a work having an assistant right here on the table, right here in the middle.\n\nTODD: For those headed for Iraq, building trust means going beyond where to sit.\n\n(on camera): As extensive as the training at Fort Riley is, the real challenge for the advisers trained here is to get \ntheir Iraqi counterparts to give up generations of clan and sectarian loyalty and show allegiance to a constitution \nand a national identity.\n\n(voice-over): We spoke to two former U.S. military advisers who'd served in Vietnam and Central America. They \nbelieve the advisers placed with mixed units of Shia and Sunni troops will be in danger.\n\nKEN ROBINSON, FORMER U.S. MILITARY ADVISER: You have loyalties between these tribes, between these \ndifferent groups who worship Islam in a different ways trying to work together and they feel threatened by each \nanother. You can't overcome that overnight. But the way to start is to professionalize the military.\n\nTODD: The trainers here believe it can be done.\n\nMAJ. GEN. CARTER F. HAM, U.S. ARMY: The average team is very diverse. You have multiple races, ethnicities. \nWhat we hope to show the Iraqis, is that you can put together a very culturally diverse unit and still be very, very \neffective.\n\nTODD: One trainer who has been with Iraqi forces and is about to head back puts it best.\n\nUNIDENTIFIED MALE: I have to trust them. I have no choice. Because honestly if I don't give them a little bit of \ntrust, then my mission is going to fail and I won't let that happen.\n\nTODD: Brian Todd, CNN, Fort Riley, Kansas.\n\n(END VIDEOTAPE)\n\nBLITZER: Let's check in with Lou Dobbs to see what's coming up at the top of the hour -- Lou.\n\nLOU DOBBS, CNN ANCHOR: Wolf, thank you. Coming up at 6:00 p.m. eastern here on CNN, tonight, we'll be \nreporting on another new controversy about Dubai Ports World, the company that sparked a firestorm of protests \nlast winter when it tried to buy up all the U.S. port facilities it could, some 20 of them.\n\nDubai Ports World now figures prominently in a Department of Homeland Security program to screen containers for \nradiation before they're slipped to this country. That will bring us up to about 7 percent of all of the cargo coming \ninto this country. Don't you feel secure?\n\n\n\nAlso, the open borders lobby, winning a powerful new recruit, Governor Bill Richardson of New Mexico is in full \nform. Governor Richardson saying efforts to build a new fence along our southern border are nothing more than \ndemagoguery and it just might upset the Mexican government, you know those corrupt incompetent people in \nMexico City that are just messing an entire nation up. We'll have that story and the huge disparity between the rich \nand the poor in this country is widening.\n\nMiddle class families struggling harder than ever just to stay even and our ruling elite, well, they're just totally \nindifferent. We'll have that special report. A great deal more, all of today's news at the top of the hour, right here on \nCNN. We hope you'll join us. Wolf, back to you.\n\nBLITZER: And also Lou, don't forget, 7:00 p.m. tonight, a Lou Dobbs \"War on the Middle Class\" town hall meeting \nin my beautiful hometown of Buffalo, New York. Tonight, 7:00 p.m. Eastern, an hour from now, a Lou Dobbs \nspecial. Is that right, Lou?\n\nDOBBS: Exactly right, repeat Buffalo with the anchor bar and all of those wonderful Buffalo wings that you've so \nhighly recommended. And the people of Buffalo were absolutely just warm and welcoming and couldn't have been \nnicer to us. You've got a good hometown there.\n\nBLITZER: I would expect nothing less. Buffaloneans, among the nicest people in the world.\n\nDOBBS: Absolutely.\n\nBLITZER: Thanks very much Lou. We'll be watching.\n\nStill to come, is a full week of work more than Congress can handle? Jack Cafferty wants to know what you think. \nAnd Jeanne Moos on what President Bush, Tony Blair and the Ford Motor Company have in common. Stay with \nus.\n\nBLITZER: When a situation seems at its worst, can you really inspire the best outcome simply by talking about the \nbest way forward? Here's CNN's Jeanne Moos.\n\n(BEGIN VIDEOTAPE)\n\nJEANNE MOOS, CNN CORRESPONDENT (voice-over): When those pesky reporters start asking those \"f\" word \nquestions...\n\nUNIDENTIFIED MALE: Are you capable of admitting your failures?\n\nUNIDENTIFIED MALE: Do you acknowledge that your approach has failed.\n\nMOOS: It's time to tell them to look forward, not back.\n\nBUSH: And design a way forward.\n\nMOOS: In one answer alone, President Bush used the phrase five times...\n\nBUSH: The way forward in Iraq. An important way forward. Talk about the way forward. Analyze the way \nforward.\n\nMOOS: Apparently the way forward is contagious. Tony Blair caught it standing next to President Bush.\n\nBLAIR: The way forward. How do we find the right way forward? We've got to get the right way forward. MOOS: \nYou could blame it on the Iraq Study Group for naming one of the sections in its report \"the way forward.\" Even \nDemocrats like to go forward. Senator Barack Obama's big foreign policy speech was titled \"A Way Forward in \nIraq.\" Senator Joe Biden called his, \"Iraq, A Way Forward.\"\n\n\n\n(on camera): But watch out, the phrase \"The Way Forward\" tends to surface when things are a complete, total, \nutter mess.\n\nWILLIAM CLAY FORD JR., CEO, FORD MOTOR CO.: We call our plan, \"The Way Forward.\"\n\nMOOS: That's the head of Ford Motor Company announcing a restructuring that would cut 25,000 jobs.\n\nFORD: \"The Way Forward\" contains some strong medicine.\n\nMOOS: But which way is forward wondered \"Forbes\" magazine when the Ford plan to move forward seemed \nstuck. You might as well get used to hearing the administration's new mantra.\n\nTONY SNOW: The way forward. The new way forward. What he sees as the way forward.\n\nMOOS: He also uses variations of the phrase?\n\nBUSH: Go forward. I'm heading back.\n\nMOOS: Nah, that's no policy reversal, just the president heading back to pick a questioner. All of this forward \nmotion...\n\nBLAIR: A different way forward. Whatever way forward.\n\nBUSH: An important way forward.\n\nMOOS: Sort of makes you long for the days of...\n\nBUSH: We'll stay the course.\n\nMOOS: Jeanne Moos, CNN, New York.\n\n(END VIDEOTAPE)\n\nBLITZER: And just ahead, Jack Cafferty is here five days a week. So he wants to know why shouldn't Congress do \nthe same thing. Your e- mail and Jack, that's next.\n\nBLITZER: Let's check in with Jack Cafferty in New York. Jack?\n\nCAFFERTY: Well, here's a whole new era perhaps dawning. The incoming majority leader of the House, Steny \nHoyer says the members are going to have to work five days a week starting in January. Imagine that. The question \nis what effect will a five-day work week have on Congress and on the country? Steven writes from Lolo, Montana, \n\"Maybe then they'll have a little sympathy for the working man.\" Bart in Arvada, Colorado, \"Can't have anything but \na positive impact. Heck, be careful, some work might actually get accomplished.\"\n\nMark in Houston writes one of my favorites, \"Maybe most of them will quit.\"\n\nGary in Pittsburgh, \"The question should be, what will a new schedule mean to you and me? Do you really want \nthese guys hanging around Washington passing more laws? I'd be happier if they only worked one day a week.\"\n\nMarilynn in Baltimore, \"A five-day work week will give Congress good reason to justify their next pay raise.\"\n\nCraig in Westminster, Maryland, \"It doesn't really matter how many days they work if they work and get work done. \nWe'll see whether the new Congress gets any more done in five days than the current Congress has.\"\n\nBruce in Massachusetts, \"It'll mean the lobbyists will have to work nights and weekends.\"\n\n\n\nAnd Maxine in Bakersfield, California, \"Jack, I'm glad you didn't serve in the last Congress. What would we have \ndone without you, a broadcaster who says it like it is, five days a week?\"\n\nThey'll be a little extra something in your Christmas stocking Maxine. If you didn't see your e-mail here go to \nCNN.com/CaffertyFile and you can read some more of this stuff online -- Wolf.\n\nBLITZER: Jack, thank you very much. Let's go take a look at the White House. Outside of the White House, in fact, \nthe president of the United States, about to show the Christmas tree being lit. Let's watch.\n\nThere it is, the national Christmas tree lighting ceremony, a beautiful sight, we see it at this time precisely, every, \nevery year. Merry Christmas to all our viewers out there. Weather permitting, we're about three and a half hours \naway from the scheduled launch of the space shuttle. Astronauts are now arriving at the launch pad at the Kennedy \nSpace Center, let's bring in our Jacki Schechner with some real time resources that you can use to stay updated on \nthe first night launch in four years -- Jacki.\n\nJACKI SCHECHNER, CNN INTERNET REPORTER: Wolf, some great resources online from NASA itself at \nnasa.gov. You can get a real streaming video of what's going on right now, they've also got a blog saying that the \nastronaut convoy is on its way to the launch pad right now. NASA says -- there you can see some video of the \nconvoy on its way. NASA says this is going to be one of the most complicated missions they've had in years.\n\nThey're going to install some solar panel, rewiring the space station rather and making the solar panels they put on \nin the last mission work. Let me just show you real quickly some interactive resources that you can follow along on \nthis 12 day mission. And if you push on each of the days here it will show you exactly what's going to be happening, \nagain, nasa.gov. You can watch the launch live if it happens here on CNN or go to CNN Pipeline -- Wolf.\n\nBLITZER: Thanks very much Jacki for that. Remember, we're here in THE SITUATION ROOM weekday afternoons \nfrom 4:00 to 6:00 p.m. eastern, back at 7:00 p.m. Not tonight though. A Lou Dobbs special town hall meeting from \nBuffalo, New York, tonight, 7:00 p.m. eastern. Until then, thanks very much for joining us. Let's go to Lou right now -\n- Lou.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}