{"title": "14 Detained In Bid to Bar Cuban Exodus", "body": "\nIn a demonstration that it is serious about discouraging unauthorized immigration from Cuba, the Federal \nGovernment has detained 14 men it suspects of smuggling aliens or hijacking boats from Cuba.\n\nThe detentions came as 371 Cubans landed in Florida over the weekend, the largest three-day total since the \nMariel boatlift in 1980, said a Coast Guard spokesman, Chief Warrant Officer Dan Waldschmidt. During the 1980 \nexodus, about 125,000 Cubans came here in a five-month period.\n\nThe men, nine of whom were being held in the Monroe County Jail, near Key West, and five at the Krome Avenue \nFederal immigration center in Dade County, have not been charged with any crimes. But a Justice Department \nspokeswoman in Washington, Ana Cobian, said that officials were reviewing four separate incidents involving the \nmen and that charges could be forthcoming.\n\n\"In keeping with our emergency immigration plan, we're being proactive in discouraging people from a mass \nexodus,\" Ms. Cobian said.\n\nLast week, Attorney General Janet Reno said the United States would not tolerate a replay of the Mariel exodus \nand would intensify efforts to intercept and prosecute people engaged in the smuggling of Cuban nationals.\n\n \n\nDeparture Blocked\n\n Despite this warning, efforts to leave Cuba have intensified. In Mariel, hundreds of Cubans boarded a Maltese-\nregistered oil tanker on Sunday in hopes of sailing to the United States. But the Cuban authorities blocked the ship, \nand news reports quoting state television in Havana said the 500 or so would-be emigrants left the vessel \npeacefully today.\n\nTension between the United States and Cuba has been heightened by the hijacking of four Cuban government \nvessels in two weeks. On Aug. 5, President Fidel Castro of Cuba said the United States was encouraging piracy, \nand he warned that his government might stop blocking Cubans who tried to leave the island.\n\nThat caused concern in Florida that another Mariel boatlift, which state officials said had strained Florida's social \nservices and cost millions of dollars, was in the offing.\n\nMr. Castro told reporters in Havana on Thursday that a Cuban naval officer was killed last week by a 19-year-old \nmilitary mechanic who had commandeered a government vessel. The mechanic, Leonel Macias Gonzalez, is \n\n\namong the nine men being held in the Monroe County jail. Mr. Castro demanded his prosecution by the United \nStates or his return to Cuba.\n\nThe others facing Federal charges include three men, two of them United States residents, who, the authorities say, \nbrought 20 Cubans to the Florida Keys last week; five men accused by the crew of a fishing boat of seizing the \nvessel in Cuba at gunpoint last weekend and taking it to Florida, and five men who came to Florida aboard a \ncommuter ferry hijacked in Havana on Aug. 3.\n\nThe Coast Guard says that since January 5,786 Cubans have arrived in Florida, compared with 3,656 during all last \nyear, and that thus far this month 1,055 have landed.\n"}