{"title": "HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY AND INTERNATIONAL LAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: THE TREATMENT OF LATIN AMERICANS OF JAPANESE DESCENT, EUROPEAN AMERICANS, AND JEWISH REFUGEES DURING WORLD WAR II; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA); WITNESSES: DANIEL MASTERSON, PROFESSOR, LATIN AMERICAN HISTORY, UNITED STATES NAVAL ACADEMY; GRACE SHIMIZU, DIRECTOR, JAPANESE PERUVIAN ORAL HISTORY PROJECT; LIBIA YAMAMOTO, FORMER JAPANESE OF LATIN AMERICAN DESCENT INTERNEE; JOHN CHRISTGAU, AUTHOR, \"ENEMIES: WORLD WAR II ALIEN INTERNMENT\"; KAREN EBEL, PRESIDENT, GERMAN AMERICAN INTERNEE COALITION; HEIDI GURCKE DONALD, BOARD AND FOUNDING MEMBER, GERMAN AMERICAN INTERNEE COALITION; JOHN FONTE, DIRECTOR, CENTER FOR AMERICAN COMMON CULTURE, SENIOR FELLOW, HUDSON INSTITUTE; VALERY BAZAROV, DIRECTOR, LOCATION AND FAMILY HISTORY SERVICE, HEBREW IMMIGRANT AID SOCIETY; DAVID A. HARRIS, EXECUTIVE DIRECTOR, AMERICAN JEWISH COMMITTEE; LEO BRETHOLZ, AUTHOR, \"LEAP INTO DARKNESS\"; MICHAEL HOROWITZ, SENIOR FELLOW, HUDSON INSTITUTE; LOCATION: 2237 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY AND INTERNATIONAL \nLAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: THE TREATMENT OF LATIN \nAMERICANS OF JAPANESE DESCENT, EUROPEAN AMERICANS, AND JEWISH REFUGEES DURING \nWORLD WAR II CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA) WITNESSES: DANIEL \nMASTERSON, PROFESSOR, LATIN AMERICAN HISTORY, UNITED STATES NAVAL ACADEMY; GRACE \nSHIMIZU, DIRECTOR, JAPANESE PERUVIAN ORAL HISTORY PROJECT; LIBIA YAMAMOTO, FORMER \nJAPANESE OF LATIN AMERICAN DESCENT INTERNEE; JOHN CHRISTGAU, AUTHOR, \"ENEMIES: WORLD \nWAR II ALIEN INTERNMENT\"; KAREN EBEL, PRESIDENT, GERMAN AMERICAN INTERNEE COALITION; \nHEIDI GURCKE DONALD, BOARD AND FOUNDING MEMBER, GERMAN AMERICAN INTERNEE COALITION; \nJOHN FONTE, DIRECTOR, CENTER FOR AMERICAN COMMON CULTURE, SENIOR FELLOW, HUDSON \nINSTITUTE; VALERY BAZAROV, DIRECTOR, LOCATION AND FAMILY HISTORY SERVICE, HEBREW \n\n\nIMMIGRANT AID SOCIETY; DAVID A. HARRIS, EXECUTIVE DIRECTOR, AMERICAN JEWISH COMMITTEE; \nLEO BRETHOLZ, AUTHOR, \"LEAP INTO DARKNESS\"; MICHAEL HOROWITZ, SENIOR FELLOW, HUDSON \nINSTITUTE LOCATION: 2237 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 12:00 P.M. \nEDT DATE: THURSDAY, MARCH 19, 2009\n\nREP. LOFGREN:  The subcommittee will come to order.\n\nAnd this is a hearing not on any bills, but on the issues of a part of our U.S. history that many of us are unfamiliar \nwith.  Much is known about the internment of 120,000 Japanese Americans during World War II, partly due to the \nenactment of the Commission on Wartime Relocation and Internment of Civilians Act in 1980, the commission's \nreport in 1983 and the subsequent Civil Liberties Act of 1988 that provided an official apology.\n\nWhat is not as well-known to today is the mistreatment of thousands of Japanese and European Latin Americans, \nEuropean Americans, and Jewish refugees prior to and during World War II.  The 1980 commission did detail the \nmistreatment of Japanese, German, and Italian Latin Americans, but only in the appendix of the report.  It also \nincluded just one chapter of 13 on the mistreatment of German and Italian Americans in the United States.\n\nFurther, no recommendations were made on these populations; no apology, as was done for the Japanese \ninternment, pursuant of the Civil Liberties Act.  And I think it's time for this history to be fully heard and considered.\n\nAs I mentioned, although there are two bills that have been referred to the subcommittee concerning the issues \nwe're examining today, this is not a legislative hearing.  Before we consider specific legislation on an issue that \nmany are very unfamiliar with -- indeed, our general history books are sparse in this area -- it is important that we \nlearn the facts and listen to the history to determine whether legislation is the appropriate response.\n\nIf it is, we will then turn to the bills referred to this subcommittee and examine whether the specific language in the \nbills is appropriate or whether amendments would be needed.  I welcome comments on the bills and will consider \nthem if we decide to move legislation in the area.\n\nToday, however, I'm particularly interested in learning about the issue and whether another commission is indeed \nnecessary to review history that has not been told in an adequate way.\n\nBefore recognizing the ranking member, I would like to ask unanimous consent to submit to the record a statement \nfrom our colleague, Congressman Becerra, and without objection that is made a part of the record.  And I would \nalso like to note the presence of our colleague and my fellow San Josean, Congressman Mike Honda, who is here \nwith us.\n\nMr. King, you are recognized.\n\nREPRESENTATIVE STEVE KING (R-IA): Thank you, Madame Chair.  And I want to thank the witnesses in \nadvance.\n\nCongress and the executive branch have addressed the issue of World War II internment many times.  In fact, a \nquick perusal of the issue finds no fewer than four pieces of legislation passed by Congress and enacted into law.\n\nTwo sets of amendments made to some -- made some of the point that legislation -- at least two commissions \nestablished to report on the issue, at least four occasions when the federal government financially compensated \nindividuals for their relocation, two apologies from the Office of the President of the United States, and at least 2 \nbillion (dollars) spent investigating, researching, and providing compensation to individuals affected by these \npolicies. There is no shortage of the federal government's acknowledgement of the World War II relocation policies.\n\nWhat I might point out, however, is that I could find relatively little mention of the country's predicament at the time \nof the enactment of these policies, and then-President Franklin Roosevelt's issuing of Executive Order 9066, which \nwas on February 19th of 1942. The context is that the United States was being attacked in an all-out global war that \nwe did not seek.  U.S. citizens were being killed. The future of civilized society lay in the balance, and the president \n\n\n\nhas a responsibility to protect the population from future attack and from the theft of military and intelligence secrets \nand acts of sabotage by our enemies.\n\nThere have been a few writings on the issue.  For instance, David Lowman, former special assistant to the director \nof the National Security Agency, wrote about espionage tactics by the Japanese that involved soliciting Japanese-\nAmericans to spy on U.S. institutions.  I would have liked to have invited Mr. Lowman to testify today, but he's \ndeceased.  However, he did testify in front of the House Judiciary Committee about this same topic in June of 1984.\n\nI also looked at the report of the Commission on Wartime Relocation and Internment of Civilians, thinking it would \nsurely mention the intelligence gathered by the Roosevelt administration as a reason for the enacting of the \nrelocation policies, but there didn't seem to be any mention of it in that report either.  In fact, Mr. Lowman points out \nin his book, the commission concluded -- and I quote, \"The commission concluded that there was no evidence of \nespionage by West Coast Japanese residents,\" close quote.\n\nHe does go on to note that the commission overlooked the intelligence on the subject which was charged to -- \nwhich it was charged to investigate and that this same intelligence was the reason Executive Order 9066 was \nissued by President Roosevelt in the first place.  Such a rewriting of history is indefensible and does a disservice to \ngood people who had to make tough decisions in trying times.\n\nMaybe what we need is a commission on useful accounting of the espionage, sabotage and pro-Nazi, pro-Hitler \nagitation that did take place on our shores before and during World War II.  I understand that there have been some \ngroups of people not included in the reports previously issued on the topic of treatment of civilians during World \nWar II.  But how many more times will we be forced to revisit this issue?\n\nTo establish a commission to review how U.S. government treated every person during World War II is ludicrous, \nyet that is exactly where we are heading each time this issue is raised.\n\nThere's no getting around the fact that the federal government must take appropriate actions during times of war to \nprotect its citizens.  In fact, our Founding Fathers recognized -- and they recognized that when they enacted the \nAlien Enemies Act; that was in 1798.  Not taking necessary action would be abdicating perhaps the foremost \nresponsibility of the federal government:  to protect its population from those who would do us harm.\n\nLet me also discuss, briefly, where I think this is going and what kind of a pattern that we are in.  We held at least \none hearing in the last Congress on slavery reparations.  We have had a president who apologized to entire -- an \nentire continent for slavery -- for America's act in slavery.  And I -- and I will point out that when we judge our \npredecessors by contemporary values, we always lose something in that contextual analysis.\n\nWhen a nation is under attack -- well, let me just take it back to slavery.  When you have a -- I think that we deserve \na lot of credit as a nation and as a civilization for eradicating slavery, and yet we are wallowing in a guilt for these \ngenerations for sins that were committed by previous generations.  I think we need to recognize the accurate history \nand do so objectively, but I don't think that we can -- we can legitimately atone for those mistakes by rewarding the \nthird generation of people who perhaps were disenfranchised for a time.\n\nAnd I think we have to take this into the context of President Roosevelt had intelligence; he acted on that \nintelligence.  Whether or not it was in good faith, we can't really help the people that had their lives altered by that.\n\nBut I would also point out that we're not here talking about reparations or compensation for the descendents of \nthose who were killed in World War II, that same war, where about 450,000 Americans lost their lives.  And in fact, \nthere's a missing generation there for those children that were never born because their fathers were killed \ndefending the freedom that we enjoy.  So if we're really serious about compensating those who have suffered an \ninjustice, it more goes to those who have had their parents lose their lives in these previous wars.\n\nAnd I want to add, also, that, you know, this pattern of finding another victims' group and finding a way to reach into \nthe pocket of the American taxpayer and eventually, through this process, where there is a -- not a formal hearing \n\n\n\ntoday, but eventually we get to this point where there's a request for reparations and a request for an appropriation -\n- this is the process; this is the pattern.  And I don't think that America has enough to be guilty about that we ought \nto be wallowing in self-guilt here today, under the third and fourth generation, and that is biblical.\n\nAnd if I could just conclude my statement, Madame Chair, I would do so in a sentence, and that is that it's been \nreported that about 645,000 slaves were brought into this country.  And I would say that there's also a reference to \nabout 1-1/4 million Christian slaves who were also enslaved in the previous centuries, and I hear no mention of that \nas well.\n\nSo let's get on with our future lives and stop wallowing in this thing that we would impose upon our ancestors that \nwould be a request for funding from today's producers.\n\nI thank you, and I yield back.\n\nREP. LOFGREN:  The gentleman's time is expired.\n\nI am going to introduce the witnesses and ask that your -- unanimous consent that your full statements be made \npart of the official record.  And we have time for five minutes of oral testimony. I'm going to be strict on the five \nminutes because we have many witnesses today and we want to make sure they all have a chance to be heard.\n\nSo let me first introduce the first panel.  We have Professor Daniel Masterson, who teaches Latin American history \nat the Naval Academy.  He's written extensively on militarism, insurgencies, immigration, race relations.\n\nHe has a number of important books to his credit, and we are pleased to have him as a witness today.\n\nWe also have Grace Shimizu, who is the director of the Japanese Peruvian Oral History Project and the coordinator \nfor the Campaign for Justice:  Redress Now for Japanese Latin Americans.  She is also the project director of a \ngroundbreaking traveling exhibit, and we are very pleased that she is here, all the way from California, to be a \nwitness for us today.\n\nAnd finally, I would like to introduce Libia Hideko Maoki Yamamoto.  Ms. Yamamoto was born is Chiclayo, Peru; at \nthe age of 7 was interned in the Crystal City Internment Camp in Texas.  After release from camp, she and her \nfamily resettled in California.  She is a founding member of the Japanese Peruvian Oral History Project. She's \ntrilingual, in English, Spanish and Japanese, and lectures often about her internment experiences.  And she is a \nresident of Richmond, California, and we're grateful to her as well, from -- coming all the way from California.\n\nNow when -- we have this little machine, and when the light turns yellow, it means you only have one minute left.  \nAnd when the light turns red, it means your five minutes are up and I'll ask you to cede the testimony to the next \nwitness.\n\nIf we could begin with you, Professor Masterson.\n\nMR. MASTERSON:  Thank you, Madame Chair and -- (off mike) -- committee for inviting me to speak --\n\nREP. LOFGREN:  Could you turn on your microphone?\n\nMR. MASTERSON:  Okay.\n\nREP. LOFGREN:  There.  Good.\n\nMR. MASTERSON:  I'd like to thank you all for inviting me and giving me an opportunity to speak on this issue.  I've \nstudied and written on this for about 20 years, but my books don't exactly reach best-seller proportions.  So I think it \nneeds a wider audience, to say the least.\n\n\n\nI just want to do three things today, quickly as I can:  to talk about the Japanese relocation and internment issue, to \nspeak about the nature of the Japanese in Latin America, and also to look at the question of whether or not a \ncommission should go ahead and address this issue with wider study.\n\nThe internment issue, I think, is only known to a small number of scholars and the participants themselves, despite \nthe fact that there are a number of books written on this topic.  We obviously have a situation between 1942 and \n1945 in Latin America where the United States felt compelled to, number one -- this was one option -- to have the \nLatin American governments intern their own Japanese, which they did.  This was the case in Mexico.  This was the \ncase in Brazil.  This was the case in Paraguay.  Those nations chose not to participate in the internment and \nrelocation process.\n\nTwenty-two hundred and sixty or so chose -- or the representative governments chose to send 2,260 to the United \nStates in a relocation process which was primarily designed not so much for internal security issues but for a \nprisoner exchange to Japan.  Ultimately, about 1,400 of these ended up in Japan in a prisoner exchange, primarily \nbecause they entered the United States as stateless citizens.  Their passports were taken from them upon their \ndeparture from Peru, in most cases, where there were about 1,800 Peruvian nationals who were essentially sent \nover.\n\nWhat this does, basically, is establish a precedent for prisoner exchange, which, in many instances, tests the \ncredibility of international law at this point.  Many of these people were selected not through a systematic process of \nidentification through counterespionage activity, but rather through dragnets in Lima, Peru, for example, where the \nLima police, in most cases, simply selected an individual or -- someone who was easily available.\n\nThe third secretary of the Peruvian embassy at this point, a man named John Emerson (sp), looked upon this \nsituation very carefully from 1943 through 1945 and said it was a very haphazard process, one in which -- it did not \ninvolve a systematic detaining of Latin American Japanese who were primarily perceived of as a difficult -- or I \nshould say a possibility for espionage threats.\n\nThese people eventually ended up in war-torn Japan without recourse for their citizenship status, because Peru \nwould not accept them back and the United States chose to deport them between 1943 and 1945 -- actually, \nthrough 1947.\n\nNow, were they guilty of espionage?  This is a question which has to be addressed, perhaps in the pursuit of this \ncommission.  But I have looked and a number of other people have looked at Federal Bureau of Investigation files \navailable at the Franklin Roosevelt Library in New York, and they concluded, as did John Emerson (sp), that there \nwas no evidence of any espionage whatsoever within the realm of the Peruvian Japanese or the Japanese \nPeruvians during World War II.\n\nThe FBI was given responsibility for counterespionage activities in Latin America, and they pursued this quite \ndiligently in Peru, quite diligently in Panama, where the Panamanians in Japan were interned.  And their files are \navailable for further perusal, which would be, I think, a very good possibility for some future commission to justify \nthis point.\n\nWho were these Japanese Peruvians?  Who were these Japanese Latin Americans?  They came from the southern \nprefectures of Japan beginning in 1899.  They went to Mexico, where they were cotton farmers.  They went to \nMexico and northern Mexico to work on the railroads.  They worked as miners.  In Brazil they worked as coffee \npickers.  They ended up, in many cases, in Brazil establishing colonies in the interior, in San Paulo state, and \nbecame some of the most productive agriculturalists in all of Brazil.\n\nIn Peru, they came as sugarcane cutters, where almost immediately they found the conditions on the sugarcane \nfields to be so abhorrent that they fled and ended up in large numbers in Lima, Peru.  About 85 percent of all \nJapanese Peruvians today live in Lima.  There they established very profitable commercial enterprises and in fact \nbecame the commercial backbone of many Lima businesses.\n\n\n\nSmall numbers of these businessmen of course were basically just trying to survive.  And I think it would be \ninstrumental to point out one of them.  He was the father of Alberto Fujimori, who was --\n\nREP. LOFGREN:  Professor, we're going to ask you to wrap up because your time has expired.\n\nMR. MASTERSON:  -- okay, I'm wrapping up -- he was the father of Alberto Fujimori, who later became president of \nPeru.  He, like many thousands of Japanese Peruvians, had his property seized during World War II.\n\nREP. LOFGREN:  Thank you very much, Professor.\n\nMR. MASTERSON:  Okay.\n\nREP. LOFGREN:  We're now going to turn to Ms. Shimizu.\n\nMS. SHIMIZU:  My father was born in 1906 in Hiroshima, Japan, and immigrated to Peru when he was 18 years old \nto work with his brother in a family business.  During World War II, our family charcoal business was put on La Lista \nNegra, the blacklist of so-called potentially dangerous enemy aliens, which affected successful businesses and \nindividuals, often with no connection to the Axis powers, but were -- but who were community leaders like \njournalists, teachers, business owners, priests, or officers of prefectural clubs or cultural organizations.\n\nMy family members and others on this list were never charged with a crime.  There were no search warrants \nissued, no hearings held.\n\nWhen U.S. transport ships came into the harbor of Callao, some men on the blacklist went into hiding, my uncle \nincluded.  The first time the Peruvian authorities came looking for my uncle, who headed our family business, they \ntook my cousin instead.  My cousin was interned in the U.S. and used in the second prisoner exchange.\n\nIn 1944, when my father was 38 years old, the authorities deported him to a U.S. military camp in the Panama \nCanal Zone for detention at hard labor, which was in violation of the Geneva Convention.  My father never shared \nhis experience in the Panama camp, but we do have the statement of another Japanese Peruvian, who recalled \nbeing put to work clearing the jungle around the camp.\n\nOne humid day the internees, many of whom were elderly, were told to dig a pit.  He thought he was digging his \nown grave.  When they were told to fit the pit with buckets of human waste from the guards' latrines, then the older \nmen were so tired that they could not run fast enough to please the guards.  They were poked and shoved by \nguards with bayonets.\n\nMy father was detained in the Panama camp for several months. When the next U.S. transport arrived, the \nprisoners included his first wife, his brother, and his brother's wife and children.  They were taken to the U.S. for \nindefinite internment at Crystal City, Texas, for the purpose of prisoner exchange.  My father's wife died in that \ncamp due to the trauma of the imprisonment and lack of adequate medical care.\n\nWhile interned, my father also learned that seven other members of our family who remained in Peru had been \nkilled, and circumstances surrounding their murders were never solved.\n\nAt the end of the war, my uncle and his family were deported to Japan and dumped off to find their way to the home \nof my grandmother in Hiroshima.  My father was released on parole from camp under the sponsorship of Japanese-\nAmerican relatives living in Northern California.  His intention was to return to his home, business, and surviving \nrelatives in Peru, but internees were not allowed reentry by the Peruvian government, initially.\n\nHe eventually remarried and started a family with my mother in Berkeley, California.  In the 1950s, with changes in \nthe immigration laws, he was allowed to change his status from illegal alien to legal permanent resident.\n\nI've come to understand the significance of my father's wartime experience through the work of the Japanese \nPeruvian Oral History Project.\n\n\n\nWe are learning that our families' wartime experiences were part of a larger Latin American program whereby the \nU.S. government went outside its borders to 13 Latin American countries and seized 2,264 men, women and \nchildren of Japanese ancestry, both citizen and immigrant residents of those countries; forcibly deported them to \nthe U.S. internment camps without legal extradition, without due process, without charges and deprived of legal \ncounsel.\n\nWe are also learning that German and Italian communities in the U.S. and Latin America were also swept up in this \nturmoil.  In total, over 31,000 so-called enemy aliens of German, Italian and Japanese ancestry in the U.S. and \nfrom Latin America were apprehended and detained, and thousands interned in camps which were different from \nthe 10 War Relocation Authority camps where Japanese-Americans were incarcerated.\n\nWe are also learning more about the prisoner exchange program, where over 4,800 men, women and children were \nforcibly thrust into the war zones of the Far East and Europe.  Of these, over 2,800 were of Japanese ancestry, \nabout half of whom were Japanese Latin Americans.\n\nWhat is being uncovered is a shocking picture of how the U.S. government initiated and orchestrated a program of \nmassive civil rights violations, crimes against humanity and war crimes spanning two continents before, during and \nafter World War II.  U.S. government policies and actions, and what our former Japanese Latin American and other \nenemy alien internees endured during World War II, warrants deeper investigation.\n\nWe are here today to urge your support for passage of H.R. 42. Thank you.\n\nREP. LOFGREN:  Thank you very, very much.\n\nAnd finally, you, Ms. Yamamoto.  Thank you so much for being with us today.\n\nMS. YAMAMOTO:  My father migrated to Peru in 1914, at the age of 20, as a contract laborer from Japan.  Through \nhard work and dedication, my father rose from his humble beginnings, to become a successful businessperson and \nestablish our family as one of the many respected in the Peruvian city of Chiclayo and a nearby sugar plantation of \nHacienda Toma (ph).  The period during World War II was very confusing for everyone in our community, as we \nbegan to feel the effects of the war.  Still, I never thought that our family would be affected.  I was wrong.\n\nOn the night of January 6th, 1943, the police came to our house in the hacienda and said to my father, \"Senor \nMaoki, we have to take you, by the order of the United States of America.\" That night they took him to jail.  We did \nnot get any explanation.  Everything happened so suddenly that my father had no time to pack any of his things.  \nWe knew nothing of his situation until the next morning when my father was moved to the city jail, and I went with \nmy mother to visit my father there.  During this time, the mothers who were there to see their husbands in jail held \ntheir tears in and tried to be strong.  Some were more successful than others.\n\nThen a truck came and our fathers were forced to get on it.  That truck drove away, and we didn't know where they \nwere taking them, why, for how long, or if they'd come back.  As my father and the others waved goodbye, I \nremember our mothers lost their composure and collective weeping erupted into loud cries.  This was an extremely \ntraumatic experience for me at age seven.\n\nFinally, after an entire month, we received a letter from my father in Panama.  We were just so happy to hear that \nhe was alive. Later, we learned that his passport was confiscated and he was interned in a Department of Justice \ncamp in Texas.  There my father learned that the men from Peru were going to be shipped to Japan in prison -- in a \nprisoner exchange.  My father and the others began protesting, because they knew this meant indefinite separation \nfrom their families.  The so-called solution to this problem was to reunite these men with their families in \nDepartment of Justice camps.  I think the U.S. government did not mind this because, in effect, it provided more \nhostages.  Still, there were some families who were never able to reunite.\n\n\n\nWe left Peru from the Port of Callao in July of 1943.  Boarding the ship was horrifying because there were U.S. \nsoldiers on board pointing their big gun at us as if we were criminals.  When we got to New Orleans officials \ninspected all our baggage, and some families had previous -- precious belongings thrown into the water.\n\nThe Peruvians on our ship were among the lucky ones, because I later learned from my friend that she and other \nwomen and children were let off their ship first and marched to a warehouse.  They were ordered to strip and stand \nin line naked, and then were sprayed with insecticide.  I can't imagine the humiliation my friend felt having to strip \nher clothes off in front of boys our age.  How awful this must have been for our mothers, whose modesty was \nviolated.\n\nDespite the difficult conditions at the camps, my family was glad to be reunited with my father.  At the end of the \nwar, the U.S. government told us to leave the country because we were illegal aliens.  My sister and her family \nwere deported first to Japan.  She later wrote to us in camp that many people were starving and her family had to \npull out weeds from the ground just to feed themselves, and her 5-month-old baby died from malnutrition.  When it \nwas my family's turn to leave, my father became very ill and our deportation to Japan was cancelled.  Fortunately, \nwe had Japanese-American relatives in Berkeley who sponsored us out of camp in 1947, and we moved to \nBerkeley, California as parolees.\n\nI am now 73 years old, and many of my friends my age who had similar experiences have passed on.  I come here \ntoday to ask that you support this commission bill to study what happened to families like mine.  Please help pass \nthis bill before it's too late.\n\nThank you.\n\nREP. LOFGREN:  Thank you very much, Ms. Yamamoto, for sharing your story.  I know it's difficult to speak, but it's \nimportant that your voice be heard.  And we do appreciate your testimony.\n\nWe now have a time when members of the panel can pose questions -- of the committee, may pose questions to \nthe panel for as long as five minutes.\n\nMr. King, would you have questions?\n\nREP. KING: I do, Madame Chair.  I thank you.  And I'd say again to the witnesses, thanks for your testimony.\n\nAnd Ms. Yamamoto, I understand that it's very difficult to relive this after all these years, and I recall you saying that \nyou were seven years old at the time.  I appreciate you all coming, and there are things that we do to serve our \ncountries and to serve humanity that cause us to have to rise above, sometimes, the things we might not want to \ndo.  So I'm not going to ask you any questions.  I'll give you a little relief from that; maybe you can sigh a little.  And \nI'll direct to the other witnesses, who I think maybe can illuminate this a little bit for me, too.\n\nAnd I would ask Ms. Shimizu, is it your position that there should be an apology by the United States?\n\nMS. SHIMIZU:  We're here today to urge that what happened to our parents, our families, really be investigated \nfurther.  And through that investigation, as more of the information comes out and the background becomes more \nclear, I think our faith is put in the commissioners to make the appropriate recommendations.\n\nREP. KING:  Then if that investigation -- if there's full acknowledgement and then if that investigation concludes, I \nthink, a conclusion that you have drawn, then would you then be asking for proper redress?\n\nMS. SHIMIZU:  Well, I would be looking at what the recommendations were.  And then at that point, I mean, we \nwould be at a better position to respond to that.\n\nREP. KING:  OK.  Thank you, Ms. Shimizu.\n\n\n\nI'd ask Professor Masterson.  And you mentioned that there was very little -- very little public knowledge about the \nPeruvian detainees.  And I mentioned in my testimony a book -- I have the copies of it -- by David Lowman, called \n\"Magic.\"  Are you familiar with it?\n\nMR. MASTERSON:  Well, there's three books on this topic -- at least three -- and two more that I've written that \ndeal with it.  But what we have to be aware of is that the scholarly community is a relatively small scholarly \ncommunity.  And does this information get to the public?\n\nREP. KING:  So, excuse me, but are you familiar with this copy?\n\nMR. MASTERSON:  Yes, I've heard of it, yes.\n\nREP. KING:  Thank you.  And have you had an opportunity to read it?\n\nMR. MASTERSON:  No, I haven't.\n\nREP. KING:  Okay.  I just -- I'd encourage you to do that, because to have a balance in the history that you're \ntalking about, I think it's important for you to understand the other side of this. And I would just comment that, as I \nlistened to your testimony, one thing stood out to me:  that the Japanese workers fled from the fields in Peru.  And \nyou know, I might have characterized it that they migrated to better opportunities.  There were a lot of bad \ncircumstances during those times.\n\nBut I -- and what I mentioned in my testimony about the historical chronology of the Christian slaves, 1-1/4 million, \nwhich is about twice as many Christian slaves as there were African-Americans brought here under slavery, at least \nby some accounts.  Is that is a piece of history that you had an opportunity to study?\n\nMR. MASTERSON:  Of course.  But you're looking at two different situations.\n\nREP. KING:  Sure I am.\n\nMR. MASTERSON:  You really are.  And what you have, of course, is a situation in Peru where individuals are \ntaken from their individual environments, many of whom have no justification whatsoever with regard to association \nwith espionage.\n\nAnd in fact, you could argue that it wasn't directly related to the security of the United States; it was more directly \nrelated to the welfare of American citizens who were behind American lines, and the exchange was being done for \nthem.\n\nThat could be -- could be a higher --\n\nREP. KING:  One might do that, Professor Masterson -- appreciate as I might, my clock is ticking.\n\nMR. MASTERSON:  Okay.\n\nREP. KING:  I want to be respectful, but -- and I think that that's true, they are different circumstances.  And I would \ngo -- I would ask it this way:  This was a global war.\n\nMR. MASTERSON:  Yes.\n\nREP. KING:  It was a world war, and there were political entities for every nation-state, and there were sub-entities \nwithin the nation- states, and each of them were operating for national survival, as well as doing a calculus off the \nintelligence that they had at the time.\n\nAnd so we had internments that went on around the world, and there were some horrible things that took place.  \nAnd I would ask unanimous consent to introduce this book called \"Last Man Out.\"  It's about the internment also of \nAmerican prisoners in the Philippines, and I think it's important to add to this scholarship as well --\n\n\n\nREP. LOFGREN:  Without objection.\n\nREP. KING:  -- Madame Chair.\n\nMR. MASTERSON:  May I respond to that?\n\nREP. KING:  And I would then just -- I would just -- Professor Masterson, you've done a thorough study of this, and \nin the time we have left I'd just offer back to you --\n\nMR. MASTERSON:  Okay.  Sure.\n\nREP. KING:  -- to conclude your statement so the -- respectful of your testimony.\n\nMR. MASTERSON:  There is a parallel to this, and that is that many of the Latin American governments who were \ninvolved in counterinsurgency wars during the 1970s and '80s, where substantial violations of human rights \noccurred, have created truth and reconciliation commissions.  Argentina has done one; Peru has done one.  And \nthat's designed to exactly -- to do exactly what we're talking about today:  rectify a situation, which needs to be \ndone, with regard to the overall strength of --\n\nREP. KING:  Reparations do that?\n\nMR. MASTERSON:  -- the democratic process, which --\n\nREP. LOFGREN:  The gentleman's time has expired.  I'm going to ask, since we have three panels, that we go to \nsee if Mr. Lungren has questions.\n\nREP. KING:  Madame Chair, could I just ask unanimous consent -- let me just pose a brief yes or no question to the \nwitness.\n\nREP. LOFGREN:  (Off mike.)\n\nREP. KING:  I thank you, Madame Chair.  And are you here -- do you support or oppose, then, reparations?\n\nMR. MASTERSON:  I am of the opinion that the reparations issue should be resolved by a commission which we \nare asking to be formed. We are not prejudging any of this until the commission does so.\n\nREP. KING:  Thank you.\n\nThank you, Madame Chair.\n\nREP. LOFGREN:  Ms. Sanchez has no questions.\n\nMr. Lungren, do you have questions, or can we move to the next panel?\n\nREP. DAN LUNGREN (R-CA):  (Off mike.)\n\nREP. LOFGREN:  Thank you very much.\n\nThen we will thank you, witnesses, for being here and ask the next -- the second panel to come forward.\n\nMS.    :  Thank you.\n\nREP. LOFGREN:  As the panel -- the second panel is coming forward, I would like to introduce them.  First, we \nhave John Christgau.  Mr. Christgau is the author of eight nonfiction books, including \"Enemies: World War II Alien \nInternment,\" the first book published on the subject.  For the past eight years, he's been a member of the Enemy \nAlien Files Consortium, creators of the photo exhibit, the \"Enemy Alien Files: Hidden Stories of World War II.\"\n\n\n\nI'm also pleased to introduce Karen Ebel.  Ms. Ebel is the daughter of a recently deceased German-American \nWorld War II internee. She is president and a founding member of the German-American Internee Coalition, which \nwas created to educate the public about and advocate for ethnic German-American and Latin American internees \nand their families.  She is also a member of the multiethnic Enemy Alien Files Consortium, representing the \nGerman-American community.\n\nNext I would like to introduce Heidi Gurcke Donald.  Ms. Donald and six members of her family were deported from \nCosta Rica for internment in the United States during World War II.  A founding member of the German-American \nInternee Coalition, she serves on their board and writes for their website.  She is the author of \"We Were Not the \nEnemy,\" a book about her family's World War II experiences.\n\nAnd finally, I'd like to introduce Dr. John Fonte.  Dr. Fonte joined the Hudson Institute in March 1999 as a senior \nfellow and director of the Center for American Common Culture.  He has been a visiting scholar at the American \nEnterprise Institute, where he directed the committee to review national standards under the chairmanship of Lynne \nCheney.  He also served as a senior researcher at the U.S. Department of Education and a program administrator \nat the National Endowment for the Humanities.\n\nAs noted with the first panel, your full written statements will be made part of the official record.  We would ask that \nyour oral testimony consume five minutes.  When you have one minute left the yellow light will go on.  And we're \ngoing to be strict about the time frame because we have still a third panel after you and we want to hear everyone.\n\nSo if you would begin, Mr. Christgau?\n\nMR. CHRISTGAU:  (Off mike.)\n\nREP. LOFGREN:  If you could turn on your microphone -- thank you.\n\nMR. CHRISTGAU:  Thank you, Madame Chairwoman.  I appreciate this opportunity to talk about a piece of World \nWar II history that has been largely ignored.\n\nAt nightfall on December 10th, 1941, just three days after the Japanese attack on Pearl Harbor, an unusual \nthunderstorm struck southern California.  The deep booming thunder sounded like an enemy bombardment, and \njittery citizens of Los Angeles and San Diego feared they were under attack.\n\nAn immediate lights out order was issued from Bakersfield to San Diego, and the coast went dark.  Los Angeles \nresidents shot out streetlights in the frenzy to black out the city.  Hospitals were swamped with calls for ambulances \nto cover traffic accidents involving panicked drivers.\n\nThat panic did not disappear, especially from the West Coast. And in the weeks after, long-held ethnic and racial \nprejudices aggravated by the wartime panic led to the internment of over 30,000 so-called enemy aliens of German, \nItalian and Japanese nationality. The arrests were done under the provisions of the Alien Enemies Act, which says \nthat whenever war is threatened or declared, all citizens of the hostile nation who shall be within the United States \nshall be liable to be apprehended, arrested, detained and removed as enemy aliens.\n\nFor months prior to the start of World War II, the FBI had been investigating so-called enemy aliens.  The FBI sent \nits investigative reports to the Special Defense Unit of the Justice Department.  That unit created what was called a \ncustodial detention index, or ABC lists, which classified the aliens with respect to how dangerous the government \nconsidered them.\n\nAliens on the A list were considered the most dangerous and were subject to immediate arrest and detention in \ncase of war.  Those lists were based on hearsay gathered mainly from confidential informants. In San Francisco, a \nJewish immigrant named Eddie Friede, who had narrowly escaped death in a concentration camp in Germany, was \narrested, detained and then interned in North Dakota.  In a letter to Eleanor Roosevelt he pleaded, \"Please see \nwhat you can do to get me released from internment.\"\n\n\n\nEventually, wartime Attorney General Francis Biddle recognized the unreliability of the lists and wrote, \"It is clear to \nme that this ABC classification system is inherently unreliable.  It should not be used.\"  Still, eight internment camps \nfor enemy aliens were established in Texas, North Dakota, New Mexico, and Idaho.  In addition to those eight \ncamps, there were dozens of other sites, from hastily constructed detention centers to compounds run by the Army.\n\nThose combined facilities detained and interned a total of 31,285 enemy aliens and their families between 1941 and \n1948.  Approximately 16,000 were Japanese, nearly 11,000 were German and 3,000 were Italian.\n\nBeyond those who were interned, tens of thousands more -- mainly Japanese but also Italians in large numbers and \nsome Germans -- were forced to evacuate their homes in critical military zones on the East and West Coast and \nrelocate their families.  Once aliens and their families were detained or interned, they were given a brief hearing \nbefore an alien enemy hearing board to determine their guilt or their innocence.  The hearings lasted from five to 15 \nminutes, and there was no opportunity for the internees to learn the FBI's charges against them.\n\nSo why has so little historical attention been paid to the World War II Alien Enemy Control Program, which affected \nso many thousands of people from German, Italian, and Japanese communities?  Perhaps the answer lies in \nsomething one German internee chose to call \"Gitterkrankheit,\" the fence sickness.  After you've been behind \nbarbed wire for months and years, the internee explained, a part of you begins to feel like a criminal even if you've \ndone nothing wrong.\n\nREP. LOFGREN:  Mr. Christgau --\n\nMR. CHRISTGAU:  When you finally get out, he said, you'd rather not talk about the past.\n\nThank you.\n\nREP. LOFGREN:  Thank you so much.  And it's -- I didn't know the Los Angeles storm story; it's fascinating.\n\nMs. Ebel, I would like to hear from you.\n\nMS. EBEL:  My father, Max Ebel, a German internee, died in May 2007.  I'm sitting --\n\nREP. LOFGREN:  Could you turn on your microphone, please?\n\nMS. EBEL:  I'm sorry.\n\nREP. LOFGREN:  Very good.\n\nMS. EBEL:  My father, Max Ebel, a German internee, died in May 2007.  I'm sitting where my father should be.  \nOne of the last times we talked, he told me how sad he was that the Wartime Treatment Study Act had not passed.  \nHe said, \"Karen, this is important.  Don't give up.\"\n\nMoments after he died, all I could think of was that I had failed.  Almost 88, Dad still didn't live long enough to hear \nhis government acknowledge his internment.  He didn't even talk about it until he was 80, and then only with much \nprodding.\n\nOnly 17, Dad arrived in New York Harbor in 1937.  He left Germany because he'd had a dangerous knife fight with \nlocal members of the Hitler Youth.  They were angry because he wouldn't join in their activities.  Following his father \nto America, Dad boardered (sic) the \"SS New York\" with a nickel in his pocket, new woolen knickerbockers, and \nhoped -- hope.  He once told me I was an American right from the beginning and I always will be.  I appreciated my \nfreedom as much as a fish let out of a bowl.\n\nOn December 5th, 1941, Dad learned that his citizenship application was accepted.  Two days later, he and a \nmillion Germans, Japanese and Italians became the enemy with a stroke of FDR's pen. Our country was in grave \ndanger, and America had to protect itself. Most escaped the internment disaster, and some deserved what they got, \nbut thousands didn't.  My father was one of them.\n\n\n\nDad was arrested and detained in September 1942.  His adversarial hearing board recommended parole, but the \nDepartment of Justice deemed him potentially dangerous to the public peace and safety of the United States.  \nInternment was ordered.\n\nAfter three months in a Boston detention center, he was shipped to Ellis Island, where he joined hundreds of other \ninternees living in squalid conditions.  Then, by blacked-out rail car, under guard, it was on to Army facilities at Fort \nMeade, and later Camp Forrest in Tennessee.  Finally, he landed at Fort Lincoln, in Bismarck, in May 1943.  The \nonly descriptive note in his calendar says, \"Arrived. North Dakota.  This is Hell.\"  Dad was back in the fishbowl he \nthought he'd left behind.  He had no idea why or how he'd get out.  This was not his American dream.\n\nHe found a way out that he was happy helped his new country, too. That fall, about a hundred trustworthy \ninternees marched out of Fort Lincoln.  For several months they lived in boxcars, still under guard, replacing rails \non the North Dakota plains.\n\nIn April 1944, he was drafted into the Army.  Now, my dangerous father was trustworthy enough to fight, but he \nflunked his pre- induction physical.  He remained interned.  Because the railroaders' good work helped the U.S. war \neffort, he got a rare rehearing.\n\nDad really never knew why he was interned, but the release recommendation he got years later implied it was \nbecause he didn't want to fight in Europe and made pacifist remarks.  He apparently once said Hitler built good \nroads.  It states that Dad was in no sense disloyal, that his further internment was unjustifiable, and recommends \nunconditional release.  He was paroled.  Back in Boston, he was not allowed near railroads.  Three years after his \narrest, he was finally free.\n\nOne day in the '80s, listening to news about Japanese-Americans, Dad said, \"You know, something like that \nhappened to me.\" I didn't pursue it, and he didn't either.  Ten years ago we did.  We learned about the enemy alien \nlaws, the camps, the exchanges, and the Latin American Program.\n\nI think my country is better than this.  The internees deserve recognition, and the public should know what \nhappened.  Progress has been made, but slowly, and not enough.       Many still don't believe Germans and Italians \nwere interned.  Others think that there really -- there really weren't enough to care about, that the internees were \nmostly only aliens, and that they must have been guilty of something to be there in the first place.  Many internees \nare still afraid to speak.\n\nEight years ago, the Wartime Treatment Study Act was introduced for the first time.  It was a wonderful, miraculous \nday for the internees.\n\nThe bill was just introduced for the fifth time.  We are so grateful to Representative Wexler, Senators Russ Feingold \nand Charles Grassley for their diligence.\n\nThe advanced age of the remaining internees weighs heavily on my mind.  Acknowledgment is long overdue.  \nSadly, my dad can't be here to see it.  You can help make sure the remaining internees do.  Please make the study \ncommission a reality.  Thank you very much.\n\nREP. LOFGREN:  Thank you very much.  Before we ask Ms. Donald to give her testimony, we'd note that we've \nbeen joined by Congressman Robert Wexler, a member of the committee.\n\nMs. Donald, we'd love to hear from you now.\n\nMS. DONALD:  Thank you very much for (allowing ?) me to speak.  I would also like to say that Libia Yamamoto -- \n(off mike) -- (mike is turned on) -- are sisters, sort of, since she came from Peru and my family came from Costa \nRica.\n\n\n\nSeven members of my family were taken from Costa Rica for internment in the United States in 1943.  My parents, \nmy aunt and uncle, my cousin, my sister and I were all -- lost -- and thousands of others -- lost our livelihoods, our \nhomes, our personal property, our countries, and our freedom.\n\nOver 3,000 German -- ethnic Germans in -- of Latin America were also deported through the United States to war-\ntorn Germany.  Some of them lost their lives.  So when I tell you my story, realize that my story is one of the least \nterrible of the stories.\n\nIn World War II, my father was labeled by the United States as one of Costa Rica's 35 most dangerous enemy \naliens.  After the war, in a governmental -- U.S. governmental review done in 1946, they found that there were no \nfacts to that claim.  Our family's whole ordeal hinged on unsubstantiated allegations by anonymous informants with \none true fact:  My father had been born in Germany.\n\nBy mid-1941, the U.S. Proclaimed List had ruined my father's business.  He and my mother, who had barely ever \ngardened, tried to figure out a way to eke their way through the war years.  They ended up with the idea of a farm, \nand for about a year they were semi- successful.  By mid-1942, though, my father and my uncle were thrown into a \ndirty, vermin-filled, overcrowded prison.\n\nMy mother, Starr, who was a United States citizen, born and raised in San Jose, California, wrote this anguished \nletter to her brother:  \"July 17, 1942.  Since the day before yesterday, Werner has been in the local penitentiary.  \nWe haven't the remotest idea why they arrested him or what's going to happen to him and the many others there, \nand they won't let me see anyone to find out the charges against him or to do any explaining.  Heidi wakes up at \nnight screaming, 'Papi, Papi,' and today is Ingrid's first birthday.\"\n\nMy father also wrote desperately to the United States officials. On the 8th of September, \"In a last effort to solve the \nsituation of my family, I, Werner Gurcke, now interned in the concentration camp in San Jose, Costa Rica, sincerely \nask to consider the following points. There does not exist a real motive for my internment otherwise than that I am \nGerman.  Even if you do think so, there must be a mistake, and I'm sure to convince of it if you will have the \nkindness to present to me the reasons.\"\n\nBut there was no kindness.  There were no hearings.  There were no legal proceedings.  There was nothing.  So in \nJanuary of 1943 we were loaded onto the United States Army Transport Puebla for deportation to the United \nStates.  We sailed on January 26th and arrived in San Pedro, California on February 6th.  There, we were declared \nto have entered the country illegally because our passports and our visas had been confiscated on shipboard.\n\nWe were given tags to tie to our clothes -- this is my family's tags.  Imagine, tagged like a piece of baggage, loaded \nonto a train to the Crystal City Alien Detention Station, which later, euphemistically, been -- has been called a family \ncamp.  There, public health officials found that, of our group of 131 people, 66 people required immediate medical \nattention.  Two children required immediate hospitalization, and 55 of us children were sick with whooping cough, \nincluding my sister and me.\n\nThen, finally, over one and a half years after my father was arrested, in January of 1944, he was finally given a real \nhearing. And by May of that year we were allowed to leave camp, although we were forbidden to go home to Costa \nRica.  My uncle, Karl Oskar, and his Costa Rican wife and daughter were sent to Germany that same year.\n\nDid our experience leave scars?  Consider these facts and draw your own conclusions.\n\nMy parents lived with uncertainty and fear for almost a decade.  My father was barely 61 when he died of lung \ncancer caused or exacerbated by chain-smoking begun during the long ordeal.  And more than 50 years later, my \nmother at age 83 finally tried to tell me the story.  It took me a month of daily visits, collecting her memories through \nher tears.\n\nOur suffering, our pain, our loss of civil rights has never been acknowledged by Congress.  Thousands of lives were \ndamaged.  Enormous amounts of money, which could be better spent somewhere else, were spent with no tangible \n\n\n\nresults, except broken families and destroyed lives.  Without a commission we are being written out of history.  I \nthink we as a people can and should do better than that.\n\nREP. LOFGREN:  Thank you very much.\n\nAnd finally we will turn to you, Doctor.\n\nMR. FONTE:  Thank you, Madame Chairman and Ranking Member King.\n\nMany historical facts cited in the Feingold-Wexler legislation are wrong.  It is charged that the actions of the U.S. \ngovernment, during World War II, had a devastating impact on Italian-American communities.  I am an Italian-\nAmerican and for decades have visited many Little Italys.  But there's no evidence offered, in this bill, of any \ndevastated Italian-American communities.\n\nThe FBI rightly picked up pro-fascist, pro-Nazi aliens and citizens, including members of the German-American \nBund, and the Blackshirts.  Those interned were a relatively small number of people, compared to the huge \nGerman-American and Italian-American populations in the United States, who were overwhelmingly loyal.\n\nIt's significant.  There is not reference in any of this legislation to pro-Nazi, pro-fascist and pro-Imperial Japanese \nactivities by residents of the United States, including aliens and citizens.  Why not?\n\nDistinguished historian Robert Abzug, in a review of Mr. Christgau's book, in the Holocaust review, wrote that, \nquote, \"one is struck\" -- this is from Mr. Christgau's book.  Reading the book, Abzug said, \"one is struck by the \nbenign treatment of the aliens and the extraordinary access they had, to the legal system and to appeal \nprocedures,\" unquote.\n\nHe said, even pro-Nazi German aliens were given all of these rights.  Professor Abzug noted that most German \naliens returned home or became American citizens and, quote, \"few emerged with permanent scars.\"\n\nIn 2007, the Department of Justice sent a letter to Senate Judiciary Chairman Leahy.  The DOJ letter stated that \nJustice had contacted the senior historian at the U.S. Holocaust Museum.  The historian said that the bill's \nintended depiction of the treatment of Axis citizens and European-American citizens were, quote, \"outrageously \nexaggerated.\"\n\nThe Holocaust Museum historian, when asked about the bill's accusations that the U.S. government violated the \ncivil rights of European-American citizens, said that, quote, he is \"aware of no historical facts to support these \nconclusions.\"\n\nNow, the facts concerning the Jewish refugees in these bills are accurate, whereas the facts in the rest of the bills \nare not.  So the Jewish refugee section could be made into a separate bill perhaps.\n\nThe bill's very terminology is fraudulent.  It defines German- American as U.S. citizens and resident aliens of \nGerman ancestry.  But a German alien living in the United States, in 1941, is not a German- American but a \nGerman national, a citizen of the Third Reich living in the United States.\n\nThe bill establishes an independent commission, but there is nothing independent about it.  The commission \nincludes two members representing the interests of the Italian-American community, two representing the interests \nof the German-American community.\n\nItalian-American community; am I going to be represented, or millions of other people?  Who's going to be \nrepresenting the interests of the American community?\n\nThe activists will have four of the seven seats on the commission.  They will recommend appropriate remedies \nwhich, as the Justice Department letter noted, could include financial compensation, reparations.\n\n\n\nThere is nothing in this bill that would prevent the commission from making recommendations for financial \ncompensation for former supporters of the Nazi and fascist regimes.\n\nThe commission is also charged with making recommendations for public education programs.  These public \neducation programs could become the propaganda of moral equivalence.  They did bad things in the war; we did \nbad things in the war.  They had concentration camps; we had concentration camps.  That term has been thrown \naround today.\n\nIn fact, we heard in the earlier panel a direct reference to the language used, in the Nuremburg Trials, in describing \nthe actions of the U.S. government during World War II.\n\nI quote -- earlier, just on the first panel -- quote, \"War crimes and crimes against humanity:  This is the level of \nseverity of the human rights violations for which the United States has not been held accountable.\"\n\nThis phrase is the exact charge brought against the major Nazi war criminals at Nuremberg.  The use of the term \nsuggests similarity between the behavior of Franklin Roosevelt's America and Adolf Hitler's Germany.  If this \ncommission goes into effect, we as a nation have moved from honoring the greatest generation to trashing it.\n\nThe commission is supposed to make recommendations affecting American national securities, protecting the civil \nliberties in wartime.  The agenda is clear.  The implicit logic of this bill says that there can be no special scrutiny \nunder any circumstance or for any group at any time.\n\nDuring World War II, my Italian-American relatives were subject to special scrutiny.  And they should have been.  \nToday, we are in a conflict with radical Islam.  Common sense tells us that there should be, in some cases, special \nscrutiny for some Muslims.\n\nIf there is a conflict with China, then common sense would tell us there should be special scrutiny for some Chinese \nnationals.  If there's a conflict with Iran or Serbia or Luxembourg, the principles of common sense:  Special scrutiny \nshould apply, for resident aliens and American citizens connected to this foreign power.\n\nThis bill is not only historically inaccurate.  It will teach us the wrong lessons of how best to protect our country in \nthe future. Thank you.\n\nREP. LOFGREN:  Thank you.  The gentleman's time has expired.\n\nNow we will turn to members of the committee, to see if there are questions for any of the panel members.\n\nFirst, I would turn to you, Mr. King.\n\nREP. KING:  Thank you, Madame Chair.\n\nAgain I thank all the witnesses for their testimony.  A series of questions arise for me.  But I would -- before I ask \nthem, I have an article here.  That is \"Campaign for Justice,\" dated February 22, 2004, an article written by Grace \nShimizu, that I ask unanimous consent to introduce into the record.\n\nREP. LOFGREN:  Without objection.\n\nREP. KING:  Thank you, Madame Chair and all.\n\nThat is direct contradiction to the earlier testimony.  And I wanted to point out that the statement that Hitler builds \ngood roads, by all account, I think so, on a statement made that turned out to apparently be the lead pejorative.\n\nAnd, but some of the questions that come to mind to me would be, as I listen to Mr. Christgau, this tone of America.  \nAnd sir, I'm just asking myself, as I listen to your testimony, if you were to list the countries in the world, in order of \ntheir morality or their relative morality, where would you put the United States with --\n\n\n\nMR. CHRISTGAU:  Number one.\n\nREP. KING:  As the most moral nation.\n\nMR. CHRISTGAU:  Yes.\n\nREP. KING:  Very good.  That really helps me put your testimony on a different perspective.  And I just appreciate \nthat.\n\nAnd the -- is there -- I would ask also of Ms. Ebel this question.  And I know that this gets focused on the family \nhistory and the things that you know, because of personal experience, et cetera. But have you rolled over the \nthought about how everybody's destiny is changed by a war?\n\nAnd I know that your testimony reflects upon how your family's destiny was changed, because of the actions that \ntook place within the context of this war.  Have you speculated on how different it might be, if the internees had \nbeen drafted rather than interned?\n\nA certain percentage would have gone into combat and been put at great risk.  Would that have been an injustice, \nto draft them into the military rather than intern?\n\nMS. EBEL:  I believe that if -- I think that they could have been interned and they -- I mean, they could have been \ndrafted and gone into the war.  In my father's case, he objected to it because he had family in Europe and he was \nconcerned about fighting against his brother and his cousin.  And so that's why he objected to it.\n\nIn his release recommendation, they also noted that he was disappointed that he had flunked his pre-induction \nphysical and that he was willing then to go and fight.  But are you asking me whether it would be better to draft \nenemy aliens and have them fight in the war than intern them?\n\nREP. KING:  I'd like to ask you a more general question and less specific.  But if there was conscientious objection \ntowards going back to Germany, where my uncles went, even though my grandmother came from there the \nprevious generation, there was another theater in Japan, which we've heard about.\n\nSo from that perspective, I'd just ask if you have contemplated about, as you speak for many others, I believe, here \nas a witness, how the destiny might have changed, had some of them been sent into the front and perhaps been \ncaptured by the enemy and put through those camps instead.\n\nWouldn't we have had more fatalities, some fatalities among this group that you're representing today that wouldn't \nhave lived through the war?\n\nMS. EBEL:  Yes, I think we would have.\n\nREP. KING:  And would that have been a worse atrocity?\n\nMS. EBEL:  For them to go in and fight in a war and die for their country?  Yes.\n\nBut I also wanted --\n\nREP. KING:  But many of our -- many of our contemporaries and many of our parents were engaged in that in a \n(noble ?) patriotic effort and lost their lives.  So I raise that at the beginning.  I just am having trouble getting past \nthat comparison.\n\nI think I should turn to Mr. Fonte and ask if he would comment on that?\n\nMS. EBEL:  Well, I just want to say that my father was willing to go to the Pacific, but he had objected to going to \nGermany.\n\n\n\nREP. KING:  (Inaudible.)\n\nMS. EBEL:  And I also want to add that there were many internees who had family members fighting in Europe and \nin the Pacific while they were sitting in internment camps.\n\nREP. KING: I agree.  Thank you.\n\nMr. Fonte?\n\nMR. FONTE:  Well, in fact my uncle was -- went -- in fact, was involved in the invasion of Sicily and fought against \nthe Italians and Sicilians during a war, too, so -- as many Italian-Americans did.\n\nREP. KING:  Thank you.\n\nMadame Chair, I yield back.\n\nREP. LOFGREN:  The gentleman's time -- the gentleman yields back.\n\nI would ask Ms. Sanchez if she has a question.\n\nREP. LINDA SANCHEZ (D-CA):  I just very briefly wanted to follow up on something that Ms. Ebel -- or Ibel (ph)--\n\nMS. EBEL:  Ebel.\n\nREP. SANCHEZ:  -- Ebel said regarding the fact that many aliens who were interned during this period had grown \nchildren that were fighting for the U.S. military effort, and I wanted to ask our first witness whether -- how often that \nhappened that they had family that was fighting for the United States while their parents were sitting in internment \ncamps.\n\nMR. CHRISTGAU:  It happened frequently.\n\nREP. SANCHEZ:  And that was never taken into consideration when they were deciding who --\n\nMR. CHRISTGAU:  No, it was not.\n\nREP. SANCHEZ:  Ms. Ebel, you stated that your father, while he was being interned, was called up to be drafted by \nthe Army.  Don't you find it kind of ironic that they would be drafting a so-called dangerous person to serve in the \nmilitary for the United States?\n\nMS. EBEL:  Well, I thought it was a great irony that he was so dangerous that he couldn't be free in the United \nStates, but he could go and fight on behalf of the United States.  And then when he flunked his physical, he went \nright back into the internment camp again.\n\nI just want to say one interesting anecdote in response to your earlier question, was that during the Jimmy Doolittle \nraid, one of the navigators for Jimmy Doolittle was a German American-born man, and his father was an alien \ninternee in Washington State.\n\nREP. SANCHEZ:  A wonderful way to treat patriots.\n\nLast question for you.  Those who were allowed to go home after the end of the war in 1945 had to sign an oath of \nsilence not to talk about their internment.  Do you know what the penalty was for speaking out against what had \nhappened?\n\nMS. EBEL:  Well, my understanding is that the penalty was possible deportation and possible internment, and that \nwas the precise reason why many who signed the oath never spoke.  I mean, I have heard of several stories where \n\n\n\nthere were deathbed confessions of internment, and the family was just around, they couldn't even believe what \nthey were hearing.  So the devastation to the individuals who were interned continued long after the internment.\n\nREP. SANCHEZ:  Thank you all for your testimony, and I yield back.\n\nREP. LOFGREN:  The gentlelady yields back.\n\nDoes the gentleman from California wish to ask a question?\n\nREP. DAN LUNGREN (R-CA):  Yes, thank you, Madame Chair.\n\nAs you may know, during my prior service in Congress I was selected to serve on the Commission on Wartime \nRelocation and Internment of Civilians.  I was the only sitting member of Congress who served on that panel.  I did \nthat because I grew up in Southern California and was completely unaware of the treatment of Japanese- \nAmericans and Japanese nationals.\n\nIn my home area, I lived not too far -- I grew up not too far away from Terminal Island and was unaware that prior to \nWorld War II there was an extensive Japanese-American village there -- fishing village -- that was never returned \nafter the war.  And I grew up with Japanese-Americans in my community and never heard about that.  So when this \nwas brought to my attention in the first Congress -- the first time I was in Congress, I supported the effort to \nestablish a commission.\n\nI did so by getting sufficient Republican votes to make sure that we could pass it, but I did so at that time by \npromising members that it was not a simple excuse for granting reparations; rather, it was a commission that was to \nstudy the record and establish what the history was.\n\nBut I do recall at the very first meeting that we had of the commission, one of the commissioners turned to us \nassembled and said, \"Okay, how much money are we talking about?\" which, frankly, put off alarm bells in my head \nbecause I had promised members that was not the purpose of it.  Rather, I had thought it was important for us to \ninvestigate that period of time, since it was fairly well unknown about the treatment of fellow citizens and people \nwho were here legally at that time.\n\nI still think it's important for us to have historical records so that we do know.  I don't think we know enough about \nhow we -- what the decisions were with respect to the Japanese Latin Americans here, and there's a lot of lack of \nknowledge with respect to Germans and Italians.      But I would say that -- and I am a cosponsor of legislation to \nlook at the question of Japanese Latin Americans' treatment.\n\nBut I would say this.  I think we ought to be careful about how we handle this.  I hear about members of your family \nwho were reluctant to talk about their experiences.  My dad was drafted into World War II as a doctor.  He was a \nbattle -- he was a physician who was within one block, as I was told by someone who called me just a year ago, \nwithin one block of the front lines in Normandy.  He received a Purple Heart there.\n\nHe never spoke in any detail about his experiences in World War II.  It wasn't because he signed some oath.  It was \nbecause that experience was so horrendous.  He told me he did not -- he specifically tried not to make friends, \nbecause he lost them so fast. He described to me one time one friend he did make who was blown up in front of his \neyes, and there were just pieces of flesh and that was all that was left.\n\nSo there are many who suffered, and many who, in that generation, sacrificed.  I would hope that if we move on \nthese bills, and the bill in which I have cosponsored, that we would, I hope, look at establishing a proper historical \nrecord as being the prime reason we're doing this, not that we're looking at making amends by reparations or \nsomething like that.  Let me just say this.  It's awfully easy for a generation 60 years later to say, \"God, you were \nterrible; we wouldn't have done the same thing.  My hope is that if you have a historical record established, we learn \nfrom those experiences, we try and adopt some perspective and some policies which prevent us from making some \nmistakes that were made.\n\n\n\nBut just to set a little record, because there was some talk about the FBI.  There was one person in the higher \npositions of the federal government who disagreed with Franklin Delano Roosevelt's decision to round up \nJapanese-Americans and nationals from the East and West Coast.  You know who that person was?  It was J. \nEdgar Hoover, who said that based on the best information he had, he thought he could limit the number of people \nwe're talking about to the ones that he thought were suspicious.  Now, in retrospect, we probably know that he was \nwrong on some of the people they would have rounded up. Wouldn't that have been a better process than what we \ndid do?\n\nAnd in fact, if you want to look at the historical record, it was in Hawaii that we did not impose that same order \nbecause the military commander in Hawaii said if we had that same order that was imposed in Hawaii we wouldn't \nhave enough workers and we wouldn't have an opportunity to be able to maintain the economy there.  And so there \nwe used J. Edgar Hoover's approach, and we only rounded up a few people of Japanese-American ancestry.\n\nThe only point I'm trying to make is, as one who's been through this, who's been through the commission, sat on it, \nthe only sitting member of Congress who was willing to sit on that commission, I know the emotion that goes into it, \nand I know the possibilities of utilizing language.  For anybody to say that we had concentration camps, and \ntherefore equate what we did with what the Germans did, is historically incorrect and casts a dispersion upon that \ngeneration.\n\nAnd to suggest that we engaged in war crimes or crimes against humanity, frankly, I think, is more than \nexaggeration.  It upsets the historical record.  And frankly, it is not the way to gain support in the Congress of the \nUnited States for a commission to look at any of this.  I hope we would understand that as we deal with that.\n\nREP. LOFGREN:  The gentleman's time has expired, and we've given extra time because of your service on the \nfirst commission.\n\nREP. LUNGREN:  Appreciate it.\n\nREP. LOFGREN:  And we would thank this panel for your testimony.\n\nMs. Ebel, I was particularly touched by your commitment to your father.  As someone who's lost her father, I know \nthat those obligations are important ones indeed, and I think you're living up to your promise.\n\nMS. EBEL:  It definitely is.  So -- thank you.\n\nREP. LOFGREN:  Thank you very much, and we'll ask our next panel to come forward.  I will introduce, as they \nstep forward.\n\nFirst, Valery Bazarov.  Mr. Bazarov was born in Russia in 1942, immigrated to the United States in 1988.  He holds \ntwo graduate degrees, from Odessa State University and Hunter College.  He joined the Hebrew Immigrant Society \nin 1988 and currently is committed to finding and honoring the heroes of Jewish and non-Jewish descent who \nrescued European Jews during the Holocaust.\n\nOur next witness is David Harris.  Mr. Harris has been the executive director of the American Jewish Committee \nsince 1990.  He travels the globe meeting with world leaders to advance the well-being of Israel, combat anti-\nSemitism, monitor the condition of Jewish communities, and promote intergroup and interreligious understanding. \nHe's a prolific author and commentator, and his insightful weekly AJS -- AJC radio broadcasts are heard by an \nestimated 35 million listeners nationwide on the CBS radio network.\n\nNext, I'm pleased it's -- Mr. Leo Bretholz is here.  Mr. Bretholz was in France in 1940, and by the summer of 1941, \nHIAS had assisted his aunt and uncle in the U.S. to apply for a visa for their nephew. However, in July of 1941, just \na day after the bombing of Pearl Harbor, his visa was delayed.  Mr. Bretholz spent the next six years running from \ncity to city around Europe, barely escaping death several times.  Finally, in 1947, he obtained a visa to the United \nStates. He's published a book, \"The Leap Into Darkness,\" that describes his life between -- 1941 to 1947.\n\n\n\nAnd the final witness is Michael Horowitz.  Mr. Horowitz is the director of the Hudson Institute's Project for Civil \nJustice Reform and Project for International Religious Liberty.  He served as general counsel for the Office of \nManagement and Budget under the Reagan administration and has taught law at the University of Mississippi and \nat Georgetown.  He has also practiced law as a partner at several national firms.\n\nNow, before I ask you to testify, I would like to note the presidence -- presence in our audience today of Ira \nKurzban, who is a pretty famous lawyer -- immigration lawyer and author of an immigration text that is used as a \nsourcebook throughout the United States.\n\nSo Ira, we are very happy to have you here today, and honored, actually, by your presence.\n\nREP. WATERS:  And he's my friend.\n\nREP. LOFGREN:  And also Ms. Waters's friend -- (laughter) -- so that's also to your credit.\n\nWe would ask -- as you've heard before, your full statements will be made part of the official record.  We'd ask your \ntestimony to consume about five minutes, and then we will have an opportunity to ask questions.\n\nSo if we could begin with you, Mr. Bazarov.\n\nMR. BAZAROV:  Madame Chair, may I ask you permission to testify after Leo Bretholz, and you will understand \nwhy afterwards.\n\nREP. LOFGREN:  That would be fine.\n\nMR. BAZAROV:  Thank you so much.\n\nREP. LOFGREN:  Then we'll go to Mr. Harris.\n\nMR. HARRIS:  Do I get his five minutes too?  (Laughs.)\n\nMadame Chairwoman, distinguished members of the subcommittee, my name is David Harris.  I'm the executive \ndirector of the American Jewish Committee.  Thank you for holding this hearing on a topic of immense historical \nimportance that resonates to the present day.\n\nTime does not permit more than a brief discussion of U.S. immigration policy during the years of the Third Reich.  \nFortunately, there are many scholarly works and personal testimonies to fill out the picture.  They make clear that, \nas a nation, we did far less to rescue Jews who were targeted for extinction by the Nazi juggernaut than we could \nand should have.\n\nAllow me to cite just three examples that I believe encapsulate the larger story.  In May 1939, a passenger liner, the \n\"St. Louis,\" set sail from Hamburg with over 900 Jewish refugees.  It was destined for Cuba, but on arrival, Cuban \nofficials cancelled the transit -- the passengers' transit visas and refused to let all but a handful disembark.\n\nThe ship then headed for the coast of Florida, coming so close that the refugees could see the lights of Miami, but \nU.S. officials refused to let it enter a port.  The ship was sent back to Europe, and more than a quarter of the \npassengers, we know, were killed by the Nazis.  Imagine, Madame Chairwoman:  Our country could find neither the \ncompassion nor the legal basis to admit 900 Jews fleeing Hitler who were within sight of our shores.\n\nThe next year, 1940, Assistant Secretary of State Breckinridge Long wrote his now-legendary words, and I quote:  \n\"We can delay and effectively stop for a temporary period of indefinite length the number of immigrants into the \nUnited States.  We could do this by simply advising our consuls to put every obstacle in the way and to require \nadditional evidence and to resort to various administrative devices which would postpone and postpone and \npostpone the granting of the visas,\" unquote.  Imagine:  Key State Department officials, when they were not \nsuppressing information coming from Europe about the fate of the Jews -- and that is its own story -- were seeking \n\n\n\nways to block entry into the United States.  In so doing, they failed even to meet the strict immigration quotas \noperative at the time.\n\nFrom 1933 onward -- and I would wish to stress this point -- the annual country quota for immigrants from Germany \nwas only filled once -- exactly once -- even though, as you can well imagine, there was no shortage of applicants.  \nThe obstacle was a lack of compassion.\n\nAnd the refugees had few other places to turn:  Britain, which itself took in 70,000 European Jews, succumbed to \nArab pressure and tightened still further entry into Mandatory Palestine when, tragically, there was no sovereign \nIsrael to offer safe haven.  The vast majority of Europe's Jews, feeling the Nazi noose tightening around their necks, \nwere trapped -- literally trapped.  Even when they could still leave countries like Germany and Austria, too many \nhad nowhere to go.  They were the unwanted flotsam of the Second World War.\n\nAnd, third, on January 16, 1944, Henry Morgenthau, the secretary of the Treasury, wrote his now-famous cri de \ncoeur to President Roosevelt.  He quoted a Senate Foreign Relations Committee report recommending a \ncommission to formulate plans to save Europe's Jews. The committee report said, and I quote, \"We have talked; we \nhave sympathized; we have expressed our horror; the time to act is long past due.\"\n\nAt the conclusion of Morgenthau's admirable letter, with anger and anguish, he wrote to the president, his friend, \nreferring to the State Department -- our State Department -- and I quote, \"The matter of rescuing the Jews from \nextermination is a trust too great to remain in the hands of men who are indifferent, callous, and perhaps even \nhostile.\"  Morgenthau's intervention resulted in the creation of the U.S. War Refugee Board, which protected an \nestimated 200,000 Jews from otherwise-certain death.\n\nIt was a stark reminder of what this country was capable of when it resolved to act.  If only we had acted sooner.  \nBut alas, the government spent little time considering ways to rescue Jews, slow down the transport trains to the \ncamps, bomb the machinery of death, or warn the Nazis of severe retribution for their genocidal policy.\n\nMadame Chairwoman, ladies and gentlemen, I cannot end this testimony without a personal word.  Even with the \nfailures of omission and commission in American policy, an estimate 200,000 Jews were able to enter the United \nStates from 1933 to 1945.  That number may have been a mere pittance compared to those who sought and were \neligible for entry, but nonetheless, those 200,000 Jews were saved.\n\nI would not be here today were it not for that group of 200,000. My mother and maternal grandparents were among \nthem, arriving in New York in November 1941.  Their entry into the United States, though, was not easy, I assure \nyou.  But in the end, having crossed the Iberian Peninsula to Lisbon, the boarded the \"SS Exeter\" and found a safe \nhaven and new start in this country.\n\nIf only more leaders had had the capacity not only to grasp the genocide at had but also to identify with the anguish \nof the victims, who, till the very end, wanted to believe that their plight would not, could not, go neglected, then there \nwould have been no need at least for my part of the panel.  And yes, there would be many more people like myself \ntoday, proud to call America home.\n\nThank you, Madame Chairwoman.\n\nREP. LOFGREN:  Thank you, Mr. Harris.\n\nMr. Bretholz, we'll be pleased to hear from you.\n\nCould we get a microphone?\n\nMR. BRETHOLZ:  Madame Chairwoman, it is a pleasure to be here and a privilege to have been invited to share \nmy story with you.\n\nI'm not an angry man.  I'm a disappointed man.  I'm sad because what Mr. Harris just said spells it all out.\n\n\n\nIn addition to Breckinridge Long, there was a man at the State Department with the name of Robert Borden Reams, \nand Robert Borden Reams was informed by a man in Geneva by the name of Dr. Gerhart Riegner -- he was the \nrepresentative in Geneva of the American Jewish Congress -- that he had just learned that the Final Solution has \nbeen decided on at the Wannsee Conference.\n\nBreckinridge -- Robert Borden Reams notified the American consulates overseas not to pay attention to Dr. \nRiegner's report, because, for your information, Riegner is Jewish.  And Robert Borden Reams was in charge of the \nNazi Jewish desk at the time at State Department.\n\nMy story is one very personal, of survival during the Holocaust. I was living in Vienna in Austria in March 1938 when \nHitler and the German army entered the city and -- it is called the \"Anschluss,\" the annexation of Austria -- and at \nthe encouragement of my mother, I fled Austria.\n\nIn April '41, I had an aunt and uncle in Baltimore who prepared affidavits hoping to obtain a visa of immigration to \nthe United States.  That autumn, deportations from Vienna began.\n\nDuring this time, I was in France, dreaming of immigrating to the United States, and every day I went to the post \noffice hoping to find good news somewhere beyond so much awfulness.  One day my eyes fell on a red, white and \nblue bordered envelope from America.\n\nThe postal clerk knew for weeks I had been sighing disappointedly when no mail arrived from the United States, \nand now my aunt in Baltimore was writing to me.  And with the help of the HIAS, Hebrew Immigration Aid Society, \nmy affidavit was accepted by the U.S. Immigration/Naturalization Service.  In the near future, my aunt wrote, I \nshould receive notification from a U.S. consulate to appear at its office for my visa.\n\nIn November, I received notification that stated, \"Present yourself at the U.S. consulate in Marseilles on December \n8th, 1941.\" Early in the morning December 8th, I stopped at the newspaper kiosk on my way to the U.S. consulate \nin Marseilles.  I saw a headline.  For those who know French, \"Le Japon Attaque La Flotille Americaine A Pearl \nHarbor.\"  \"Japan has attacked the American fleet in Pearl Harbor.\"\n\nNow, I didn't know who this Pearl was, you know -- an unknown person to me, of course.  I stood transfixed.  Never \nhad I heard of Pearl Harbor, and now it was the fulcrum of my entire life.  At 9:00 I presented myself at the \nreceptionist -- to a receptionist at the consulate and saw more than a dozen visa applicants.  We waited at the \nconsulate for someone in authority to enter the room to tell us our pleas would be answered, that an exception \nwould be made for us.  No one came.  As I left, the consulate seemed a descent into doom, because the consulate \nhad notified no visa applications are going to be examined.\n\nAfter being denied a visa to the United States, I spent the next six years on the run, barely escaping death -- as I \nlike to say, trying to be one step ahead of those who wanted me dead.  And that was in Vichy France.\n\nI escaped Germany by swimming across the River Sauer into Luxembourg, escaped the French camp at St. \nCyprien near the Pyrenees Mountains.  I crossed the Alps by foot into Switzerland, hid into attics.  I was resent back \nto Vichy France from Switzerland.  By the way, I was arrested.  I escaped and leapt from a train at night that was \nbound for Auschwitz.  That was on the 6th of November, 1942, and were it not for not -- for this night of November \n6th, 1942, I would not be sitting here talking, because in that train, 20 cattle cars, 50 each, a thousand people, only \nfive survived, and I am one of them.  I had escaped from the train with a friend on the night of November the 6th, \n1942.\n\nI wanted to find myself in the United States, and from Baltimore I received a letter from my aunt telling me to be \npatient.  She had prepared another affidavit of support with the help of the HIAS, Hebrew Immigration Aid Society.  \nBut at the time, there were thousands like me trying to immigrate to the United States.  The process was slow.\n\nAlmost a year later, on March 18, '46, I received a letter from the American consulate in Bordeaux saying that I had \nbeen given a low case number, number 531.  Receiving the low case number made me feel very important.\n\n\n\nIn December '46 I received my French exit visa.  A week later I was booked passage on the steamer John Ericsson.  \nI departed for the United States in January of 1947.  I arrived here 40 -- 62 years ago.\n\nI reached America in '47 and hid my story for the next 14 years. Why had my life been spared when so many had \nbeen taken?  Would some miracle arrive in the mail telling me that my mother and sisters were still alive \nsomewhere in the wreckage of Europe?\n\nHowever, I do know that if I and many others had received visas to immigrate to the United States in '41, many of \nus would have been spared the horrific experiences we endured, and many more people would have survived.\n\nMy mother and sisters were murdered in a death camp, and 20 more family members.\n\nIn addition to the story of the St. Louis, there is also one other story that has to be mentioned:  that while 10,000 \nchildren were admitted to England in '38 and '39, at that time there was a bill introduced in the United States \nCongress to admit several hundred children, and it was voted down in the United States.\n\nI want to end, Mrs. Chairwoman, with a quote from George Santayana, and this is all the exercise here, but this is \nnot recrimination because we're changing the past.  That is the past; that cannot be changed.  But George \nSantayana said if we do not remember the lessons of history, we are condemned to repeat them.  And this exercise \nhere is to make sure that that will never get repeated.\n\nThank you very much.\n\nREP. LOFGREN:  Thank you, Mr. Bretholz.\n\nMr. Bazarov, you have reserved the time for after, and then we will go to Mr. Horowitz.\n\nMR. BAZAROV:  Thank you.\n\nMadame Chairwoman, Ranking Member King, members of the subcommittee, thank you for inviting me to testify \nbefore this committee which addresses the issue long time overdue.\n\nIf somebody asks why address the matters which lost the urgency a long time ago, and when not many witnesses \nleft who can testify their own experience, the answer is, we must address the matters which happened in the past \njust not to allow them to happen again.\n\nIt could be argued that nobody learns from history.  That is true.  But there is always hope that the next time it will \nbe different.  I hope that this time it will be different.\n\nI have the honor to represent here at this hearing the Hebrew Immigrant Aid Society, HIAS, which opened its doors \nin 1881, and since then until this day assists Jews and other people whose lives and freedom are in danger.  The \nobjective of this statement is to show that the numbers of Holocaust survivors would have been far greater were it \nnot for the policies of the U.S. State Department toward the immigration of European Jews.\n\nFrom 1933 through 1941, Germany permitted immigration.  The problem was finding safe haven for the desperate \nrefugees.  It was only in the end of 1941 that the Nazis instituted the infamous Final Solution and the fate of millions \nof Jews was sealed.\n\nImmigration in the time of peace was not an easy assignment. During the war, with the rules set by the State \nDepartment, it became almost \"Mission:  Impossible.\"  To leave France, for example, a refugee needed an exit visa, \na transit visa, an entry visa to a country of destination, affidavits of support, moral and political affidavits, certificates \nof good behavior, and paid tickets for the ship destined for the United States or other country of immigration. \nDocuments with expiration date had to be valid on the day of departure.  Just one document had expired and the \nrefugees needed to start all over again.\n\n\n\nIn addition, visas were valid only for up to four months, and the tickets overseas were sold out for many months \nahead.  Moreover, the tickets would be not sold without issued entry visas, and of course the United States \nconsulate would not issue a visa without a ticket. It's not surprising that the majority of the refugees could not make \nit.\n\nSome time ago, I interviewed Helen Katel, who worked for HIAS in France in 1940 and 1941.  She remembered \nthat she and her colleagues wept when they were obliged to choose from among the thousands of applicants only a \nfew who met the requirements of the State Department.\n\nIn 1941, FBI, through the State Department, reviewed allegations against HIAS, which allegedly was bringing the \nGestapo agents under cover of the refugee status.\n\nThe answer of the consulate was straight and left no doubt that HIAS's integrity was in fact.\n\nHowever, three weeks after the positive report, State Department addressed the consulate with the following \ndocument:  \"The Department received information from reliable confidential sources indicating that the Gestapo is \nusing the Jewish refugee organization, HICEM --\" it's another name of HIAS in Europe \"-- in getting their agents into \nthe United States and other western hemisphere countries.  It is suggested that any application for visas of persons \nto whom this information applies be examined in the light thereof.\"  The only plausible reason for the State \nDepartment to issue such decree was an attempt to restrain lifesaving Jewish immigration.\n\nNow, I asked for permission to testify after Mr. Bretholz, because his testimony is not complete.  He doesn't have in \nhis documents -- and I was able to procure them from our archives -- that he was denied the entry to the United \nStates for the first time in June of 1941, long before Pearl Harbor happened.  That's when he received the letter \nfrom the consulate that the rules of the issuing of visa were changed again, and his visa was cancelled.  You \nremember David Harris quoted this quotation from Breckenridge Long, \"Postpone, and postpone and postpone.\"\n\nAccording to the Jewish tradition, to save a life is to save a world.  We will never know the exact number of those \nwho might be saved were it not for the U.S. State Department policies in effect at that time.  What we do know is \nthat the loss is incalculable, as millions of universes were extinguished forever.\n\nThank you.\n\nREP. LOFGREN:  Thank you.\n\nFinally, Mr. Horowitz.\n\nMR. HOROWITZ:  I am Michael Horowitz.  I am a fellow at the Hudson Institute.  I have spent my career fighting \nracism, dealing with human rights.  I was a professor of civil rights law at the University of Mississippi, teaching the \nfirst integrated classes, and had my share of run-ins with the Ku Klux Klan.  I have been deeply involved over the \nlast 10 years with right-left coalitions that have passed laws like the International Religious Freedom Act, the \nTrafficking Victims Protection Act, the Sudan Peace Act, the North Korea Human Rights Act, the Prison Rape \nElimination Act and other such laws.\n\nI deeply believe that American interests are only strong when American values are honored.  And so I am pleased \nand honored to be here today.  I've got a wife who's a doctor.  I've been a little under the weather.  I'm here.  If it \nwere my deathbed, I'd be here because I think importance of this hearing is so critical.\n\nHow can it be said to be critical?  I mean, you're dealing with billion -- trillion-dollar bailouts and collapses of \neconomies.  Well, my judgment is, how a nation defines itself, how it sees its own history, if it gets it right, if we get it \nright, it'll do more to solve the toxic mortgage problem than all of the bailouts.  History is how we understand \nourselves and how we move on in the future.\n\nAnd so let me say that I'm on this panel with men that I'm just -- just so honored to be with -- and I agree with \neverything they've had to say -- because a great nation needs to learn from its mistakes. If we are blind to our \n\n\n\nmistakes, we will not remain a great nation. And I would say, as a Republican, my last appearance before a \njudiciary committee came when I opposed with all I had in me Bush administration policies that defined material \nsupport in ways that would require -- that treated as terrorists women who were forced to wash the clothes of \nterrorist rapists.\n\nBut I come here in context of H.R. 1425, and I think it's very, very important to indicate that we learn from history \nonly if there is balance, not prejudgment; if there is scholarship, not anecdotal work. And that is why I am here to \ntalk about Section 101 of the bill, the one that deals with the German-Italian-European Commission.  I'd get off my \nsacred deathbed to ask this committee to delete or oppose that provision.  And here's why:  That provision \nprofoundly ignores context.  You read the findings; it's as if we never fought World War II.  It's as if we were never \nvulnerable to lose World War II.\n\nDoctors talk about a \"retrospectoscope.\"  Everyone's perfect when they have one.  But there is no balance there.  \nAnd there are no facts as one looks at that hearing -- at that provision.  The bill ignores -- it blurs the treatment \nbetween enemy alien citizens of Germany and Italy, and United States citizens.  Its numbers are wildly skewed. \nOne looks at numbers like 300,000.  We don't know what the numbers are, but we can, I think, fairly be confident \nthat the numbers in the findings section are not accurate.\n\nThe bill blurs -- the bill also ignores the fact that in context we were looking at, as I'm sure John Fonte has \nindicated, brownshirt and blackshirt and Bund organizations that were rampant throughout the United States.  I \ngrew up in the Bronx, and I've got to tell you that my Italian friends -- and most of them were Italian -- would not \nhave given hearings, however imperfect they may have been, and appeals to many of the people who were \ninterned.  They would have had them executed.  And I note that the bill talks about -- because they love this \nblessed land, and they hated the kinds of people who were actively intimidating them in support of the Fascists and \nNazis who had taken over their own home country.\n\nAnd so I think that that bill ignores that.  It ignores the hearing rights that were present.  It ignores the spy networks.  \nAnd frankly, having sat on this panel and been moved by it, it just offends me so deeply that this bill, inadvertently \nor otherwise, ties America's treatment, imperfect as it was, of the enemy aliens with what we did to immigrants \nseeking to come into the United States. Every one of those immigrants would have given anything to have been \ntreated twice as badly as we treated those enemy aliens.\n\nNow, the main point I want to make about that commission is its -- I will wrap it up -- not only its lack of balance, but \nits call for membership.  It calls for four members who are -- who are involved in, who are active in -- in Italian-\nAmerican and German-American affairs. What we need, if we're to do it right, is scholarship.\n\nAnd we've talked about Professor Abzug.  Let me just close. There are two things I want to say.  One, I don't have \nthe chance to talk about its impact on the crisis we now confront with terrorism, but Professor Abzug just before this \nhearing asked me -- authorized me to say something about the scholarship and Mr. Christgau who's -- who's -- he \ncares, but here's what he had to say, this Regents professor.  \"As my review stated, the Christgau book is lightly \nresearched, anecdotal, and in no way delivers compelling evidence of widespread abuse that can be compared to \nthe situation of Japanese- Americans during the war.  In fact, I came away from reading the book with the distinct \nimpression that abuses were present, but not widespread, on the basis of the author's lack of evidence, lack of \nresearch, thoroughness and rigor, especially when one considers the security context of the time.\"\n\nSo if you're going to do it, insist that scholars like the kinds of scholars who research what Abraham Lincoln did \nduring the Civil War, who can provide balance, that we have that.\n\nREP. LOFGREN:  Mr. Horowitz, your time is expired.\n\nMR. HOROWITZ:  Okay.  Thank you.\n\nREP. LOFGREN:  We do appreciate your testimony and we appreciate the testimony of all of the witnesses.\n\n\n\nAt this point, we have time for questions.  And I would turn first to the ranking member, Mr. King, to see if he has \nquestions for the panel.\n\nREP. KING:  Thank you, Madame Chair.\n\nAnd as I listen to the testimony, something occurs to me.  It was a statement made in the Judiciary Committee two \nyears ago by one of our members, who said, \"Nazis predominantly were Christians, and the Holocaust was a \nChristian tragedy.\"\n\nI'd ask first Mr. Harris, would you agree with that?\n\nMR. HARRIS:  That's going to require a separate hearing.  I would put it this way, sir.  I would say that European \nsoil for centuries was tilled by Christian anti-Semitism.  Hence, when the pagan philosophy of the Nazis -- however \nthey were born, whatever their baptismal certificate said -- came, and they pursued the notion of a final solution, \nthey found very fertile ground largely because of the result of centuries of the teaching of contempt and the \nimposition of everything from forced conversions to inquisitions, and so forth.\n\nSo I would be a little more careful in the wording than the question presented.  But nonetheless there is a \nconnection.\n\nREP. KING:  And it's a cultural connection rather than religiously based.  Would you agree with that?\n\nMR. HARRIS:  I would agree that the Third Reich did not act in the name of Christian faith.  To the contrary, there \nwere many Christian clergy, in countries like Poland, who themselves were targeted, who were incarcerated in \nconcentration camps and in many cases killed as Christian -- (inaudible) -- and others.\n\nREP. KING:  And you described it as a pagan philosophy.  Is Nazism a pagan philosophy?\n\nMR. HARRIS:  That's the way they themselves would describe it.\n\nREP. KING:  As I would too, and I think that point of clarity needed to be brought, Mr. Harris.\n\nAnd then have you in your studies -- first, I've got great sympathy for this argument here.  And I can't put myself into \nthe context of the history back in that time.  But you know, I would think that bringing the \"St. Louis\" into the United \nStates would be something, I'd like to think, I would have approved in a heartbeat.\n\nThis one really is stark.  And it stands out to me.  But I don't think I'm hearing the other side of this, the balance, the \nhistorical balance in this.  And that is the end that was put to Nazism by the free world.  And would you say that -- I \ndon't want to put words in your mouth.  Do you have a speculation on how many Christians gave their lives to end \nthe Nazi Holocaust?\n\nMR. HARRIS:  First of all, in my full written testimony, Congressman King, I speak about the dramatic issues that \nFranklin Roosevelt, faced as president of the United States, including a country that itself was largely unwilling to go \nto war, after rescuing Europe in the First World War.\n\nI give him credit for leading this nation, to the realization we would have to fight again, and young men particularly, \nyoung women as well but primarily young men on the battlefields.  And I would add, not just Christians but people of \nall faiths including many Jews, 500,000 American Jews, served in the military.\n\nAnd yes, we should never lose sight of the fact that at the end of the day, the Allies led by the United States, \ntogether with Great Britain and, I have to add, the Soviet Union, vanquished the Nazi dream of a thousand-year \nreign.  There is no question about it.\n\nREP. KING:  I thank you, Mr. Harris.  And I think it does take another hearing to flesh this out.  Myself, I feel the \nurge to go way deep into that history and lay out a lot more of the foundation of it.\n\n\n\nI wanted to ask Mr. Bretholz, and I would think there would be a bond there.  But have you read Viktor Frankl's \nwritings?\n\nMR. BRETHOLZ:  Yes.\n\nREP. KING:  And I just, as I listened to your testimony, his --\n\nMR. BRETHOLZ:  He was Viennese, by the way.  He was Viennese, just like I.\n\nREP. KING:  Yes.\n\nMR. BRETHOLZ:  Yes.\n\nI'd like just to say, I'm from Vienna, but nothing is perfect in life, you know.  (Laughter.)\n\nREP. KING:  The delivery and the tone in your testimony brought that to mind, as I listened to you today.  And I \nwanted to reference that and ask if you learned anything from his search for meaning.\n\nMR. BRETHOLZ:  What?\n\n(Cross talk.)\n\nWell, it is a text in schools now, just like my book has been taken and also is a text recently.  But it confirmed \neverything that I had experienced myself.  And of course, Victor Frankl had a different reaction.  And he made \nsomething positive out of his life, while -- (cross talk) -- Primo Levi was a destroyed man after the camp.  Frankl did \nsomething positive, and Primo Levi could not exist after that.\n\nREP. KING:  Thanks, Mr. Bretholz.\n\nI thank you all for the witness.\n\nMr. Horowitz, if I could --\n\nMR. BRETHOLZ:  One more thing about Christians.\n\nREP. KING:  Yes.\n\nMR. BRETHOLZ:  You know, the late historian -- (inaudible) -- said that Hitler's attempt to annihilate the Jews was \nthe culmination -- this comes back to the point of Christians -- was the culmination of what had happened for \ncenturies.\n\nThere's a book written by a Jesuit priest, Edward H. Flannery. He called it \"The Anguish of the Jews: Twenty-Three \nCenturies of Antisemitism.\"  But the early missionaries said, you may not live among us as Jews.\n\nSo the Jews converted.  They may be allowed to live.  Then came the secular Christians.  And they said later on in \nthe Middle Ages, they said, you may not live among us.  So you may not live among us.\n\nSo they went into ghettos.  And the first ghetto in Venice is an Italian town.  And then came Hitler.  And he made it \na very simple, short sentence:  You may not live.  You know, and this was the culmination of it all.\n\nREP. LOFGREN:  Thank you, Mr. Bretholz.\n\nThe gentleman's time has expired.  And we are about to be called for votes.  So I'm going to ask Ms. Sanchez if she \nhas a question before deferring to Mr. Lungren.\n\nREP. SANCHEZ:  Well, in the interest of time, because we are going to be summoned for votes shortly, I will submit \nwritten questions for our panelists and some of our previous panelists.\n\n\n\nI just really want to commend all of you for your testimony and your bravery in coming forth and sharing your \nstories.  And I think that absolutely those that don't study history are doomed to repeat it.  And I think your stories \nshow that, you know, an idealized version of history does nobody any good.\n\nWe really need to examine the good and the bad, in the hopes that in the future, the bad won't be repeated.  And \nwith that, I'm going to yield back my time.\n\nREP. LOFGREN:  The gentlelady yields back.\n\nI turn to Mr. Lungren, to see if he has a question.\n\nREP. LUNGREN:  If I could just make a comment, and some may think this is a little off.  But one person that we \ndon't recognize, for his greatness during this time, is a fellow, Dwight D. Eisenhower.\n\nOne of the great contributions he made to ensure that we knew that there was a Holocaust and that there was \nconcentration camps.  He was a Midwestern, raw-boned American who through simple justice did his job as he \nthought he should.  And we don't give him enough credit for the enormous job he did.\n\nBut secondly it was his innate goodness and his absolute horror at what he found, with the concentration camps, \nthat lead him to make sure that we documented that, so that the non-believers and the disclaimers would be put to \na lie.  I know that's not the subject of this hearing.  But he happens to be one of my heroes, and we just don't \nmention it often enough.\n\nThank you.\n\nREP. LOFGREN:  At this point, the bells are going to ring any moment.  So I would just like to not ask questions but \nreally thank once again the witnesses, from Mr. Masterson and Ms. Shimizu and Ms. Yamamoto, especially those \nof you who came all the way from California to talk about your stories and to inform us.\n\nThis is on the Web.  So not only are we looking at your testimony here in this room.  I think people all over the world \nhave had the benefit of what you've said.  And hopefully this will inform us as we move forward.  I'm enormously \ngrateful, for your presence and also the extra efforts that you have made over the years.\n\nFor our second panel, I know, Mr. Christgau and Ms. Ebel and Ms. Donald and, of course, Dr. Fonte, we appreciate \nyour approach on the bill.  But the personal stories are hard to tell.  I know that.  And that you would share them \nwith us, to inform us as we proceed, means a lot to me and, I think, to all of the panel.\n\nAnd finally this last panel; Mr. Bretholz, as you were speaking, I leaned over to Mr. King and said, what a \ntremendous feat of survival and bravery that you were able to share with us.  And really the history that we have \nlearned, you're right, is to inform our future. And that's really what we're talking about with all of this.\n\nWe can't undo the past.  But we can, and I think it is important, number one, to understand our history, to \nacknowledge when mistakes were made.  Only a big country can do that and to learn, so that we can be a better \ncountry going forward.  So I want to thank each of you, for being here today and for your tremendous efforts.\n\nWe will keep the hearing record open.  If members have additional questions, we would ask that they'd be \nsubmitted to you and that you respond to them within the -- saved by the bell.\n\nYes, those bells there are to let us know that our presence is required on the House floor.  So we will adjourn this \nmeeting, asking members to submit additional questions within five days.  And thanks to all of you.\n\nThis hearing is adjourned.\n"}