{"title": "G.O.P. Agrees To College Aid For Immigrants", "body": "\nRepublicans in Congress have abandoned a plan to deny Federal higher education aid to lawful immigrants, but \nstill want to limit access to the Head Start program for the youngest legal aliens.\n\nRepublican welfare legislation would limit, and in some instances deny, the right of aliens lawfully in this country to \nreceive most kinds of Federal aid, including food stamps, Medicaid and short-term child welfare.\n\nBut after protests from spokesmen for colleges and universities, who argued that education was not welfare, a \nHouse-Senate conference committee decided last week to drop the proposed ban on immigrants receiving Pell \ngrants, which provide scholarship aid to college students and Federal student loans. The conference members did \ndecide to require that immigrants have a citizen co-sign their student loans, a regulation not imposed on students \nwho are citizens.\n\nPresident Clinton's aides have said he will veto the welfare bill because of other aspects, particularly the reductions \nin spending for child nutrition and aid to the disabled and the provisions for maintaining state spending that he \nconsiders weak.\n\nBut the issue of education aid will not go away. The measure is also part of the big budget reconciliation bill. Mr. \nClinton has promised to negotiate with Republican leaders, starting next week, over a long list of issues in that \nmeasure. When they start talking, the Republicans' welfare bill, with its language on education for legal \nimmigrants, will be the starting point.\n\nColleges and universities in states with large numbers of immigrants, especially California, Florida and New York, \nput pressure on the welfare conferees to drop the limits that they feared would cost them students.\n\nRepresentative Clay E. Shaw Jr., Republican of Florida, took the leading role in the House-Senate conference to \neliminate the proposed ban on Pell grants for legal immigrants. He said in a statement this week that he had done \nso because education, \"unlike welfare, is a part of the American dream.\" He said, \"Education is a fundamental tool \nfor being successful, and everyone should have equal access to it.\"\n\nJay Hershenson, vice chancellor for university relations at the City University of New York, where about 40,000 \nimmigrant students receive Pell grants, said that \"we were encouraged\" by the change.\n\n\nBut the new requirement for co-signers on loans troubled him. \"The bottom line is, the torch of the Statue of Liberty \nis still shining,\" he said, \"but it's beginning to dim because these students will soon find a new barrier to access that \nnever existed before -- not as high as the other one, but certainly there.\" He said 7,000 legal immigrants now \nreceived Federal loans.\n\nThere was little organized pressure over the issue of Head Start, the preschool program. The Senate version of the \nbill had allowed legal immigrant children to be eligible, while the House version had not. The conferees agreed that \nthese children could take part in Head Start, but that their access should be restricted by counting not only their \nparents' income, but also the income of whoever had sponsored them as immigrants in determining whether they \nwere poor enough to be eligible.\n\nSenator Daniel Patrick Moynihan, the New York Democrat who has been the most constant critic of the welfare \nlegislation, said: \"We are expected to be so pleased that legal aliens are no longer to be denied what has always \nbeen their right that we won't notice that the important entitlement of Head Start has been taken away. The one \nconsistent fact is that everything in this legislation hurts children.\"\n\nSenator Bob Graham, Democrat of Florida, who had failed to delete the higher education provisions on the Senate \nfloor, called the conference committee's actions \"progress.\"\n\nBut he said the differentiation between elementary and higher education showed that \"the level of policy analysis is \npaper-thin.\" He added, \"The real purpose is how to find a pool of money that can be cut off from current \nbeneficiaries in order to both balance the budget and finance a big tax break.\"\n\nThe new requirement for co-signers for legal immigrants who take Federal student loans was criticized by David \nFinney, vice president for enrollment, services and planning at New York University. He said, \"There are certainly \ngoing to be cases where students are not going to be able to get co-signers.\"\n\nThe bill requires immigrants to get whoever sponsored their entry into the country to co-sign or guarantee their \nloans, or they may get any other American citizen, regardless of creditworthiness, to co-sign.\n\nTerry Hartle, chief lobbyist of the American Council on Education, said the co-signing requirement could be a \n\"bureaucratic nightmare\" and might \"have a chilling effect on enrollment,\" especially at private colleges and \nuniversities with higher fees.\n\nBut he said the Pell grant issue was more important because legal immigrants get about 10 percent of all those \ngrants and a much smaller percentage of student loans. In general, he said, \"Congress took the long-term view, \nand reason prevailed on this particular issue.\"\n"}