{"title": "HOUSE PASSES BILL TO GRANT REPRIEVE TO ILLEGAL WORKERS DEADLINE FOR VISAS WOULD BE EXTENDED", "body": "\nThe House voted Monday to extend by four months the deadline for illegal immigrants to apply for visas while in \nthe United States, but the Bush administration said it would support more time than that.\n\nThe Republican measure was approved 336-43 in an expedited vote. Many lawmakers were looking to the Senate \nto provide more time than the House measure.\n\nJeane Mamo, a White House spokeswoman, said President Bush favors \"a longer period of time than the four \nmonths.\" Asked if he'd rather see a 12-month application period -- the length supported by House Minority Leader \nRichard Gephardt, D-Mo. -- Mamo said only that the president is \"open to good ideas.\"\n\nAn estimated 640,000 illegal immigrants were eligible under the Legal Immigration and Family Equity Act to apply \nfor visas without leaving the country. The law took effect in December and expired April 30.\n\nIt applied to illegal immigrants who are spouses or relatives of U.S. citizens or legal residents, or are sponsored by \ntheir employers. They had to have been in the country on or before Dec. 21, 2000, to be eligible.\n\nWithout such a law, illegal immigrants typically are forced to return to their home countries to apply for U.S. \nresidency, and they can be barred from returning to the United States for as long as a decade.\n\nKevin Rooney, acting commissioner of the Immigration and Naturalization Service, told Congress earlier this month \nthat the agency favors six to 12 more months because the INS was slow to come up with regulations, which \ndelayed the application process.\n\nThe four-month bill was passed after bypassing the committee process. Debate was limited to 40 minutes and the \nbill could not be amended.\n\nRep. Sheila Jackson Lee, D-Texas, said the House proposal would create an \"explosion\" of work at the INS at a \ntime when the agency will be dealing with other visa programs.\n\n\"The INS . . . is incapable of dealing with this in a four-month period,\" said Sen. Chuck Hagel, R-Neb., who is \nsponsoring Senate legislation for a one-year application period.\n\nCHART:\n\nHOW THEY VOTED\n\n\nHere's how Bay Area representatives voted Monday on a proposal to extend by four months the deadline for undo\ncumented immigrants to apply for visas without having to leave the country.\n\nYES:\n\n*   Honda\n\n*   Eshoo\n\n*   Farr\n\n*   Lee\n\n*   Lofgren\n\n*   Pelosi\n\n*   Stark\n\n*   Tauscher\n\n*   Woolsey\n\nNO:\n\nnone\n\nNOT VOTING:\n\nLantos\n\nNotes\n\nThe Los Angeles Times contributed to this report.\n\nGraphic\n\n \n\nChart\n"}