{"title": "Mexico's leader calls for immigration talks", "body": "\nMEXICO CITY -- President Vicente Fox urged Secretary of State Colin Powell and other visiting U.S. Cabinet \nmembers Tuesday to restart stalled negotiations on improving immigration rules between Mexico and the United \nStates, but Powell offered no hope of early progress on the divisive issue.\n\n\"The tragic events of (Sept. 11, 2001) obliged us to give priority to the topics of security and postpone solutions to \nother important matters on the bilateral agenda,\" Fox told Powell, Attorney General John Ashcroft and five other \nmembers of President Bush's Cabinet at an annual binational meeting. \"Now it is the moment to take up our \nnegotiations again with newfound energy.\"\n\nFox has been criticized here for having little to show for his extensive efforts to improve ties with the United States, \nparticularly on the border issue that affects the many Mexicans who travel to work in the United States.\n\nIn several public addresses during a 24-hour visit here, however, Powell sought to lower expectations for any \nimmediate agreement on immigration. At the same time, he assured America's southern neighbor that \"there is no \narea in the world that is more important to us than our own neighborhood.\"\n\nPowell's trip, like a similar one-day visit to Canada two weeks ago, was designed largely to mend fences with a \nneighbor that has felt ignored since the Sept. 11, 2001, terrorist attacks. Many Mexicans, like many Canadians, \nbelieve that Washington has lost interest in bilateral relations as it focuses on fighting terrorism.\n\nMexican reaction to Powell's visit was generally upbeat. No one had expected much substance from the talks, but \nmany were pleased that Bush sent a high-level delegation at a time when the administration is occupied with Iraq \nand the war on terror.\n\nStill, Mexicans are disappointed that warm ties between Bush and Fox have yielded few concrete results, especially \non changes to U.S. immigration policy, which is Mexico's No. 1 foreign policy priority. Despite heightened security \nin the past year, Mexican illegal immigrants continue to flow into the United States, and deaths along remote desert \nareas of the border have increased sharply.\n\nMexicans have urged Bush to grant more visas to Mexicans, create new guest-worker programs and legalize some \nof the estimated 3 million to 4 million Mexican illegal immigrants already living in the United States. Although Bush \nand Fox had agreed to seek an immigration accord early last year, momentum on that plan was stalled by the \nSept. 11 attacks.\n\n\"U.S. migration policies must treat Mexican men, women and children with respect and dignity,\" Bush said in a \nvideotaped message played for Fox and the other officials Tuesday morning. \"Our Cabinet officials continue to work \ntogether on creative new policies so that immigration is legal, orderly and safe.\"\n\n\nPowell, in a joint news conference with Mexican Foreign Minister Jorge Castaneda, said the United States is \"just \nas committed today\" to immigration reform as before the Sept. 11 attacks. But he noted that those attacks, along \nwith this month's election of a new Congress and creation of a new Department of Homeland Security, changed the \npolitical realities in Washington.\n"}