{"title": "TRAINING KEY FOR HARBOR PATROL IN BIG POT BUST; 1,278 pounds of marijuana seized and two Mexican nationals arrested Sunday", "body": "\nABSTRACT\n\nmb SAN CLEMENTE The arrest of two Mexican nationals after their boat was found with 1,278 pounds of \nmarijuana off San Clemente State Beach on Sunday, Sept. 10 was a result of stepped-up training by deputies and \nlifeguards who monitor the Orange County coastline, officials said. San Clemente city lifeguards saw the boat sitting \n50 yards off Calafia Beach early Sunday...\n\nFULL TEXT\n\nSAN CLEMENTE >> The arrest of two Mexican nationals after their boat was found with 1,278 pounds of \nmarijuana off San Clemente State Beach on Sundaywas a result of stepped-up training by deputies and lifeguards \nwho monitor the Orange County coastline, officials said.\n\nSan Clemente city lifeguards saw the boat sitting 50 yards off Calafia Beach early Sunday and called San Clemente \nState Lifeguards, said Rich Haydon, superintendent of state parks.\n\n\"It just didn't look right,\" Haydon said. \"You have a small craft, a little cabin cruiser that fits the profile of possible \nsmugglers. It was anchored right off a beach that was secluded and close to the freeway. We called in Harbor \nPatrol.\"\n\nThe smuggling incident was the second in a year and a half in San Clemente. In December 2016, a boat came \nashore at San Clemente State Beach with more than 2,000 pounds of marijuana. The U.S. Border Patrol took the \nmarijuana from the abandoned boat. No one was arrested in the incident.\n\nIn 2012, 8,000 pounds of marijuana bales were found in the water off Dana Point. In 2013, the U.S. Coast Guard \nspotted a sailboat just off Balboa Island and found more than a ton of marijuana aboard.\n\nOfficials say increased training and vigilance by Harbor Patrol deputies, state and federal agencies has led to fewer \ncontraband landing attempts off the Orange County coastline. The training, part of the Operation Stonegarden \nProgram, educates law enforcement personnel in smuggling trends.\n\nMost landings are now reported at secluded beaches north of Los Angeles, officials said.\n\n\nOn Sunday, two Harbor Patrol deputies arrived around 8:15 a.m. and went up alongside the boat to check on \npassengers. They saw a man sitting behind the wheel of the boat asleep, said Sgt. Paul Ketcham.\n\nDeputies inquired if the man was all right but he didn't speak English, so one of the deputies addressed him in \nSpanish, Ketcham said.\n\nThen another man emerged from below. In the meantime, deputies had called in the boat's identification number \nand realized it was registered in Arizona to a person living in Florida.\n\n\"This seemed unusual to the deputies,\" Ketcham said.\n\nWhen the boat driver threw his handheld GPS device and phone into the water, things became more tense, \nKetcham said. Deputies asked the men to open the locked cubby and saw large square-shaped packages wrapped \nin plastic inside the cabin.\n\nThey called for backup from Harbor Patrol in Newport Beach and asked for Duke, the Orange County Sheriff \nDepartment's helicopter, to fly over the scene. San Clemente State Lifeguards also came out on their boat and an \narmed lifeguard climbed on board.\n\nDeputies recovered the 1,278 pounds of marijuana in bundles lining the boat's interior, Ketcham said.\n\nThe men, identified only as 42-year-old and 49-year-old Mexican nationals, were arrested on suspicion of \npossession/transportation of marijuana for sale and were booked into Orange County jail, officials said.\n\n\"Deputies are trained to look for trends and pleasure crafts seem to be used more and more frequently for \nsmuggling as opposed to pangas,\" he said.\n\nLocations are also critical giveaways, he said.\n\n\"Are the boats in a spot where they can quickly access roads?\" he said. \"Smugglers often look for places like \nCalafia that have easy access to roads and are secluded.\"\n"}