{"title": "temple starts Anew", "body": "\nThe Detroit News\n\nDetroit - Downtown Detroit's resurgence has become a magnet for more people, turning some into advocates for \nthe city.\n\nOne is Ariana Silverman, a 39-year-old Manhattan transplant who may be a 21st century forerunner of a nascent \nreligious revival in Detroit. She is the first rabbi at the Isaac Agree Downtown Synagogue in 16 years.\n\n\"I'm the only rabbi serving a synagogue in the city of Detroit,\" Silverman said.\n\nDetroit has attracted a rabbi because a young Jewish population is part of the city's rebound.\n\n\"They are a big reason I'm here,\" Silverman said. \"We have plenty of people who attend our services who are in \ntheir 20s and 30s. Many are involved in nonprofit work, community gardens, social justice, cultural issues.\" Other \nmembers are among the thousands of new downtown workers, she said.\n\nOne example of that activism is the Eden Gardens Block, a community garden in Detroit's east side that synagogue \nmembers help maintain along with neighborhood residents.\n\nThere is one Jewish place of worship owned by a Jewish congregation left in Detroit, and it's been that way for \nyears, according to several academicians.\n\n\"There used to be over 60 Jewish houses of worship\" in Detroit, Silverman said. The sole survivor is the Isaac \nAgree synagogue, a four-story building with multicolored windows at Griswold and Clifford in downtown's Capitol \nPark.\n\nThe synagogue is preparing to launch a multimillion-dollar campaign to restore the building. They want to convert \nthe top two floors into more office space, add an alternative chapel, as well as community meeting and rental \nfacilities.\n\nThere's another Jewish congregation in the city, the Reconstructionist Congregation of Detroit, which formed in \n2000. It doesn't own a building or have a rabbi. The group holds a Shabbat service, or Jewish Sabbath, once a \nmonth at Christ Church Detroit, 960 East Jefferson.\n\n\"To say we still have a place that is a synagogue in the city is important,\" Silverman said. \"We want to be a hub, to \nbe part of the growth and development and evolution of the Jewish community.\"\n\nThe synagogue can be a forum to address the growing tensions over gentrification and strengthen relations \nbetween the Jewish and African-American communities, she said.\n\n\n\"We can be allies and partners again,\" Silverman said.\n\nDozens of former Jewish temples are part of Detroit's landscape, many dating to the early 20th century. Some are \narchitectural treasures, including two Woodward  temples designed by legendary architect Albert Kahn.\n\nThe temples gradually began to empty starting in the 1950s, when the city's Jewish community began to trek \nnorthwest to such suburbs as Oak Park, Southfield and West Bloomfield. Many former synagogues became \nAfrican-American churches.\n\nBut the arrival of young Jews in Detroit is why Silverman said she believes the synagogue should play a role in the \ncity's debate about gentrification, referring to when a neighborhood gets an influx of new residents and \ndevelopments that are often more upscale than the area and residents.\n\n\"I am passionate about being part of the nuanced conversation about the future of Detroit,\" she said. \"I don't want \npeople to assume that we are going to follow the narrative (that) we are going to be retaking over the city, or that we \nare being ignorant of the contributions of residents who have been here for a long time.\"\n\nBut the revival of the downtown synagogue is not a done deal.\n\nThe Griswold building is the third home of the Isaac Agree Memorial Society, which formed in 1921. The building \nonce thrived with hundreds of members and Jewish businessmen who visited the city.\n\nIn the early 1960s, the congregation purchased its current location from the former Fintex clothing store. By the late \n1980s, the area surrounding the synagogue became empty and uninviting.\n\nThe synagogue's downtown location made it possible to cling to life, said Lila Corwin Berman, a professor of \nAmerican Jewish history at Temple University who has studied the migration of Detroit's Jewish community.\n\n\"Most synagogues shut because their congregations moved out of the neighborhood. The downtown synagogue \nhad more of a visiting membership, which helped it hang on,\" said Corwin Berman, author of \"Metropolitan Jews: \nPolitics, Race and Religion in Postwar Detroit.\"\n\nNow, only two of the synagogue's four floors are used; work is needed to make the top two floors habitable again. \nThe main floor of the synagogue is decorated with well-worn furniture, folding chairs and wood paneling.\n\nThe synagogue stayed alive because of a handful of dedicated members, including Martin Herman, a former \nWayne State University humanities professor. Herman said he first became involved in 1989 when both his parents \nwere dying, coming to the synagogue every day for 15 months to say the memorial prayer called Kaddish.\n\nBy the early 2000s, at the Saturday Shabbat, the only regular weekly service at the time, the handful of members \nwho attended sometimes needed to recruit the African-American owner of the nightclub next door, Cafe D'Mongo's \nSpeakesasy, to reach the minimum of 10 males older than age 13 needed for a Jewish public worship, said Cafe \nD'Mongo's owner Larry Mongo.\n\nBut the revival of downtown in the past few years has spread to Capitol Park, the small triangular park one block \nsouth of the synagogue. The area has become an upscale enclave with the renovations of buildings into high-end \nresidences, as well as the openings of the Detroit Institute of Music, the Lear Innovation Center, and restaurants \nand boutiques such as Detroit Bikes.\n\nThe synagogue is benefiting from the revitalization, which is attracting many young professionals. \"They have \ncaptured the passion of a millennial Jewish population,\" Corwin Berman said.\n\nA group of young people became involved at the downtown synagogue around 2008. They became board members \nand helped transition the temple from conservative Judaism to a more egalitarian denomination. Membership has \nincreased to around 300 households, Silverman said.\n\n\n\nProfessional staff were hired through grants from the Berman Foundation and the Jewish Fund in 2012. More than \n1,000 new guests have since visited for worship services, according to the synagogue's website. In 2013, it raised \naround $150,000 through a crowd-funding campaign to boost building improvements and renovation plans\n\nSilverman became the downtown synagogue's part-time rabbi in the summer. She had a child and doesn't become \nthe full-time rabbi until this summer.\n\nSilverman is working on building better relations with leaders of African-American congregations in Detroit. Over the \nsummer, she had her son's bris - the Jewish rite of circumcision - at the former Beth El temple on Woodward  in the \nBoston Edison neighborhood. The building is now owned by the Breakers Covenant Church International.\n\nSilverman was honored to have a Jewish ceremony at the historic building.\n\n\"It was about new life,\" she said. \"And that's we are hoping for now. Not a replication of the past, but a new \nchapter.\"\n\nlaguilar@detroitnews.com\n\nTwitter@LouisAguilar_DN\n"}