{"title": "Immigration issue ripples both ways; Raid of illegals hits home in Georgia town", "body": "\nStillmore --- If only it were as simple as campaign pledges and protest chants make it seem.\n\nBut talk to the folks in this Emanuel County town about illegal immigration and many will say there's no easy \nsolution.\n\nThey should know.\n\nOver Labor Day weekend, federal agents raided the local chicken processing plant and several homes in and \naround Emanuel County in east Georgia. They cuffed and arrested more than 120 illegal immigrants, mostly men, \nand took them away.\n\nWhen the raid went down, Sheriff Tyson Stephens began to get calls from residents wondering why armed men \nwith bulletproof vests were running down the sidewalk; why Mexican immigrants were hiding behind homes and in \nthe woods.\n\n\"People are genuinely a little heartbroken for them,\" Stephens said. Many in the county had come to know the \nillegal workers and their families. \"They wish they could get legal. They know the immigration system is broken.\"\n\nThe \"broken\" immigration system is front burner this election season in Georgia and across the nation. Politicians \nare promising to push back the illegal immigration wave.\n\nAn estimated 12 million immigrants are in the nation illegally. Georgia has the nation's fastest-growing illegal \npopulation estimated at 470,000 by the Department of Homeland Security.\n\nGov. Sonny Perdue has made illegal immigration a key theme in his re-election bid. He announced a task force \nearlier this month to combat false documents for illegal workers to get jobs.\n\nLocal immigrant advocates are volleying back, planning to march to the state Capitol on Sept. 30, spurred in part by \nPerdue's get-tough stance.\n\n\nAt the Sept. 6 news conference announcing the documents task force, Perdue said: \"I've been hearing from the \npeople of Georgia loud and clear on this issue. The bottom line is this: We will not welcome those who break our \nlaws.\"\n\nThere are those in Emanuel County --- where 58 percent voted for Perdue in the last election --- who agree with the \ngovernor.\n\n\"We need to enforce the laws,\" said Robert Agress, owner of Maxwell's clothing store in Swainsboro, the county \nseat. \"It does unfortunate things to people, but people made a choice and those choices have consequences.\"\n\nMany others in Emanuel County agreed, including Stillmore Mayor Marilyn Slater, who said the immigrants should \nbe legal and pay taxes. Slater noted that some illegal immigrants rented housing that was an eyesore and that with \nso many immigrants living together, it may have added a burden to the town's already taxed water and sewer \nsystem.\n\nBut the raids clashed with the homespun sensibilities of this farming region.\n\n\"This is like the Gestapo was back in Germany in World War II, coming to snatch people out of their homes and \nall,\" Slater said. \"That's not America. That's not the way it should be.\"\n\nThe Southern Poverty Law Center has interviewed people who said agents threatened to break down doors and \nuse tear gas, said Mary Bauer, director of the center's immigrant justice project. Bauer says her group is \"deeply \nconcerned\" about the way the raids were carried out in Stillmore and has talked to at least three American citizens \nwho said they were caught in the round up.\n\nAn Immigration and Customs Enforcement spokesman said the raids were conducted lawfully.\n\n\"These encounters were like any encounter a police officer would have in any situation knocking on the door,\" said \nKen Smith, Special Agent in Charge of the Atlanta office of ICE.\n\nMen gathered recently for a sip of beer and bit of gossip at B&S Service Station in Stillmore talked of the raids. \nThey said something ought to be done to stop people from coming over the United States' borders illegally. But \nsome thought if an immigrant is here and working hard, they ought to be given a shot at being legal --- maybe not \ncitizenship, but something to protect them from being rounded up.\n\n\"These people are here to work. These people aren't trying to blow us up,\" said Keith Slater, the mayor's son. His \nfamily has run the service station near Stillmore's crossroads for 29 years.\n\nThe raids left many women and children behind, some without resources. Local churches are distributing food.\n\nMaribel Cruz Sanchez, 19, says her husband went to work at the chicken processing plant that Friday and never \ncame home. Her 2-year-old daughter, Samantha, an American citizen, keeps asking, \"Where is Papi?\"\n\nThe Crider poultry plant was at the center of the raid. Last spring, ICE agents arrested a local man for making fake \ngreen cards. The man had worked at Crider, company president David Purtle said.\n\nAfter a review of employee documents in May, ICE estimated 700 of the plant's 1,000 workers were using fake IDs. \nThe government gave Crider 10 weeks to set the matter straight. Crider began checking documents and confronting \nemployees. Many were fired and hundreds of illegal immigrants left town on their own throughout the summer. \n\nOn Aug. 31, Crider prepared the final dismissal letters. ICE asked if it could hand out the last 30 letters on the night \nshift Sept. 1. Supervisors went inside the plant and asked the 30 employees to step outside. They were greeted \nwith handcuffs and shuffled onto vans that took them to processing centers in Savannah, Atlanta and Dalton. From \nthere, most were jailed in facilities in Texas.\n\n\n\nLocal pastor Ariel Rodriguez said he was told that when the raid started there was chaos at the plant, with workers \nrunning out back doors or up to the roof.\n\nThe raid continued throughout area neighborhoods, focusing on specific addresses that appeared repeatedly in the \ncompany's employment eligibility forms, ICE spokesman Marc Raimondi said.\n\nAfter the raid, many other illegal workers went into hiding or left town. They didn't show up to work at the lumber \nyards, steel mills and produce companies across Emanuel County and neighboring communities.\n\nProponents of allowing illegal workers an avenue for staying in the country say they are doing jobs no one else \nwants to do. To some in Stillmore, that sounds true.\n\nVanecia Glover, who works at a shoe store in Swainsboro, said there isn't a long line to work at Crider. \"Not to cut \nno chickens up,\" she said.\n\nBefore the crackdown, Crider's starting base pay was $5.60 an hour. Average pay for general processing workers, \nwith overtime factored in, was $9.50 an hour. Now, starting base pay is $7-$8 an hour.\n\nToday, Crider's work force stands at about 550, compared to 1,000 last spring. Crider has outsourced their \ndeboning operation to Alabama, sending 250 jobs out of the county.\n\nNew hires in Stillmore include a few Hispanics who are legal. Crider now participates in a pilot program with the \nDepartment of Homeland Security, which requires them to check Social Security numbers on a federal hotline to \nsee if the numbers are legitimate.\n\nBut most of the new hires are locals from Emanuel and surrounding counties. The company has begun a van \nservice within a 30-mile radius to pick up workers and bring them into the plant.\n\nStill, Crider is well below capacity and Purtle said he's facing high turnover. \n\n\"We're getting people who haven't worked, period,\" Purtle said. \" A lot of them are not lasting because they don't \nknow what work is.\"\n\nSmall businesses also have taken a hit. Doug Wilkinson, owner of the Plaza Pharmacy in Swainsboro, said his \nbusiness is down and his daughter, Teri Meyers, lost all of her tenants from a boarding house in Stillmore.\n\nThe \"old hotel,\" as people call it, housed 32 Mexican men and all but one were taken in a raid. Meyers said she is \nlosing about $750 per week in rent.\n\nShe's also dealing with the fears of her adopted son, Zachary, 5, who is Mexican-American. \"Are they going to take \nthe little Mexicans too, or just the big ones?\" his mother said the boy asked.\n\nDavid Robinson was so upset about losing the tenants in his mobile home park, who paid about $12,000 a month \nin rent, that he flew the American flag upside down for a few days as a sign of distress.\n\nFor others, the ripple was softer, but still felt. Emma Horne's favorite Mexican restaurant, El Valle in Swainsboro, \nclosed for two days after the raids.\n\nShe dined with her pastor and friends from church after the place reopened.\n\n\"When I came in I thought, 'Lord, who's going to be missing?' \" Horne said referring to her favorite waitstaff. To her \nrelief, they were all there.\n\nAt Hooks Grocery in nearby Nunez recently, truck driver Shannon McCullough pulled up a chair to talk with friends \nabout the immigrants and the raids.\n\n\n\nNow that most of the illegal immigrants are gone, there's no denying it, he said. \"It affects everybody, whether they \nlike them here or not.\"\n\nGraphic\n\n \n\nPhoto: BEN GRAY / StaffMaribel Cruz Sanchez, 19, says her husband went to work at the Crider chicken \nprocessing plant that Friday of the raid and never came home. Her daughter, Samantha, 2, keeps asking, \"Where \nis Papi?\" The raids left women and children behind, many without resources.\n\nPhoto: BEN GRAY / StaffWorker Antonio Gutierrez Lopez received this summons from the federal Immigration \nand Customs Enforcement agency.\n\nPhoto: BEN GRAY / StaffStillmore resident Teri Meyers with adopted Mexican-American son Zachary in \nSwainsboro's Plaza Pharmacy. Following a Labor Day weekend raid of illegal workers in Emanuel County, Meyers \nsays Zachary fears agents will take him away, too.\n\nMap: DALE E. DODSON / StaffMap locates Stillmore, Ga. in Emanuel County. Inset map outlines the area of detail.\n"}