{"title": "On Immigration and Ports, Turning Inward", "body": "\n The nativists are getting restless on Capitol Hill. \n\n In a Dirksen Building hearing room, Sen. Charles E. Grassley (R-Iowa) kicked off yesterday morning with a tirade \nagainst immigrant day laborers. \"Nobody raises any question about the illegality of people right out on Main Street, \nWashington D.C., illegal, waiting to get a job!\" Grassley shouted to fellow members of the  Judiciary Committee as \nthey contemplated immigration legislation. \n\n  Poking the air with his finger and bumping his microphone, the Iowan continued: \"I don't even know if they get \npaid. Some of them are probably slave laborers.\" \n\n Three hours later and at the opposite end of the Capitol complex, Rep. Duncan Hunter (R-Calif.), chairman of the \nHouse Armed Services Committee, was similarly agitated over the notion of foreigners owning vital U.S. assets. \n\"We should require critical U.S. infrastructure to remain in U.S. hands,\" the chairman told his committee in its \nRayburn Building hearing room. \"To those who say my views smack of protectionism, I say: America is worth \nprotecting.\" \n\n The issues were entirely different. Grassley wants to block a \"guest worker\" program that could allow illegal \nimmigrants to become legal. Hunter is reacting to the sale of U.S. port operations to Dubai. But both spoke for an \nAmerica turning inward. \n\n The shift defies the usual categories. In the ports case, Democrats are leading the effort to raise the drawbridge. \nOn immigration, Republicans are digging the moat. In both cases, President Bush is the lonely internationalist, \naided only by the likes of Sen. John McCain (R-Ariz.). It is, after all, difficult to match the other side's visceral anger. \n\n At yesterday's House hearing, a pair of experts tried to redirect the lawmakers' fury. \"This commercial transaction \nwill not qualitatively affect the overall state of global and American maritime transportation security,\" testified \nStephen Flynn of the Council on Foreign Relations. While condemning overall port security, he called the current \nbattle \"a political food fight.\" \n\n The Heritage Foundation's James Carafano cautioned: \"I don't find any compelling security concerns here.\" \n\n\n Hunter was incredulous. \"How can you possibly say that you didn't see in this particular case, in this particular deal, \na security problem?\" he demanded, calling the United Arab Emirates \"accommodators\" who \"accommodate people \nthat come to them with large amounts of cash.\" \n\n Carafano pointed out that most shipping operations are foreign-owned anyway. \n\n \"Let me stop you at that,\" Hunter said, again calling the UAE greedy. \"Are you sure you can say, from a security \nstandpoint, that the ownership is irrelevant?\" \n\n Carafano could. \"The system is really ownership-irrelevant,\" he replied. \n\n Hunter interrupted again, but Carafano was unmoved. \"You don't need to buy a $7 billion company to penetrate \nmaritime security,\" he said. \"The Mafia doesn't buy FedEx to smuggle.\" \n\n Back at the Dirksen Building, advocates of a plan to legalize some immigrant workers were having similar difficulty \novercoming the fury of their opponents. Chairman Arlen Specter (R-Pa.), who included a guest-worker provision in \nhis legislation, said it is  necessary to bring 11 million illegal aliens \"out of the shadows.\" \n\n But the very notion enraged his colleague Grassley, who called Specter's plan \"a wink and a nod to amnesty\" for \nillegals. \"If it looks acts and smells like amnesty then it is amnesty,\" he protested, saying the program \"denigrates \nthe value of citizenship.\" In addition to his tirade about \"Main Street Washington,\" he railed against \"Bahama-like \nmailbox corporations.\" \n\n At the end of his stemwinder, Grassley observed that his end was missing. \"I see my staff took the bottom line \naway from me, because I probably shouldn't have said it,\" he confessed. \n\n Sen. Richard Durbin (D-Ill.) pleaded for understanding, reminding Grassley that \"there are four of us who are first-\ngeneration Americans\" on the committee. \n\n This produced a round of me-too statements. \"My grandparents came here as immigrants,\" volunteered Sen. Jon \nKyl (R-Ariz.) \"My great-great-great-great-grandfather was an immigrant, I'm proud to say,\" offered Sen. Jeff \nSessions (R-Ala.). \"The last one got here about 1850.\" \n\n \"Did they miss the Civil War, Senator?\" Specter inquired. \n\n \"Lincoln killed one of them at Antietam,\" the senator from Alabama rejoined. \n\n But Sessions was unyielding in his opposition to legalization, saying more immigration would \"drive down the \nwages and lifestyle of the American people.\"  \n\n Sen. Tom Coburn (R-Okla.), another opponent of a guest-worker program, put it in a broader, protectionist context. \n\"The lower middle income in this country is not moving up,\" he said, blaming both immigration and trade. \"Our \ntechnology is being stolen every day by China.\" \n\n It was difficult to argue against these emotional appeals. Sen. Lindsey Graham (R-S.C.), an internationalist, didn't \nreally try.  \n\n In a brief speech, he said he favors the guest-worker idea. \"The idea of dealing with 11 million people as if they \ndon't exist is unrealistic,\" Graham said. \"America needs to mature on this issue. . . . Demagoguing it is no longer an \noption for me.\" \n"}