{"title": "GOP pounds out a platform", "body": "\nCongressional Republicans push legislation on two hot-button items as the elections approach:\n\nIMMIGRATION Republicans call for stricter detention policies for illegal immigrants, penalties for tunnel-builders \nand voter IDs.\n\nTERRORISM Republicans want to enable the president to hold trials of suspected terrorists and to allow \nwarrantless wiretapping.\n\n---\n\nCongressional Republicans revealed their strategy going into the November elections as they pressed hard last \nweek on immigration and anti-terror bills, some of which are unlikely to ever become law but which have dominated \nthe nation's headlines.\n\nPollsters and political analysts say the two subjects -- immigration and terrorism -- are hot-button items that \nRepublican Congressional candidates hope will rev up their base of supporters, resonate with swing voters and \nboost their sagging numbers.\n\n\"Immigration is emotional; terrorism is emotional,\" said Frank Luntz, a Republican strategist and communications \nspecialist. \"People have an emotional response as well as an intellectual response. When your heart and your head \nare affected equally, that's a powerful issue.\"\n\nIn the House, Republicans pushed through bills to increase penalties for those who build tunnels into the country \nand to impose stricter detention policies for illegal immigrants.\n\nIn the most heated debate, House Republicans passed legislation that would require residents to produce \ngovernment-issued photo identification to vote in federal elections by 2008 and proof of citizenship to vote in 2010.\n\nRepublicans claimed they needed the laws, in part, to keep illegal immigrants from voting.\n\n\"This boils down to whether Americans should have their vote counted and not watered down by an illegal alien,\" \nRep. Dan Burton, R-Ind., said.\n\nRepublicans, however, couldn't produce any evidence of illegal immigrants attempting to vote.\n\nDespite the flurry of legislation in the House, no similar bills are before the Senate, so passage into law is highly \nunlikely.\n\n\nMeanwhile, Senate Republicans were considering the installation of a 700-mile fence along the 2,100-mile border \nbetween the United States and Mexico and grappling with legislation that would allow President George W. Bush to \nhold trials for suspected terrorists.\n\nDemocrats say Republicans are using the legislative process to distract the public's attention from issues like Iraq \nand Hurricane Katrina, subjects that do not bode well for Republicans, while focusing on the two subjects upon \nwhich Republicans have a historical advantage.\n\n\"It's clearly an effort to do several things,\" said Fran Farmer, senior policy advisor to Rep. Juanita Millender-\nMcDonald, D-Calif., the ranking Democrat on the committee that passed the voter ID requirement and one of its \nharshest critics. \"To show that you are tough on terror, show that you are tough on immigration, show that you are \ntough on voter fraud.\n\n\"If we pierce the veil, nothing could be further from the truth. It's a very cynical manipulation of public opinion.\"\n\nDrawing distinctions\n\nRepublican leaders have turned up the rhetoric on the issues of terrorism and immigration in recent weeks.\n\nEarlier this month, House Majority Leader John Boehner, R-Ohio, told reporters, \"I wonder if (Democrats) are more \ninterested in protecting terrorists than protecting the American people.\"\n\nAnd during a Senate Judiciary Committee debate on a warrantless wiretapping bill, Sen. John Cornyn, R-Texas, \nriled Democrats on the committee when he made similar comments.\n\nRepublicans are using the two issues to draw a clear and attractive distinction between them and Democrats, Luntz \nsaid.\n\n\"I think there's a clear difference in policies toward terrorism between Republicans and Democrats,\" he said. \"In the \nend, the public will make a choice.\"\n\nThe new focus is a departure from the party's summer strategy, when Republican leaders in the House unveiled an \nelection-year \"values agenda\" that included a ban on gay marriage, abortion restrictions and legislation preserving \nthe words \"under God\" in the Pledge of Allegiance.\n\nThe Senate spent days debating a constitutional amendment to ban gay marriage and the desecration of the \nAmerican flag. Neither proposal succeeded.\n\nBut with the public preoccupied with soaring gas prices and the deteriorating situations in Iraq and Afghanistan, \nthose issues never took hold.\n\nNo sea change\n\nRepublicans' recent efforts, however, may be succeeding in focusing the public's attention on terrorism.\n\nWhen asked in a recent Pew Research Center poll what was the number one problem facing the country, the \npercentage of people who said \"terrorism\" had tripled compared to a previous poll in May, said Carroll Doherty, the \ncenter's associate director.\n\n\"It's certainly focused more public attention on terrorism,\" he said.\n\nAnd President Bush has seen his poll numbers inch up in recent weeks as gas prices have fallen and the public is \nmore optimistic about the economy.\n\nBut House and Senate Republicans don't appear to have shared in those gains, Doherty said.\n\n\n\n\"There hasn't been a real sea change in the race for Congress,\" he said. \"In most polls the Democrats have a fairly \nsizable lead.\"\n\nThat may be in part because while 14 percent of Americans cited terrorism as the No. 1 problem in the Pew poll, 25 \npercent said it was the war in Iraq, Doherty said.\n\n\"And the people who cited Iraq,\" he said, \"tended to vote Democrat while the people who said terrorism tended \ntowards Republicans.\"\n\nNotes\n\n Election 2006  Congress \n"}