{"title": "Lawyers Frustrate U.S. Illegal-Immigration Policy;U.S. Stymied On Refugees By Attorneys;Haitian Refugees' Lawyers Frustrate U.S. Immigration Policy;Haitian Refugee Dilenima", "body": "\nFor more than a year now, a ragtag group of young lawyers has held the whole U.S. government at bay, managing \nin case after case to thwart the Department of Justice.\n\nTheir efforts have prompted a Justice Department spokesman to declare: \"We have lost control of our borders and \nour beaches. We have to do something about it and do it fast!\"\n\nThey have caused President Reagan to deploy U.S. military might in the form of the Hamilton, a fully armed, 378-\nfoot Coast Guard cutter into the territorial waters of another country: Haiti.\n\nAt issue are the Haitians who by the thousands have been packing themselves into small boats, many of them \nhomemade and only 20 or 30 feet long, and making their way over 800 miles of open water for the shores of \nFlorida.\n\nThe Hamilton began patrolling the Windward Channel early last week, looking for boatloads of Haitians with the \nidea of turning them back. But by week's end it had not stopped a boat, and no one was sure what would happen if \nit did -- or if the boat refused to stop.\n\nThe government says the Haitians are illegal aliens coming here to seek their fortunes and escape poverty in their \nisland country. For the first time since Japanese-Americans were put into detention camps during World War II, the \nImmigration and Naturalization Service last July initiated a policy of putting the illegal aliens into prisons to await \ndeportation hearings.\n\nThere are now about 2,700 Haitians in detention in the United States and Puerto Rico, and the government \nestimates that as many as 1,000 per month may be entering the country. The largest of the camps is the Krome \nDetention Center here on the edge of the Everglades, where 1,200 Haitians live in a concoction of barbed wire and \nconcrete blocks on an old missile site about 45 minutes outside of downtown Miami.\n\nThe lawyers, generally working without pay, have insisted that at least some of the Haitians are political refugees \nfleeing the repressive regime of Jean Claude (Baby Doc) Duvalier and are entitled to full asylum hearings and full \ndue process of law, complete with several layers of appeals.\n\nSo far the federal courts have agreed with them, often criticizing INS at length in the process.\n\n\n\"Fighting immigration is like shooting fish in a barrel. It's like the Selective Service in the '60s. They're portraying us \nas a group of smart lawyers that got together, but in fact the things they're doing are so blatantly illegal that they \nmake it easy for us,\" said Ira Kurzban, who is leading the lawyers.\n\nIn fact, the government is faced with a near-impossible situation. At a time of limited resources and economic \nproblems, it is clear that the United States can no longer welcome everyone who wants to come into the country. \nThat question is complicated even further when the people pouring across the border are poor, often illiterate and \ndon't speak English -- people who would present a further drain on already stretched social services.\n\nAlan C. Nelson, deputy INS commissioner, says the Haitians who are coming have absolutely no legal right to be \nhere, and by letting them in, the United States could be encouraging hundreds of thousands of others to attempt to \nget here.\n\nBut because of the lawyers, the Haitians who are coming illegally are perhaps being accorded more legal rights \nthan those who obey the law.\n\nTo force the government to provide due process for the Haitians, the lawyers have raised not only the merits of the \nindividual cases, but also virtually every possible legal issue to trap the government in its own bureaucratic tangle.\n\nFor example:\n\n* At the Ft. Allen detention camp in Puerto Rico, a group of the lawyers forced the government to go through an \nenvironmental impact statement procedure because of the sewage that would be produced by the camp.\n\n* Each time the government has made any policy change regarding the Haitians, the lawyers have sued to force \nthe government to comply with its own rule-making procedures, complete with publication in the Federal Register \nwith the required 30 days for public comment.\n\n* The lawyers have presented evidence -- and convinced a federal judge -- that the government translators have \nbeen so bad that instead of asking the Haitians if they were seeking political asylum, they were asking them if they \nwanted to go to the insane asylum.\n\n* The lawyers repeatedly have been able to stop deportations, often at the last minute, by persuading a federal \njudge that the INS has violated the Haitians' rights.\n\n* Even the state of Florida has gotten in on the act by filing a suit against the government alleging not only \novercrowding but also \"neglect and indifference\" by federal officials. Florida is asking that Krome be shut down and \nthat no new camps be opened in the state.\n\nBesieged by all the lawsuits, the government has engaged in a kind of guerrilla warfare, going as far as rushing \ngroups of Haitians up back stairways into locked courtrooms to avoid lawyers lurking in the hallways.\n\nThe latest INS tactic is to schedule hearings for the Haitians at Miami's Krome Detention Center simultaneously in \nthree courtrooms even though they're all represented by the same lawyer from the Haitian Refugee Center. That \nforces the lawyer, Steve Forester, to race wildly from courtroom to courtroom, begging for continuances that the \ngovernment has no intention of granting for his 600 clients.\n\n\"They've said it's my own fault for taking too many clients . . . but they know very well that there aren't other \nlawyers, and if we didn't represent these people, they would simply be deported,\" Forester said.\n\nNelson said his agency has decided to go full speed ahead with the hearings because the lawyers \"will win if the \nsystem is bogged down. They're winning now on the procedural rules, not on the merits.\n\n\"They've come in and said they have a monopoly on the Haitians, but then they hold up the flow. It's really an \nantitrust situation. . . . They should either fish or cut bait,\" said Nelson, who believes the lawyers are deliberately \n\n\n\ndragging their feet. Haitians, he said, \"don't have the right to free counsel. In most other countries in the world, they \nwould have been herded back into the boats and put out to sea.\"\n\nNelson charged that there are a number of Haitians who would rather return home than stay in detention, but the \nissue is so tied up in litigation that it is impossible for anyone to be moved.\n\nForester retorts that the INS deliberately created the problem when it moved the hearings from downtown Miami to \nthe detention center. Most lawyers don't want to drive that far, he said, though there are 25 lawyers who would \nprovide free services for the Haitians downtown.\n\nBrian McDonald, the first assistant U.S. attorney in Miami, also contends that the lawyers have resources \nunavailable to the INS. \"Some of them are professors at a law school, and they can get assistance from their \nstudents,\" he said, while the INS is \"understaffed, they've gotten conflicting policy guidance, and they're confronted \nwith difficult problems.\"\n\nThe lawyers' efforts have been two-pronged. On one side Kurzban, aided by two University of Miami law \nprofessors, their students and an assortment of other lawyers around the country who donate their time, have \nworked on their own time on a series of class-action cases to help thousands of Haitians who are here illegally.\n\nThe other side of the effort is being carried on by Steve Forester and Vera Weisz, working out of a ramshackle \nstorefront office in Miami's Little Haiti area. They receive nominal salaries from the Haitian Refugee Center, which \noperates from year to year on a grant from the National Council of Churches.\n\nAmong the questions the lawyers are raising in their lawsuits are some that have sticky policy implications for the \ngovernment.\n\nFor instance, Kurzban asks whether the United States should routinely grant asylum to Soviet ballet dancers, who \nlead privileged lives in their own country, while it turns away refugees who happen to be poor and uneducated.\n\nHe questions whether the country should have an immigration policy that welcomes people fleeing from communist \ngovernments while it turns away those fleeing right-wing dictatorships that happen to be friendly to the United \nStates. In this case the government also has to deal with the uncomfortable fact that it has recently allowed \nentrance to large numbers of Indochinese and Cuban refugees, many of them coming for economic reasons, and \nnow is in the process of turning away the first large group of refugees who happen to be black.\n\nFinally, even if the Haitians are eventually returned to their home country, Kurzban asks, \"Shouldn't they be entitled \nto a fair hearing on their asylum claims?\"\n\nBehind high chain-link fences topped with barbed wire, the 1,200 Haitians being detained at Krome spend their \ndays sprawled on bunks and makeshift cots so close that it is difficult to walk between them. The men are kept on \none side of the camp and the women and children on the other, separated by another metal fence.\n\nThe camp's single, conventional-sized washer and dryer have been shut off -- the area is so swampy that it was \nimpossible to use them. The Haitians use portable toilets lined up against one of the fences. The showers are open \nfor two hours in the morning and two in the afternoon.\n\nLaundry is set out to dry on the scraggly patches of grass and on the metal fences. What possessions the Haitians \nhave are stored in clear plastic bags, one stacked neatly on each bunk.\n\nVirtually none of the Haitians speaks English, and there are only 10 translators at the camp to decipher their Creole \ndialect.\n\nEarly last month, there were riots at Krome as the Haitians chanted \"liberty or death\" and \"Miami is my country.\" \nBut the instigators have been shipped off to more secure facilities and most of the Haitians spend their days now \ndoing no more than staring vacantly into space.\n\n\n\nTo help ease crowding in Florida, INS recently moved the majority of the Haitians to facilities in out-of-the-way \nplaces like Lake Placid, N.Y.; Big Springs, Tex., and Ft. Allen, Puerto Rico, far away from any Creole translators \nand any sort of free legal representation.\n\nAt a recent Senate hearing, Doris Meissner, the acting INS commissioner, said that the Haitians are generally \nconsidered economic refugees who can be returned safely to their country of origin. As such, she said, they are not \neligible for asylum.\n\nIn response to pointed questioning from Sen. Charles Grassley (R-Iowa), Meissner said there is \"no concrete \nevidence\" that the Haitians would be persecuted if they were returned, and a State Department representative said \nthe Haitian government has promised that there will be no reprisals against those who return.\n\nBut U.S. District Court Judge James Lawrence King, in a decision last year in Miami, found major problems of \npolitical persecution in Haiti, including persecution of those who have fled and then returned to the country.\n\n\"This case involves thousands of black nationals, the brutality of their government, and the prejudice of ours,\" said, \nKing, a Republican appointed by Richard Nixon, noting that the Haitians are \"fleeing the most repressive \ngovernment in the Americas.\"\n\nKing listened to weeks of evidence of beatings, torture and deaths in Haitian prisons and he concluded that \"the \nmanner in which INS treated the more than 4,000 Haitian plaintiffs violated the Constitution, the immigration \nstatutes, international agreements, INS regulations and INS operating procedures. It must stop.\"\n\nIt was the first major victory for the small group of lawyers who have taken on the Haitians' cause.\n\nEarly last month, the lawyers won another victory when federal Judge Alcee Hastings in Miami issued a temporary \nrestraining order barring deportation hearings for Haitians who are not represented by lawyers.\n\nBut that victory was clouded when Hastings later became the target of an FBI bribery investigation, stepped down \nfrom the bench temporarily and asked to have his cases reassigned. No one is sure what will happen to the Haitian \ncase that was still pending before him.\n\nMeanwhile, both sides are waiting to see what's going to happen with the Hamilton as it patrols the Haitian waters, \nand the lawyers are trying to decide whether to file yet another lawsuit to stop what they call \"the kangaroo court on \nthe high seas.\"\n\nNo one knows for sure what the Hamilton would do if one of the Haitian boats refused to stop and decided to make \na run for it. Would the 378-foot vessel ram it? Open fire with the cannons? Sink it?\n\nThere also are questions about what will happen to those Haitians who are educated enough to know they have a \nright to ask the Coast Guard for political asylum. The United States is bound by a United Nations treaty not to \nreturn persons to a country where they will be persecuted. But although there will be translators and immigration \nofficers aboard the Hamilton, no one is sure yet how the Haitians can prove they would be persecuted at home.\n\nGraphic\n\n \n\nPicture 1, Despite the severe overcrowding in this Miami dormitory housing several hundred women and a few \nsmall children, many Haitian refugees the conditions are better than they had in their homeland.  UPI; Picture 2, \nHaitian refugees sit on the floor to eat their meals in a Miami dormitory because tables and chairs have not yet been \ndelivered.  UPI; Picture 3, Typical of the Haitian refugee influx is this boat packed with 98 people on arrival at \nMiami's Haulover Marina in March, 1980.  AP\n\n\n"}