{"title": "JAIL IN TINY ILLINOIS TOWN HAS INFLUX OF INS PRISONERS; ALIENS OF 40 NATIONALITIES ARE BEING HOUSED IN ULLIN", "body": "\nCorn, wheat and soybean fields blanket the landscape that holds a transient population of foreigners stranded as \nthey await a forced exit from the United States.\n\nThese are the fields of lost dreams for the nationals of more than 40 countries who, as unwanted aliens, are jailed \nwithin the whitewashed walls of Ullin's Tri-County Detention Center.\n\nThe privately run jail is a low-rise, compact building with barred skylights, lockdown cells and fences topped with \nrazor coils. Since last year's terrorist attacks, its prisoner list appears to include more Arab and Muslim names than \nbefore Sept. 11.\n\nSurrounding Pulaski County owns the jail, contracting it out to the U.S. Marshal's Service and the Immigration and \nNaturalization Service. The INS is Tri-County's best customer. Most of the jail's inmates are INS detainees, who \nwere arrested in one of the three states that make up the Chicago district -- Illinois, Indiana and Wisconsin.\n\nThe past year has brought a bumper-crop of INS arrivals, compared to the previous three years since the jail \nopened in 1999, said Gil Walker, chairman and chief executive of GRW Corp., a Tennessee company that staffs \nand runs the jail.\n\n\"Demand for service has increased since Sept. 11,\" he said.\n\nWalker estimated that the inmate population and number of Arab and Muslim detainees at Tri-County had risen by \n10 percent since September.\n\nBut officials of the Justice Department deny that its immigration and security agencies are singling out Arabs or \nMuslims for deportation.\n\nThe foreign men (the jail does not house women) may spend anywhere from two weeks to 10 months inside Tri-\nCounty as they wait for a one-way ticket home. INS officials say that the foreigners are being held there and at \nother jails and prisons nationwide for violating immigration law and nothing else.\n\nEither they've overstayed their visas, or they've committed crimes that the INS says qualifies them for expulsion.\n\nThe detainees awaiting a one-way ticket home rarely go outside into the small enclosure that serves as the jail's \nrecreation yard. So they are virtually invisible to the people of Ullin, a dirt-poor patch of the American heartland, \n155 miles southeast of St. Louis near where the Ohio and Mississippi rivers meet.\n\n\nUllin has 550 residents. Downtown, squashed against the Illinois Central Railroad tracks, is a tight circle of narrow \nstreets and local businesses. The highlights include Porky's Fine Food Restaurant, a general store and an outlet \nthat distributes animal feed products.\n\nMoved to Texas\n\n\"Before we moved that bunch the other day, I counted 42 nationalities,\" said Jack Parks, a liaison officer with the \nImmigration and Naturalization Service who is stationed at the jail.\n\nParks took visiting journalists from St. Louis on a tour inside. He looked down from a hidden overhead surveillance \nroom at a group of Laotian, Cambodian and Vietnamese detainees.\n\nParks was referring to 104 INS detainees who'd just been transferred from Ullin to a holding facility in Texas. They \nwere moved because of a space shortage for the region's growing population of detainees, he said.\n\nThey had been arrested under federal deportation orders. And since the agency has no detention facility of its own \nin the district, it must rent space from 30 correctional facilities, including the Ullin jail, said Marilu Cabrera, an INS \nspokeswoman in Chicago.\n\nOne of the detainees transferred to Texas was an Afghan, Mohamad Dawlatzai. Before his transfer on Aug. 12, a \nPost-Dispatch reporter interviewed him at length. He reported that in early August, 10 newcomers - all Arabs or \nMuslims - arrived at Ullin.\n\nDawlatzai has been in INS custody since last October, when he was released from an Illinois prison after serving \nsix years for drug smuggling.\n\nHe said that he's seen many nationals of Arab countries or countries with large Muslim populations arriving or \npassing through the jail during his stay there. When he was first interviewed in mid-July, he estimated that 30 to 40 \nof the jail's maximum of around 200 inmates were Arabs or Muslims.\n\nDawlatzai said that no federal law enforcement officers had questioned him about whether he's had ties with anti-\nAmerican terrorist groups.\n\nBut Arshad-Abdul Wahid, a 21-year-old detainee from Pakistan, said that the FBI agents had asked him and other \nMuslims similar questions.\n\n\"They asked me which mosque I went to in Chicago,\" said Wahid, a detainee arrested by the INS for overstaying \nhis student visa. \"They asked, 'Do you know anyone connected to terrorism?' I said I don't know. They asked \neverybody here the same question.\"\n\nINS faces criticism\n\nSince Sept. 11, immigration lawyers in both St. Louis and Chicago say they have noticed an increase in cases \ninvolving aliens from Arab and predominantly Muslim countries. Lawyers say the heavier caseloads mean longer \ndelays for clients to get their day in court.\n\nYaser Tabbara is a Syrian-American lawyer in training with Heartland Alliance. The group is a nonprofit organization \nin Chicago that gives legal help to undocumented aliens.\n\nTabbara said he suspected that the INS was under pressure from the Justice Department to detain Arab and \nMuslim aliens living in the Chicago area's Arab-American strongholds.\n\nHe said the government was using the pretext of the INS enforcing immigration violations as a way to round up and \nkick out Arabs and Muslims who may be seen as posing a domestic security threat.\n\n\n\n\"If the INS is to apply the law and apprehend all people (non-Arabs and non-Muslims as well), the INS wouldn't \nhave enough space to detain those numbers,\" Tabbara said. He often drives the 350 miles down Interstate 57 to \nUllin, where he conducts informational sessions with the jail's Arab and Muslim inmates.\n\nJustice Department spokesman Jorge Martinez called absurd the suggestion that the INS was singling out Arabs \nand Muslims in enforcing immigration law, or prosecuting aliens who commit crimes or overstay their visas.\n\n\"The Justice Department exists to uphold the laws of the United States of America - not to engage in racial \nprofiling,\" Martinez said.\n\nMichael Heston, director of the district office of the INS in Kansas City (which covers Missouri and Kansas), \ndeclined the Post-Dispatch's request under the Freedom of Information Act to disclose the names and nationalities \nof more than 170 people detained in his jurisdiction in mid-July.\n\nHe cited the detainees' rights to privacy.\n\nImmigration lawyers and constitutional rights experts claim that changes made to immigration laws in 1996 have \nresulted in a big jump in the number of aliens being detained because of alleged violations and crimes. As a result, \nsources said, Arab and Muslim detainees now have to wait longer for their day in court.\n\nLawyers point to the change made in 1996 that broadened the term \"aggravated felony.\" The definition sets out \nsome of the rules that trigger detention and deportation orders. It has fueled soaring detention rates.\n\nBecause of the change, immigration lawyers say, the government can round up and expel aliens convicted of \nfelonies as well as those who have committed some lesser crimes.\n\nOf the 19,137 aliens who were detained by the INS last year, the Bureau of Justice Statistics said that 14.5 percent \nof them had been convicted of property offenses.\n\nJail boosts economy\n\nDetaining more aliens has been a boon for Pulaski County and the private company that runs Ullin's jail.\n\nIn the late 1990s, Pulaski County was designated as part of an economic empowerment zone by the federal \ngovernment as a way to help boost its economy.\n\nThat meant the people who built the Tri-County jail got incentives for putting it in Pulaski County.\n\nAnd Pulaski County got 50 new jobs to staff and guard the jail, and an increase in demand for local services.\n\nBoth Walker and Gerry Wozniak, the jail's administrator, are proud of how they run the Ullin jail. They said they \nstrive to ensure that the inmates who are slated for deportation are made as comfortable as possible during their \nstays there.\n\nTheir cultural needs and customs are accommodated. For example, every Friday the loft in the cellblock's library is \nreserved for group prayers among the resident Muslims. Tri-County officials also said they offered training for \ninmates in things like English language and computer courses.\n\n\"We're a kind of an innkeeper,\" Walker said. \"We don't just warehouse inmates. All we do is give them a chance to \nget their lives turned around.\"\n\nNotes\n\nReporter Imran Vittachi; E-mail: ivittachi@post-dispatch.com  \n\nmailto:ivittachi@post-dispatch.com\n\n\nGraphic\n\n \n\nMAP, GRAPHIC GRAPHIC GRAPHICS\n\n(1) Post-Dispatch Graphic , Map - Ullin, Illinois\n\n(2) Graphic , Chart - Federa immigration suspects\n\nFrom 1996 to 2000, the number of people suspected of an immigrationoffense as the most series charge they were \nfacing more than doubled\n\n(1985 to 2000)\n\n2000 - 16,495\n\nBureau of Justice Statistics\n"}