{"title": "In Twin Cities, boycott's impact muted; St. Paul's West Side deserted and some businesses closed, but weather depresses turnout at rallies", "body": "\nThousands of immigrant workers took the day off Monday in hopes of showing American citizens and politicians \ntheir significance in the work force. While rallies in some U.S. cities brought traffic to a standstill, the impact of the \n\"Day Without Immigrants\" in Minnesota was scattered.\n\nSt. Paul's West Side neighborhood looked like a ghost town, as did parts of Lake Street in Minneapolis, and nary \na Mexican restaurant was open. But turnout at most Twin Cities rallies was light because of the rainy weather \nand perhaps the decentralized nature of the gatherings.\n\nThe largest gathering appeared to be a late-afternoon march from the Basilica of St. Mary in Minneapolis to the \nHennepin County Government Center plaza. Minneapolis police spokesman Ron Reier estimated the march drew \n2,000 to 3,000 people, snarling rush-hour traffic along the procession route and impeding bus traffic on Nicollet \nMall.\n\nBut attendees said the day was organized to show their numbers through their absence, not their presence. A \nnumber of schools reported significant dips in attendance, and a meatpacker in southern Minnesota closed.\n\n\"We want people to know there are lots of Hispanic workers,\" said Wendy of Northeast Minneapolis, who attended \na Powderhorn Park rally with her husband, Antonio, a welder, and their two children.\n\n\"We pick the food that everyone eats, often for very little money,\" she said, declining to be identified by last name \nbecause she and her husband are undocumented immigrants. \"We serve the food to you. A criminal does not do \nthat for you.\"\n\nCrowds at some rallies ebbed according to the drizzle. A gathering at the College of St. Catherine in St. Paul drew \nabout 75 to 100 people. Rain delayed the rally at Powderhorn Park in Minneapolis by about an hour, with 500 to \n1,000 people attending. Some protesters moved from site to site.\n\nMost workers said they took the day off with permission.\n\nNetza Banuelos of Albert Lea took the day off from his construction job with permission to come to St. Catherine's, \nbut he said he had friends and family members who couldn't do the same for fear of being fired. He took his three \nschool-age children out of classes for the sheer civics lesson.\n\n\"I want them to see that peaceful movements are good,\" he said. \"If they want to be heard, they need to \nparticipate.\"\n\n\nOne man at Powderhorn Park said he worked until noon at a Mendota Heights warehouse where he packs DVDs \nand other goods for shipment. Israel, who asked that his last name not be used, and his wife, Rosalina, are \nundocumented workers.\n\n\"I need the support of everyone to change the laws,\" Israel said through Rosalina, who added: \"We only want to \nwork. That's it, nothing more.\"\n\nThe sentiment was echoed by several immigrants, seemingly in response to the complaint by some that illegal \nimmigrants tax social services agencies.\n\nMiriam Garcia of Minneapolis said immigration reform and a visiting-worker program would afford families medical \ncare the same way other U.S. workers get it, through insurance.\n\nShe said she and her husband, Angel, who took the day off from his roofing duties, fret about a trip to the hospital \nfor themselves or their two children.\n\n\"The president is not worried about whether he will eat tomorrow or work tomorrow,\" she said. \"We do.\"\n\nBanuelos of Albert Lea said he had hopes beyond change in U.S. laws. He hopes that such rallies eventually bring \nchange in Mexico, \"so that people can make a living down there.\"\n\nThe Basilica of St. Mary march adapted the Stations of the Cross, a Catholic rite centered on 14 key events in the \nlife of Christ, into four \"stations\" in the life of an immigrant, performed in a moving procession. One station likened \nthe flight of immigrants from their homelands to Christ falling three times on his way to the cross, said Jacqueline \nBelzer, organizer of civil rights for immigrants at Isaiah, a faith-based group that organized the event.\n\n\"It's about the immigrant workers who fall time and time again due to the indignities they have to suffer in this \ncountry,\" she said.\n\nAnother station, the Crucifixion, was paired with the death of Maria Inamagua Merchan, an illegal immigrant from \nEcuador who was stricken last month by an undiagnosed brain parasite in the Ramsey County jail while awaiting \ndeportation.\n\nThe last station celebrated the Resurrection.\n\n\"In a way, we're celebrating the resurrection of people coming out of the shadows,\" Belzer said. \"We're here, and \nwe're people with dignity.\"\n\nBUSINESSES\n\nDozens of businesses — from Latino restaurants and markets along Cesar Chavez Street on St. Paul's West \nSide and Minneapolis' Lake Street to a meat-processing plant in Worthington — closed for the day to make a \npolitical and economic statement as well as a show of solidarity. In addition, many businesses across the state got \nby on Monday without a full staff.\n\nST. PAUL\n\nUsually crawling with a busy lunchtime crowd, St. Paul's West Side was a ghost town Monday. All the Hispanic \ncompanies were closed, leaving only a handful of businesses open.\n\nOscar Reyes was the only person working at Me Gusta restaurant on Robert Street on Monday. Reyes, the owner, \ngave his six employees the day off.\n\n\"I wanted to support the event,\" Reyes said. \"All of my people are legal. They work so hard. I wasn't going to get \nrich or poor from closing one day.\"\n\n\n\nMINNEAPOLIS\n\nIt's hard to gauge what kind of economic impact one day of boycotts will have on local businesses, but several \nsmall retailers reported that traffic among Hispanic customers was slower than usual.\n\nA few retailers at the intersection of Lake Street and Chicago Avenue in Minneapolis said Hispanic foot traffic was \ndown Monday, but one day wouldn't significantly hurt their sales.\n\n\"Mondays are up and down, but we certainly haven't had the Latino customers in here that we normally would see,\" \nsaid Doug Imholte, owner of Wireless Toyz on Lake Street. He gave the day off to two Hispanic employees who \nrequested it but never considered closing the five-month-old business.\n\nGREATER TWIN CITIES\n\nA.\n\nt Twin Cities-area Chipotle Mexican Grill restaurants, patrons were almost as likely to find one open as closed. Of \nthe Denver-based chain's 36 restaurants in Minnesota, 16 were shuttered Monday, said Chris Arnold, a spokesman \nfor Chipotle.\n\n\"Minnesota is one of very few parts of the country where we have anything closed,\" Arnold said. Of more than 500 \nChipotle sites nationwide, he said 29 shut down Monday, including 13 on the West Coast.\n\n\"We don't know what the circumstances are in Minnesota that led to this,\" he said. \"It could be a level of \norganization\" among employees to participate in Monday's activities, he said. None of the chain's employees are \nunionized and Chipotle has a sizable immigrant work force at stores nationwide, he said.\n\nAt a local union that represents about 4,000 janitors and 700 security guards, workers called in for advice on what \nto do Monday, said Javier Morillo, president of Service Employees International Union Local 26. The majority of the \njanitors in the union are immigrants, he said.\n\nMorillo didn't have any numbers Monday on how many members had not come to work, but said he thought the \nboycott would \"have a huge impact on our industry.\"\n\nOUTSTATE\n\nOutside the Twin Cities, Swift & Co. shut down its 2,300-employee Worthington pork-processing plant and five \nother meat-processing plants nationally. Other meat-processing plants in the state were open but reported higher-\nthan-usual absenteeism levels.\n\n\"It was a difficult decision,\" said James Hamilton, human resources director for the Worthington plant. The \nWorthington plant didn't process about 18,000 hogs Monday, which is a \"significant impact\" to production, he said. \nTo offset that loss, Swift already has notified employees that they may have to work Saturday.\n\nSCHOOLS\n\nA.\n\nrea school districts didn't have district-wide attendance numbers Monday. But many local leaders in Minneapolis, \nSt. Paul and West St. Paul said they had some schools — especially in areas with larger Hispanic populations — \nwith large numbers of students who opted to stay home.\n\nST. PAUL\n\n\n\nSt. Paul had some schools with larger absentee numbers. Homecroft Elementary, where more than half of the \nstudents are Hispanic, had 97 of its 247 students out on Monday. That's about 39 percent. About 110 of the 710 \nstudents at Adams Spanish Immersion Magnet — where about one-third of the student population is Hispanic — \ndidn't show up. Eleven teachers also were absent.\n\nAt West St. Paul's Garlough Elementary, about one-fifth of the school's 288 students stayed home specifically \nbecause of the boycott, said Principal Sue Powell. Almost half of the students at Garlough are Hispanic.\n\nMINNEAPOLIS\n\nThe boycott appears to have had the biggest impact on Minneapolis schools.\n\nJosh Collins, the district's assistant communications director, said there were some schools with sizable numbers of \nabsenteeism. This was especially true in areas with larger Hispanic populations, he said.\n"}