{"title": "Reconciliation's reckoning: For Indigenous people in Northern Ontario, election season brings disenchantment and defiance; First Nations, Métis and Inuit voters helped propel Justin Trudeau's Liberals to power in 2015. Now, some feel that his promises of a nation-to-nation relationship haven't been fulfilled - and they're going to say so at the ballot box", "body": "\nPast Caribou Island and over the Nipigon River bridge, past the Red Rock Indian Band's hitching post and gas bar, \nup the Trans-Canada Highway and down a bush road lies Loven Lake.\n\nIt is there, about a two-hour drive north of Thunder Bay, that a group of Red Rock members set up camp for the \nannual moose hunt that will fill their freezers and bellies for the months to come. For this community and others \nacross the country, the fall harvest is under way. Chiefs, elders and youth are out on the land setting traps, fishing, \nhunting, picking traditional medicines and talking around fires under a twinkling Father Sky.\n\nJoel Haskell's eight-year-old son, Draven, is among the boys at the camp at Loven Lake. \"They're getting our kids \ninto our old traditions and back to our roots,\" said Mr. Haskell, as he stacked logs for his wood-burning stove in the \nbasement of the house he built on the reserve 30 years ago.\n\nThose traditions were forbidden under the Indian Residential School system that forced First Nations children off \ntheir reserves and into church-run, government-funded institutions.\n\nThat is the truth that was illuminated by the Truth and Reconciliation Commission of Canada, which in 2015 \nreleased a report detailing the atrocities.\n\nJust as children such as Draven are reconnecting with the culture that the Canadian government worked for \ndecades to eradicate, voters like his father are deliberating which federal party is most fit to govern.\n\nMr. Haskell was part of the groundswell of First Nations, Métis and Inuit voters that turned out in unprecedented \nnumbers to elect Liberal Leader Justin Trudeau in 2015. Mr. Trudeau rose to power on the promise of a new \nnation-to-nation relationship and a commitment to reconciliation. The past four years have seen advancements on \nsome Indigenous files, but Mr. Trudeau's term in office is open for criticism. Beyond policy decisions, there have \nalso been questions of character, including as it relates to the high-profile disintegration of Mr. Trudeau's \nrelationship with Canada's first Indigenous attorney-general, Jody Wilson-Raybould, and the release last month of \nphotos showing Mr. Trudeau wearing blackface and brownface. On the latter issue, Mr. Trudeau said he now \nrealizes the makeup was racist and that he was blinded by his privilege. The Liberals have asked Canadians to \njudge their government on its record.\n\nOn Oct. 21, that is what voters will do.\n\n\nMr. Haskell gives the current government a failing grade. Mr.Trudeau, he said, has not lived up to his claims to \nfeminism, nor to his pledge to embrace \"sunny ways.\" The Liberals have lost his vote. \"There were lots of lies,\" he \nsaid.\n\nMary Ellen Turpel-Lafond, an Indigenous lawyer and former judge who served as B.C.'s children's representative \nfor a decade until stepping down in 2016, said the Liberals' scorecard is not \"attractive\" at this point. \"You can't \nunwind 140 years of colonialism overnight - I understand that,\" said Ms. Turpel-Lafond, the director of the Indian \nResidential School History and Dialogue Centre at the University of British Columbia. \"But the entire process never \nreally got going ... Did we just have a post-reconciliation government? I would say we didn't.\"\n\nIn their platforms and public statements leading up to and during the current election campaign, the main parties \nhave all promised some version of a commitment to reconciliation.\n\nThe Liberals and NDP say they will end boil-water advisories on reserves by 2021. The Liberals, NDP and Greens \nall say they will implement the United Nations Declaration on the Rights of Indigenous Peoples. The NDP, under \nLeader Jagmeet Singh, says it will launch a national action plan for reconciliation, and then create a council to \noversee it and report to Parliament. The Liberals say they will eliminate tuberculosis in the North by 2030. Elizabeth \nMay's Green Party says it will dismantle the Indian Act, calling the legislation racist and oppressive.\n\nThe Conservatives, under Andrew Scheer, say they will review the Indian Act \"to remove barriers to prosperity.\" \nThe party, which had a tense relationship with Indigenous peoples under Stephen Harper's leadership, culminating \nin the Idle No More movement, says it will pursue resource development in a way that is respectful and \neconomically beneficial to Indigenous communities.\n\nThe promises go on and on.\n\nJust as the various political parties have their own definitions and visions, so, too, do Indigenous people.\n\nAhead of the election, The Globe and Mail interviewed three dozen Indigenous people across the country, asking \nwhat reconciliation means to them, whether Canada has made great strides and if reconciliation is even possible.\n\nFor Sam Achneepineskum, reconciliation is personal and internal. He was torn from his family on Treaty 9 territory \nin Northern Ontario and flown south to McIntosh Indian Residential School when he was 11 years old.\n\nThere is no role for Ottawa in his healing journey.\n\nFor Cindy Blackstock, a childwelfare advocate from B.C.'s Gitxsan First Nation, reconciliation is about the federal \ngovernment no longer \"wilfully and recklessly\" discriminating against on-reserve children, as the Canadian Human \nRights Tribunal ruled earlier this year.\n\nFor Tannis Kasteris, a recently elected band councillor in Fort William First Nation, just across the Kaministiquia \nRiver from Thunder Bay, reconciliation is about getting out from under the Indian Act. She wants to be able to \nactually own the on-reserve home she paid off after 15 years.\n\nFor Roxanne Moonias, whose fly-in community of Neskantaga First Nation in Northern Ontario only recently got \nsafe running water after 25 years on a boil-water advisory, reconciliation is about equitable and accessible health \ncare. Every few months, she flies to Thunder Bay and then to Toronto with her four-year-old son Brydon, who \nneeds continuing treatment for a congenital heart condition.\n\nFor national Inuit leader Natan Obed, reconciliation is about respecting rights and working together to improve \nconditions for Indigenous peoples.\n\nAnd for Fort William elder John Charlie, reconciliation is something totally different. It is meaningless and \nimpossible. \"I don't know who came up with the word 'reconciliation,' but we sure as hell didn't,\" said Mr. Charlie, \nwho works at one of the reserve's gas bars. \"The damage that was done to our people is unforgivable, forever.\" \n\n\n\nJust recently, a white customer called his niece a \"dirty fuckin' Indian.\" \"Those are the things we have to deal with,\" \nhe said. \"And then you want to talk about reconciliation?\" Mr. Charlie is among those who told The Globe that they \nwill not vote, either because they do not consider themselves Canadian citizens or because they are disenchanted \nwith, or disinterested in, mainstream politics.\n\nMany others, however, said they will show up at the polls to have their voices heard and to make their power \nknown. \"We flipped 21 ridings in the last election,\" Perry Bellegarde, the National Chief of the Assembly of First \nNations, said in a recent interview. Mr. Bellegarde, whose advocacy organization represents 900,000 people and \n634 communities, said he hopes First Nations, Métis and Inuit will \"rock the vote\" again this year.\n\nStill, he understands the tensions at play. \"As Indigenous people, we're part of the land and water - we have \ncycles,\" said Mr. Bellegarde, a member of Saskatchewan's Little Black Bear First Nation. \"It's the fall hunt, for \ngeese, for moose. And then all of a sudden there's this election, and these two worlds colliding.\n\nBut we find balance ... We walk in both worlds.\"\n\n'IS THERE ANYTHING TO BE PROUD OF?' As rain fell over Thunder Bay, a sacred fire burned inside a tepee on \nthe field outside Pope John Paul II Senior Elementary School, which sits on the land of the former St. Joseph's \nIndian Residential School. It was Orange Shirt Day, an annual event held across the country to acknowledge \nresidential-school survivors and their families.\n\nDozens of Grade 7 and 8 students emerged from their classes to listen to the speakers and say the Lord's Prayer, \nwhich was led by a Catholic priest who had been invited to recite words of healing and comfort. One of the \nstudents, 12-year-old Sienna Bouchard, whose grandmother attended residential school, said it is important for \npeople to understand what happened in the past. \"It's not fair for different races to be treated differently,\" the Gull \nBay First Nation girl told The Globe.\n\nSienna is too young to vote in this federal election, or even the next. But her life is affected by the decisions of \nCanadian governments past and present, and will be in the future. Her sentiments - of understanding and equity - \nwere echoed by adults, albeit in more complicated terms.\n\nAfter the event, some of the Orange Shirt Day marchers sought reprieve from the weather at the Columbus Centre, \nwhere a community lunch of tuna sandwiches, salad and carrot cake was served. Mr. Achneepineskum and \nmembers of his family sat around a table, discussing the notion of reconciliation. One of his siblings - Anna Betty \nAchneepineskum - is running for the NDP in the Thunder Bay-Superior North riding.\n\n\"[Politicians] talk a lot about reconciliation, but I don't think they know what that is,\" said Mr. Achneepineskum, \nwhose family is from Marten Falls First Nation.\n\n\"The most important thing is to reconcile within yourself everything that happened, and to live the life that you were \nsupposed to live.\"\n\nHis sister, Ida Kubitz, who also attended residential school, said she was \"anti-white\" for decades.\n\nWith time and therapy, she worked through her anger and ended up marrying a white man.\n\nTo her, reconciliation is not about making amends; no one can right the wrong of a lost childhood.\n\n\"For me, reconciliation is about not being angry any more,\" she said. As a matter of policy or politics, the word \"has \nno real meaning to the people who survived.\"\n\nRestoring the nation-to-nation relationship is not only about confronting the dark chapter of Canada's residential \nschools.\n\n\n\nThere was also the so-called Sixties Scoop, when child-welfare workers across the country removed thousands of \nIndigenous children from their homes and placed them with non-Indigenous families. There is the vastly \ndisproportionate violence against Indigenous women and girls; earlier this year, the national inquiry tasked with \nuncovering the systemic reasons for the murders and disappearances concluded that a genocide is taking place in \nCanada. There is the Indian Act, first enacted in 1876, which stipulates who is \"entitled\" to be deemed \"Indian\" and \ncontrols many aspects of First Nations people's lives and the reserve system as a whole. The Liberals had planned \nto move forward with a new Indigenous rights framework that would say the rights of First Nations, Métis and Inuit \ndo not have to be negotiated because they are simply understood to exist. But their plan was not well-received; \nFirst Nations leaders attending an AFN policy forum in September, 2018, said the government was moving too fast.\n\nThere is the continuing matter of on-reserve child-welfare funding. In 2016, the Canadian Human Rights Tribunal \nruled that Ottawa discriminated against tens of thousands of vulnerable First Nations children by providing less \nmoney for child-welfare services on reserves than is available elsewhere in Canada. Since then, the Trudeau \ngovernment has been hit with several non-compliance orders. Earlier this month, it launched a challenge to the \ntribunal's recent decision on compensation, which would see thousands of children, parents and grandparents \nreceive up to $40,000 each, for an estimated total of around $2-billion.\n\nMs. Blackstock, the executive director of the First Nations Child and Family Caring Society, which launched the \ntribunal case with the AFN in 2007, said she was hopeful that when the Liberals took power in 2015, the \ngovernment might stop fighting the case.\n\nShe has been disappointed.\n\n\"The tribunal found that Canada's conduct is resulting in the deaths of children in some cases, and in the separation \nof families in many cases,\" she said. \"We have to ask: Is there anything to be proud of when you've been found to \nbe wilfully and recklessly discriminating against little kids? I don't think so.\"\n\nMr. Bellegarde, who voted in a federal election for the first time in 2015, called the Liberals' decision to challenge \nthe tribunal's compensation ruling \"beyond unacceptable.\" But while he would not say how he will cast his ballot on \nOct. 21, he said the Liberal government has done more for First Nations people than any that came before it. He \npointed to the decline in boil-water advisories, to funding and legislation in support of revitalizing Indigenous \nlanguages, and to child-welfare legislation that recognizes Indigenous peoples' inherent right to exercise jurisdiction \nover child and family services.\n\nAll the while, though, there is the gap.\n\nMr. Bellegarde said Canada as a whole ranks toward the top of the UN Human Development Index, but said First \nNations people would place as low as 78th (currently occupied by Venezuela) if the same indicators were applied.\n\nReconciliation, he said, will only be achieved when the gap is closed - when Indigenous people are no longer \n\"second-class citizens living in third-world conditions.\"\n\nKNOCKING ON THE DOOR In all her years growing up in Marten Falls, Ms. Achneepineskum never saw federal \nofficials campaign in her community.\n\nAnd in all the years she has lived in Thunder Bay, she said, the only federal candidate to canvas her home was \nPatty Hajdu, the Liberal MP elected in 2015. It is no wonder that Ms. Achneepineskum did not participate in \nprovincial or federal elections until about 20 years ago, when she was in her 30s; the mainstream electoral system \nfelt foreign, she said.\n\nToday, she is not only casting a ballot in that system, she is running for a seat in it. Ms. Achneepineskum, who said \nshe has always voted NDP, is looking to oust Ms. Hajdu, who won the riding with 45 per cent of the vote in the \nprevious election. Thunder Bay-Superior North, which includes the Red Rock Indian Band, is 15 per cent \nIndigenous, according to calculations recently published by Policy Options.\n\n\n\n\"At one point in my life, I used to say, 'What's the point in voting?' \" Ms. Achneepineskum said in an interview at her \ncampaign headquarters. \"I felt invisible. No one came to knock on my door to talk to me. But later on, I realized that \nI can go and pound on that table. I can go and knock on the door. I don't have to wait for someone to come to me.\"\n\nOther Indigenous people, it seems, came to a similar realization in 2015, when the gap between on-reserve turnout \nand off-reserve turnout was the lowest ever recorded by Elections Canada. Compared with the 2011 election, \nturnout on reserves rose by 14 per cent, reaching an unprecedented 61.5 per cent.\n\n\"If you're a political party in this country, you can't afford to overlook Indigenous voters any more,\" said Max \nFineDay, a member of Saskatchewan's Sweetgrass First Nation and the executive director of Canadian Roots \nExchange, a national non-profit that works with youth to advance reconciliation. \"We're a quickly growing \ncommunity that doesn't have a traditional allegiance to one particular party.\"\n\nMs. Achneepineskum, the former deputy grand chief of the Nishnawbe Aski Nation, said she is running to be an \nMP because she wants to continue fighting systemic racism. And while Mr. Trudeau \"sounded good\" and \"fancy \nwords were thrown around,\" she believes the Liberals have left much to the imagination when it comes to \nreconciliation. \"Whatever their definition of the process is, I don't see it,\" she said.\n\nHer definition hinges on more than ensuring that federal laws are in line with the UN Declaration on the Rights of \nIndigenous Peoples, or that First Nations people receive equitable health care, or that the Indian Act is dismantled. \n\"If every community had safe drinking water ... If our corrections systems weren't full of Indigenous people. If we \ndidn't have such high rates of missing and murdered Indigenous women. If they weren't trying to put a pipeline \nthrough our traditional territories,\" she said.\n\nLast year, the Liberal government purchased the Trans Mountain pipeline for $4.5-billion in order to ensure an \nexpansion project would proceed. But the fate of the controversial project, which would triple the volume of crude oil \nmoving from Alberta to B.C., will still be undecided by Election Day. The expansion is yet again facing legal \nchallenges over whether the government adequately consulted with Indigenous groups.\n\nThe Liberals' platform says the federal corporate income tax revenue from the Trans Mountain expansion could \ngenerate upward of $500-million a year. That money, plus any profit from a future sale of the pipeline, \"will be \ninvested in natural climate solutions and clean energy projects that will power our homes, businesses and \ncommunities for generations to come,\" the platform says.\n\nRed Rock Indian Band member Tom Borg has seen the effects of climate change on and around Lake Helen \nreserve, where the band is located. He used to be able to fish for lake trout right off the shoreline, but the fish have \nbeen forced to forage in deeper, colder waters. He blames climate change for the wind storms that cause trees to \nfall and block his trap line. He blames climate change for the emergence of new species that he said are disrupting \nthe ecosystem.\n\nEarlier this month, Mr. Borg laid out traps for beavers, martens and other animals on a table inside the band's \nChalet Lodge.\n\nAs a member of the Red Rock trapping committee, Mr. Borg was setting up a display to help youth deepen their \nunderstanding of, and connection to, their culture and the land.\n\nOn the matter of reconciliation, Mr. Borg said Canada has a long way to go. He is among those who are \ndisenchanted with mainstream politics; his life feels mostly the same whether the Liberals or Conservatives form \ngovernment. \"I just don't believe them any more,\" he said. \"They tell you one thing, and then when they're in power, \nit never happens.\"\n\nThis past weekend, Mr. Borg's table of traps gave way to a community meal. The Chalet Lodge was the scene of a \nharvest feast - piping hot moose stew and potluck dishes - and a ceremony to swear in the chief and council who \nwere elected last month.\n\n\n\nShannon Michelle-Ruth, a firsttime councillor, was among those who swore an oath promising not to discriminate \nagainst any community member, especially based on their last name or family heritage. As the clouds gathered \noutside and a storm threatened, an elder laid out four pouches in the four directions and smudged the 50 or so \npeople in the room with smouldering sage.\n\nIn an interview in the days leading up to the ceremony, Ms.Michelle-Ruth said she was skeptical that politicians in \nOttawa understand the notion of reconciliation. \"Us, as native people, we're looking at the government saying, \n'What are you reconciling?' Because you're not reconciling the truths we have presented to you,\" Ms. Michelle-Ruth \nsaid.\n\n\"All you have to do is look around and see the effects that residential schools have had on us, our parents and our \ngrandparents. It has trickled down to our kids. We feel it here.\"\n\nMs. Michelle-Ruth said she has voted in provincial and federal elections ever since she turned 18, and always for \nthe NDP. This year will be no different. Ms. Achneepineskum will get her vote.\n\nBailey Thompson, 18, has the chance to do the same - to start voting in mainstream politics now that he is of age. \nBut the potential first-time voter has no intention of becoming a first-time voter. He has his moose and his \ngovernment, he explained. \"The only thing I'll vote for,\" he said, \"is chief and council.\"\n\nWith a report from David Jackson, on Lake Helen reserve\n"}