{"title": "At center stage: immigration: Issue stirs controversy early in session", "body": "\nMar. 2--The 2006 Legislature's session was just an hour old when lawmakers took up one of the most controversial \ntopics swirling around the state Capitol this election year: immigration.\n\nIt was just five hours old when a House committee passed a 38-word measure that would require cities to provide \ninformation to and cooperate with federal immigration authorities. It may sound benign, but it stirred deep fears \nand hours of debate and resonated deeply with supporters and opponents. It passed the House Local Government \nCommittee 15-3.\n\nThe measure is one of dozens of immigration initiatives with which lawmakers will grapple this short legislative \nsession.\n\nAt the start of this year, Gov. Tim Pawlenty proposed a host of laws to crack down on illegal immigration, including \none to abolish Minneapolis' and St. Paul's laws barring city employees from routinely asking about immigration \nstatus.\n\nA few weeks later, Pawlenty, a Republican, unveiled new initiatives designed to encourage legal immigration in \nMinnesota, and Monday he lobbied federal officials to let more skilled workers come to the United States legally.\n\nHis package of legislative proposals will soon be ready for lawmakers' debate. Next week, the Democratic-majority \nSenate will unveil its own package of immigration policy proposals.\n\nThe hearing Wednesday on local cities' ordinances was not a pretty one and gave some glimpse at what this year's \ndebate will entail. The committee, just back from a seven-month break, barely had time to say their hellos before it \ndove into immigration policy.\n\n\"I don't think any of us want to deal with such a difficult issue, challenging issue on our first day back,\" said \ncommittee chairman Mark Olson, R-Big Lake. He reminded lawmakers and those in the committee room that \"it is \nvery important for us to be very sensitive on this issue.\"\n\nCommittee members and those testifying worked to comply with that request, but serious disagreements surfaced.\n\nRep. Jim Knoblach, who sponsored Wednesday's measure, opened the discussion by saying he believes \nMinneapolis' and St. Paul's ordinances, which prohibit employees from inquiring about immigration status in many \ncases, violate federal law and \"have the potential to compromise national security.\"\n\n\nOpponents, who filled the hearing room, disagreed. They said the cities' laws were written with federal law in mind \nand are perfectly legal. Further, they said, if Knoblach's bill becomes law, it would have a detrimental effect on \npublic safety.\n\nImmigrants, Minneapolis and St. Paul police officers told lawmakers, will not talk with police if they feel they could \nbe asked about their visa status.\n\n\"It's them knowing that they could potentially be asked that question. It would destroy the trust we have with them,\" \nsaid Minneapolis Police Chief Bill McManus, one of 18 people to testify against the bill. \"You can envision an entire \nsection of the city that will not report crimes. These entire sections of the city will become havens\" for criminals.\n\nThe measure that passed Wednesday stopped short of requiring local law enforcement officials to ask about \nimmigration status.\n\nSupporters and opponents suggested that's one reason it may not be effective.\n\n\"This is an extremely modest step, but it is a step,\" said Olson, who voted for the bill but said he wished it had gone \nfurther.\n\nAnn Lenczewski, DFL-Bloomington, who also voted for the measure, said she didn't believe its passage would force \nMinneapolis or St. Paul to scale back their ordinances.\n\nThe police chiefs from both cities said their officers do look into potential immigration violations when dealing with \nsomeone who has committed a felony and do cooperate with federal immigration officials on terrorism and other \nissues.\n\nBut special agent-in-charge Mark Cangemi of U.S. Immigration and Customs Enforcement said since Minneapolis \nand St. Paul passed their ordinances, he's noticed a decrease in the number of calls and the amount of help his \nagency gets from the two cities.\n\n\"There is a chilling effect,\" said Cangemi, one of two people to testify in support of the measure.\n\nRachel E. Stassen-Berger can be reached at rstassen-berger@pioneerpress.com. Online: Should Minneapolis and \nSt. Paul be allowed to have ordinances that prevent local police officers from enforcing federal immigration laws? \nGo to www.twincities.com to participate in an online poll.\n\nCopyright (c) 2006, Pioneer Press, St. Paul, Minn. Distributed by Knight Ridder/Tribune Business News. For \ninformation on republishing this content, contact us at (800) 661-2511 (U.S.), (213) 237-4914 (worldwide), fax (213) \n237-6515, or e-mail reprints@krtinfo.com.\n"}