{"title": "DOLE RAPS SCHOOLING FOR ILLEGAL IMMIGRANTS; HE ENDORSES MEASURE ALLOWING STATE CURBS", "body": "\nIn a state where immigration is a hot issue, soon-to-be GOP presidential candidate Bob Dole criticized President \nBill Clinton's immigration policy Wednesday and backed restricting education to illegal immigrants.\n\n\"It's bad enough that the federal government has failed to properly secure the border. What's worse is the federal \ngovernment tells the states they've got to pay for it,\" Dole said at a campaign event in this Los Angeles suburb.\n\nSpeaking at a used-computer firm that donates computers to schools as a charitable project, Dole endorsed \nlegislation that would permit states to deny public education to children of illegal immigrants.\n\nHe said federal requirements mandating education of illegal immigrants forced states to spend money that could \nbe used for such purposes as hiring teachers or buying computers.\n\nDole said California spent about $ 1.8 billion a year educating such children. \"It's one of the most expensive \nrequirements of all time,\" he said.\n\nHe endorsed a provision, sponsored by California Republican Rep. Elton Gallegly, in a pending immigration bill \nthat would allow states to cut off funding of education for illegal immigrants.\n\n\"It's not that we don't care,\" Dole said. \"It's not that we're not compassionate. But where do you draw the line?\"\n\nThe Dole campaign said 355,000 children of illegal aliens were in California schools.\n\nThe Gallegly amendment would restore a portion of California's Proposition 187, passed in 1994, which was \nblocked by a court ruling. The amendment was included in a version of a major immigration bill passed by the \nHouse, but was omitted from the Senate version.\n\nClinton has indicated he will veto the bill if the final version includes the Gallegly amendment.\n\n\"In my administration, America will take back control of the borders,\" Dole said at another outdoor rally attended by \nabout 1,000 people.\n\nDole has been courting California voters, who control 54 electoral votes out of 270 needed to win the presidency. \nPolitical analysts say Clinton must win California as he did in 1992 if he is to have a chance to be re-elected.\n\nGov. Pete Wilson, who introduced Dole, is a strong supporter of the measure. He cited a \"federal failure to secure \nthe borders\" and said Dole \"has understood that states, and not the federal government in Washington, deserve to \nmake decisions on how state tax dollars are spent.\"\n\n\n\"He's a fighter for California,\" Wilson said.\n\nBut not all Republican governors like the notion of denying public education to illegal immigrant children. In Texas, \nfor instance, Gov. George W. Bush has said he does not favor ending public education to students whose parents \nare illegal immigrants.\n"}