{"title": "The Low Risk From Immigrants; Off-Target Priorities For Homeland Defense", "body": "\nOf the many infuriating assertions in the            immigration debate, perhaps this one takes top prize: that we have \nto keep illegal immigrants out for the sake of our security. This notion is wrong, not just because undocumented \nworkers are statistically            less likely than native-born Americans to commit crimes or because they are \nserenely indifferent to al-Qaeda's teachings. It is wrong because it misses the most basic rule of smart homeland \nsecurity.\n\nSmart homeland security starts with the reality that you can't protect everything. The federal government alone \nspends more than $58 billion on homeland security per year -- a sum greater than the entire defense budget of \nBritain and about three times the estimated level of the pre-2001 homeland security budget. This spending has \nbought important gains: There are air marshals on planes, cockpits have been reinforced and so on. But the United \nStates contains half a million bridges, 500 skyscrapers and 2,800 power plants, not to mention thousands of \nschools, shopping malls and subway stations. Even if you doubled spending and then doubled it again, there would \nbe too many targets to protect. Total security is unattainable.\n\nSo the name of the game is prioritization. There are two schools of thought as to how this should be done, and \nneither of them involves clamping down on immigrants.  The first school  says: Figure out what sort of attack would \ncause the most damage -- for example, an attack on an urban chemical plant that would unleash deadly gases. The       \n     second school  says: Figure out which attacks are most likely -- al-Qaeda has demonstrated a fascination with \naircraft, so spending $9.16 per passenger on aviation security but only 6 cents for each mass-transit rider (as the \nfederal government was found to do in 2004) may not actually be crazy.\n\nOf course, both schools of thought are sometimes trumped by unschooled thoughtlessness. Last year the \nDepartment of Homeland Security was found  to have a database of priority infrastructure that included Old \nMacDonald's Petting Zoo in Alabama, a bean festival in Georgia and the world's largest tinfoil ball in Ohio. The \ndepartment's system for distributing grants has sometimes looked like a sick joke: In 2006 it cut support to obvious \ntarget cities such as Washington and New York in favor of Omaha and Louisville. But the good news is that these \npractices are widely understood to be absurd. A bill co-sponsored by Sens.            Hillary Clinton  and Barack \nObama would allocate homeland security grants more rationally among states. Even Michael Chertoff, the \nhomeland security secretary, has confessed that the grant-allocation system needs fixing.\n\n\nWhich raises a few questions about the immigration bill in Congress. If Clinton and Obama are upset with the \nmisallocation of homeland security funds, why aren't they yelling about the proposed crackdown on immigrants?  \nAs a Post editorial recently pointed out, the immigration bill would require that the Department of Homeland \nSecurity hire, train and deploy 5,000 to 6,000 new border agents; recruit and support several thousand civilian \nemployees required to fingerprint and register immigrants; build 370 miles of border fence; and create a whiz-bang \ndatabase that would allow businesses to check whether a prospective employee has entered the country illegally. In \na world of limited homeland security dollars, how is any of this a priority?\n\nImmigrants come to the United States because they like it here, but it's not as though we don't have real enemies. \nIf Congress wants to build fences, perhaps it should consider fencing off suspension-bridge cables that could be \ncut by terrorists. If Congress is in a hiring mood, perhaps it should pay for extra coast guards to enhance port \nsecurity. Former Coast Guard officer Stephen Flynn has            described how a ship more than three football fields \nlong arrives each week in the Boston harbor; it is full of natural gas, and by puncturing its side with a powerboat-\nbomb, terrorists could cause an inferno that would melt the city's waterfront. This is not especially far-fetched. Al-\nQaeda used a small boat to attack the USS Cole in Yemen seven years ago.\n\nOne of the distressing features of our times is the absence of any moral link between the troops who risk their lives \nabroad and our domestic priorities. In most past conflicts, Americans on the home front have made at least a token \nsacrifice: They have accepted higher taxes, cultivated \"victory gardens,\" faced the possibility that a family member \nmight be drafted. This time around, there is no war tax, no draft and no sense that ordinary peacetime indulgences \nought to be questioned. Even when those indulgences divert the government's attention from people who would kill \nus.\n\nsmallaby@cfr.org\n"}