{"title": "Republicans Seek Probe Of Immigration Program; Accelerated Naturalization Process Criticized", "body": "\nCongressional Republicans yesterday called for the appointment of an independent counsel to investigate what \nthey called \"criminal fraud and abuse\" in a Clinton administration program to accelerate the naturalization of \nimmigrants as American citizens.\n\nA letter to Attorney General Janet Reno from five GOP members of Congress asserted that the Citizenship USA \nprogram, which naturalized a record 1 million citizens in the past year, has been \"corrupted by a reckless drive for \npolitical gain\" in next week's elections. It charged that the process has been plagued by fraud and that large \nnumbers of \"violent criminals\" have been sworn in as citizens by an administration hopeful to increase the ranks of \npeople they thought would vote Democratic.\n\nThe accusations are based on an investigation by members of a subcommittee of the House Government Oversight \nand Reform Committee, which has amassed tens of thousands of documents, including 50,000 FBI criminal history \nrecords on newly naturalized citizens. In a review of 20,300 of these \"rap sheets\" so far, Republican staffers claim \nthat at least 5 percent -- more than 1,000 -- show convictions for \"crimes which should have automatically \ndisqualified [the applicants] from citizenship.\"\n\nAn examination of dozens of the rap sheets, which also were released to the media, raises questions about why \nsome applicants were granted citizenship. But a number of others billed as \"egregious\" examples by the \nRepublican staffers appear not to contain grounds for automatic rejection. Many of the rap sheets are for crimes \ncommitted before a series of laws since 1990 expanded the offenses that are grounds for denial, and others contain \nno indication of how a case was resolved.\n\nIn an intensely partisan dispute, the subcommittee's Republicans, led by Rep. Bill Zeliff (N.H.), are accusing the \nWhite House of having minted hordes of potential new Democratic voters without putting them through the proper \ntesting or background checks. The administration counters that the investigation risks violating the privacy of tens of \nthousands of new citizens.\n\nWhen the dispute erupted last month, Republican politicians were accusing the administration of having \nnaturalized as many as 100,000 \"criminals\" since August 1995. That figure has since evaporated. But the FBI \nsubsequently delivered 50,000 rap sheets to the committee, cautioning that they did not necessarily mean the \nperson was a criminal, much less convicted of a crime that would preclude naturalization.\n\nIn letters to the governors of six states, Zeliff and oversight committee chairman William F. Clinger, Jr. (Pa.) this \nweek said the FBI records confirmed their worst fears. They sent each governor rap sheets that they said \"reflect \nthe most egregious examples we have found to date.\"\n\n\nOf five rap sheets sent to Texas Gov. George W. Bush (R), however, four involved misdemeanors and one was for \na felony sexual assault committed 10 years ago, a Bush spokeswoman said. None of these crimes, however, is \nconsidered grounds for denying the applicants citizenship.\n\nAmong other cases cited as egregious by subcommittee staffers were those of a man from Trinidad and Tobago \nwho was convicted of manslaughter in 1980, a Cuban man who served four years in jail for a 1974 homicide and a \nTurk convicted of dealing drugs in 1987. Immigration and Naturalization Service (INS) officials say the offenses \nwere not grounds for automatic denial.\n\nMore recent examples cited by Republican staffers as pointing to improper naturalizations include a 1991 case of \nwelfare fraud, a 1992 sexual assault in Florida and a 1992 aggravated assault in New Jersey.\n\nIn Pennsylvania, the FBI this week arrested a restaurant owner from Ecuador who obtained citizenship last month \nunder an alias despite being wanted on a murder charge for a killing in Chicago in the 1980s. Also among those \nrecently naturalized under puzzling circumstances was a German woman who was released from prison in New \nYork in December 1995 after serving a sentence for a 1982 charge of attempted murder.\n\nINS officials caution that only by checking the person's entire file, of which the rap sheet is but a part, can a \nconclusion be reached on whether approval of a naturalization application was justified.\n"}