{"title": "Town rallies for immigrant teen chasing dream", "body": "\n\"Our fax machine is out of ink,\" said Katie Herbert Meyer, legal director of Interfaith Legal Services for Immigrants. \nShe was referring to the outpouring of support she has received for Noe Guzman, a 17-year-old from New Haven \nwho learned he was an illegal alien when he tried to join the Marine Corps last year.\n\nNoe (pronounced Noah) is a small-town kid with big dreams. He wants to be a doctor. His family does not have a \nlot of money, so he decided to go into the military after he graduates from high school this May. He'd then use the \neducational benefits to go to college and medical school. He opted for the Marine Corps. He came to St. Louis in \nAugust to complete his enlistment. But something was wrong with his Social Security card, the one he had used for \npart-time jobs after school. It turned out to be bogus. What's more, he was an illegal alien. He was suddenly facing \ndeportation.\n\nTalk about falling into a rabbit hole. Noe barely remembered coming to this country when he was 4. He had grown \nup assuming that he and his mother had come here legally. \"I thought for sure I was a citizen. I didn't even think \nabout it,\" he told me. He and his mom lived in a small town in Michigan. They moved to New Haven in 2003 when \nNoe was going into seventh grade.\n\nHe did fine in school. He ran cross-country. He participated in extracurricular activities. He had part-time jobs. He \nwas popular. He had a girlfriend. He was a typical American kid. No, not typical. Exemplary.\n\nHe eventually got a lawyer from Interfaith Legal Services for Immigrants who gave him some bad news. There isn't \na whole lot we can do, she explained.\n\nA person facing deportation can file an application for cancellation of removal, but that requires, among other \nthings, that the applicant demonstrate that a family member who is a citizen or a lawful permanent resident would \nface an exceptional hardship if the applicant were to be deported. So maybe if Noe would have dropped out of high \nschool and fathered a couple of kids, he'd have been all right. But he took another path - he stayed in school and \nthen decided to join the Marines.\n\nWhen news of Noe's plight got out, the people of New Haven rallied to his side. They asked Meyer, What can we \ndo? Letters might help, she said. About all we can do is ask the chief counsel of Immigration and Customs \nEnforcement to exercise prosecutorial discretion and terminate the removal proceedings, she said.\n\nNew Haven is not San Francisco. It's small-town America. In the truest sense of the word, it's a conservative place. \nIt's represented in the state Legislature by Rep. Charlie Schlottach. According to the official manual of the state, \nhe's the owner-operator of a 200 cow-calf operation on a fifth-generation family farm. He's a Republican and a \n\n\nmember of the Owensville Gun Club, the American Wild Turkey Federation and the Gasconade County Bible \nSociety. Those are not the credentials of a bleeding-heart liberal.\n\nBut Schlottach has been strong in support of Noe. Here is an excerpt from Schlottach's letter. \"We have a young \nman who wants to fight to become an American; a young man who has met and surpassed the American standard \nof work, willing to obey this country's laws. A young man who has the support of every teacher, school \nadministrator, fellow student and community member I have encountered. ... I offer my whole-hearted support to \nNoe and his quest to gain American citizenship.\"\n\nMy favorite letter came from a woman who described herself as a lifelong resident of New Haven: \"I never expected \nto write a letter concerning immigrant rights. In my mind, the situation was quite clear; a person was either a U.S. \ncitizen or he wasn't. That seems simple enough. However, Noe Guzman's situation brings up a facet of immigrant \nrights that I hadn't previously considered - those of immigrant children. Young immigrant children don't have a \nchoice in whether or not they enter this country. Once here, they grow up learning to love the United States just like \nother children. They enroll in our schools and become a part of us.\n\n\"You may look at Noe Guzman and see an illegal immigrant. That's not what I see. I see Noe, the boy who sang a \nsolo as the Cowardly Lion in a middle school musical; Noe, the boy who was the salutatorian of his 8th grade class; \nNoe, the lifeguard at the city pool; and most recently, Noe, the kind young man I ran into at the veterinarian's office \nwho offered to carry my dying Labrador retriever to my car.\n\n\"I can no longer look at immigration in shades of black and white or in terms of right and wrong.\"\n\nAll told, about 40 people sent letters, and about 300 people signed a petition.\n\nNoe's hearing was Tuesday. He was accompanied by his mother, who is also facing deportation, and his girlfriend's \nmother, Sandy Bockting, whose daughter, Alexis, also wants to be a doctor. The hearing lasted only moments. Noe \nwon. That is, the chief counsel of ICE agreed to terminate the removal proceedings. Noe will graduate with his class \nin May. But what then? He will have no legal status. He can't go to a public college in Missouri, and he can't join the \nmilitary.\n\nMeyer said the only hope is something called a private bill. Somebody from Congress would have to sponsor a bill \nthat would grant him permanent lawful residence. Then he could join the military and start on a path toward the \ncitizenship he once assumed he had.\n\nNotes\n\n NAME HERE \n"}