{"title": "HEALTH OFICIALS SEEK AIDS TESTS FOR IMMIGRANTS", "body": "\nThe Public Health Service today recommended mandatory AIDS testing for the more than 500,000 applicants \nseeking permanent residence each year in the United States.\n\nThe proposal, which goes far beyond previous measures, is subject to approval by the Secretary of Health and \nHuman Services, Dr. Otis R. Bowen, and the White House Office of Management and Budget. Government officials \nsaid they expected the Administration to approve the measure.\n\nJim Brown, a spokesman for the Public Health Service, said the agency wanted to add infection by the HIV virus, \nwhich can cause AIDS, to the list of ''dangerous infectious diseases'' that is used to prevent infected aliens from \ngaining permanent resident status. The agency had previously proposed adding AIDS to the list but only sought to \nbar those actually showing symptoms of the disease.\n\nThe list of dangerous diseases includes leprosy, tuberculosis, syphilis and gonorrhea. Aliens with these diseases \nare excluded from the United States.\n\n \n\nHow the Proposals Differ\n\nMr. Brown said the new proposal, first reported today in The Los Angeles Times, would bar aliens who test positive \nfor the virus, but have no symptoms of AIDS. Health officials have said that a person infected with the virus, but \nhas no symptoms, is assumed to be capable of spreading it to others. People who test positive have about a 20 \npercent to 30 percent chance of getting AIDS within five years, according to the Federal Centers for Disease \nControl.\n\nUnder a previous proposal, a physician examining an individual seeking permanent residence could require the \napplicant to take the AIDS test only if ''the doctor sees symptoms or manifestations of AIDS.'' That proposal had \nbeen approved by the Department of Health and Human Services but not by the Office of Management and \nBudget. Routine blood screening for AIDS was ruled out under the earlier proposal.\n\nUnder the new plan, however, ''everyone who wants permanent status will be tested,'' Mr. Brown said.\n\nUnder Federal law, any alien seeking permanent resident status must undergo ''a physical and mental \nexamination.''\n\nSince 1980, the number of aliens accepted by the United States as permanent residents - those granted immigrant \nvisas, or ''green cards'' - has ranged from 530,000 to 600,000 a year.\n\n\nThe proposed requirement would not apply to tourists or visitors, nor would it be used to deny a temporary visa to a \nforeigner.\n\n \n\nQuestion on Amnesty Program\n\nMr. Brown said he did not know what impact the testing proposal, if adopted, would have on illegal aliens applying \nfor permanent status under the amnesty program that started this month. The Immigration and Naturalization \nService estimates that up to 3.9 million illegal aliens will apply for legalization under the program.\n\nSome Immigration and Naturalization officials have already called for AIDS screening for all applicants but such \nsuggestions were rejected earlier.\n\nOfficials conceded this evening that the proposal to test all people seeking to immigrate to the United States raised \ndifficult questions. One official said it was unclear what would happen if a foreigner on a student visa seeks to take \nup permanent residence and took the AIDS test and tested positive. The official said it was uncertain whether the \nstudent would have to leave the country immediately or could remain until his student visa expired.\n\n \n\nKennedy Legislation Offered\n\nMeanwhile, Senator Edward M. Kennedy, Democrat of Massachusets, today proposed legislation to increase AIDS \neducation and prevention programs as well as steps to deal with the care and treatment of victims of the disease. \nMr. Kennedy called his proposal the first comprehensive legislation on AIDS, and said it would cost about $900 \nmillion a year. That is about the same amount recently approved by the Senate Budget Committee for fiscal 1988 to \ndeal with AIDS.\n\nMr. Kennedy said the Reagan Administration had offered ''ideological bickering and paper policies'' and has \n''squandered precious time.''\n\n''By 1991, AIDS will claim more lives each year than the entire Vietnam war,'' Mr. Kennedy said. ''We must act \nimmediately and decisively to halt this killer.''\n\nThe disease, for which there is no cure, cripples the body's immune system, leaving victims exposed to infections \nand cancer. The AIDS virus spreads through sexual intercourse with an infected partner, transfers of blood, as with \nhypodermic syringes shared by intravenous drug users, and from mother to fetus in the womb.\n\nAs of May 4, AIDS has been diagnosed in 35,219 Americans, of whom 20,352 have died, all since 1979.\n\nThe initial report of the Public Health Service proposal seeking testing for all immigrants applying for permanent \nresidence came in a memorandum from Robert E. Windom, Assistant Secretary for Health in the Department of \nHealth and Human Services. Mr. Windom supervises the Public Health Service.\n\n''We believe this is necessary because any person infected is assumed to be capable of transmitting the virus,'' Mr. \nWindom said.\n\nIf the proposal is approved by Dr. Bowen and the Office of Management and Budget, the final rule would be \npublished in the Federal Register, inviting public comment. It would become a part of the Federal regulations after \nany major legal objections are resolved.\n\nShould the United States seek to test all foreigners seeking permanent residence, it would follow the lead of some \nother nations, including some that have relatively stringent rules on visitors carrying the AIDS virus.\n\nChina, for example, tests applicants for student visas and researchers planning to stay for more than six months. \nSouth Korea demands the AIDS test for foreigners seeking long-term residency.\n\n\n\nSaudi Arabia requires an AIDS test for long-term visitors and those seeking work permits. Belgium and India \nrequire AIDS tests for those applying for student visas.\n\nJapan and other nations are considering AIDS testing for long-term foreign visitors but have taken no action yet, \naccording to State Department officials.\n\nSenator Kennedy said today that he was working with Representative Henry A. Waxman, Democrat of California, \nthe chairman of the House Energy and Commerce Committtee's Health panel, on additional proposals to expand \nvoluntary AIDS testing programs. Mr. Kennedy said that in certain areas, such as the military, he endorsed \nmandatory AIDS testing.\n\nMr. Kennedy's bill seeks increased funds for an education campaign, recruitment and training of new medical \npersonnel and full use of television and other media to inform the nation about the prevention of AIDS. The \nproposal also seeks more involvement by community physicians in the treatment of AIDS victims, and the \nincreased use of home care and day care as a substitute for hospital treatment.\n\nThe measure also seeks improved procedures for placing Federal funds into research laboratories and clinics. The \nNational Institutes of Health would have to cut grant approval time to no more than six months, and more money \nwould go for researchers and a network of AIDS research testing centers.\n\nSenators Christopher J. Dodd, Democrat of Connecticut, and Barbara A. Mikulski, Democrat of Maryland, joined Mr. \nKennedy in sponsoring the legislation. He said Senators Bob Dole, the Republican leader, and Lowell P. Weicker \nJr., Republican of Connecticut, worked on the proposal and ''we're counting on their support.''\n\nMr. Dodd said the legislation was especially important to him because he had recently attended a memorial service \nfor Representative Stewart B. McKinney, a nine-term Republican from Connecticut, who died of an infection brought \non by AIDS. ''The figures are horrifying,'' Mr. Dodd said.\n"}