{"title": "MEXICO'S COUNT OF MIGRANTS IN U.S. IS LOWER THAN OTHERS", "body": "\nA three-year Mexican Government study of migration has calculated the number of Mexicans living illegally in the \nUnited States to be far fewer than previously estimated.\n\nThe study puts the figure at 480,000 to 1.22 million, depending on the season. This contrasts sharply with the Nixon \nAdministration's frequent talk of six million to 12 million ''illegals'' and the Carter Administration's more cautious \nestimate of three million to six million.\n\nThe study, which involved four separate surveys and almost 150,000 interviews, also found that most \nundocumented migrants cross the United States border with the intention of returning to Mexico within a few \nmonths.\nAN-A\n\nThe Mexican findings seem certain to be disputed as self-serving by the United States labor movement and other \ngroups that maintain that illegal migrants are partly responsible for high unemployment in the United States. Some \none million Mexicans were detained and returned to Mexico last year, although many were ''repeaters'' - migrants \narrested several times before finally making it beyond the border region.\n\n \n\nEarlier Estimates Disputed\n\nUnited States census experts, however, have apparently endorsed the method used by the Mexican study. A \nUnited States select committee on migration, which must present policy recommendations to the Carter \nAdministration early in January, has also taken note of the Mexican results in some of its preliminary reports.\n\n''Earlier estimates were based either on tiny samples or on political prejudices,'' a Mexican demographer said. ''This \nis the first time a massive household survey has been carried out.''\n\nAfter President Carter dropped his migration package, sent to Congress in August 1977 but never taken up in \ncommittee, the United States and Mexico agreed to exchange detailed studies of the migration phenomenon \nbefore analysis of a mutually acceptable policy.\n\nBut while the United States select committee concentrated on ways of preventing undocumented aliens from \nfinding employment, such as the institution of a national labor identification card and sanctions against employers of \n''illegals,'' Mexico's Labor Ministry study focused on the migrants themselves.\n\n \n\nInterviews in Households\n\n\nThe first survey, in November 1977, involved the interviewing of some 10,000 Mexicans at United States-Mexican \nborder crossings as they were returned here by the United States Border Patrol. Two similar surveys - in August \n1978 and in May 1979 - covered 75,000 more Mexicans being ''voluntarily returned'' from the United States.\n\nThe principal study, however, consisted of detailed interviews in 58,000 households in scientifically selected rural \nand urban municipalities around the country. Information was collected on a total of 350,000 people.\n\nSome of the results merely confirmed the findings of earlier studies. For example, more than half the Mexican \nmigrants come from just four northern and central states - Guanajuato, Jalisco, Chihuahua and Zacatecas - while \nmore than 50 percent head for California and some 20 percent for Texas.\n\nTaken in December 1978 and January 1979, during a holiday season in Mexico, the household survey found only \n405,000 Mexicans in the United States at the time, though analysts allowed that this was perhaps a conservative \nfigure. The survey nevertheless confirmed the cyclical nature of the migration, particularly since only 28 percent of \nthose absent had been away for more than a year.\n\n \n\nMost Migrants Are Men\n\nThe overwhelming majority of migrants are men (only one in seven is a woman) and young (71 percent are \nbetween the ages of 15 and 34) although at least half the men and women are married and, as a group, leave an \naverage of 3.29 people in Mexico dependent on their earnings in the United States.\n\nSome United States studies have suggested that as much as $3 billion is sent or brought home by migrants each \nyear, but the household survey questioned this figure. For those in the United States at the time of the interviews, it \nestimated annual remittances to Mexico of some $310 million.\n\nOne of the most interesting findings was that the migrants are not among the poorest and least educated of \nMexicans. Although 78 percent come from rural areas, three out of four had a job before deciding to gamble on \nhigher earnings north of the border.\n\nFurther, the migrants had a median education higher than the Mexican average - four years' schooling rather than \nthe national average of 3.1 years. Some 14.4 percent had seven or more years' education. But because this fell far \nbelow the average education even of United States minorities, the Mexican analysts argued that the migrants \nwere not competing for jobs with Americans.\n\n \n\nMigrants Called Scapegoats\n\nAlthough the final Mexican report is not due until next year, the preliminary findings hint clearly at the arguments \nMexican officials will use in future negotiations on the subject with the United States.\n\n''Illegal migrants are always used as a scapegoat when unemployment rises in the United States,'' a Mexican \nexpert said, ''but we hope to show that there aren't as many migrants as people thought, that they generally don't \nwant to stay in the U.S. and they don't take jobs from Americans.''\n\nIf President Carter is re-elected, the migration issue is expected to become a major topic of relation with the \nUnitewd States. If he is not, however, Mexicans officials are hopeful that elaboration of a new United States \nmigration policy will be indefinitely postponed.\n\nGraphic\n\n \n\n\n\nIllustrations: map of Mexico\n"}