{"title": "A RATIONAL IMMIGRATION POLICY ISN'T RACISM", "body": "\nImmigration is joining a long list of subjects on which a rational discussion is becoming impossible.\n\nWe now have about 20 million foreign-born people living in the United States, and we can't even talk about them, \nexcept in psycho-babble and multicultural pieties.\n\nWhen California Gov. Pete Wilson raised the issue of illegal immigrants' being supported by taxpayers at a time of \nfinancial stringency, he was set upon by liberals. Columnist Albert Hunt accused Wilson of sponsoring \"draconian\" \nlegislation that would \"strip illegal aliens of health and welfare benefits and deny schooling to their children.\"\n\nDoes someone acquire a right to the taxpayers' money by illegally crossing a border?\n\nIllegal aliens are seldom punished, which is why there are so many of them.\n\nThe issue is whether this country has a moral right to control its borders, to punish those who violate them - and \nwhether or how these rights should be exercised.\n\nSome federal judges seem to act as if there is an inherent right for foreigners to come to the United States, whether \nthey are wanted or not. Moreover, this newly created right must be available to all peoples around the world equally. \nIt has long since been dogma that any attempt to sort out those countries whose migrants fit well into American \nsociety from those countries whose immigrants create more problems is nothing but racism.\n\nIf people from Atlantis are twice as likely to go on welfare or 10 times as likely to have AIDS as people from \nShangrila, that doesn't matter to the intelligentsia.\n\nThe magic phrase of judging each person as an individual may be invoked in debates about immigration policy, \nbut of course nobody does that in real life.\n\nUsing a bureaucracy to judge millions of people as individuals is nonsense carried to its most absurd extreme. \nPeople are going to have to be sorted by some standards. And if people from different countries work out better or \nworse in the United States, there is not the slightest reason in logic or morality why that should not be taken into \naccount.\n\nOnce it is clear that the people of this country have every legal and moral right to decide who joins them, the \nquestion then becomes one of figuring out what is in the best interest of Americans.\n\n\nMany of the arguments against immigration are false. For example, it is not simply a question of immigrants taking \njobs away from native-born Americans. There is no fixed number of jobs. When more people join the work force, \nthat increases both production and consumption, which can mean more jobs.\n\nSome studies indicate that immigrants in general pay more in taxes than they receive in government services. \nWhether this is true of all immigrants from all countries is another question of facts.\n\nMany of those who champion the cause of unlimited immigration not only want to impose taboos on what can be \ntalked about, but also want to keep the foreigners foreign after they enter American society. Many times, the \nimmigrants themselves want to become part of American society, while their spokesmen and cheerleaders want \nthem to keep on speaking a foreign language and cling to a foreign culture.\n\nStatistics show that immigrants who speak English earn more money than their fellow-countrymen who speak a \nforeign language. Many live up to traditional American values better than native-born Americans.\n\nThese and other issues need to be discussed openly, without smear words like draconian and xenophobia. The \nimmigrants themselves may even discover that they have more to fear from their supposed friends than from their \nsupposed enemies.\n"}