{"title": "THE REGION;Under the New Law, Illegal Aliens Suffer Much in Silence", "body": "\nIN New York City, a half-million illegal aliens form what amounts to a new sub-class of the poor, more vulnerable \nthan ever to sweatshop operators, eviction and criminals.\n\nCongress had hoped that when the 1986 Federal immigration law was enacted, making it illegal to hire aliens not \neligible for amnesty, these people and hundreds of thousands like them across the country would return to their \nnative lands. But they have stayed on, and concern is rising that their troubles will eventually reverberate in the city \nand the nation.\n\n''We have faced discrimination as an immigrant minority because of how we look and how we speak, and the new \nimmigration law legitimizes that discrimination,'' said Guillermo Linares, a naturalized citizen and educator who is \nhead of the Community Association of Progressive Dominicans. Speaking for the tens of thousands of \nundocumented Dominicans in the city, he said: ''Now we are forced to go underground; we have a future that is very \ndark.''\n\nIn the past, undocumented aliens lived under the shadow of discovery and deportation by the Immigration and \nNaturalization Service, but there was almost always a way to make a living. The new law puts employers at the \nforefront of enforcement: They must ask job applicants to prove they are authorized to work, and they can be fined \nor imprisoned for hiring undocumented workers. So illegal aliens nationwide are clinging to the employers they \nhave, no matter how they are treated, out of fear they will be reported and deported if they complain or look \nelsewhere.\n\nA hundred thousand aliens in New York applied to an amnesty program and received papers so they can legally \nwork; nevertheless, some of these have been refused jobs or even fired for looking or sounding foreign, recent \nstudies have found. Immigrant advocates tell of others who were denied apartment leases, refused promotion or \nforced to take pay cuts. And such problems multiply for the 450,000 to 700,000 New Yorkers who have no valid \npapers.\n\nNew York City cannot help but be affected by these changes, Mr. Linares and other speakers asserted at a public \nhearing this month organized by the city Commission on Human Rights. For example, in 1987 the Federal \nGovernment ruled that all applicants for legal residence, including amnesty applicants, must be tested for the AIDS \nvirus and deported if it is found. No figures are available on the results. But aliens in the groups deemed most at \nrisk - intravenous drug users, homosexuals and, at one time, Haitians - are presumably staying underground, out of \nreach of treatment and counseling, said Judy Rabinovitz of the American Civil Liberties Union's National \nImmigration Task Force.\n \n\n\nA Population of Prey\n\nAnother problem is that the city's undocumented aliens are easy victims, people who are afraid to report crime, \nconsumer fraud or workplace abuse.\n\nLarge populations of undocumented immigrants live in rundown and heavily drug-infested neighborhoods in \nnorthern Flatbush, said Hillary Salmons of the Church Avenue Merchants Association. She said that she has tried \nto persuade some immigrants to report drug deals and other crimes in their buildings, but that they keep silent for \nfear the police will ask for their papers.\n\nMs. Salmons said the association, a community organization in Brooklyn, often receives reports of exploitation of \nundocumented workers by employers. One Mexican man, she said, was forced to work in a fruit market seven days \na week at $2.80 an hour. And with winter cutting off odd jobs in construction and yard work, Ms. Salmons warned, \n''undocumented immigrants are finding it so difficult to work that they are losing their apartments and are soon to be \nadded to the homeless population.''\n\nMayor Koch has said that the Federal Government is solely responsible for enforcement of the immigration law, \nunless undocumented aliens commit crimes, and that they are as entitled as anyone else to services like health \ncare and education.\n\nBut immigrant advocates say it doesn't work out that way. For instance, the children of illegal aliens may attend the \npublic schools, but they cannot sign up for free breakfast or lunch because their parents don't have Social Security \nnumbers. Many aliens steer clear of city programs, afraid of any official contact. Others are unaware that they are \nentitled to assistance.\n\n''If some New Yorkers are ill, poorly educated or easy victims of crime, all New Yorkers suffer,'' said Elizabeth \nBogen, director of immigrant affairs in the Department of City Planning. ''We cannot write off our undocumented \naliens without great cost to ourselves.''\n\nGraphic\n\n \n\nPhoto of undocumented aliens are among the new immigrants learning English in a class sponsored by the Church \nAvenue Merchants Association of Brooklyn (NYT/Chester Higgins Jr.)\n"}