{"title": "U.S. citizens were held in Pakistan, says administration", "body": "\nThe Bush administration disclosed Tuesday that two U.S. citizens of Afghan origin were detained in Pakistan last \nmonth for immigration violations along the Afghan border, and that one was deported to the United States last \nweekend.\n\nBut officials said that neither man had any suspected link to al-Qaida or terrorism and that the man deported to the \nUnited States was not under arrest or any form of detention here.\n\nThe announcement came Tuesday after senior administration officials, responding to reports from Pakistani \nauthorities, repeatedly insisted that they had no information about any detained Americans.\nCompiled from Times Wires\n\nOfficials here explained that apparent contradiction by saying that the Pakistani authorities' earlier reports had \nsuggested detainees with links to al-Qaida, a profile that did not fit these cases.\n\n \n\nCompromise would let\n\n \n\n250 pilots carry guns\n\nWASHINGTON - Key Democratic and Republican lawmakers in the House Tuesday agreed to a proposal that \nwould allow 250 airline pilots to carry guns during a two-year experimental program.\n\nThe plan, which is scheduled for a vote today by the House aviation subcommittee, is a compromise that was \nreached to address concerns by some members of Congress that arming pilots might inadvertently endanger \npassengers or other crew members.\n\nSince the Sept. 11 hijackings, pilots have lobbied aggressively for the right to have guns in the cockpit.\n\n \n\nTravelers soon will have to\n\n \n\nopen checked bags\n\nWASHINGTON - Millions of airline passengers will soon be asked to open their checked bags for explosives \ninspection, federal officials said Tuesday as they outlined new details of plans to complete the government's \nplanned takeover of airport security by year's end.\n\n\nThe added inconvenience to travelers, experts said, will be the price of trying to meet a Dec. 31 congressional \ndeadline for screening all checked bags with explosives detection equipment.\n\nThe security checks should take no more than two to 2 1/2 minutes, officials promised, citing results from a pilot \nprogram at the Norfolk, Va., airport.\n\nThe luggage policy will be phased in as uniformed federal passenger and baggage screeners begin staffing airport \ncheckpoints in force later this summer, transportation officials said.\n\n \n\nAlso . . .\n\nMOUSSAOUI SHOWS DISDAIN: Zacarias Moussaoui, accused of conspiracy in the Sept. 11 attacks, says his \njudge is mentally ill, his former lawyers are bloodsuckers and Jews are his enemies.\n\nHe also says he wants his trial moved from Northern Virginia, near the Pentagon, to Colorado, where there are \nfewer government workers.\n\nLIMITS ON INSURERS' LIABILITY: With the White House prodding reluctant Republicans, the Senate on Tuesday \npassed legislation that would bail out insurance companies with taxpayers' money in the event of a devastating \nterrorist attack.\n\nThe insurance industry sought the protection after the Sept. 11 hijackings, saying that commercial property and \ncasualty insurance companies would stop issuing terrorism coverage without it.\n\nThe Senate vote was 84-14, but it's uncertain the legislation will ever reach President Bush's desk. The Senate \nmeasure differs sharply from the House of Representatives' version, mainly on the controversial issue of restrictions \non lawsuits stemming from terrorism attacks.\n\nFlorida Sens. Bob Graham and Bill Nelson, both Democrats, voted for the bill.\n\nVATICAN DONATION: Following Pope John Paul II's wishes, a Vatican charity has donated $50,000 to a New York \nhospital that cared for victims of the Sept. 11 terror strikes. L'Osservatore Romano, the Vatican newspaper, \nreported Tuesday that St. Vincent's Catholic Medical Center in Manhattan was the recipient of the funds from the \nVatican's charity arm.\n"}