{"title": "INSIDER: CARTEL USED INS BUSES", "body": "\nA former insider in a major Mexican drug cartel said Thursday that his group used U.S. Immigration and \nNaturalization Service buses to ship thousands of pounds of cocaine north from the U.S.-Mexico border.\n\nJuan Antonio Ortiz, who ran the gulf cartel's U.S. transportation network, also said the cartel routinely paid off \nMexican police and other officials.\n\nOrtiz, testifying in the trial of the alleged cartel leader, Juan Garcia Abrego, said the cartel began using INS buses \nto ship drugs in 1986 and kept it up until 1990, when one of the INS staffers working with the drug dealers was \ncaught.\n\nThe drugs were stashed on buses used to transport illegal immigrants captured in southern Texas to Houston, 300 \nmiles to the northeast, for flights back to their homelands, he said.\n\nThe beauty of the scheme, he testified, was that the INS buses were never checked at U.S. government \ncheckpoints inside Texas where agents searched all vehicles for drugs.\n\n\"They just waved (them) on,\" said Ortiz, who was arrested in 1993 and sentenced to 70 months in prison after \nagreeing to cooperate with U.S. prosecutors.\n\nHe said Mexican police and other officials were easy targets for cartel bribery. On two occasions, Luis Garcia \nMedrano, the cartel's second in command, was arrested but freed after payoffs, he said.\n\n\"They (Mexican officials) had Mr. Medrano but they let him go. They (the cartel) would pay his way out before they \ntook him to jail,\" he said.\n\nMedrano finally went to jail in 1993. He died in prison of liver problems Aug. 20, the Mexican government said.\n\nUnder cross-examination by defense attorney Tony Canales, Ortiz told of paying $45,000 to a Mexico City police \ncommander in a McDonald's restaurant in the Mexican capital.\n\n\"You have no faith in the police in Mexico?\" Canales asked.\n\n\"I don't have none, sir. The police over there are bribed, corrupt - you can buy them,\" Ortiz said.\n\nGarcia Abrego, a former cookie-factory worker from Texas, was captured in Monterrey, Mexico, in January and \nflown to Houston for trial. He faces up to life in prison if convicted on 22 drug-related counts and has pleaded not \nguilty.\n\n"}