{"title": "CLASS ACTION UPDATE for TXT, MDP, MO and WTRH: Levi & Korsinsky, LLP Reminds Investors of Class Actions on Behalf of Shareholders", "body": "\n(GlobeNewswire) - Levi & Korsinsky, LLP announces that class action lawsuits have commenced on behalf of \nshareholders of the following publicly-traded companies. Shareholders interested in serving as lead plaintiff have \nuntil the deadlines listed to petition the court and further details about the cases can be found at the links provided. \nThere is no cost or obligation to you.\n\nTextron Inc. (NYSE: TXT)\n\nClass Period: January 31, 2018 - October 17, 2018\n\nLead Plaintiff Deadline: October 21, 2019\n\nJoin the action: https://www.zlk.com/pslra-1/textron-inc-loss-form?wire=3\n\nAbout the lawsuit: Textron Inc. allegedly made materially false and/or misleading statements during the class period \nand/or failed to disclose that: (1) end market sales of Arctic Cat products were slowing, resulting in a massive glut of \nold Arctic Cat inventory on dealers floors; (2) in order to clear out this old inventory, the Company provided \nsignificant price discounts, which negatively impacted Textrons earnings; and (3) as a result, Textrons positive \nstatements about Arctic Cats business, operations, and prospects lacked a reasonable basis.\n\nTo learn more about the Textron Inc. class action contact jlevi@levikorsinsky.com \n\nMeredith Corporation (NYSE: MDP)\n\nClass Period: January 31, 2018 - September 5, 2019\n\nLead Plaintiff Deadline: November 5, 2019\n\nJoin the action: https://www.zlk.com/pslra-1/meredith-corporation-loss-form?wire=3\n\nAbout the lawsuit: Meredith Corporation allegedly made materially false and/or misleading statements and/or failed \nto disclose that: (1) the Time, Inc. acquisition was not as profitable as the Company had claimed; (2) the Company \nwould incur additional costs for strategic investments to improve the Time business; (3) as a result, the Companys \nearnings would be materially and adversely impacted; and (4) as a result of the foregoing, Defendants positive \n\n\nstatements about the Companys business, operations, and prospects, were materially misleading and/or lacked a \nreasonable basis.\n\nTo learn more about the Meredith Corporation class action contact jlevi@levikorsinsky.com \n\nAltria Group, Inc. (NYSE: MO)\n\nClass Period: December 20, 2018 - September 24, 2019\n\nLead Plaintiff Deadline: December 2, 2019\n\nJoin the action: https://www.zlk.com/pslra-1/altria-group-inc-loss-form?wire=3\n\nAbout the lawsuit: During the class period, Altria Group, Inc. allegedly made materially false and/or misleading \nstatements and/or failed to disclose that: (i) Altria had conducted insufficient due diligence into JUUL prior to the \nCompanys $12.8 billion investment, or 35% stake, in JUUL; (ii) Altria consequently failed to inform investors, or \naccount for, material risks associated with JUULs products and marketing practices, and the true value of JUUL and \nits products; (iii) all of the foregoing, as well as mounting public scrutiny, negative publicity, and governmental \npressure on e-vapor products and JUUL made it reasonably likely that Altrias investment in JUUL would have a \nmaterial negative impact on the Companys reputation and operations; and (iv) as a result, the Companys public \nstatements were materially false and misleading at all relevant times.\n\nTo learn more about the Altria Group, Inc. class action contact jlevi@levikorsinsky.com \n\nWaitr Holdings Inc. (NASDAQ: WTRH)\n\nClass Period: on behalf of shareholders who purchased shares between May 17, 2018 and August 8, 2019, \nincluding, but not limited to, those who acquired Waitr shares in connection with the Going Public Transaction, and \nthose who acquired shares of the Company in the May 2019 Secondary Offering.\n\nLead Plaintiff Deadline: November 26, 2019\n\nJoin the action: https://www.zlk.com/pslra-1/waitr-holdings-inc-loss-form?wire=3\n\nAbout the lawsuit: Waitr Holdings Inc. allegedly made materially false and/or misleading statements and/or failed to \ndisclose that: (i) Waitr lacked a plan to achieve profitability and, contrary to the statements of Company founder \nChris Meaux, Waitr was not at or near profitability and Defendants had created the illusion of financial stability by \nengaging in a host of illegal and improper activities each designed to inflate revenues and earningssuch as \nunilaterally breaking low-rate contracts and imposing significantly higher rates, and by refusing to pay drivers for \nmileage related expensesboth of which ultimately resulted in independent class action lawsuits; and (ii) Waitrs \ntechnology provided no real advantage and the Company could not obtain the developer, programming, or \nengineering resources necessary to enhance, maintain, and develop industry leading software from its headquarter \nlocation in Lake Charles, Louisiana.\n\nTo learn more about the Waitr Holdings Inc. class action contact jlevi@levikorsinsky.com \n\nYou have until the lead plaintiff deadlines to request the court appoint you as lead plaintiff. Your ability to share in \nany recovery doesnt require that you serve as a lead plaintiff.\n\nLevi & Korsinsky is a national firm with offices in New York, California, Connecticut, and Washington D.C. The firms \nattorneys have extensive expertise and experience representing investors in securities litigation and have \nrecovered hundreds of millions of dollars for aggrieved shareholders. Attorney advertising. Prior results do not \nguarantee similar outcomes.\n\nCONTACT:\n\nmailto:jlevi@levikorsinsky.com\n\nLevi & Korsinsky, LLP\n\nJoseph E. Levi, Esq.\n\n55 Broadway, 10th Floor\n\nNew York, NY 10006\n\njlevi@levikorsinsky.com \n\nTel: (212) 363-7500\n\nFax: (212) 363-7171\n\nwww.zlk.com  2019 Legal Monitor Worldwide.\n"}