{"title": "ISRAELI AID IMPERILED BUSH THREATENS VETO ON LOAN PACKAGE", "body": "\nWASHINGTON - Contending that Middle East peace negotiations might be in jeopardy, President George Bush \nthreatened Thursday to use his veto to delay action on a $10 billion loan-guarantee package for Israel.  Israel \nwants the loans to help house a flood of Soviet immigrants. About 350,000 immigrants, almost all of them from the \nSoviet Union, have arrived in Israel in the last two years, and Israel expects a million by 1995.  But Bush wants the \nhousing package delayed for 120 days, explaining on Thursday, ''We're on the brink of a historic breakthrough'' in \ntrying to arrange a peace conference between Arabs and Jews.  Arab nations fear the loans could be used to settle \nJewish immigrants in disputed territory. And Bush said he wanted to avoid a ''contentious debate (in Congress that \nwould raise a host of sensitive issues'' that ''could well destroy our ability to bring one or more of the parties to the \npeace table.'' He declined to identify which nations might back off.  ''We don't want a contentious debate on \nsettlements or anything else at this juncture,'' he said. ''We want to get these parties to the table. I don't think it's \nasking too much to have a 120-day delay.'' Bush called the news conference as 1,200 officials of Jewish groups \nfrom 40 states fanned out across Capitol Hill to urge Congress to help Israel now.  Bush described himself as ''one \nlonely little guy'' wearing out the telephone in appealing for a four-month delay.\nHe said he did not cha llenge the lobbyists' petitioning of Congress. ''I think everybody ought to fight for what they \nbelieve in,'' he said. He added: ''I am going to fight for what I believe. . . . ''I'm up against some powerful political \nforces, but I owe it to the American people to tell them how strongly I feel about deferral.'' He accused those trying \nto speed up the loan package of catering to domestic politics. ''Too much is at stake for domestic politics to take \nprecedence over peace,'' he said. ''This is something I know the bulk of the American people understand.'' He \nacknowledged that seeking a delay probably was not a popular move. ''But that's not the question, whether or not \nit's good 1992 politics. What's important here is that we give this (peace process a chance, and I don't care if I get \none vote.'' The guarantees would permit Israel to borrow the $10 billion from commercial banks over five years at \nfavorable rates. The loans would be used to build homes, roads, hospitals and schools for the refugees; the loans \nwould be paid back over 30 years.  Bush declined to say whether he would endorse the U.S. guarantees after a \n120-day delay. A reporter asked Bush if he would be willing to commit himself to backing the measure come \nJanuary. ''Absolutely not,'' Bush replied.  In reaction, Shoshana Cardin, chairwoman of the Conference of \nPresidents of Major American Jewish Organizations, said Bush's administration had first asked for a delay until \nLabor Day and now, in proposing further delay, was provoking an unnecessary clash. ''Raising it to the current level \nmay create problems for the peace process,'' she said.  In Jerusalem, Israeli Foreign Minister David Levy said, \n''Israel is not seeking a confrontation with the United States, its ally, just as our request for guarantees is not a \nprovocation against anyone, nor a hindrance to the advancement of the peace process.'' He noted that Israel had \nalready delayed the request from March to September at the request of the United States, ''out of the same desire \nto cooperate.'' Last year, Bush's administration approved $400 million in housing loan guarantees for Israel. But \nfirst, Levy pledged in writing that, as a matter of policy, his government would not use the loans for housing on the \nWest Bank or in the Gaza Strip.  Israeli Prime Minister Yitzhak Shamir, reacting to the threat of a veto, said late \nThursday that approval of the loan guarantees would not harm chances for peace. ''We do not believe that reacting \npositively to Israel's request would jeopardize the peace process,'' the Israeli leader's staff said in a statement \nissued in Paris, where Shamir is visiting.  ''This is a humanitarian need which we believe has no connection to any \n\n\npolitical subject whatsoever including the peace process in the Middle East.'' But Shamir said his government would \nseek assistance from European Community governments to help resettle Soviet Jews now that Bush's \nadministration wants to delay loan guarantees worth $10 billion.  Shamir acknowledged that his government was \nexploring prospects of better relations with European governments as tension has risen with the United States.  \nShamir said he had discussed the need for European assistance with French President Francois Mitterrand. He \nsaid Mitterrand told him to formulate an aid proposal directed to all 12 EC members.  Bush and the Arabs are \ninsisting that Israel stop allowing Jews to live in the territories held by Jordan and Egypt until 1967. About 2 percent \nof the recent Soviet immigrants have settled there; another 2 percent have settled in east Jerusalem.  Israeli Prime \nMinister Yitzhak Shamir is intent on holding the territories seized in the Six Day War of 1967, even though he has \nagreed to attend a peace conference. Bush says the conference should be based on Israel's giving up territory in \nexchange for Arab acceptance of Israel's right to live in peace.  Bush said at his news conference Thursday that \nIsrael had got more than $4 billion in various aid programs from the United States in the fiscal year that ends Sept. \n30 - nearly $1,000 for each Israeli citizen, he said.  Therefore, he said, the disagreement is not about support for \nIsrael but ''about peace. For the first time in history the vision of Israelis sitting down with their Arab neighbors to \ntalk peace is a real prospect. Nothing should be done that might interfere with this prospect.'' Bush and Soviet \nPresident Mikhail S. Gorbachev agreed in July to co-sponsor a Middle East peace conference and said they \nintended to issue invitations for next month. Secretary of State James A. Baker III is scheduled to go to Israel, \nEgypt, Jordan and Syria next week to try to make final arrangements.  Baker, now in Moscow, planned to meet \ntoday with Soviet Foreign Minister Boris Pankin to discuss the Middle East peace conference. A senior U.S.  official \nsaid the two would discuss the specific invitations. It was unclear whether they had agreed on a place and time.  \nEarlier this week, Pankin reaffirmed Soviet opposition to holding t he conference in the United States. He suggested \nPrague, Czechoslovakia.  On other matters, Bush: Said Supreme Court nominee Clarence Thomas was handling \nhimself ''very, very well'' in his confirmation hearings.  Defended Robert Gates' nomination to head the CIA, saying \nhe had given ''absolutely no consideration for withdrawal because there's no reason for withdrawal.'' He noted \n''feathery charges'' against Gates stemming from the Iran-Contra affair, but said they were nonsense. Gates' \nconfirmation proceedings will begin Monday.\n\nGraphic\n\n \n\nPhoto; PHOTO (COLOR) HEADSHOT of George Bush...''Sensitive issue.''\n"}