{"title": "Immigration law, 'Black Codes' not comparable", "body": "\nOpponents of Georgia's new immigration crackdown law are drawing ugly comparisons between it and infamous \nchapters of civil rights history.\n\nSome are comparing the effects of House Bill 87 to segregation, saying it will turn Hispanics into second-class \ncitizens. Former state Senate Minority Leader Robert Brown, a Democrat who recently resigned to run for mayor of \nMacon, hearkened back to Reconstruction in a June 2 news release.\n\n\"Georgia leaders should not attempt to satisfy Agribusiness interests by finding ways to selectively enforce what I \nam now calling the Brown Codes [HB 87], because of its similarity to the Black Codes passed in the 1800s,\" \nBrown said.\n\nSouthern states passed the \"Black Codes\" after the Civil War to force freed slaves back to the plantations. Is \nGeorgia's HB 87 similar to them?\n\nHB 87's more controversial provisions give law enforcement officers more leeway to check the immigration status \nof people they think violated the law. They also prohibit citizens from harboring, transporting or encouraging illegal \nimmigrants to come into the state under certain circumstances.\n\nOn Monday, U.S. District Judge Thomas Thrash granted a request for a preliminary injunction that keeps key parts \nof HB 87 from going into effect.\n\nWe asked Brown to explain his \"Brown Codes\" remark. He said workers toil in punishing heat for \"subminimum \nwages\" in conditions amounting to \"indentured servitude.\" (These claims are outside the scope of our inquiry.)\n\nHB 87 intensifies this inequality, Brown said. It allows Hispanics to be singled out for their ethnicity and scares \nworkers from complaining about poor working conditions for fear of deportation.\n\n\"Obviously, it's not exactly the same [as the Black Codes]. It's just as harsh, relative to the times. This is the 21st \ncentury,\" Brown said.\n\nWe consulted a half-dozen historians to check Brown's claim.\n\n\nThe Black Codes are different from Jim Crow legislation, which segregated black people and white people. \nEnacted in former slave states right after the Civil War, the Black Codes tried to force ex-slaves back to their \nmasters.\n\nUnemployed black people could be arrested as vagrants and hired out to people willing to pay their criminal fines. \nBlack people who quit their jobs could be arrested and returned to their old bosses, much like runaway slaves. \nOrphans or children whose parents could not support them could be apprenticed to a master.\n\nAll the experts we interviewed found big holes in Brown's analogy.\n\nThe biggest was this one: The Black Codes aimed to keep freed slaves on their plantations. Georgia's \nimmigration law pressures illegal immigrants to leave the state. Many of the state's farmers say illegal immigrants \nare fleeing in droves.\n\nThis result appears to match HB 87's apparent intent, which is \"to create such a climate of hostility, fear, mistrust \nand insecurity that all illegal aliens will leave Georgia,\" Thrash ruled.\n\nThere are other glaring differences between the Black Codes and Georgia's law. Immigrants who come to the U.S. \nillegally to work are here by choice. Obviously, former slaves had no choice.\n\nSwarthmore College professor Richard M. Valelly, an expert on Reconstruction, noted that illegal immigrants aren't \nin danger of being re-enslaved. They're at risk of deportation.\n\n\"That's Draconian ... but there's a big difference between de facto re-enslavement ... and being sucked into a \nsystem that regulates movement across borders,\" Valelly said.\n\nAlthough scholars agree that the Black Codes and Georgia's new immigration law are very different, each one we \ninterviewed saw one similarity.\n\nThe Black Codes stigmatized black folks. Georgia's law stigmatizes illegal immigrants.\n\nUniversity of Georgia professor James C. Cobb, an expert on Southern history, said HB 87, like the Black Codes, \nallows for discrimination.\n\n\"Under the new immigration bill, people who are, in fact, citizens or eligible for certain legal protections are now \nsubject to having their rights violated simply on the basis of their racial appearance,\" Cobb said.\n\nStill, we think Brown's comparison between Georgia's new immigration crackdown and the Black Codes is fatally \nflawed.\n\nThe Black Codes forced freed slaves back to the fields of their masters. HB 87 chases illegal immigrants out of the \nstate.\n\nIllegal immigrant workers come here by choice. Slaves were forced here. And the deportation illegal immigrants \nface is a far cry from the cruelty of re-enslavement.\n\nBoth laws do single out groups for stigmatization, but that won't improve Brown's rating by much. The difference \nbetween the Black Codes and Georgia's new immigration law is so vast it gives an inaccurate impression.\n\nWe therefore rule Brown's statement False.\n\nThis article was edited for length. To see a complete version and its sources, go to www.politifact.com/georgia/.\n"}