{"title": "Protesters Demand Immigration Amnesty", "body": "\nHundreds of Central American immigrants from the Washington area and beyond staged a colorful demonstration in \nLafayette Square yesterday to urge the U.S. government to grant all refugees who fled civil war and poverty in the \nregion the same amnesty given to Cuban and Nicaraguan immigrants two years ago.\n\nWaving flags from several countries and chanting slogans demanding \"Residencia,\" they called on Congress to \nallow Salvadorans, Guatemalans and Hondurans to apply for permanent residency under the same generous terms \nit set for Cubans and Nicaraguans.\n\nAlthough the left-wing Sandinista regime fell in 1990, lingering Cold War attitudes led lawmakers to grant an outright \namnesty to immigrants from Nicaragua, as well as from Cuba, while offering less generous relief to refugees from \nCentral American nations that once had U.S.-backed governments.\n\n\"It's not fair,\" said Milagro Perez, 36, a Salvadoran cook at Afterwords Cafe in Dupont Circle, who took her 7-year-\nold son, Jimmy, to the rally. \"We all have the same needs. We all have the same problems.\"\n\nDuring Central America's civil wars of the 1980s and early 1990s, more people from that region settled in the \nWashington area than in any other except the Los Angeles area. Central Americans are now, by far, the \nWashington area's largest immigrant population. But tens of thousands of them live in fear of deportation. Many \nhave been granted permission to work but not to stay permanently; others are here illegally.\n\nLast month, the Clinton administration issued regulations making it easier for as many as 50,000 Salvadorans and \nGuatemalans in the area to become permanent residents, including many who had been in legal limbo for as long \nas 15 years. But the measure did not apply to many others, including those who immigrated here illegally after \n1991.\n\nThe administration indicated in May that it would support legislation to grant all Central Americans the same blanket \namnesty that Congress granted Nicaraguans and Cubans who entered the country before 1995. But activists said \nyesterday that they are still waiting for Clinton to push a bill.\n\n\"We haven't seen anything concrete that we can take to Congress,\" said Saul Solorzano, director of the Central \nAmerican Resource Center in the District. \"It's a bad precedent for us, as Americans, to have this practice of \ndividing people based on their perceived ideological differences. That's not what America is about.\"\n\nRep. Luis V. Gutierrez (D-Ill.), who is pushing his own bill to help the immigrants, told the crowd that White House \nofficials had assured him that they remain committed to \"equal treatment\" for all Central Americans. He said as \nmany as 600,000 Central American and Haitian immigrants would benefit.\n\n\nBut Allen Kay, spokesman for Rep. Lamar S. Smith (R-Tex.), chairman of the House Judiciary immigration \nsubcommittee, dismissed the plan. He said Salvadoran and Guatemalan immigrants already have been granted \n\"everything they asked for\" when they sued the U.S. government in the late 1980s.\n\nJuan Escobar, 26, a Guatemalan immigrant who works at a Delaware poultry plant, said he traveled to the rally to \nmake a statement. \"We want equal justice for our people,\" he said. \"We'll keep coming until they hear us.\"\n\nFelix Castillo, 33, a Salvadoran waiter who works at two Silver Spring restaurants, said he fled from leftist guerrillas \nduring the civil war in 1988 while others fled from U.S.-backed government forces. \"But we all suffered through the \nsame situation, so it's only fair for us all to be treated the same,\" he said.\n\nThe Honduran flag is reflected in the glasses of Christina Miranda at the rally, which brought out many Hondurans, \nSalvadorans and Guatemalans. Central Americans rally in Lafayette Square for more relaxed immigration laws. \nDemonstrators say all immigrants from the region should receive the same sort of amnesty granted to Cuban and \nNicaraguan immigrants.\n\nGraphic\n\n \n\nPhoto, GERALD MARTINEAU\n"}