{"title": "ARAB POPULATION IN U.S. ALMOST DOUBLES, CENSUS SHOWS/ LIBERALIZED IMMIGRATION, MIDDLE EAST UNREST ARE CITED AS FACTORS", "body": "\nThe Arab population in the United States has nearly doubled in the past two decades, according to the Census \nBureau's first report on the group.\n\nExperts cited liberalized U.S. immigration laws and unrest in the Middle East as leading many people to come \nto America.\n\nThe bureau counted nearly 1.2 million Arabs in the United States in 2000, compared with 860,000 in 1990 and \n610,000 in 1980. About 60 percent trace their ancestry to three countries: Lebanon, Syria and Egypt.\n\nWhile earlier Arab immigrants came from countries with large Christian populations, newer arrivals come from \nheavily Muslim countries such as Iraq and Yemen.\n\n\"Immigrants from the Arab world come for the same reason all immigrants come - economic opportunity, \nopportunities to have an education, to develop a professional career,\" said Helen Samhan, executive director of the \nArab American Institute Foundation, a research group.\n\nSamhan said the lifting of U.S. immigration quotas in the 1960s opened the door to people from Arab countries. \nMany took advantage during the 1980s and 1990s, with a large number coming from nations such as Lebanon and \nIraq, where there were wars.\n\nAlmost half of the Arabs in the United States live in five states - California (190,890), New York (120,370), \nMichigan (115,284), New Jersey (71,770) and Florida (77,461).\n\n\"It would be better to come to America than Europe or Canada,\" said Zak Trad, 33, of Anaheim, Calif., who came \nfrom Lebanon three years ago. \"It's the largest Arab community not in an Arab country. I didn't think I would be a \nstranger here.\"\n\nNew York City, the first stop for millions of immigrants for more than a century, had the largest Arab population \namong U.S. cities, 69,985. The Detroit suburb of Dearborn, Mich., where many Arabs first settled to work in the \nautomobile industry, was next at 29,181.\n\nSterling Heights, Mich., was the city with the largest percentage of Arab-Americans, 3.7 percent, followed by Jersey \nCity, N.J., with 2.8 percent. Dearborn's population is about 30 percent Arab, but it was not ranked because the \nCensus Bureau only counted cities with at least 100,000 residents; Dearborn has about 98,000.\n\n\nThe Census Bureau asked those who received the long version of their questionnaire to list their ancestry. The \nform was sent to about one-sixth of all households.\n\nArab-Americans say their population is larger than that reported by the Census Bureau, but many are reluctant to \nfill out government forms because they came from countries with oppressive regimes.\n\nThe census report stops at 2000 so there is no data to measure the impact of the attacks of Sept. 11, 2001. But \ntighter immigration procedures imposed after then have reduced the flow of Arabs to the United States.\n\nThe Arab American Institute Foundation said that just over 15,000 visas were issued to immigrants from Arab \ncountries in 2002, compared with more than 21,000 in 2001.\n\n\"The fact that immigration procedures and visa applications have been so tightly screened is going to slow down \nthe volume of new immigrants,\" Samhan said. \"The scrutiny that will be placed on immigrants from Arab and \nMuslim countries is going to be even greater than other places.\"\n"}