{"title": "Minor immigration slip becomes costly;INS: Palestinian faces ouster on little-used law", "body": "\nThe federal government wants to deport a legal immigrant from the West Bank because he failed to promptly report \na change of address, an unusual effort that highlights the enforcement of minor laws to fight suspicions of \nterrorism.\n\nThe Immigration and Naturalization Service went to court in Atlanta on Tuesday in an attempt to ship out Thar \nAbdeljaber, a 30-year-old Palestinian father of five.\n\nThe INS says he broke a law requiring the 17.8 million noncitizens in the United States to report address changes \nwithin 10 days of moving.\n\nIt's a law that even the INS admits it rarely enforces, a sentiment echoed by immigration lawyers.\nAJC\n\n\"The reality is that nobody is deported on the basis of that simple a violation,\" said Jeanne Butterfield, executive \ndirector of the American Immigration Lawyers Association. \"It's ridiculous.\"\n\nIn fact, the INS' own guidelines say failure to report an address change \"shall not normally serve as the sole basis \nfor . . . deportation.\"\n\nSo how did Abdeljaber end up in an orange jail jumpsuit, hands cuffed to his waist?\n\nOne Tuesday in March, police in Raleigh clocked him driving four miles over the speed limit.\n\nA police officer pulled him over and found several thousand dollars in cash, as well as North Carolina maps with red \ncircles drawn around some cities.\n\nSoon FBI agents were asking Abdeljaber about terrorism.\n\n\"They were asking him, 'Why did you make circles on a map? Those circles are close to airports,' \" said Khitam Abu \nSabi, his wife.\n\n\nAbdeljaber told them he drew circles around places with flea markets and \"swap meets and Mexican stores,\" an \nINS report says. Abdeljaber travels to such places to sell electronic equipment he buys through the mail, relatives \nsaid.\n\nThe FBI did not charge him with a crime, but INS agents joined the investigation.\n\nThey discovered Abdeljaber was a legal permanent resident who came to the United States in 1998 on a passport \nissued by the Palestinian Authority. He came to join his wife, who also is a legal resident and had moved to the \nUnited States earlier.\n\nThey have two children who are U.S. citizens, two others who are legal residents, and a daughter born in the West \nBank who is on the path to legally moving to this country.\n\nDuring the investigation, the INS found out that Abdeljaber had moved from South Florida to suburban Richmond \naround 1999, to live near a sister, but that he did not notify the agency within 10 days. Agents arrested and jailed \nhim. He pleaded guilty in U.S. District Court in Raleigh and was sentenced to 25 days in jail, which he served.\n\nFollowing his sentence, the INS kept Abdeljaber behind bars and began proceedings to deport him.\n\nOn Tuesday, a government lawyer told an immigration judge the INS had concerns about Abdeljaber's \"identity \nand activities,\" but did not elaborate. Abdeljaber's attorney, Charles Kuck of Atlanta, was furious.\n\n\"He's committed no crime other than not changing his address,\" he said.\n\nThe topic of terrorism never came up, and the government agreed with Kuck to recommend a $5,800 bond. The \nbond will let Abdeljaber get out of jail for the first time in four months. He will remain free until the deportation \nproceedings are concluded.\n\nKuck said he hopes Abdeljaber can stay in the United States.\n\n\"They couldn't get anything else on this guy. They want to get rid of him because he's Palestinian,\" he said. \"Let's \nfocus our attention on getting rid of immigrant criminals, but not changing your address? That's silly.\"\n\nW. Fred Alexander, deputy director of the INS in Atlanta, conceded that the agency rarely charges noncitizens with \nfailing to report an address change, a requirement that dates to the 1950s.\n\nHe declined to go into detail about the case, except to say the agency will \"listen to the defense\" before deciding \nwhat course to pursue.\n\nButterfield, of the immigration lawyers' group, said the case is part of a larger trend since Sept. 11 to enforce laws \nonce considered minor, such as overstaying a visa.\n\nShe expects more address-change violations after the INS starts a program this fall. It will require about 100,000 \nforeign visitors to register, give fingerprints and check in periodically with the INS.\n\nAuthorities say it would help them keep track of people who could threaten national security, but Butterfield worries \nabout abuses.\n\n\"They're using the immigration laws to go after people that they don't have any basis to go after under the \ncriminal laws,\" she said. \"I think it's appalling.\"\n"}