{"title": "Air crash test: Currents stronger than thought", "body": "\nAir currents from a Boeing 727 flying 4.2 miles ahead of a USAir jetliner that crashed last year were stronger and \ncloser than originally believed, investigators said Wednesday. National Transportation Safety Board officials said 16 \nhours of flight tests over five days simulated conditions at the time of the crash of Flight 427 near Pittsburgh on \nSept. 8, 1994. Some results of the tests - completed Saturday at the FAA research center in Pomona, N.J. - will be \nannounced Nov. 15 when hearings on the crash reconvene in Washington, D.C. The crash of the USAir Boeing \n737 killed all 132 people aboard.\n\n RABIES WARNING: Health officials are warning people to be aware of all encounters with wildlife. The advisory \nwas prompted by the death Tuesday of Maria Fareri, 13, of Greenwich, Conn., of rabies from a bat scratch or bite \nshe didn't even notice, officials said. She was hospitalized Sept. 25 in Valhalla, N.Y. As a precaution, 50 people in \nclose contact with Maria were immunized. Rabies in humans is very rare but always fatal once symptoms appear.\n\nUNDOCUMENTED ENTRIES: Nearly 400,000 people enter the USA illegally each year, one-third more than \nprevious estimates, says the Washington-based Center for Immigration Studies. Its comparison of 1994 and 1990 \nCensus data suggests the foreign-born population grew by 4.5 million, said John Martin, director of the center, \nwhich advocates reducing immigration. During the four-year period, immigration officials estimate 3 million people \nwere granted legal residency, leaving 1.5 million who entered illegally.\n\n SEX-LAW STUDY: Warning people that a dangerous sex offender released from prison is in their community aids \nin capture if the person commits a new crime, a Washington State Institute for Public Policy study found. But while \nWashington's 5-year-old \"community notification\" law has hastened apprehensions, it hasn't reduced repeat \noffenses. Sex offenders publicly named under the law were free for a median time of 25.1 months before \ncommitting new crimes. For those not subject to the law: 61.7 months.\n\n WAR ON DRUGS: Law officers without a search warrant can't scan homes with heat-sensing equipment to detect \nsuspected criminal activity, a Denver federal appeals ruled in a case from Wyoming. The court said \"technical \nwizardry\" - in this case a thermal imager to detect growing marijuana - doesn't free officers from the Constitution's \nrequirement they obtain a search warrant based on probable cause to believe a crime was committed. The ruling is \ncounter to decisions in four other federal appeals districts.\n\n DOG BURNED: New York police charged two boys, ages 10 and 14, with animal cruelty in the Sept. 25 torching of \nGranpa, a Siberian husky mix. The dog is recovering from severe burns. Family members, who did not want to be \nidentified, say drug dealers did it because Granpa's barking scared away customers. The Bayside Veterinary \nCenter in Queens got $ 16,000 in donations for Granpa's treatment.\n\n UNABOMBER SEARCH: Federal authorities trying to identify the Unabomber - blamed for 16 attacks that killed \nthree and injured 23 since 1978 - have subpoenaed high school records of up to nine 1970s-era students in the \n\n\nChicago suburbs of Skokie and Niles, the Chicago Tribune said. It said FBI agents have a list of potential suspects \nwho stood out as disgruntled, antisocial or eccentric. Agents also are studying yearbooks and asking ex-teachers \nabout students. Agents will review records at Northwestern University in Evanston, where the Unabomber may \nhave attended lectures on science technology in 1977.\n\n ALSO WEDNESDAY . . .\n\n-- HELICOPTER CRASH: Searchers found the body of one of four crew members whose Navy helicopter crashed \ninto the Atlantic Tuesday, 50 miles off Virginia Beach, Va. The search continued for three others. The H-46 Sea \nKnight helicopter from the amphibious assault ship USS Guam was on a training flight. Cause of the crash wasn't \nknown.\n\n-- WRONG-TURN SLAYING: A 16-year-old youth is the sixth suspect charged with murder in the death of \nStephanie Kuhen, 3, whose family's car was shot up when it mistakenly turned down a gang-dominated Los \nAngeles street. Like his co-defendants, the unidentified teen also is charged with five counts of attempted murder.\n\n-- BOMBING AID: More than $ 12 million has been spent on relief after the April 19 Oklahoma City federal building \nbombing that killed 169 and injured more than 500, the United Way said. The Red Cross spent the most: $ \n4,524,839.\n\n-- EXECUTION: In the 100th execution since Texas resumed capital punishment in 1982, Harold Joe Lane, 50, was \nput to death by injection for the 1982 killing of supermarket cashier Tammy Davis, 17, during a Dallas robbery.\n\n-- SLICED PENIS: Domingo Morales, hospitalized in New York after his penis was severed Monday, says he cut \nhimself making a guitar. Morales, 67, told police an enraged prostitute did it, but says he lied for fear of ridicule. The \norgan, found in a kitchen container, can't be reattached.\n\n-- KITTY LITTER CREATOR DIES: Edward Lowe, who invented Kitty Litter in 1947, died at a Sarasota, Fla., \nhospital. He was 75. The cause of death wasn't given.\n\n St. Louis boy rescues runaway bus\n\nThe principal of Bellerive School in Creve Coeur, Mo., credited fifth-grader Larry Champagne III of St. Louis with \nquick thinking for grabbing the wheel and hitting the brakes of a runaway school bus whose driver collapsed from a \nstroke Tuesday. Five of the 20 students were slightly hurt. The bus hit guard rails and a pickup truck. Larry, 10, said \nhis grandfather had given him driving tips. Driver Ernestine Blackman is in serious condition.\n\n Contributing: Patricia V. Rivera\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nPHOTO, b/w; PHOTO, b/w, FBI via AP; PHOTO, b/w, St. Louis Dispatch via AP\n"}