{"title": "CALIFORNIA BECOMES MELTING POT OF 1980'S", "body": "\nOver the last decade, California has all but supplanted New York as the principal ethnic melting pot of America, \naccording to data from the 1980 census.\n\nIn a tide of immigration that is reshaping the social, economic and political life of the nation's most populous state, \nCalifornia has become the port of entry for tens of thousands of refugees from economic and political troubles \nabroad.\n\n''California,'' says Dr. Bertram Brown, a psychiatrist and population researcher for the Rand Corporation, ''has \nbecome the Ellis Island of the 1980's.''\n\nAs New York's Ellis Island was the gateway for the great trans-Atlantic tide of immigration 80 years ago, \nCalifornia's proximity to Latin America and the Pacific has made it the gateway for the immigrants of the 1980's.\n\n \n\nEuropean Immigration Recalled\n\nAccording to demographers, not since the turn of the century, when millions of immigrants from southern and \neastern Europe flocked to America and settled in New York and other cities along the East Coast, have so many \nalien immigrants from so many countries gravitated to a single region of the country.\nEffect of tide of immigration to California on state's population is discussed\n\nThere are refugees from Southeast Asia, Cuba, Ethiopia and the Soviet Union, as well as Taiwanese, Samoans, \nKoreans, Cubans and uncounted legal and illegal aliens from Latin America and elsewhere, all shouting, \nfiguratively, ''California or bust,'' as the immigrants from ''back East'' did a hundred years ago.\n\nBecause much of the immigration is illegal, no one knows how many newcomers are arriving here from abroad. \nBased on data from the Immigration and Naturalization Service, however, the legal migration to California from \nabroad last year is believed to have ranged from 150,000 to 200,000, including about 50,000 Southeast Asians. \nThe state's total population growth was about 450,000.\n\n \n\nDecline in White Proportion\n\nPat Johnson, a Census Bureau analyst, says that one of the most significant elements measured by the 1980 \ncensus regarding California's population was the emergence of its polyglot character.\n\n\nFrom 1970 to 1980, according to the bureau's figures, the proportion of California residents who are ''Anglos,'' that \nis, those whose ethnic roots are predominately in Western Europe, declined to 76 percent from 89 percent. The \nproportion of virtually every other ethnic category increased substantially.\n\nAsians and Pacific Islanders, for example, formed the category that grew most rapidly, increasing 140 percent, to \n1.25 million. The number of Californians with Hispanic roots, the fastest-growing category in terms of total numbers, \nincreased 92 percent, to 4.5 million. The state's overall population increased 18.5 percent, to 23.7 million, in the \n1970's.\n\nIn the same decade California recorded a 30 percent increase in blacks, to 1.8 million, and a 118 percent increase \nin American Indians, bringing the total to 198,000, more than any other state.\n\n \n\nDiverse Cultural Textures\n\nThe new wave of immigrants to California is adding diverse cultural textures to the fabric of life here, providing \nlabor for many industries, affecting and sometimes overloading social services and public schools, and adding a \nnew, if uncertain, dimension to the state's political life.\n\nElected officials have been wondering for years when Hispanic Americans, who now make up 19 percent of \nCalifornia's population, would be able to transfer this strength to the ballot box. So far, the state's few Hispanic \nleaders have not been very successful in broadening their influence, but politicians here say they expect them to \nhave at least limited success in current negotiatons over Congressional redistricting efforts as a result of the \ncensus.\n\nThe immigration has had a variety of effects on life in California. In places like Beverly Hills and Marin County, \nnorth of San Francisco, money brought by immigrants from Korea and Hong Kong has been cited as one reason for \nCalifornia's hyperinflated real estate market over the last six years.\n\nIn other areas, those that attract the far larger proportion of immigrants who come without much money, officials say \nthat tensions are rising between different ethnic groups because of competition for jobs and housing.\n\n \n\nTensions Likely to Increase\n\nSome officials expect the tensions between people at the lowest rung of the economic ladder to increase as the \nsize of the minority population grows.\n\n''It's like a keg of dynamite with a one-inch fuse,'' said Fred Koch, a deputy superintendent of schools in Los \nAngeles County, who sees tensions mounting, especially among blacks, Hispanic Americans and Indochinese \nrefugees.\n\nMany of the new immigrants, like their predecessors of 80 years ago, have settled in California's big cities, and \nthey are creating distinctive ethnic neighborhoods.\n\nWhole areas of San Francisco look as if they had been transferred from Southeast Asia. Here in Los Angeles, a city \nlong noted for its freeway-oriented blandness, local schools now teach students with more than 70 different native \ntongues. The city's increased cosmopolitanism has brought an appealing diversity in restaurants and \nneighborhoods that are reminiscent of New York.\n\nMuch of downtown Los Angeles is now the principal shopping district of its large population of Mexican immigrants. \nAlong Olympic Boulevard are dozens of shops and restaurants that cater to a population of Koreans estimated at \nmore than 100,000.\n\n \n\nInflux of Indochinese\n\n\n\nIn the suburb of Monterey Park more than one-third of its residents are Chinese. More than 10,000 Samoans live in \nand near the suburb of Carson.\n\nNear San Diego, the semi-rural suburb of Linda Vista has seen its population increase by almost 50 percent since \n1975 because of an influx of more than 7,000 Indochinese refugees.\n\nIn Orange County south of here, officials estimate that there are more than 50,000 Indochinese. Some local \nresidents have dubbed the community of Westminister ''Little Saigon;'' about 6,000 of its 71,000 people are \nVietnamese.\n\nLois Wax, the Orange County refugee coordinator, said the county's public schools had nearly 10,000 Indochinese \nchildren, ''many of whom speak little or no English.''\n\n \n\nAmerica's 'Third-World State'\n\nRepresentative Mervyn M. Dymally said three years ago, when he was California's Lieutenant Governor, that the \nstate was on its way to becoming the nation's first ''third-world state,'' in which a majority of the population would be \nmembers of American racial minority groups.\n\nHis prediction has not been fulfilled yet, but population trends are moving in that direction.  To a large extent, what \nis happening in California mirrors a national trend. The 1980 census showed that in the 1970's the proportion of \nAmericans classified as belonging to racial minorities - essentially, blacks, Hispanic Americans, Asians, Pacific \nIslanders and American Indians - increased to 16.8 percent of the population from 12.5 percent.\n\nIn California, the census showed that Asians accounted for 5.3 percent of the total population. The proportion has \nundoubtedly grown this year, says Dorothy Hoag, a state demographer, because of the continuing influx of \nIndochinese refugees, who now total almost 200,000.\n\nFrom 3,000 to 4,000 Indochinese refugees are still being resettled in California each month, she said, and at least \n1,000 a month are moving here on their own after being resettled in other states.\n\n \n\nRise in Hispanic Population\n\nIn terms of net population growth, the number of Hispanic Americans is increasing even faster; the 1980 census \nfound that they comprised 19.2 percent of the total population, or about 4.5 million, and blacks comprised almost 8 \npercent of the total, about 1.8 million.\n\nStatistical trends seem to indicate that these patterns will continue and may accelerate, demographers say.  As a \ngroup, they say, ethnic minorities have a significantly higher birth rate than the Anglo population; thus, their \nproportion of the population is likely to grow at a faster rate than that of whites.\n\nIn 1979, the last year for which figures are available, members of minority groups made up 40 percent of the \nstudents enrolled in the state's public schools, up from 36.5 percent two years earlier.\n\nIsabel Hambright, a demographer for the State Department of Finance, predicts that the percentage of minority \nstudents will continue to increase. The proportion of minority children in the population, she said, ''is like a very \nbroad pyramid,'' with the youngest at the bottom. While Hispanic Americans make up 19 percent of the state's \npopulation, she said, they account for 25 to 30 percent of children under the age of 5.\n\n \n\nLarger Share of Immigrants\n\nBesides the natural growth in population, researchers say California is likely to continue getting more than its share \nof immigrants; last year the state, with about 10 percent of the nation's population, accepted at least 20 percent of \nthe total legal immigration.\n\n\n\nSome were Europeans and Canadians. But they were dwarfed statistically by the much larger tide of immigrants \nfrom Latin America and Asia. Indeed, there were more permanent legal aliens living in California last year from one \nAsian country alone, the Philippines, than from all of the nations of Europe.\n\nDr. Brown, the Rand researcher, said, ''It's like Brighton Beach or Coney Island in the 20's and 30's,'' a melting pot \nwith a diverse texture of peoples from different countries and speaking different languages. But in California, he \nadded, ''they're not European.''\n\nHowever, Doyce Nunis, a professor of history at the University of Southern California, said that so far the state's \nnew immigrants are ''more ghettoized'' than ''melted together.''\n\nAbout 85 languages are now spoken in California, he said. ''What do you do when there are Vietnamese who don't \nread or write even their own language? There's no way to melt them together.''\n\nGraphic\n\n \n\nIllustrations: photos of vietnamese students receiving and oral exam\n"}