{"title": "CUT FLOW OF ILLEGAL IMMIGRANTS NOW", "body": "\nImmigration keeps American Dream alive June 5 Andrew Skerritt column\n\nAndrew Skerritt admonishes us that we should not fear the proposed immigration laws now poised for passage in \nthe Senate. He opines that the current system doesn't work and, because we're not sure how to fix it, we should \nfind a way to allow the 12-million illegal aliens to remain here.\n\nConsidering that the fiscal demands arising from the influx of such illegal aliens will be borne by the American \ntaxpayers and society as a whole, it would have been helpful if Mr. Skerritt had favored us with an analysis of the \nsocial and economic impact of the massive waves of unskilled, poorly educated illegals who have flooded this \ncountry. Is he of the opinion that the American taxpayers should continue to underwrite the medical benefits, \neducational resources, welfare payments and myriad social programs that are enjoyed by these illegal aliens and \ntheir families?\n\nThe proposed legislation is a paper tiger created by the politicians to obfuscate their dereliction of duty, which has \ncaused this crisis to engulf our country. There are 12-million to 20-million illegal aliens who flouted the law by \nentering this country without a visa; without a security check; without a medical clearance; and without any method \nby which to keep track of them. Notwithstanding the inherent dangers posed by this debacle, leading political \nleaders are positioning Congress to enact legislation that will retrospectively legalize these illegal aliens by \ngranting Z visas to them.\n\nIn view of the magnitude of this problem, the argument over whether it is semantically correct to label this legislation \nas amnesty is irrelevant. The willful violation of the law on this scale is nothing less than anarchy exploited by \nunscrupulous employers seeking cheap, unskilled labor, and politicians who have condoned the practice for \ndecades.\n\nInstead of focusing on security issues and the adverse fiscal impact, the politicians seek to beguile us with rhetoric \nto the effect that we simply cannot deport more than 12-million illegals, and that our sympathies for the illegals in \nthat respect should outweigh all other considerations. In truth and fact, the politicians, if they would place the \nemphasis on the sovereignty and security of the country, could enact legislative measures that would secure our \nborders and dry up the labor market and taxpayer-subsidized benefits for illegal aliens thereby motivating them to \nself-deport and thus clear the way for immigrants and temporary guest workers who are willing to comply with the \nlaw to gain entry in an orderly manner consistent with the security, welfare and sovereignty of America.\n\nJack B. McPherson, New Port Richey\n\nInsurance bids lead to best rates\n\nI just viewed the May 22 Pasco Commission meeting during which there was a discussion on insurance bidding. \nAfter the commissioners approved a motion to have the Pasco County employees insurance coverage go out for \n\n\nbid for the first time in 10 years, Tax Collector Mike Olson showed up and tried everything except kiss the \ncommissioners' feet to not let this happen.\n\nIn Mr. Olson's plea, he stated that he witnessed Aetna Insurance Co. at a previous insurance committee meeting \nand wondered who was getting kickbacks from Aetna, since the company showed up unannounced. My question to \nMr. Olson is, Who is getting the kickbacks from BlueCross BlueShield for them to have been with Pasco County \nwithout bid for 10 years?\n\nMr. Olson stated that a change in insurance will be traumatic to the employees. I've changed insurances companies \nfor my children and myself several times and it was not a traumatic experience, nor did we have to change doctors.\n\nWhat is traumatic is the rate Pasco County employees must pay to insure their families. The commission and the \nconstitutional officers owe it to the taxpayers and the employees of Pasco County to bid the insurance out at least \nevery two to three years to help keep it competitive and offer the best cost-effective insurance for the employees \nand their families.\n\nI applaud the commissioners for standing their ground and not rescinding the motion. It was just a motion for the \ninsurance to go for bid, not a motion to accept someone other than the current provider. Not yet, anyway.\n\nKenneth Urbuteit, San Antonio\n\nNotes\n\nRan in all editions.\n"}