{"title": "Tourism bosses invest £1m to take US visitors back in time on Outlander tour; TOURISM bosses have launched a new marketing offensive in North America in a bid to lure over Outlander fans.", "body": "\nVisitScotland has contracted two PR agencies across the Atlantic to target potential visitors in a £1million drive to \nboost tourism. Although already one of the priority markets for the agency, it feels the additional investment is \nwarranted to capitalise in the interest created by the romantic time travelling series, penned by Diana Gabaldon. \nThe nation's landscape, history and culture, also portrayed in the Startz series featuring Sam Heughan as Jacobite \nrebellion Jamie Fraser, and Caitriona Balfe as Claire Randall, a World War II nurse who is catapulted back in time \nvia standing stones, are a huge draw to American visitors while many are also interested in their ancestry.\n\n Related articles\n\nLast year Scotland saw almost 500,000 trips from across the Atlantic with visitors spending some £438million \nduring their stay.\n\nAn incredible 67 per cent were over on holiday while another 22 per cent came for family reasons and just 9 per \ncent for business.\n\nHowever, the total visits were down by 13 per cent from the year before with nights in Scotland dropped by over a \nmillion.\n\nTravel industry experts now hope the £950,000 minus VAT marketing drive will send the numbers on an upward \nspiral.\n\nA spokesman for VisitScotland said: \"North America is incredibly important to Scottish tourism.\n\n\"The USA is Scotland's largest international inbound market and has seen 40 per cent growth in visits over the past \ndecade.\n\n\"It's our incredible history and culture that drives visitors from North America whilst the TV series Outlander has \nbeen a phenomenon Stateside with huge numbers of fans flocking to Scotland to walk in the footsteps of lead \ncharacters Jamie and Claire.\n\n\n\"VisitScotland works with North American PR agencies for on-the-ground expertise, gathering specialist insight into \nkey regional markets within the USA and Canada whilst offering opportunities to engage and collaborate with major \nmedia outlets around content and events, to deliver a strong message for Scotland as both a visitor and business \ndestination.\n\n\"The recent awarding of these contracts for up to £950,000 over a three-year period reflects the strength and \nimportance of the North American market to Scotland and allows the opportunity for in-market PR support for \npartner public sector organisations and the flexibility around overseas events and media partnerships.\"\n\nGreg Kain, who runs guidedtoursofscotland.com, said the Isle of Skye remained on top of US visitors' list to visit \nbut added: \"Some come cover over and ask specifically for Outlander tours.\n\n\"They are easy to organise as lot of the locations are in Central Scotland so you can cram quite a lot in.\n\n\"But there is an increased demand to get off the touristy locations onto single track roads and for a spot of hiking.\"\n\n Related articles Outlander season 5 release date, cast, trailer, plot Outlander season 5: Will Jamie and Claire \nrenew wedding vows? Outlander season 5: Brianna Fraser and baby Jemmy set for tragedy?\n"}