{"title": "Consumer Energy Alliance Posts Its West Virginia Emissions Brief", "body": "\nConsumer Energy Alliance (CEA) has released its West Virginia Emissions Brief which showcases the significant \nemissions reductions and environmental improvements made across the state.\n\nAccording to a release, the brief further demonstrates that states can reap the rewards of energy production while \npracticing sound environmental stewardship simultaneously.\n\nThe government data analyzed by CEA shows that even though West Virginia is the seventh-largest gas producer \nin the country and one of the largest consumers of energy per capita, statewide emissions have still fallen by as \nmuch as 94 percent since 1990.\n\nWhile world leaders flocked to the United Nations Climate Action Summit in New York City last week to discuss the \nnecessary steps the world needs to take to reduce emissions, they need only look as far as the United States. West \nVirginia is proof positive that an energy-producing state can make massive environmental improvements at the \nsame time, thanks to the use of world-leading technological breakthroughs in safe energy production that protects \nour environment.\n\nCEA found that from 1990 to 2017, West Virginia's emissions of pollutants have decreased across the board:\n\n-74 percent reduction in nitrogen oxides (NOx)\n\n-94 percent reduction in sulfur dioxide (SO2)\n\n-64 percent reduction in carbon monoxide (CO)\n\nCarbon dioxide (CO2) emissions in West Virginia declined by nine percent from 1990 to 2016, even as West \nVirginia's oil and gas production has surged by more than 700 percent since 2008.\n\nWest Virginia's energy sector is a key factor in the state's economic growth. The U.S. Department of Commerce \nrecently announced that West Virginia had the highest rate of economic growth in the country during the first \nquarter of 2019. Moreover, the state ranked sixth best nationwide for the cost of doing business in 2019, and a \ncrucial factor in that calculation was its affordable energy rates.\n\n\"West Virginia's economy is dependent on both a healthy environment and affordable energy prices,\" said Chris \nVentura, CEA State Director - West Virginia. \"This report demonstrates that West Virginians can have both. We are \nthrilled that data from both the Environmental Protection Agency and the World Health Organization show that \ncommon-sense policymaking by our elected officials has led to a nation-leading business environment without \n\n\ncompromising West Virginia's environment. West Virginians should be proud of the progress their state has made \nand very excited for the future to come.\"\n\n((Comments on this story may be sent to newsdesk@closeupmedia.com))\n"}