{"title": "'STATELESS' MAN HELD IN SEPT. 11 SWEEP TO GO FREE", "body": "\nA \"stateless man\" held by immigration authorities for two years as part of post-9/11 anti-terrorism efforts has been \nordered freed by a federal judge in Harrisburg, Pa.\n\nFarouk Abdel-Muhti, who supporters say has been held because of outspoken activism against Israel, especially \nduring appearances on WBAI radio, could be freed within 10 days.\n\nThe Daily News detailed Abdel-Muhti's plight in a May 25, 2003, special report that identified the self-described \nPalestinian freedom fighter as perhaps the last of 1,200 illegal immigrants detained since the 9/11 attacks who had \nnot been charged with a crime, released, deported or classified as a material witness.\n\nU.S. District Judge Yvette Kane said Abdel-Muhti, 56, should be released because the federal government had \nfailed to show there is any likelihood it would deport him in the foreseeable future.\n\nAccording to federal case law, a detainee should be released when there is no reasonable expectation that he or \nshe will be deported within six months.\n\nIn her ruling, released Thursday, Kane noted that the government has been trying to deport Abdel-Muhti for years, \nbut neither the United States or Abdel-Muhti had success getting a country to accept him.\n\nAbdel-Muhti's dilemma played out against several important issues beyond his control: the war on terrorism, the \nunresolved Middle East peace process, open U.S. borders and the chronic failure of the former Immigration and \nNaturalization Service, now known as the Bureau of Citizenship and Immigration Services, to keep track of known \nillegal aliens long before Sept. 11, 2001.\n\nBut, as The News detailed in its report last year, Abdel-Muhti contributed greatly to his plight. During a 40-year \ngame of cat and mouse, he claimed numerous birthplaces, including Honduras, Jordan, Cuba, Israel, Puerto Rico \nand the West Bank.\n\nRecords show that Abdel-Muhti used 11 dates of birth and more than a dozen aliases, including Albert Hadad, \nFaruk Abedelmuhit, Faruk Mahmoud Abdel Muhti and Firuk Multi.\n\nKane rejected the government's argument that it was Abdel-Muhti's fault that he couldn't be repatriated. She \nconcluded that he had made substantial unsuccessful efforts to obtain travel documents from numerous nations.\n\nGraphic\n\n \n\n\nROBERT MECCA GIVE HIM LIBERTY Self-described Palestinian freedom fighter Farouk Abdel-Muhti, jailed two \nyears ago in post-9/11 terror sweep, may soon go free.\n"}