{"title": "To Social Security Debate, Add Variable: Immigration", "body": "\nThe size of Social Security's financial shortfall in the decades ahead will depend partly on how many people are \nallowed to immigrate to the United States, a report to be released on Wednesday shows.\n\n That finding comes as Congressional leaders of both parties prepare for a public relations war at the grass roots \nnext week over Social Security's future. Lawmakers are in recess then and will head home for town hall meetings, \neditorial board visits and a flurry of other events.\n\n  The immigration report, based on an analysis of data from the Social Security Administration, concludes that if \nlegal immigration rises by one-third over the next 75 years, the result will be a 10 percent reduction in the Social \nSecurity deficit. \n\n Similarly, if the number of immigrants falls by a third, according to the study, the retirement system's shortfall will \nworsen by 10 percent.\n\n Since retirees' Social Security benefits are covered primarily by taxes paid by current workers and their \nemployers, the system's financing is strengthened if there are more immigrants working. Immigrants typically arrive \nearly in their working lives, the study found, and contribute taxes to the system for decades before they claim \nbenefits.\n\n The report was written by Stuart Anderson, who was a senior official at the Immigration and Naturalization Service \nin President Bush's first term and is now executive director of the National Foundation for American Policy, a \nnonpartisan research center in Arlington, Va. \n\n Mr. Anderson's work was underwritten by the Merage Foundation for the American Dream, a philanthropy based in \nSouthern California that supports immigrants. The foundation was established by Paul Merage, who came to the \nUnited States from Iran when he was 16 and made a fortune in the frozen food business. A foundation official gave \nthe report to The New York Times.\n\n Solvency of the Social Security system is one of the hottest political issues in Washington this year. The \nunanswerable question of immigration illustrates the difficulty of making long-range projections about the system's \nfinancing.\n\n President Bush wants to permit workers to divert part of their Social Security taxes into private investment \naccounts, a proposal that almost all Democratic lawmakers oppose. Personal accounts would do nothing to shore \nup the system's financing, but in theory the investment earnings would protect retirees' income if the government \nreduced guaranteed Social Security benefits.\n\n\n Leaders of both parties are acutely aware that public opinion is still forming on Social Security and individual \naccounts, and are sending their lawmakers home with charts, talking points and pep talks.\n\n ''I'm going to spend a lot of my time and a lot of my energy on this,'' said Senator Rick Santorum of Pennsylvania, \nthe third-ranking member of the majority leadership, who gave his fellow Republicans a CD chock full of data on \nTuesday to make the party's case. ''I think a lot of my colleagues are going to do the same, certainly the president.'' \n\n Mr. Santorum said the president was ''like a pit bull and he's got a pair of trousers in his mouth and he's not going \nto let go.''\n\n Republican strategists said the party was still defining the problem and reassuring current retirees they would be \nunaffected by any solution.\n\n ''We have a lot of work to do in terms of educating the American people and, I would say, our own colleagues as to \nthe significance of this problem,'' said Senator Bill Frist of Tennessee, the Republican leader.\n\n Republicans said any Social Security legislation must be bipartisan, but the talking points provided to their \nmembers reflected the sharply partisan nature of the fight.\n\n ''The Democratic leadership has denied a problem exists and has offered no plan, which will only lead to future tax \nincreases and benefit cuts,'' the document declares.\n\n The Democrats, for their part, kept up their daily attacks on Mr. Bush's plan. At a news conference Tuesday, \nSenator Jon Corzine of New Jersey declared that ''privatization doesn't deal with the solvency issue, period.'' And \nthe Senate minority leader, Harry Reid of Nevada, gave a taste of the Democratic message next week: ''We're \ngoing to use the word 'privatization' every chance we get.''\n\n The immigration report found that at the present pace, new workers entering the country would contribute Social \nSecurity taxes of $611 billion, in 2005 dollars, over the next 75 years. Currently, a net of about 600,000 new legal \nimmigrants and about 300,000 new illegal immigrants enter the country each year. \n\n Mr. Bush has proposed a guest worker program that would allow an unspecified number of illegal immigrants \nalready working in this country to apply for green cards, or permits, so they can be here legally. Mr. Anderson, the \nreport's author, said this would presumably strengthen the Social Security system because these people and their \nemployers would pay Social Security taxes. At present, illegal immigrants often work off the books, paying nothing \nin taxes.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Senator Harry Reid leads Democratic attacks over Social Security. (Photo by Evan Yucci/Associated \nPress)\n\n Senator Rick Santorum is a big supporter of the president's plan. (Photo by Charles Dharapak/Associated Press)\n"}