{"title": "KENNEDY FIGHTS BILLS THAT WOULD RESTRICT IMMIGRATION", "body": "\nBILLS ADVANCING through the Senate would make it much more difficult for immigrants to bring families to the \nUnited States - and would put a heavier financial burden on Americans who want aging foreign parents to join them.\n\nThe Senate Judiciary subcommittee on immigration voted 5-2 Wednesday to send its version of immigration \nlegislation to the full committee, where Sen. Edward Kennedy, D-Mass., the ranking minority party member, is \nexpected to put up a fierce fight against several provisions.\n\nKennedy hinted at the coming battle - likely sometime next year - by saying, \"Many of the reforms in the bill before \nus are urgently needed.\"\n\n\"But I am concerned that other proposals will hurt American families by limiting the ability of U.S. citizens to bring \ntheir parents and other close family members here as lawful immigrants,\" he said.\n\nThe Senate subcommittee's legislation, offered by Sen. Alan Simpson, R-Wyo., seeks to reduce the total number of \nimmigrants who can legally come to this country, besides refugees, from the current 675,000 a year to about \n525,000.\n\nThat would break down to 75,000 immigrants coming to fill jobs and 450, 000 relatives of U.S. citizens.\n\nThe proposed law would exclude the adult married children and adult brothers and sisters of American citizens from \nthe category of relatives' sponsorship.\n\nAlso, the bill would require prior proof as a form of enforcement of a clause that says sponsors must be responsible \nfor the health care and other associated welfare-related costs for their elderly parents.\n\n\"It's unclear whether anyone can even buy that kind of coverage,\" said Jeanne Butterfield, a lawyer with the \nAmerican Immigration Lawyers Association, which opposes the measure.\n\nBut, she said, it would mean that an American seeking to bring an elderly parent to this country would have to prove \nthat he or she could pay between $ 7,000 and $ 13,000 a year for health insurance for each parent for the rest of \nhis or her life.\n\nLobbyist Rosemary Jenks of the pro-reform Center for Immigration Studies said, however, that the clause covers \nonly about a five-year period. Then immigrants 75 or older would be eligible for many social services.\n\nStill, she argued, the bill would force children to be responsible for their parents' support.\n\n\nGraphic\n\n \n\nPHOTO; Photo Headshot- (Edward) Kennedy\n"}