{"title": "Mail confirms that wife, mom is finally home", "body": "\nLate last week an Indonesian woman learned that her immigration ordeal is over, ending a 13-year odyssey that \nincluded deportation from the United States and an almost two-year separation from her husband and children.\n\nElizabeth Setiawan Navarro is ecstatic. So is her husband, Ramon+Navarro, an airline pilot who counts himself \nfortunate to have been able to visit his wife during her expulsion to her homeland.\n\nOfficial word that she had been approved for permanent residency in America arrived in Friday's mail.\n\n\"This must be it,\" said Ramon Navarro, 57, speaking on a cordless phone as he went through the letters that had \njust arrived at the couple's Riverview home.\n\n\"It's addressed to her, but I'm going to open it,\" he said. \"Boy, this took too long.\"\n\nHis wife, at work miles away in Clearwater, expressed relief.\n\n\"I feel happy. I don't get depressed anymore,\" she said.\n\nThe Navarros say they will put the difficult times behind them.\n\nPerhaps the last few days have been the hardest. They had hoped to settle her immigration status on Feb. 15, \nwhen they kept an appointment at the U.S. Citizenship and Immigration Services office in Tampa. They left empty \nhanded, their heady anticipation turned to disappointment and days of anguished waiting.\n\nThat day, as they waited for their appointment, the couple talked about Elizabeth Navarro's return to America last \nspring.\n\nShe had kept her arrival plans secret from her twin sons, then 10, for fear of disappointing them because of a \nbureaucratic delay, her husband said.\n\nThe night she arrived from Jakarta, the capital of Indonesia, via Hong Kong and Chicago, the boys were asleep. \nShe stole a peek at them and couldn't sleep the rest of the night.\n\n\"I woke them up in the morning at 6:15\" and hugged and kissed them, she said.\n\n\"And she cried,\" Ramon Navarro said.\n\nOne boy remembered her. The other didn't immediately recognize his mother, now 46.\n\n\nThe couple's ordeal began one July day before dawn in 2003. Newly remarried, they were planning to move their \nblended families from separate Clearwater homes to a larger house in Riverview. A ringing doorbell would alter \nthose plans.\n\nThat morning federal agents arrested Elizabeth Navarro on an outstanding deportation order as part of an \nimmigration sweep in the Tampa Bay area.\n\nNavarro said she tried to tell the agents that she had been granted a stay of the deportation order and that she was \nnow married to an American citizen. She said she also tried to tell them that a new application was being filed to \nlegalize her immigration status. But the wheels had already been set in motion. She was sent to the Clay County \nJail, where she remained until her deportation.\n\nNavarro said jail and deportation were frightening and humiliating. She spoke of fights among inmates and of \narriving in Indonesia in the same T-shirt and pants she had been wearing when federal agents picked her up weeks \nearlier.\n\nIndonesian immigration and customs officials laughed when she turned up with a paper bag containing her \npossessions, Navarro said. They asked how long she had been in America. When they learned that she had lived in \nthe world's most powerful country for 13 years, they asked, \"Is that all you have to show?\"\n\nIn the days before her deportation, her husband scrambled to hire lawyers and sought help from political \nrepresentatives, a family priest and anyone he thought could save her from being sent back to Indonesia.\n\n\"I wasn't asking for any favors. I just wanted somebody to give me the truth,\" he said. \"In the beginning, I didn't \nunderstand the process and I was getting double-talk, so to speak.\"\n\nDuring an interview back then, an immigration spokeswoman blamed Navarro for her predicament. The immigration \nofficial said the Indonesian woman had failed to leave the United States voluntarily as ordered years earlier. But \nEllen Gorman, Navarro's St. Petersburg immigration attorney, said Elizabeth Navarro had found herself in a \nquagmire not of her own making. She had depended on previous attorneys who had not handled the matter \nproperly, Gorman said.\n\nDeportation comes with stiff penalties, Gorman said, adding that Navarro typically would have been barred from \nreturning to America for 10 years.\n\nNavarro was able to return sooner, the lawyer said, because her office filed immigration waivers for the Indonesian \nwoman based on her marriage to an American citizen.\n\nRamon Navarro said he and his wife have been fortunate. He was able to use his airline privileges to visit her at \nminimal cost during her deportation and they were able to afford legal assistance. Many people aren't as lucky, he \nsaid.\n\nElizabeth Navarro said she is savoring the routine of family life.\n\nShe still has boxes of shoes to unpack, her husband teased. She said she is enjoying the large kitchen in the \nRiverview home and is cooking Indonesian dishes of rice, rice noodles and curry with coconut milk. Sometimes she \nsuccumbs to her children's American palates. She orders pizza.\n\nGraphic\n\n \n\nPHOTO, JOHN PENDYGRAFT\n\n\n\nElizabeth Navarro and her husband, Ramon, wait on Feb. 15 for what they thought would be her last interview in \nTampa to settle her immigration.\n"}