{"title": "U.S. Halts Cuban Immigration Talks; Worsening of Ties Seen", "body": "\nThe Bush administration has suspended semi-annual immigration talks with Cuba, saying that Havana has \nrepeatedly refused to discuss certain technical and political issues, officials said Wednesday. \n\n     The suspension did not appear to immediately threaten the immigration agreement between the countries, \nwhich sets the rules for the arrival of more than 20,000 Cuban immigrants to the United States every year, as well \nas for hundreds of political refugees. \n\n But the administration's move appeared to signal a further hardening of relations with Cuba by effectively shutting \ndown one of its few avenues for regular communication with the Marxist government. The United States cut off \ndiplomatic and trade relations with Cuba in the early 1960's.\n\nRichard A. Boucher, the State Department spokesman, said the United States had repeatedly sought in recent \nyears to address issues related to exit visas, monitoring of dissidents and other matters, only to be rebuffed by \nCuban officials.\n\n\"We have told Cuba that we're ready to go to talks when they're ready to discuss the serious issues that need to be \ndiscussed,\" Mr. Boucher said. \n\nThe talks have been a fixture of United States-Cuban relations since accords in 1994 and 1995 brought an end to \nan exodus of Cuban trying to reach South Florida on rafts and other small craft. The administration is insisting on \ndiscussing five issues: Cuban delays in issuing exit permits to American-approved migrants; cooperation in staging \na new lottery for visa seekers; access to a deeper Cuban port so large Coast Guard cutters can repatriate illegal \nmigrants; obstacles placed in the path of American officials seeking to monitor the fate of returned migrants and \nothers affected by mass arrests of dissidents last spring; and Cuba's refusal to accept the return of migrants who \nhave committed crimes in this country and are, in immigration parlance, excludable.\n\nDagoberto Rodriguez, the chief of mission of the Cuban Interests Section in Washington, said the administration's \nposition was surprising because in the past it has been Cuban officials who have sought to widen the scope of the \ntalks, while the Americans hewed strictly to the accords.\n\nMr. Rodriguez said the United States had failed to live up to its pledge to end the practice of giving people fleeing \nCuba on rafts a warm welcome if they reach United States shores. He portrayed the administration's move as an \nelection-year ploy to appease Cuban-American voters.\n\n\"What they're doing is a political maneuver to calm the insatiable demands of the extreme right in Miami,\" Mr. \nRodriguez said in an interview.\n\n\nWayne Smith, a former chief of the United States mission in Havana, charged that hard-liners within the \nadministration were eager to see an end to the talks, and favor a more confrontational approach toward the \ngovernment of the Cuban president, Fidel Castro.\n\n\"I sense we're moving away from any kind of constructive contacts with the Cuban government and more and more \nin the direction of regime change,\" Mr. Smith said. \"The issues they put forward are by and large a sham.\"\n\nIn October, President Bush announced steps that he said would \"hasten the arrival of a new, free democratic \nCuba.\" He tightened restrictions on travel to Cuba for most Americans and announced the creation of a commission \nto plan for a political transition on the island.      \n\nhttp://www.nytimes.com\n"}