{"title": "Dangerous crossing;PURSUING DREAMS AND POSSIBLE AMNESTY, MEXICAN MIGRANTS RISK DEATH IN THE DESERT", "body": "\nTohono O'odham Reservation, Ariz. Before they die, some of the dreamers who walk through this desert shriek, \nhallucinate and wander in circles.\n\nOthers, parched by the furnacelike heat, collapse and never regain consciousness.\n\nEvery day, Mexican migrants defy recent warnings that they avoid entering the United States through this vast \nmesquite and cactus-dotted American Indian reservation that nudges up against the Mexican state of Sonora.\n\nAnd they continue to die.\nCox Washington Bureau\n\nFleeing subsistence farming or wages that barely buy food, migrants are fortifying themselves with promises that \njobs await them in such widely dispersed states as Georgia, New York, Tennessee, California, North Carolina, \nTexas and Illinois.\n\nEvidence is growing that migrants also are embarking on their risky journeys in anticipation of a possible U.S. \namnesty for the undocumented.\n\nNext month, Mexican President Vicente Fox will visit President Bush in Washington, where the two leaders might \nannounce proposals to reduce illegal immigration with a legalization program and guest-worker visas.\n\n\"That was one of the reasons I wanted my family to be here,\" admitted Anicito Padilla, a native of the Mexican state \nof Guanajuato, who has worked for two years at a restaurant in Clearwater, Fla.\n\nPadilla's voice quivered with regret last week as he reflected on how his wife, Maria, and their six children had \nnearly died in their attempt to join him.\n\nMaria gave most of their supply of water and food to her children during what turned out to be a three-day walk \nthrough the reservation west of Tucson. They suffered a nearly fatal experience that Padilla had not imagined when \nhe hired smugglers who promised him his family's trip would last just six hours.\n\n\"When my mother began to look bad, the last guide who was with us disappeared,\" said 14-year-old Jose Padilla, \nMaria's son, who carried his 2-year-old sister as the family struggled on.\n\n\nMaria was fortunate the family was only 15 minutes from a highway when she collapsed last Monday. A special \nU.S. Border Patrol unit called BorStar --- Border Search, Trauma and Rescue --- came to her aid.\n\nBut that same day, Santiago Pacheco, a 35-year-old father of two, wasn't so lucky.\n\nPacheco collapsed after he and a group of others from their village in the Mixtec Indian territory of Oaxaca state \nhad been walking around the clock for three days, perhaps traveling more than 80 miles.\n\nAs two of the group went for help, three others, including two 16-year-olds, remained with the dying man.\n\nBorStar agents launched a desperate search, tracking footprints with the help of the two frightened, sweat-soaked \nmen who summoned help. A U.S. Customs helicopter flew over the area where the migrants thought they had left \ntheir four friends.\n\nThree of the four migrants were rescued when they were found wandering on the northeastern edge of the \nreservation. They told agents that Pacheco was already dead.\n\n\"Don't forget this day the rest of your lives. There are many dead people out there,\" agent Dave Howard said in \nSpanish, as the men nodded and looked away.\n\nThey whispered among themselves in their Mixtec language and, in Spanish, tried to explain why dreams \nsupersede fear. None said they were aware of a possible amnesty. But they knew they could earn more money in \na few weeks than they could in a year at home.\n\n\"We try to grow corn,\" Felipe Pacheco, 33, said, bitterly emphasizing \"try.\" \"Our government doesn't help us at all. \nEveryone at home sees that those who work in the United States can buy a car, build a house and work honestly. \nOthers feel left behind. We made a pact to go, live or die.\"\n\nThe next day, Santiago Pacheco's body was recovered from the desert. He was the 68th migrant to die since \nOctober along the 281-mile stretch of border surveyed by the U.S. Border Patrol in Tucson.\n\nMore than 270 migrants have been rescued here. They typically are transported to the border town of Nogales and \nsent back into Mexico.\n\nSome, lost or abandoned by smugglers, walk to highways to turn themselves in.\n\nSome plead for understanding.\n\n\"All I need is six months here to work and save money. Isn't there some way to get a visa?\" Mateo Lopez asked. \nLopez, 63, is a Chiapas state resident who once worked in the United States and earned enough money to build a \nhome. He tried to return, he said, rubbing his sore legs and fighting back tears, because he wanted money to open \na butcher shop.\n\nIn 1994, in an attempt to curb illegal immigration, the U.S. Immigration and Naturalization Service beefed up \nvigilance in urban areas that were once the traditional corridors migrants used. That change left wilderness areas \nlike the Arizona desert.\n\nA report issued this month by the U.S. General Accounting Office, the investigative arm of Congress, echoes seven \nyears of complaints from migrant advocates about the policy.\n\nAdvocates have argued that U.S. employers still are eager to hire undocumented workers, but immigrants are \nforced, now more than ever, to risk their lives to get to those jobs.\n\nThe INS's own data show that 1,013 migrants died crossing the U.S.-Mexico border from October 1997 to June \n2001. Thirty percent died of heat exposure, and 29 percent drowned.\n\n\n\n\"While migrants have always faced danger crossing the border and many died before INS began its strategy, the \nstrategy has resulted in an increase in exposure from heat or cold,\" the GAO found.\n\nThe INS, the GAO added, is grappling with a problem it didn't anticipate --- the sheer determination of migrants.\n\nNext to a highway in the desert, BorStar Agent Garett Neubauer examined a hideout littered with empty bottles of \nwater, electrolyte solution, old clothes, toothbrushes and diapers.\n\nHe found a notebook with the telephone numbers of a migrant's contact in North Carolina.\n\n\"They come here to wait for rides that pick them up after they walk,\" Neubauer said. He kicked over a bottle filled \nwith dirty water accumulated from summer rainstorms.\n\n\"I don't know whether to leave that water for them to drink or pour it out,\" he said. \"It's dirty and can make them sick, \nand then they're even more dehydrated.\"\n\nPresident Bush has sent mixed signals on whether he would support an amnesty for several million undocumented \nimmigrants living in the United States.\n\nThe Mexican government is urging the United States to offer Mexicans special guest-worker visas. Fox also is \nasking for a reform that would give undocumented people already in the United States \"as many rights as \npossible.\"\n\nSen. Joe Lieberman (D-Conn.) visited Mexico last week and, like many Democrats, expressed support for an \namnesty. Congress would have to approve any major reforms.\n\nMeanwhile, Mexican and U.S. authorities are passing out leaflets and airing public service announcements warning \nmigrants to consider the risks of entering the Arizona desert and other perilous areas.\n\nCarlos Flores, Mexico's consul in Tucson, said both governments also should concentrate more on persuading \nimmigrants in the United States to stop paying smugglers and stop asking their loved ones to join them here.\n\nThe same day that Santiago Pacheco died in the desert, Flores had to ship the body of Hermila Romero, 29, home \nto Atlixco, Puebla state.\n\nShe was two months pregnant when she died just days earlier during her journey through Arizona to try to rejoin her \nhusband and two children in New York.\n\nShe had dared to go home to Mexico to attend her mother's funeral.\n\n\"May she rest in peace,\" Flores said about Romero. \"It's an agonizing and ugly death.\"\n\n \n\nON THE WEB: U.S. General Accounting Office's report: www.gao.gov \n\nGraphic\n\n \n\nGraphic:\n\nDEADLY MIGRATIONS\n\nTo avoid a larger border patrol, migrants have sought more treacherous detours. Here are the number of migrant \ndeaths along the Southwest border since fiscal year 1998.\n\nhttp://www.gao.gov/\n\n\n'98… 261\n\n'99… 236\n\n'00… 367\n\n'01*....146\n\n*Through June Photo:\n\nBorder Patrol agents Hecter Mejia (left) and Gerardo Carrasco (right) search for footprints as they seek companions \nof two Mexican migrants in Arizona. One of the party collapsed and died, a fate many risk daily as they seek U.S. \njobs. / RICK McKAY / Washington Bureau Photo:\n\nFelipe Pacheco (right) and others react to the news that one member of their group died in Arizona after crossing \nthe border from Mexico. / RICK McKAY / Washington Bureau Photo:\n\nAt right, three migrants tell agent Dave Howard that one member of their group died. / RICK McKAY / Washington \nBureau Photo:\n\nThe temperature on a rearview mirror (above) reads 100 degrees at 6:02 p.m. as Border Patrol agents head into \nthe Arizona desert northwest of Tucson to search for missing Mexican migrants. / RICK McKAY / Washington \nBureau Map:\n\nMap of Arizona-Mexico border shows points of entry into the U.S.; inset map of southwestern U.S. highlights area of \ndetail / JEROME THOMPSON / Staff\n"}