{"title": "HIGH-TECH CHECK VERIFYING IMMIGRANTS' WORK STATUS CAN BE QUICK, EASY", "body": "\nONE of the latest ideas for helping to curb illegal immigration borrows its technology from the little box that cashiers \nuse to check your credit card.\n\nHere's how it works. After an immigrant worker accepts a job offer, the employer punches his or her name, date of \nbirth and immigration ID number into a machine. Within minutes, the machine spits back \"Employment authorized\" \nor \"Institute secondary verification,\" which means mailing more information to the federal Immigration and \nNaturalization Service.\n\nIn its first test involving nine businesses nationwide, the system turned up 236 unauthorized workers while \nverifying 2,220 non-citizen workers. The employers praised it for reducing the paperwork in hiring immigrants.\n\nThe idea evolved from a questionable start. When a bipartisan federal task force on illegal immigration proposed \nusing Social Security numbers as the identification -- that means yours, too -- critics were right to worry that the \nsystem would become a national catalog of Americans. Bureaucrats would think up all sorts of reasons to snoop.\n\nThe Clinton administration dropped the Social Security registry in favor of one based on existing immigrant \nidentification. Other safeguards were added: Employers may use it only after hiring an applicant, and only for \nworkers who identify themselves as non-citizens.\n\nThe system isn't free of civil rights mine fields. Wrong information has a way of getting into personal files. Just try \nclearing up an error with the Internal Revenue Service or your health insurance company.\n\nAnd don't expect the system to stop the hiring of undocumented workers. Many employers simply won't use it. A \nfarmer whose melons are ripening fast isn't going to be picky about hired hands. Many employers know they rely on \nundocumented labor.\n\nStill, this system is about the right approach to the problem. At any one time, immigration experts believe, there are \nabout 1.5 million illegal workers in America -- less than 2 percent of the civilian workforce. Stronger medicines, like \na national identity card or frequent searches in the workplace, would be harsh, expensive, and an over-reaction to \nthe problem.\n\nThe quick-check system should be tested on a wider scale. Worker identification is one of the more sensible \napproaches to illegal immigration until the real solution -- economic development in Mexico -- is achieved.\n\nNotes\n\nEditorials\n\n"}