{"title": "Immigrants say bias is 'swift kick' to citizenship", "body": "\nWhen Eduardo Flores moved to Texas in 1981, he was content straddling two cultures: working in the United States \nbut retaining his Mexican citizenship.\n\nNow, the anti-immigrant sentiment spawned by California's Proposition 187 is making him have second thoughts: \nFlores wants a claim on the rights available in his adopted land.\n\nLegal immigrants like Flores throughout the Southwest have been applying for citizenship at record levels, and \nmany say they want the right to vote to stop the spread of laws like Proposition 187. If implemented, the law would \ndeny education and certain medical services to undocumented aliens.\n\nFlores says he's changed his view of U.S. citizenship for reasons both tangible and not.\n\nFlores' son Jesus racked up straight A's in high school but couldn't accept a scholarship to Texas A&M, where he \nwanted to study computer engineering, because he's not a citizen. Instead, Jesus, now 21, is a meat cutter at a \ngrocery store.\n\nFlores also feels intangible prods toward U.S. citizenship.\n\nAlthough he's lived in the United States for more than 14 years, Flores says he has begun to feel vulnerable since \nCalifornia voters adopted the Proposition 187 initiative.\n\nHe fears hostility toward immigrants could escalate to a point where police would check anyone who looks Latino \nfor citizenship credentials.\n\n\"Proposition 187 can affect all of us,\" says Flores, 46, a school janitor who immigrated from Matamoros, Mexico. \n\"They'll stop and investigate us just because of the color of our skin.\"\n\n\"We have folks who have made this their home for years and who now are afraid of what is happening,\" says \nArturo Vargas of the National Association of Latino Elected and Appointed Officials.\n\n\"If you want to be in the safe line, get your citizenship,\" adds Puerto Rican-born Enrique Birriel, at a citizenship \nswearing-in ceremony for his Nicaragua-born wife, Candida Rosa Birriel. \"I told her and told her she needs to \nbecome a citizen, and after (Proposition) 187, she finally listened.\"\n\nLegal residents wouldn't be affected by Proposition 187. But many aren't reassured.\n\n\n\"(Immigrants) have been exploited, taken advantage of, and people have gotten away with it because they haven't \nbeen able to vote or express their rights,\" says Vargas. \"It (Proposition 187) has been a real swift kick in the butt \nfor the Hispanic community.\"\n\nWhile noting the extra business, INS officials hesitate to attribute it to Proposition 187.\n\nThey cite a Green Card Replacement Program that requires legal residents who have been in the USA since 1978 \nto renew their cards by March 20. Instead of paying the $ 75 fee, many apply for citizenship for $ 95.\n\nIn addition, hundreds of immigrants who gained permanent residency through the Amnesty Program in the 1980s \nnow are eligible for citizenship.\n\nHowever, \"there are other people who are kind of rushing the service to naturalize,\" says INS spokesman Ray \nDudley. \"They have been misled by certain people in the press who are creating a sort of fear.\"\n\nIn San Antonio, citizenship ceremonies are held monthly and average 250 people. But because of the increase in \napplicants, additional ceremonies have been scheduled.\n\n\"We can't handle the numbers of people we're getting per ceremony now,\" says the INS' Wiley Blakeway, who \ncoordinates the ceremonies for applicants in a 78-county area.\n\nAt a February ceremony, U.S. District Judge Orlando Garcia waved a voter registration card before the crowd and \nurged all to take advantage of their new rights. \"It's the single most important thing, next to the Holy Bible, that you \nwill ever have.\"\n\nMeanwhile, Jose Luis Gonzalez, 46, was preparing to teach free citizenship classes starting Monday behind the \nPico de Gallo restaurant. Classes - three nights a week for 12 weeks - were expected to attract 80 restaurant \nemployees and their family members for drills on 100 possible questions they could be asked during a citizenship \ntest.\n\n\"You literally have to grab them by the hand, pull them out of the kitchen and sit them down and teach them how to \nbe U.S. citizens,\" says Gonzalez, a former Marine.\n\nJacinto Hernandez, 37, a restaurant parking lot attendant, has enrolled.\n\n\"We work hard, but we don't get anything back from the government,\" says Hernandez, who immigrated from \nMexico City in 1983. \"I could vote for people that could do something to stop the discrimination.\"\n\n More immigrants seek citizenship Citizenship applications in January rose sharply this year in some Immigration \nand Naturalization Service districts in Texas and California: \n\nDistrict                 1994     1995    Increase\n\nLos Angeles             4,259   17,094      301%\n\nDallas                    617    1,468      138%\n\nSan Diego                 957    1,905       99%\n\nHarlingen, Texas          148      262       77%\n\nEl Paso                   502      872       74%\n\nHouston                 1,048    1,748       67%\n\nSan Francisco           4,800    7,697       60%\n\nSan Antonio               454      494        9%\n\nNotes\n\n\n\nTHE NATION; See related story; 01A; See info box at end of text.\n\nGraphic\n\n \n\nGRAPHIC, b/w, Source: Immigration and Naturalization Service (Chart); PHOTO, b/w, Darren Carroll\n"}