{"title": "Human trafficking plagues even Minnesota", "body": "\nInternational human trafficking in the Twin Cities and Minnesota? No way.\n\nWell, yes way, according to a federally funded \"victim tracking'' report released this week by a St. Paul-based legal \nand crime prevention advocacy group.\n\nIn the past year, Civil Society has identified 24 immigrants brought to Minnesota for the purposes of sexual \nexploitation, forced labor, indentured servitude or \"mail order'' sham marriages, which often turn abusive or violent.\n\nThe group found the victims through outreach efforts and referrals from a host of health, legal and law enforcement \nentities. The immigrants are from Mexico, Canada, China, Laos, Cambodia and Korea as well as Somalia, Nigeria, \nEgypt, Sudan and Malawi.\n\nTwenty-one of the victims are women, who have a total of 15 children. The others are three men coerced into \nforced labor and salary kickbacks as the price for being smuggled or brought to the United States. The ages of the \nvictims range from 14 to 40.\n\nThe report may be a wake-up call for an area of the country not usually associated with such exploitation. It is also \nthe impetus for a first-ever meeting scheduled today by Minnesota Human Trafficking Watch. A coalition of \nindividuals and agencies across the state, the group is seeking to raise awareness about the problem.\n\n\"We need to understand that this is indeed happening here and that the victims — because of fear of deportation, \nmistrust of police and harm that could come to family members — do not come forward to report,'' said Linda Miller, \nCivil Society's executive director.\n\nCivil Society, which provides legal services and serves as a victim liaison to law enforcement and social service \norganizations, recently received a $65,000 U.S. Justice Department grant for education and outreach.\n\nAn estimated 20,000 foreign nationals are trafficked into the United States annually by individual smugglers or \norganized crime outfits. Most of those brought here through legal or illegal means are forced to work in the sex \nindustry, sweatshops or other jobs and assessed almost insurmountable kickbacks.\n\nMinnesota was cited in government studies as a human trafficking entry point because it is a border state. The \nTwin Cities also are among 13 U.S. metropolitan areas identified as a high-intensity trafficking area by the \nInnocence Lost National Initiative, a federal effort to beef up law enforcement investigations into child prostitution.\n\nA key member of the Minnesota anti-trafficking coalition is the St. Paul Police Department and its Gerald Vick \nHuman Trafficking Task Force, which is named after the slain veteran vice cop.\n\n\nVick was in the middle of investigating a prostitution ring involving women brought here from Mexico and the \nDominican Republic and had set up a meeting with Miller on May 6, the day he was fatally shot outside an East \nSide bar while working undercover.\n\n\"I don't think people here really think this goes on here,'' said police Sgt. John Bandemer, a task force supervisor. \n\"They think New York or San Francisco or Miami, but not St. Paul, Minnesota.\"\n\nBandemer is overseeing the implementation of a $450,000 federal grant police received almost two years ago in an \neffort to combat international human trafficking. The effort includes statewide law enforcement training, \ninformation sharing, multi-agency cooperation on criminal cases, and working with Civil Society and other social \nservice groups in building trust with reluctant victims.\n\nInvestigators recently uncovered a reverse mail order bride service, in which women from China and other parts of \nSoutheast Asia were paying a U.S.-based middleman to hook them up with American husbands-to-be in order to \ncome here.\n\nMiller hopes the public awareness also includes recognition that in many cases, the people trafficked are indeed \nvictims.\n\nShe points out the lessons learned seven years ago when the FBI busted a Malaysian-based prostitution ring. The \nnonresident women, and those with children, were locked up, treated as criminals and later deported, often back \ninto the arms of the ring's traffickers.\n\n\"We may not have the caseload yet as other places do, but even if we identify, let's say, 10 victims a year, it is 10 \nlives that to me are worthy of being saved and liberated,'' Bandemer said.\n\nRubén Rosario can be reached at rrosario@pioneerpress.com or 651 228-5454.\n\nfyi\n\nMinnesota Human Trafficking Watch will conduct its first meeting from 2 to 4 p.m. today at the International \nInstitute, 1696 Como Ave., in St. Paul. The event is free and open to the public. To learn more about the topic \nonline, go to http://civsociety.org.\n"}