{"title": "Winning on Iraq, Bush Turns to Immigration", "body": "\nHaving won his fight with Congressional Democrats on an Iraq war spending bill, President Bush is now waging an \nequally aggressive battle with Republicans, as he tries to persuade them to support an immigration bill that he \nhopes will be a signature domestic achievement.\n\n  As the Senate debated the immigration measure, Mr. Bush spent the past week lobbying behind the scenes to \nbuild support for it. A dozen Republican senators, including some of the staunchest opponents to the bill, were \nsummoned to Oval Office meetings to hear the president deliver an impassioned appeal for the legislation.\n\nIn return, participants said, they gave Mr. Bush an earful about complaints from their constituents, including some \nloyal Bush supporters.\n\n  ''He may have this legacy thing in mind -- he may think that it's Nixon going to China, that only he can get this \ndone,'' said Senator Jeff Sessions, Republican of Alabama. Describing the meeting as positive, Mr. Sessions said \nMr. Bush ''took it well'' when he told him pointedly that he did not intend to vote for the measure. \n\n  ''I think he's made a big mistake,'' Mr. Sessions added. ''I think he put himself in a position of weakness by making \nthis something that he desperately wants.''\n\n  The White House was making its push on immigration as it wrapped up what Republicans said was Mr. Bush's \nfirst good week in as long as they could remember, one capped by the president's signing of the Iraq war spending \nbill at Camp David on Friday evening. Passage of the bill without the timelines for withdrawal that Mr. Bush had \nopposed was cause for celebration at 1600 Pennsylvania Avenue, as were tentative signs of progress on the \nimmigration bill. \n\n  The Oval Office meetings are part of a campaign, including Thursday's presidential press conference in the Rose \nGarden and a speech planned for Tuesday in Georgia, to prod the Senate into passing the measure. But at the \nsame time, the White House is nervous that the fragile bipartisan coalition that put the immigration bill on the \nSenate agenda could collapse over the Congressional recess next week, as senators confront passionate feelings \non the issue from voters.\n\n  ''Look, he understands, having been involved in this debate for many years, that it is an extremely emotional and \nemotionally charged issue, so he is not surprised that it engenders strong reaction,'' said Joel Kaplan, the White \nHouse deputy chief of staff. ''I think everybody is pleased here that we are making progress.''\n\n\n  On Iraq, Mr. Bush's aides and allies were more than pleased. After months of anemic approval ratings, and a \nstring of woes including the conviction of the top aide to Vice President Dick Cheney and calls for the resignation of \nthe attorney general, they were practically ecstatic.\n\n  ''We got our No. 1 priority accomplished: our funding for Iraq,'' said Tony Fratto, the deputy White House press \nsecretary, in an interview Friday. ''That's a big moment for us; it feels good. It's good to have an accomplishment, \nand it's good to start debate on immigration, something that the president sees as so critically important.''\n\n  Ed Gillespie, a former chairman of the Republican National Committee, said, ''Pendulums swing, and it feels like \nthe start of a pendulum swing.''\n\n  Of course, it was too soon to tell whether the pendulum is truly swinging, on Iraq or immigration. The war \nspending bill had barely left the Capitol for Mr. Bush's signature before some members of his own party were \nsignaling that they would press for a change of course in September.\n\n  ''I think that the handwriting is on the wall that we are going in a different direction in the fall, and I expect the \npresident to lead it,'' the Senate Republican leader, Mitch McConnell of Kentucky, told reporters.\n\n  Mr. Bush has long said that his troop buildup in Iraq was designed to stabilize Baghdad and give Prime Minister \nNouri Kamal al-Maliki breathing room to get his government in order, and some Republicans said passage of the \nspending bill now gave Mr. Bush some breathing room. \n\n  Senator Lamar Alexander, Republican of Tennessee, attended one of the president's Oval Office meetings this \nweek. Mr. Alexander credited Mr. Bush with taking ''a real leadership role'' on immigration in a way that, he said, \nMr. Bush did not last year.\n\n  ''He's engaged, and that's a big help,'' Mr. Alexander said.\n\n  Whether Mr. Bush can sway Republicans to his side remains to be seen. Mr. Alexander said he left the meeting \nthe same way he came in -- undecided. \n\n  Senator Kay Bailey Hutchison, Republican of Texas, who is ordinarily a close ally of the president but who has \nbroken with him on immigration, said she came away feeling that Mr. Bush ''now better understands'' the depth of \nopposition to the bill.\n\n  Asked if Mr. Bush had changed her mind, Ms. Hutchison answered, ''I wouldn't say that there's been a change of \nmind.''\n\nhttp://www.nytimes.com\n"}