{"title": "THE 1994 CAMPAIGN: THE NANNY ISSUE;Inquiry Starts On Candidate Who Hired Illegal Alien", "body": "\nThe United States Immigration and Naturalization Service has begun a preliminary inquiry into whether \nRepresentative Michael Huffington violated Federal law when he employed an illegal immigrant at his home in \nSanta Barbara for five years.\n\nA spokeswoman for the immigration service, Virginia Kice, said today in Los Angeles that the agency began looking \ninto the matter after Mr. Huffington, a Republican seeking a United States Senate seat, conceded at a news \nconference on Thursday that a nanny who was in this country illegally worked at his home from 1989 until 1993.\n\n\"On the basis of that press conference, we have begun an investigation, which at this point is basically information \ngathering,\" Ms. Kice said.\n\nUnder Federal law, anyone who hires an alien must first determine whether the alien is a legal resident of the \nUnited States. A violation can bring a fine of $250 to $2,000.\n\nMr. Huffington, who has vigorously called for stronger measures to control illegal immigration, is in a neck-and-\nneck race with the incumbent, Senator Dianne Feinstein. Mr. Huffington is a staunch supporter of Proposition 187, a \ncitizen initiative on California's Nov. 8 ballot to deny most government services, including schooling and \nnonemergency health care, to undocumented aliens. Ms. Feinstein is opposed.\n\nThis evening in a television interview, Mr. Huffington admitted that the nanny was flown to Washington during his \nfreshman term in Congress. At that time, Mr. Huffington was the co-sponsor of a bill to outlaw the transportation of \nillegal immigrants across state lines for purposes of employment, television station KEYT in Santa Barbara said.\n\nJennifer Grossman, a spokeswoman for the Huffington campaign, said today that the campaign had not been \nnotified of the investigation and that the action sounded like an effort by the Clinton Administration to help the \nFeinstein campaign. But Ms. Grossman said the focus of any inquiry should be Mr. Huffington's wife, Arianna, not \nthe Congressman.\n\n\"Mrs. Huffington hired the nanny, and she was the one who always paid her,\" Ms. Grossman said. As she had \nseveral times earlier, Ms. Feinstein denied an assertion by Mr. Huffington that she once employed undocumented \n\n\nworkers. Mr. Huffington has said several times that he had received reports that the workers were named Marta and \nRita, but he has been unable to supply any further information.\n\n\"There's never been a Marta or a Rita in my life and there's no truth to it,\" Senator Feinstein said.\n\nMs. Kice, the I.N.S. spokeswoman, said Ms. Feinstein was not the subject of an investigation.\n\nA poll published today by The Los Angeles Times showed the Feinstein-Huffington contest had tightened over the \nlast two weeks, with the Senator's lead dropping to three points, from a previous edge of seven points. However, \nthe poll was taken before it became known that an illegal immigrant had worked in the Huffington home.\n\nThe Times, the state's largest newspaper, also endorsed Ms. Feinstein today, saying she had done a good job for \nthe state and did not deserve \"displacement by a relative political unknown.\" The endorsement was the first made \nby the paper in 18 years.\n"}