{"title": "Border Officers To Weigh Pleas Of Illegal Aliens", "body": "\nThe Government has named Border Patrol agents, investigators, deportation officers and other enforcement \npersonnel to review applications from illegal aliens seeking legal status under the new immigration law.\n\nThe assignments have caused concern among immigration lawyers, Hispanic groups and religious organizations, \nwhich fear that some of the officials, because of their law-enforcement background, will be hostile to aliens.\n\nImmigration officials said that the fears were unfounded and that data submitted on applications for legal status \nwould not be used to deport illegal aliens. The law requires that such information be kept confidential unless an \nalien has knowingly made false statements in an application.\nThe Law of the Land\n\nHowever, the officials acknowledged that the law would require major changes in attitude for many employees of \nthe Immigration and Naturalization Service. The success of the law depends on such changes, immigration experts \nsaid.\n\nAlfred J. Heitzmann was an immigration investigator for 13 years and a Border Patrol agent for 9 years before he \nretired. He was called back to be deputy chief of the Government office that will review applications from illegal \naliens in New Orleans.\n\n''It's a 180-degree change,'' Mr. Heitzmann said. ''I spent 22 years of my life apprehending and ejecting illegal \naliens. Will I have a problem now legalizing them? No. This program is the law of the land, and I am sworn to \nuphold it.''\n\nOn May 5 the immigration service will open 107 offices around the country to accept applications from illegal \naliens. The office for Washington and Virginia is to be headed by Bruce Chadbourne, who was a deportation \nofficer until a few months ago.\n\nThe manager of the legalization office in Manhattan, Jack Byrnes, was until recently a supervisor of investigations \nwho specialized in detecting immigration fraud.\n\n \n\n'Hostile to Illegal Aliens'\n\nEdward J. Wildblood, director of legalization for the Eastern region, which covers 13 states, spent 29 years in the \nimmigration service, serving as a Border Patrol agent, intelligence officer, investigator and associate regional \n\n\ncommissioner for enforcement, among other jobs. He said his goal now was ''to legalize as many aliens as \npossible.''\n\nSam Bernsen, an immigration lawyer, said the selection of enforcement personnel to run the legalization program \nwas a mistake.\n\n''These people are likely to be perceived as hostile to illegal aliens,'' said Mr. Bernsen, who worked at the \nimmigration service for more than 35 years in various jobs, including general counsel. ''As a result, aliens will be \napprehensive and may be afraid to apply.''\n\nCharles C. Foster of Houston, a former president of the American Immigration Lawyers Association, said, ''A person \nwho has spent his life trying to detect, detain and deport aliens will have mixed feelings about trying to administer \nthe legalization program in a generous fashion, as Congress intended.''\n\nRichard E. Norton, Associate Commissioner of the immigration service, said the people running the program \n''understand that the I.N.S. has different missions and wears different hats.'' Many have experience serving the \npublic and reviewing aliens' applications for citizenship or other benefits, he said.\n\n \n\nNew Law Offers Amnesty\n\nA Federal advisory committee that studied immigration policy said in 1981 that the public service and law-\nenforcement functions of the I.N.S. should be separated ''to the greatest extent possible.'' But that has not occurred.\n\nThe new law prohibits employers from hiring illegal aliens but offers legal status, or amnesty, to illegal aliens who \nentered the United States before Jan. 1, 1982, and have resided here continuously since then.\n\nThe application period lasts to May 4, 1988. The Government expects applications from four million illegal aliens.\n\nUnder the program, illegal aliens may become lawful temporary residents of the United States. After 18 months in \nthat status, they may apply for permanent residence. After five years as permanent residents, they may apply for \nUnited States citizenship.\n\nIn preparing their applications, many illegal aliens will receive help from nonprofit groups like the United States \nCatholic Conference, the social action arm of the Roman Catholic Church. Gilbert Paul Carrasco, an immigration \nlawyer at the Catholic Conference, said he had ''very serious concern'' that immigration officials would ''maintain \ntheir law-enforcement perspective in the legalization program.''\n\n \n\nProblems of Documentation\n\n''This is a benefits program and is supposed to be liberally construed,'' he said.\n\nThe law will require a major psychological change for many aliens, too. After living in the United States for years as \n''undocumented workers'' trying to conceal their illegal status, they must now find documents to prove they have \nbeen here ''in an unlawful status'' since 1982.\n\nMuzaffar A. Chishti, a lawyer with the International Ladies Garment Workers Union, said that thousands of illegal \naliens would have ''severe problems'' finding the necessary documents. In the needle trades, he said, many aliens \n''worked in sweatshops for fly-by-night operators who paid them in cash, so there are no pay stubs, paychecks or \nother records.''\n"}