{"title": "VIETNAMESE FACES COAST TRIAL IN KILLING OF COLLEGE TEACHER", "body": "\nA 20-year- old Vietnamese immigrant is to go on trial Monday in the death by shooting of a California State \nUniversity professor who had close professional and political ties with Vietnam.\n\nMinh Van Lam, of Westminster, faces a murder charge in the Oct. 13 shooting of Edward Lee Cooperman, a \nprofessor of physics at the university's Fullerton campus. The police found Dr. Cooperman dead in his office when \nthey responded to a call from Mr. Lam, whom they later arrested.\n\nAlan May, Mr. Lam's attorney, has suggested in pretrial hearings at the North Orange County Municipal Court that \nDr. Cooperman's death was accidental or even a suicide, while Dr. Cooperman's family, friends and colleagues \nmaintain that the 48-year-old professor was the victim of an anti- Communist political assassination.\n20-year-old Vietnamese immigrant Minh Van Lam is to go on trial in Los Angeles in October 13 shooting death of \nCalifornia State University Prof Edward Lee Cooperman, who had close professional and political ties with Vietnam \n(M)\n\n''We still have no verifiable indication that this is a political shooting,'' said Capt. James Bankhead of the Fullerton \nPolice Department.\n\n \n\nFoundation to Aid Vietnam\n\nBut Dr. Cooperman's supporters say they are convinced that his activities in connection with Vietnam led to his \nassassination. Dr. Cooperman advocated normal relations between the United States and Vietnam, and was the \nfounder in 1979 of the Foundation for Scientific Cooperation with Vietnam.\n\nMr. May, citing documents taken from Dr. Cooperman's office, has asserted that the professor had shipped nuclear \ntesting equipment and computer components to Vietnam, which prompted an investigation by Federal agencies.\n\nThe United States forbids the shipment of anything but emergency relief aid to Vietnam.\n\n''He had received death threats since about 1977, but in the last weeks before his death he was terrified,'' said \nKlaaske Cooperman, Dr. Cooperman's widow.\n\nFriends have said that Dr. Cooperman had bought guns for protection and changed his daily routine in the last \nweeks of his life.\n\nAnthony Russo Jr., a close friend of Dr. Cooperman's, cited the shooting last summer in San Francisco of a \nVietnamese couple, Ngu Yen Van and Pham Ti Luy, who were friends of the professor's. A group calling itself the \nVietnamese Organization to Exterminate Communists and Restore the Nation said it was responsible for the \nshooting.\n\n\nMr. Russo, a former employee of the Rand Corporation, was charged, with Daniel Ellsberg, with espionage in the \nPentagon Papers case, which ended with the judge's declaring a mistrial.\n\n \n\nLam's Version of Shooting\n\nMr. Lam has said the shooting of Dr. Cooperman was accidental. Police reports show that he telephoned Mrs. \nCooperman three days later and told her the gun had discharged while he was engaged in a ''playful tussle'' with his \nformer teacher.\n\nAccording to Mr. May, Mr. Lam was with Dr. Cooperman on the morning of the shooting. After the .25-caliber pistol \nwent off, Mr. May said, Mr. Lam left to see a movie with a girlfriend. He returned three hours later and called the \npolice. Mr. Lam has pleaded not guilty to the murder charge.\n\nMr. Lam and Dr. Cooperman met in 1983 when Mr. Lam was a student in one of Dr. Cooperman's physics classes, \nand became friends.\n\nAt the pretrial hearings witnesses testified that Dr. Cooperman had befriended several Asian students and had \noccasionally been seen wrestling with some of them in his office.\n\nThe witnesses also stated that Dr. Cooperman had bought Mr. Lam and two Asian students black leather jackets. \nDr. Cooperman's friends angrily disputed allegations by Mr. May that Dr. Cooperman had felt a homosexual \nattraction toward Mr. Lam.\n\nMr. May subpoenaed the financial records of Dr. Cooperman's Vietnam foundation in an effort to establish that \nfinancial difficulties might have led him to suicide.\n\nMrs. Cooperman testified at a pretrial hearing that her husband had often taken as much as $55,000 with him on his \ntrips to Vietnam, and had lent tens of thousands of dollars to friends, but denied that they had financial problems. \nShe said Dr. Cooperman earned $38,000 a year and that she did not know the source of the money he used for \ntraveling and to make loans.\n"}