{"title": "Research Shows Latino Immigrants Lagging Others; Deficits in Education, Wages Not Improving, Studies Say", "body": "\nA pair of studies examining immigrants' progress in two crucial arenas, schools and the labor market, bear \ntroubling news about Latino immigrants.\n\nLatino immigrants arrive in the United States with fewer educational and economic advantages than natives or \nother immigrants, deficits that do not improve as time goes on, according to the reports released last week by \nRand Corp. researchers.\n\n\"We have an economy that increasingly is asking for more educated people, but we are moving in opposite \ndirections,\" said Georges Vernez, director of Rand Corp.'s Center for Research on Immigration Policy in Santa \nMonica, Calif., and one of the reports' authors. \"That is not a good sign for the future.\"\n\nThe worrisome trends were especially true of immigrants from Mexico, who were found to fare the worst in school \nenrollment and in wage parity with native-born Americans.\n\nThe education study, based on U.S. census data and a nationwide survey of 21,000 high school sophomores and \nseniors, is the most comprehensive analysis so far of immigrants' achievements from elementary school through \ncollege. It offers some good news.\n\nIt found, for instance, that immigrants in general are as likely as native-born Americans to graduate from high \nschool and to aspire to and enroll in college. In fact, immigrants are more likely than their native counterparts to \nstick with college for four straight years, in large part because their immigrant parents have higher educational \nexpectations than native parents do.\n\nBut Latino immigrants -- principally from Mexico -- were found to lag in educational attainment and aspirations. In \n1990, for example, only 74 percent of Mexican immigrants between the ages of 15 and 17 were in school, \ncompared to 95 percent for natives and other immigrants. The problem, Vernez said, is not that they drop out but \nthat they never \"drop in\" or enroll in school in the first place.\n\nVernez and co-author Allan Abrahamse say they do not know why this occurs but speculate that schooling patterns \nin Mexico may be an important factor. The average Mexican completes school through the seventh grade, they \nnote, so an immigrant who arrives in the United States at age 15 or older may have been out of school for at least \ntwo years.\n\n\"They do not enroll in U.S. schools either by choice, because of inability to catch up with others their age, or by \neconomic necessity,\" Vernez and Abrahamse write in the study, called \"How Immigrants Fare in U.S. Education.\"\n\nThey said that encouraging more Latino parents to be involved in their children's schooling and upgrading the \neducation of the parents themselves could help to lift young immigrants' educational status.\n\n\nLike the education study, the Rand Corp. report on the labor market also found differences among immigrant \ngroups. Immigrants from Japan, Korea and China start out with wages much lower than native workers, but catch \nup in seven to 12 years, while European newcomers arrive with earning power similar to natives and maintain that \nparity over their working lives, the study said.\n\nBut the wage gap persists and sometimes increases over time for the Mexican immigrants.\n\nThe study, based on an analysis of U.S. census data, concludes that the wage differences are attributable in \ngeneral to the Mexican immigrants' lower levels of education and work skills. But even for those Mexican \nimmigrants with education or skill levels comparable to native workers, wages are lower and the progress toward \nparity slower, the study found.\n\nThe researchers said some of the reasons could be differences in education between the United States and the \nimmigrants' native countries, poor English-language skills, cultural differences, discrimination and the immigrants' \nlegal status.\n\nOverall, the study finds that immigrants' wages have been falling steadily in relation to natives' earnings over the \npast 20 years due to lower education and skill levels.\n\nFor immigrants from Central America and Mexico, average wages were 25 percent to 40 percent lower than \nnatives' in 1970; by 1990, the differential had grown to 50 percent.\n"}