{"title": "Jail Protest By Detainees Is Broken Up", "body": "\nAgents in riot gear from Immigration and Customs Enforcement tried to break up a hunger strike by detainees at \nthe Varick Federal Detention Center in Lower Manhattan on Tuesday, three detainees at the center said \nWednesday in telephone interviews.\n\n  Matthew Chandler, a spokesman for the Department of Homeland Security, denied that there was ''a sustained \nhunger strike'' at Varick, but said immigration agents entered and searched a jail dormitory when detainees \ncomplaining about conditions refused to leave it. \n\n  A Jamaican detainee in one dorm said ''all hell broke loose'' after about 100 inmates refused to go to the mess \nhall on Tuesday morning and gave guards a flier declaring they were on a hunger strike to protest detention \npolicies and practices. \n\n  The detainee, who asked that his name not be published for fear of retaliation, said a SWAT team used pepper \nspray and ''beat up'' some detainees, took many to segregation cells as punishment and transferred about 17 to \nimmigration jails in other states. The 20 detainees remaining in his dorm were threatened with similar treatment if \nthey continued the hunger strike, he said.\n\n  But Mr. Chandler, in a written statement, said, ''No pepper spray was used at any time during this search, and any \nallegations of threat or intimidation are simply untrue.''\n\n  Two detainees in another dorm said they had seen eight immigration agents in riot gear dragging two detainees \nfrom the far side of the jail, while at least eight other detainees were escorted toward the segregation unit.\n\n  ''After we started the hunger strike yesterday the SWAT team came into the other side,'' Chao Chen, 36, a chef \nwho is fighting deportation to China, said as his immigration lawyer, Chunyu Jean Wang, translated. ''On our side a \ngentleman from immigration came and told them not to strike.''\n\n  The third detainee, an architect who said he had been a legal resident for 30 years, gave a similar account, but he \nwould not give his name. \n\n  ''I don't want to be singled out,'' he said. ''A lot of things are happening in the night -- people are being moved \nsecretly.''\n\n  Last week, the government announced that it would close the Varick jail and transfer all detainees to the Hudson \nCounty Correctional Facility in Kearny, N.J., by Feb. 28. The three detainees said that they opposed the transfer, \nbut that the hunger strike was part of a broader protest over detention. \n\n\n  According to the flier, the idea for the hunger strike originated at the Bergen County Jail, one of several in New \nJersey where the federal government holds noncitizens while it tries to deport them. \n\n  ''We are seeking answers from President Obama's administration in immigration reform that he promised,'' the \none-page flier says, asking that detention and deportation be suspended for people with family members who are \ncitizens or legal residents. \n\nhttp://www.nytimes.com\n"}