{"title": "Deportation case is no model of justice served", "body": "\nTo those who complain that we aren't deporting enough illegal aliens, or that we are showing way too much mercy \nor compassion, I offer Exhibit A: Cynthia Lamah.\n\nTo those who complain that we have too many activist federal judges who want to circumvent the executive and \nlegislative branches of government, I offer Exhibit B: U.S. District Judge Donovan Frank.\n\nWatch your step down below. There's slippery sarcasm at the very bottom.\n\nLamah unquestionably broke federal immigration law when she flew into Detroit from Germany on May 2, 2003, \nwith a false passport. Five months pregnant, the 31-year old Cameroon native was detained, but released three \ndays later pending a hearing.\n\nThe woman came to the Twin Cities to reunite with her husband, Daniel, 40. A native of the conflict-ravaged Congo, \nDaniel Lamah lives in Brooklyn Center and is a permanent U.S. resident who was granted asylum here seven years \nago. Daniel Lamah, who worked for the government there, lost a brother and several cousins and nephews to the \nwarfare. He still doesn't know if his parents and many other relatives are alive or dead.\n\nCynthia Lamah gave birth to a son, Cece, on Oct. 6, 2003. The now 2-year-old was born with sickle cell anemia. \nAccording to court filings, doctors indicate that the \"life-threatening and unpredictable complications of the disease \nmake it difficult to find appropriate day care for the child.''\n\nLamah, a homemaker and her son's primary caretaker, later applied for asylum and protection under the \nConvention Against Torture Relief Act. It seems she expressed fears of harm if she returned to a country in the \nmidst of internal turmoil.\n\nAll her requests to remain here were denied earlier this year by a federal immigration judge based in Bloomington. \nShe was ordered to show up for deportation July 5. Lamah, then four months pregnant with a second child, was \ntaken into custody that day and held at the Ramsey County jail, which contracts with the feds to house such \ndetainees.\n\nOn July 12, Lamah doubled over with pain and was taken to the emergency room at Regions Hospital in St. Paul. \nMedical staff there informed her that her fetus was healthy, but that \"she should return … if she developed vaginal \nbleeding, increased cramping or back or abdomen pain,'' according to court documents.\n\nTwo weeks later, Lamah again complained to county jail staff about vaginal bleeding, back pain, headaches and \ndizziness. Her requests for medical assistance were denied.\n\n\n\"Ms. Lamah was told to go to bed and that everything would be fine,'' court documents state. Her complaints went \nnowhere July 23 and 24. On July 25, Lamah's water broke in her jail cell \"and she spontaneously aborted her four-\nand-a-half month old fetus.''\n\nBefore the miscarriage, Daniel Lamah, a tile setter for a west metro construction company, had tried to find legal \nand medical remedies for his wife.\n\n\"I had an immigration lawyer, but apparently my attempts at getting some help for my wife bothered her so much \nthat she began ignoring my calls,'' he said. \"My wife told me about her pains, and I called everywhere, trying to see \nif there was anything anyone could do to try to save the life of our unborn child.''\n\nHe finally did attract the services of a prestigious Minneapolis law firm, Fishman Binsfeld & Bachmeier, to file a last-\nminute temporary restraining order in federal court in St. Paul to block the deportation.\n\nBut Frank, a veteran federal judge, agreed with federal prosecutors representing the local Immigration and Customs \nEnforcement Office that the court lacked any jurisdiction to intervene.\n\nHowever, that did not stop Frank from delivering a blistering and scathing criticism of how the Lamah case was \nhandled.\n\n\"This is a case where the law and human decency have diverged,'' he began. \"Ms. Lamah is a woman who has \ncommitted no crime other than attempting to enter this country illegally. She has not been deemed a threat to the \npublic health or welfare.''\n\nFrank added: \"Ms. Lamah now will be forced to choose between the lesser of two evils: she can leave her very sick, \nvery young child here with his (albeit caring) immigrant father, who is desperately working to provide for appropriate \nmedical care and insurance for the child and will likely be unable to find appropriate day care; or she can leave the \nsupport of her husband and take her child abroad with her, where she is uncertain that he can receive the medical \ncare that he desperately needs. Truly, she is stuck between a rock and a hard place.''\n\nThe judge's words have proved prophetic. Cynthia Lamah was deported to Cameroon on Sept. 9. Her husband, \nwho has no relatives here, is now more than $20,000 in debt for legal and medical bills. He cannot afford day care, \nwhich would all but wipe out his regular salary. He is struggling to make mortgage and utility payments and \ndepends on a friend to care for his child until he gets home from work in the afternoons.\n\nHey, we all have problems, don't we?\n\n\"I got about two minutes by phone to say goodbye to my wife,'' Daniel Lamah said last week. \"'She's been crying \nconstantly about being separated from us. But she knows that if I send our son to her, it's pretty much a death \nsentence for him.''\n\nFrank concluded his ruling with this:\n\n\"This is a sad day for those who believe that when a judge adheres even-handedly to his or her oath of office, \njustice will prevail and the public interest will be served. To the extent that a civilized and democratic society is \njudged by the way in which it treats and protects its most vulnerable members, it has failed today.''\n\nHow dare he. Who does he think he is anyway? We got rid of an illegal alien. We can never let emotions or \nhumanity interfere with the laws of the land. Right?\n\nCece resists medication from his dad, Daniel Lamah, at their Brooklyn Center home. Cece, 2, was born with \nsickle cell anemia and requires doses of penicillin twice a day.\n\nDaniel Lamah cooks dinner for himself and his 2-year-old son, Cece. Lamah's wife, Cynthia, was deported after \nshe was discovered entering the United States on a false passport when she was five months pregnant with Cece. \nWhile in jail awaiting deportation, she miscarried the couple's second child.\n\n\n\nA portrait of the Lamah family — Cece, left, Cynthia and Daniel — taken July 3 sits atop Daniel Lamah's \ntelevision set.Daniel Lamah plays with his son, Cece, after arriving home from work Friday. Lamah is struggling \nto raise the 2-year-old boy, who has sickle cell anemia, since his wife was deported. She entered the country using \na false passport.\n"}