{"title": "Immigration reform: Benefits vs. liabilities", "body": "\nParsons (Kan.) Sun, in a signed editorial by Ann Charles: \"There is more than enough discussion going on right \nnow about illegal immigrants and congressional proposals to stop them, punish them and export them. \nUnfortunately, much of that discussion is based on gut feelings rather than rational thinking. ... While a U.S. House-\npassed bill would make the presence of these laborers a felony and require fencing 700 miles of the border along \nMexico, the reality of that would cause an earthquake in the U.S. economy. This isn't to say that illegal workers \nshould be ignored, but one only has to listen to the voices at booming construction sites to know that housing \ncomplexes are being built by them. They are also the ones who make hotel beds, change towels, provide \nlandscaping and yard services and vacuum Corporate America. ... Knock out 8 million of those jobs with the \npassage of a poorly thought out piece of feel-good, American chest-beating legislation, and the immediate \nconsequences to the economy would be devastating.\"\n\nMiddletown (Ohio) Journal, in an editorial: \"The federal government's unwillingness to secure our borders and to \nstop the steady rush of people illegally coming into the United States threatens to overwhelm local communities' \nresources, services and employment opportunities. The numbers of illegal immigrants are so great that nearly every \nstate in the Union has been affected. ... It's time for Congress and the White House to do their jobs.\"\n\nDesert Dispatch, Barstow, Calif., in an editorial: \"A realistic approach to immigration is necessary. On one hand, it's \nsimply ludicrous to think there's any way we would be able to round up millions of illegal immigrants and remove \nthem from the country in the first place, and parts of our economy would stop functioning even if we could. On the \nother hand, it's absolutely irrational to ignore the security problems the nation faces by having millions of people in \nthe country essentially outside 'the system,' undocumented and unknown individuals. While some worry about \ncrimes caused by illegal immigrants, it's also worth noting that their undocumented status also makes it harder for \nthem to get help when they're the victims. A guest-worker program is probably the smartest, most rational way of \nsplitting the difference. Those immigrants committed to contributing to our nation's economy will be rewarded. \nThose who are a drain on our nation will not.\"\n\nJay Bookman, deputy editorial page editor of The Atlanta Journal-Constitution, in a column: \"The modern era of \nrunaway, all-but-unregulated illegal immigration has a birthday -- May 13, 1998. ... On that date, about 45 federal \nimmigration officials launched a raid on the Vidalia onion fields of southeast Georgia, where thousands of workers -- \n70% to 90% of them illegal -- had been brought to pick the crop. But instead of being lauded for enforcing the law, \nthe Immigration and Naturalization Service came under blistering attack from Georgia's congressional delegation. ... \nINS officials were forced to halt the raid and take the extraordinary step of granting 'temporary amnesty' to the \nillegal workers it had arrested so they could go back to picking onions. ... From that point forward, the INS \nabandoned any serious effort to enforce federal law. ... The issue of workplace enforcement is all but ignored. In \ntruth, U.S. officials have no real interest in trying to halt the influx of illegal immigrants to this country.\"\n\nThe Lufkin (Texas) Daily News, in an editorial: \"It would be difficult to find even one American citizen who has not \nbenefited in some way from the fruit of undocumented workers' labor. And with the exception of full-blooded Native \n\n\nAmericans, every American is either descended from immigrants or is an immigrant himself. ... We don't want to do \nwithout cheap labor and low prices. We aren't willing to take low-paying, menial jobs. ... We've got to find a \nworkable solution to this problem. 'Send them back' isn't it. Let's all just admit that, and move on.\"\n\nGraphic\n\n \n\nPHOTO, B/W, Christine Baker, (Fairfield, Calif.) Daily Republic, via AP\n"}