{"title": "SUSPECT IS SPOTTED IN MEXICO", "body": "\nThe patriarch of a family operated people-smuggling ring that allegedly exploited deaf Mexicans in Queens was \nspotted yesterday in Mexico City.\n\nJose Reinaldo Paoletti and his son, Renato, have been subjects of an international manhunt since Saturday, when \npolice raided two cramped apartments in Jackson Heights and rescued 57 deaf Mexicans who had been forced to \npeddle trinkets in city subways.\n\nSeven other family members and alleged accomplices are in police custody.\n\nPaoletti \"was seen driving in a van with curtained windows,\" said Veronica Rodriguez-Torres, whose brother and \ntwo sisters were among those rescued. \"He was identified by a member of my family, who has known him for 10 \nyears.\" Officials directing the dragnet refused to comment on the Paoletti sighting.\n\n\"We would not be giving any confirmation or reaction to any information about a criminal case,\" said Mark Thorn, \nspokesman for the Immigration and Naturalization Service.\n\nA high-ranking official from the PGR, the Mexican equivalent of the FBI, said only that the agency was tracking \nPaoletti's movements.\n\nRodriguez lives three blocks from where Paoletti keeps a second-floor apartment in a heavily guarded building in \nthe working-class Tlanepantla neighborhood. Neighbors said Paoletti, 59, rarely spends any time there and lives \nmostly at his homes in the city of Mazaltan and CuauitlanIzcalli.\n\nLess is known about his 20-year-old son, Renato, whom federal officials called a key player in the ring.\n\n\"He took care of the nuts and bolts, the details, of getting these people into New York,\" said one official.\n\nSome 60 to 75 INS agents are working the investigation in New York, with another 25 or so investigating reports \nthat deaf Mexicans also peddled trinkets in Chicago, Atlanta and Washington.\n\nReacting to reports that a city building inspector failed to spot alleged mistreatment of the Mexicans when he \nchecked their Queens apartment, mayoral hopeful Ruth Messinger yesterday said Mayor Giuliani deserves the \nblame.\n\n\"This administration has cut building inspectors, and cut housing inspectors, and argued that it would have no \nimpact,\" Messinger said at a campaign stop at the Hunts Point Terminal Market. \"Guess what? Those are the \nwrong priorities.\"\n\n\nGiuliani dismissed Messinger's criticism as partisan sniping not grounded in fact.\n\n\"In fact, there were a number of inspections of this particular building, and for good reasons or bad reasons, the \ninspectors and the fire inspectors and others did not pick up the inhumane and indecent conditions that were going \non there,\" Giuliani said.\n\nThe City Council Housing and Buildings Committee is slated to approve tougher penalties for illegal apartment \nconversions tomorrow. But panel chairman Archie Spigner (D-Queens) said \"all the penalties in the world won't \nwork if city inspectors don't do their jobs and rigorously enforce the laws that are on the books. And they didn't in \nthe recent case in Queens.\"\n"}