{"title": "ALIENS' PHONY DEADLINEINS RULES EVEN CONFUSE ITSELF", "body": "\nThe new immigration laws scheduled to go into effect tomorrow will not mean \"mass deportations,\" immigration \nofficials have promised.\n\nBut they were less clear on exactly what the change will mean.\n\nUncertainty in the minds of undocumented aliens had set off a stampede to the altar by illegals hoping to secure \ntheir status by marrying citizens or legal residents.\n\nThere was also a blizzard of applications for green cards in advance of tomorrow, even though the Immigration and \nNaturalization Service repeatedly said April 1 was meaningless for weddings and green cards.\n\nTomorrow is not a deadline of any kind for most undocumented aliens, Paul Virtue of the INS said last week.\n\nIt is merely the day that the clock starts, giving people here without proper visas 180 days to legalize their status or \nface a three-year wait to apply for legal entry if they are caught and deported.\n\nThe real deadline for aliens without valid visas is Sept. 30, Virtue said.\n\nThe new law also provides for a 10-year waiting period for anyone caught living here illegally for 365 days, starting \nfrom tomorrow.\n\nThe countdown doesn't apply at all to people under 18, asylum applicants, people filing under the battered-spouse \nprovision and some family members of permanent residents who applied under immigration amnesty.\n\nINS Deputy Commissioner Chris Sale said the new law will provide \"useful new tools\" for policing entries into the \ncountry and removing illegal aliens.\n\nNot all provisions of the new law will go into effect tomorrow because new rules for enforcing them have not yet \nbeen written.\n\nIt is also possible that none of the provisions will go into effect.\n\nU.S. District Judge Emmet Sullivan promised last week to rule by today on a request from the American Civil \nLiberties Union and the Lawyers' Committee for Civil Rights that implementation of the new law be put off 30 days.\n\n\nThe lawsuit, which was filed in Washington on behalf of four immigrant-rights organizations, asks for a temporary \nrestraining order against the INS because the government failed to meet its statutory obligation to provide 30 days' \nnotice before the rules take effect.\n"}