{"title": "US sweep for illegal immigrants: Is Obama searching for a middle ground?; The roundup of 2,901 illegal immigrants with substantial criminal records was the result of the widest net ever thrown by Immigration and Customs Enforcement.", "body": "\nA seven-day sweep that rounded up 2,901 illegal immigrants with substantial criminal records could be a sign \nthat the Obama administration is trying to find a middle ground on immigration policies.\n\nThe roundup was the result of the widest net ever thrown by Immigration and Customs Enforcement (ICE), and the \nnumber of illegal immigrants nabbed is one of the largest totals.\n\nSince this summer in particular, the Obama administration has come under criticism from Hispanic groups and \nsome Democrats who say it's too concerned with arresting and deporting illegal immigrants for minor offenses. \nYet on the other hand, tea party groups and other conservatives say that the administration has not taken nearly a \nhard enough line on illegal immigration.\n\nObama officials appear to be navigating between these positions. This summer, the Department of Homeland \nSecurity (DHS) ordered that immigration agents use \"prosecutorial discretion\" to focus on actual criminals rather \nthan law-abiding illegal immigrants, including students and the elderly, who have been swept up on technicalities \nor by local authorities under the Secure Communities program.\n\nAnd the seven-day sweep, which ended this week, is part of the White House's focus on deporting criminals and \n\"egregious immigration law violators,\" according to ICE. Among those rounded up were people convicted of \nmanslaughter, sex-crime offenders, and drug traffickers.\n\n\"The administration is making a finer distinction with these sweeps - that we're focusing less on the kind of residual \ncategory of immigrants and more on [criminals],\" says John Garcia, an immigration policy expert at the University \nof Michigan in Ann Arbor. \"For the administration, it becomes more of a calculation: What policy carries the lesser \ndamage?\"\n\nThe sweep, which went across all 50 states and four US territories, was part of Operation Cross Check, which has \nsteadily been building steam since it carried out its first raid in December 2009. So far, \"Cross Check\" has resulted \nin a total of 7,400 arrests - the majority of which have come in the past three months.\n\nIn all, ICE has arrested or deported more than 109,700 criminal immigrants this year alone. One million illegal \nimmigrants with criminal records are in US, ICE estimates.\n\n\"You are going to see a sustained focus on criminal offenders from this agency,\" ICE Director John Morton said at \na press conference Wednesday. \"These are not the kind of people we want walking our streets.\"\n\n\nMore than 1,600 of those arrested in the most recent sweep had felony convictions, and an additional 1,282 had \nmultiple convictions, ICE says. A total of 386 were people who had been deported previously and had reentered the \ncountry.\n\nLaw enforcement hailed the sweep as a victory for communities across the United States.\n\n\"When we focus on the arrest and removal of convicted criminal aliens we get an immediate payback in our \ncommunities,\" Vincent Archibeque, acting field office director of ICE's Enforcement and Removal Operations in New \nEngland, said in a statement.\n\nBut there is some resistance to the magnitude and breadth of the sweeps, even as they've become more focused \non whom they target. This year, advocacy groups took notice as Hispanics became the No. 1 minority population \nbeing sent to federal prison, largely because of sweeps like Cross Check. Hispanics now make up 16 percent of \nthe US population.\n\nThis week's sweep also comes on the heels of conflict within DHS over the Secure Communities program, which \nallows local law enforcement to check the immigration status of suspects against a national database. Earlier this \nmonth, Arturo Venegas, former police chief in Sacramento, Calif., resigned from a Secure Communities task force, \nsaying that recommendations to reform the initiative did not go far enough to ensure that those detained by ICE for \nminor offenses would not be deported.\n\nGovernors of states like Illinois, New York, and Massachusetts have threatened to ignore federal mandates that \nmunicipalities adopt Secure Communities, largely because of concerns that too many noncriminal immigrants are \nbeing caught up in immigration courts.\n\nThe raids have also raised some concerns. Even though their aim is to capture convicted criminals, \"they're still \nunsettling for areas where people live - to the point where some law enforcement have articulated that [the sweeps] \naffect how they do their job\" in terms of maintaining healthy relationships with Hispanic communities, says Mr. \nGarcia of the University of Michigan.\n       \n"}