{"title": "THAILAND CLOSES LONG-USED REFUGEE CAMPS", "body": "\nThe Thai Government has closed three refugee camps housing Vietnamese and Laotian exiles, among them the \nSongkhla reception center on the Gulf of Siam, where arriving Vietnamese ''boat people'' have been sheltered for \nmore than a decade.\n\nAnother camp for Vietnamese at Sikhiu in Northeastern Thailand is also being closed, along with a camp for \nLaotians at Ubon, also in the northeast.\n\nAt the same time, however, American immigration officials have begun accepting thousands of Laotians for \nresettlement in the United States, after a Thai decision late last year to make the Laotians available for interviews, \naccording to refugee officials.\n\nThis year, Laotians - both ''lowland'' Lao from Vientiane and the Mekong River valley and tribe people from the \nLaotian highlands - are expected to dominate the 23,000 places set aside for immigration by ethnic Indochinese. \nNearly 90,000 Laotian exiles are now in Thai camps, and more arrive each month.\nInterviewed by Officials\n\nUnder an agreement between Bangkok and Vientiane that went into effect last July, Laotians arriving in Thailand - \nmany by swimming or taking boats or rafts across the Mekong - are interviewed by local officials at their point of \narrival.\n\nThose determined not to be refugees are held in police stations awaiting repatriation to Laos. But Laos has so far \nrefused to take any of the exiles back, despite the accord. More than a thousand of them are now living in one \npolice compound alone at the Thai river town of Nakhon Phanom.\n\nAs camps around Thailand close, Vietnamese refugees will be moved to a resettlement reprocessing center in \neastern Thailand, officials say. Future Vietnamese arrivals will therefore go straight to the center, at Phanat \nNikhom, theoretically making their movement to a third country much more certain and quicker.\n\nSome refugee workers are concerned that when this news reaches Vietnam, as all news about refugee matters \nquickly does, more people may again risk the pirate-infested Gulf of Siam. Recently, many Vietnamese boat people \nhad been heading away from Thai waters toward Malaysia, Indonesia or the sea lanes leading to Singapore, where \npirate attacks are rare and resettlement is faster.\n\n \n\nCamp a Safety Hazard\n\n\nMost exiles from Laos will be grouped with other Laotians at the large camp at Na Pho near the Mekong River, or \nwill be returned voluntarily to Laos, officials say. The Na Pho camp, built for about 15,000 refugees, now houses \nmore than 32,000 and has long been considered a safety hazard. In late February, a fire at the enclosure destroyed \nthe homes of 7,000 people, camp workers say.\n\nThe move to reduce by three the 11 refugee camps in Thailand - the country of first refuge for about a million and \na half Indochinese refugees since Communist governments came to power in 1975 in Vietnam, Cambodia and \nLaos - is seen by Thai and international refugee officials as an attempt to constrict and finally phase out the long-\nrunning refugee program here.\n\nOfficials in Thailand, which still provides shelter to more than 125,000 refugees and about 240,000 displaced \nCambodians camped along the Thai-Cambodian border, say they are concerned that the flow of resettlement to \nWestern and other nations has been reduced.\n\nMany refugees remaining in Thailand have been rejected by most if not all resettlement countries, and Thailand \ndoes not want them to become a permanent burden on a tightening local economy. Thailand is suffering the results \nof falling commodity prices, and many farmers who live in the areas where the refugees are temporarily housed are \ncomplaining of food and other supplies going to the camps.\n\nQuestions are again being raised about the future of Thailand's best-known refugee center, Khao I Dang, several \nmiles from the Cambodian border in eastern Thailand. Thai officials indicate that this center, with more than 25,000 \npeople, some of whom have been in the camp nearly a decade, will sooner or later be closed also.\n\nIts inhabitants, unable to find homes in the West, are expected to be moved back to the Cambodian frontier.\n"}