{"title": "WAR ON TERRORISM: Yemeni passenger claims racial profiling at Hartsfield ;GSU student detained under new U.S. policy", "body": "\nA citizen of Yemen living in Atlanta said Thursday she was a victim of racial profiling at Hartsfield International \nAirport as a result of the Bush administration's latest anti-terrorism policy.\n\nRasha Yaqoub, a student at Georgia State University, said she was detained Monday for more than an hour at \nHartsfield simply because she's from Yemen, a largely Muslim country in the Middle East.\n\nYaqoub said she was treated poorly by immigration and customs officials, was never told why she was being held \nand felt humiliated and threatened.\n\nShe wants an official apology from airport officials.\nAJC\n\n\"They shouldn't profile or search certain races,\" Yaqoub, 24, said in an interview at her downtown Atlanta \napartment. \"Not all of the people are the same. Because I'm Yemeni doesn't mean I'm a criminal.\"\n\nImmigration and Naturalization Service officials reviewed Yaqoub's allegations and determined the agency's \nconduct was appropriate. (Customs officials in Atlanta, Miami and Washington couldn't be reached for comment \nThursday.) They deny that they single out people based on race.\n\nImmigration and customs officers at Hartsfield are simply following a directive from Washington, issued last Friday, \nwhich compels them to more readily question Yemenis and search their baggage.\n\nThe INS has ordered its field agents to closely scrutinize Yemenis entering and leaving the United States. U.S. \nofficials confirmed this week that an apartment in New York that once was occupied by Yemeni nationals contained \nbomb-making equipment.\n\n\"We have to remember that we are at war against terrorism and we will do what we need to do to prevent another \nattack in this country,\" said Bill Strassberger, an INS spokesman in Washington. \"When we do receive information, \nwe have to act upon it.\"\n\n\nThe singling-out of Yemenis is believed to be the first time since the Sept. 11 attacks that a specific country has \nbeen targeted for heightened scrutiny.\n\nThe INS has also asked commercial and charter airlines to notify the agency whenever Yemenis are on board. In a \nmemorandum, the INS warned all agents to be on the lookout for thermoses --- but not to open them --- and night \nvision goggles.\n\nSix Yemeni adults and four children en route to a wedding in Yemen were briefly detained at Hartsfield last \nFriday, according to a Justice Department source. They are believed to be some of the first Yemenis held under \nthe stringent new policy, which was decried by civil libertarians and Arab-Americans.\n\nYemenis targeted?\n\nSamir Moukaddam, regional director of the American-Arab Anti-Discrimination Committee, said the singling-out of \nYemenis makes little sense in light of the arrests of the \"dirty bomber,\" who's American, and the \"shoe bomber,\" a \nBritish citizen. Hassling Yaqoub makes even less sense, he said.\n\n\"This is pure intimidation, without warning, of a young woman student,\" Moukaddam said. \"They are ethnically \nprofiling her on the basis of the passport she's carrying.\"\n\nThe Yemeni Embassy in Washington has lodged a protest with officials in Washington and Atlanta on Yaqoub's \nbehalf, as well as against the Bush administration's policy.\n\nYaqoub, a GSU student since 1999, described how she was treated soon after arriving from London around 6 p.m. \nMonday.\n\nAll passengers were asked, before debarking, to open their passports for inspection by INS agents waiting atop the \ngangway. After seeing Yaqoub's Yemeni passport, an agent asked her to wait off to the side.\n\nOnce all passengers had left the plane, Yaqoub said, she was escorted to an immigration officer. Her passport was \nhanded over. She was asked a series of questions --- Where do you go to school? When will you graduate? What is \nyour major? Where do you live? Who do you live with? --- before her student visa was stamped.\n\nHer passport and visa forms were then placed in an orange folder and Yaqoub was told to take a seat. After five \nminutes, she asked to go to the bathroom.\n\n\"They took me to a cell and told me I couldn't take my purse in with me,\" she said. \"I got so scared because it was \nall steel: the toilet, water fountain, steel bench with rings on it I think for handcuffs. That's when I started crying.\"\n\nShe didn't go to the bathroom.\n\nYaqoub was returned to the front desk, where she was again asked the same set of questions. In all, four \nimmigration and customs officers asked her similar questions, trying, Yaqoub believes, to trip her up.\n\nAt customs, her purse was thoroughly searched. She was then finger-printed. Her passport was copied and kept. \nYaqoub said another agent then questioned whether she was really attending a university. \"Like he thinks I'm a \nliar,\" she said.\n\nShe was soon told to fetch her luggage. Four officers, two in front, two behind, escorted her to the baggage \ncarrousel. Her bag was meticulously searched by another official who also went through her purse again. Her \npassport was soon returned. Yaqoub was thanked for her patience and allowed to leave. It was after 7 p.m.\n\n\"I didn't complain or anything. I was scared that if I asked questions, it would make me more suspicious,\" she said. \n\"I shouldn't be treated like that. My papers are fine.\"\n\nNothing done 'inappropriate'\n\n\n\nWillie Anderson, INS port director at Hartsfield, investigated Yaqoub's claims and found them mostly baseless. He \nsaid Yaqoub was detained no longer than 15 minutes before she was cleared for customs, \"where she spent the \nmajority of her time.\"\n\nAnderson wouldn't comment on whether Yaqoub was finger-printed or had her passport copied. He said there are \nno bathrooms \"in the immigration hallway.\" And, he added, racial profiling does not exist under his watch, so no \napology is necessary.\n\n\"We did not do anything inappropriate with the young lady,\" he said.\n\nThe Bush administration instituted its new directive at a time when it is seeking closer ties with the Arab states in \nthe war against terrorism.\n\nYemen, a poor country of 18 million people sandwiched between Saudi Arabia and the Arabian Sea, condemned \nthe Sept. 11 attacks.\n\nU.S. officials believe al-Qaida operatives were behind the October 2000 attack on the USS Cole in Yemen's port of \nAden, killing 17 people.\n\nGraphic\n\n \n\nPhoto: Rasha Yaqoub, 24, a Georgia State student, says she was searched and questioned by four immigration \nofficers after landing at Hartsfield International Airport. / BITA HONARVAR / Staff\n"}