{"title": "When Home Is Neither Here Nor There; Advocates on Both Sides of Immigration Debate Question Rules That Leave Many in Legal Limbo", "body": "\nIt's been two years since Mela Garza emerged into the sign-waving crowd at Dulles International Airport, dropped \nher suitcases and fell into the arms of her husband, the genial friend from her Guatemalan village whom she'd \nmarried in 2000 and had barely seen since. \n\n It was an iconic American scene: an immigrant wife joining her husband, who'd left for the United States years \nearlier. But unlike the women who passed through Ellis Island, Garza did not automatically get full immigrant status. \nShe arrived on a special \"spouse visa\" and is still waiting to become a U.S. permanent resident.  \n\n \"I'm a bit desperate. You always want to be a legal permanent resident, to feel more secure,\" said the 29-year-old \nGaithersburg woman, whose husband, a permanent resident here, married her after a long-distance courtship. \n\n As the debate over legal-vs.-illegal immigration heats up across the country, there is a large pool of people who \nfall somewhere in the middle. They have been nicknamed the \"quasi-legal\"  --  tens of thousands of people in the \nWashington area, and as many as 1.5 million nationwide, who have temporary papers or are in line for residency.  \n\n They are people like Garza, who must wait a number of years and fulfill various requirements to become full-\nfledged permanent residents, the first step toward U.S. citizenship. They also include a quarter-million Salvadorans \nwho have been granted temporary legal permits in recent years, elevating many from illegal status but giving them \nno path toward citizenship. \n\n To those on both sides of the immigration debate, the large number of people in limbo is a sign of a \ndysfunctional system. Immigrant advocates say foreigners with a deep stake in U.S. society are enduring great \ndifficulties in settling here. Critics of high immigration levels say the quasi-legal reflect a government that passes \ntough laws but is reluctant to enforce them.  \n\n \"The fact that there are hundreds of thousands of people who aren't really illegal aliens  --  but they're not really \nlegal aliens either  --  is ridiculous,\" said Mark Krikorian, executive director of the Center for Immigration Studies, \nwhich urges tougher immigration enforcement. \"It's a sign of the deep ambivalence that permeates our \nimmigration system.\"  \n\n\n Garza offers one example of how people land in immigration limbo. Her husband, Angel, sneaked into the United \nStates in 1994 and eventually found a Maryland employer to sponsor him for a \"green card,\" or permanent \nresidency. In 1998, while vacationing in his home town, he struck up a romance with Garza, a childhood friend. \n\n Two years later, he returned to marry her and sponsored her to immigrate. But because Congress sets annual \nquotas for many categories of immigrants, she had to wait in Guatemala while her case worked its way to the front \nof the line. \n\n \"I spent my time reading his letters, to remember him,\" said Garza, one of 11 children in a family that scratched out \na living as farmers. She could call her husband only once every few weeks, when she could get a ride to the \nnearest public phone, an hour away. \n\n Concerned about such separations, Congress created the \"V\" visa, which allowed spouses and children of \npermanent residents to join them in the United States while waiting for their cases to move forward. That was \nGarza's ticket to the United States.  \n\n But the visas are available only to a small group  --  immigrants who sought residency before December 2000 and \nhave been waiting at least three years for their green-card applications to be considered. Those whose petitions \nhave been filed since then don't qualify. Such spouses and children may have to wait as long as seven years to join \ntheir families, because of the large number of applicants and processing delays.  \n\n \"It's a big problem,\" said Celia Rivas, an immigration lawyer at the Spanish Catholic Center in Gaithersburg. \n\"That's why some of the families decide to just bring their children\" to this country illegally while waiting for their \npapers to come through.  \n\n Other people, she said, naively assume that once a U.S. relative has applied to sponsor them for immigration, \nthey can simply travel to this country and get a work permit. They are shocked to discover that they can be \ndeported like anyone else if they don't have legal status.  \n\n David Martin, who served as general counsel of the former Immigration and Naturalization Service, estimated in a \nrecent study that hundreds of thousands of illegal immigrants are actually immigrants-in-waiting, sponsored by \nrelatives or businesses to become permanent residents but who are waiting for their turn.  \n\n He noted that authorities are often reluctant to deport soon-to-be-legal wives or children of permanent residents. \n\"People see that as too harsh,\" he said.  \n\n But tolerance of a not-yet-legal population carries its own problems. It sends a mixed message about enforcement \nof immigration law, Martin said. And some U.S. officials see a security risk. Homeland Security Secretary Michael \nChertoff said in a recent speech that some immigrants don't get a thorough security check until they're about to \nreceive their green card  --  perhaps years after they've entered the country. \n\n If the quasi-legal status poses a problem for the government, it also complicates the lives of immigrants.  \n\n Juan, 31, a Colombian professional, came to the United States on a work visa in October 2000, employed by a \ncompany that laid underwater cables. When the firm shut down six months later, his visa lapsed. But he found a job \nas a supervisor at a maintenance company, which sponsored him to get permanent residency. \n\n \"I thought I could do it in a year. But the reality was different,\" said the Silver Spring resident, who spoke on the \ncondition that his last name not be used because he is still awaiting legal status. \n\n Because of backlogs, it was only this year that Juan cleared the first hurdle in his quest for permanent residency  --  \napproval of his petition by the state department of labor. His application now goes to immigration authorities, \nwhere it could face further delays because of annual caps on the number of business-sponsored immigrants. He \nhas entered a special government program that will allow him eventually to get a green card without having to leave \nthe country. \n\n\n\n The Colombian has worked for four years at the maintenance firm and pays taxes. But until he gains legal status, \nhe can't go home to see his relatives or otherwise travel abroad.  \n\n \"This is the high price you pay,\" said Juan, who has two U.S.-born daughters and said he wanted to live in the \nUnited States because of the better future it would offer his children. Without a Social Security number, he has \nstruggled to get credit and worries about renewing his driver's license. \n\n \"When you're in this situation, you feel like a phantom. You live, but you feel that you don't count,\" he said. \n\n Not all of the quasi-legal face such problems. Garza, the Guatemalan immigrant, is entitled to a work permit while \nshe waits. Recently, she became eligible to apply to convert to permanent-resident status.  \n\n However, she has hit another roadblock: Because her husband bought a landscaping business, his income dipped \nbelow the level required of those sponsoring immigrants. So Garza plans to apply next year, after her husband's \nbusiness expands.  \n\n Hundreds of thousands of other quasi-legal immigrants also are allowed work permits and Social Security \nnumbers. But some still feel mired in uncertainty. \n\n That's particularly true of the more than 300,000 immigrants with temporary protected status, or TPS, which is \ngranted to people from certain countries experiencing war or natural disasters.  \n\n Immigrants are generally grateful to have TPS because it allows them to work legally. But the program does not \nlead to permanent residency, and does not allow most recipients to travel abroad. Year after year, many people \nwith TPS have their status extended, and they increasingly settle into U.S. lives.  \n\n Martin, the former INS attorney, said it is important to ensure that such programs are temporary. Otherwise, he \nsaid, policymakers may become reluctant to approve them, even for people from countries in turmoil. \n\n \"But the reality is still, the longer someone's here, the harder it is . . . to contemplate an enforcement action that \nwould send them home,\" he said. \n"}