{"title": "New DNC Chair Vows 'No Human Being Is Illegal'; Refuses To Utter Trump's Name", "body": "\nMay 02, 2017( Phil's Stock World: http://www.philstockworld.com Delivered by Newstex)  Courtesy of \nZeroHedge[1]. View original post here[2].New Democratic National Committee Chairman Tom Perez has big shoes \nto fill after his two predecessors were forced to resign in disgrace after being exposed for, among other things, \nintentionally rigging their party's national primary process and sharing debate questions with chosen candidates \ndays before debates were held. And, at least with his rhetoric, Perez seems up for the task. \n\nIn speaking with a group of immigrants at a rally outside the White House yesterday, Perez, who switched back and \nforth between English and Spanish, vowed that 'no human being is illegal.' 'No human being is illegal, we must \ntreat everyone with dignity. And we will do that when we vote.'GreenPartyFL: RT Truthdig: The president of the \n#DNC[3], Tom Perez, speaks at Immigrants' and Workers' March in front pic.twitter.com/ekWsXGNWJO[4] — \nPasco Revolution (@PascoRevolution) May 1, 2017[5] So does this mean that we can violate any federal law we \nwant and then retroactively declare that law null and void thus erasing our crime? Or, is Tom Perez and/or the DNC \nthe only folks vested with such power? Of course, Perez, who served in the Obama administration as the United \nStates Secretary of Labor and Assistant Attorney General for the Civil Rights Division of the Department of Justice, \nwasn't done and went on to whip his crowd into a frenzy by refusing to mention Trump by name. 'Our most \nimportant power is not the mister in the White House, I can't even mention his name, the power is with all of you.' \n'We will be fighting for racial justice, economic justice, and moral justice.'DNC Chair Tom Perez on Trump: 'I can't \neven mention his name' #MayDay2017[6] pic.twitter.com/FVb04WBOok[7]; — Ellison Barber (@ellisonbarber) May \n1, 2017[8] Why do we get the sneaking suspicion that Perez will soon be passing debate questions to whichever \nHispanic candidate decides to run in the 2020 Democratic primaries? [ 1]: \nhttp://feedproxy.google.com/~r/zerohedge/feed/~3/ec6JwwGkfUQ/new-dnc-chair-vows-no-human-being-illegal-\nrefuses-utter-trumps-name [ 2]:            http://feedproxy.google.com/~r/zerohedge/feed/~3/ec6JwwGkfUQ/new-dnc-\nchair-vows-no-human-being-illegal-refuses-utter-trumps-name [ 3]:            "}