{"title": "New Wave of Cubans Sails to Florida Illegally", "body": "\nFor the first time since the Mariel boat lift brought 125,000 Cubans to the United States in 1980, refugees \ndesperate to flee the dictatorship of Fidel Castro are arriving here steadily in large groups aboard Cuban vessels, in \ndefiance of American and Cuban restrictions.\n\nThe authorities say nearly 1,000 refugees have arrived in the last two months, nearly half the number for all of last \nyear.\n\nThe authorities say that in contrast to the Cubans who arrived here in the last decade, mainly in family groups or \nmostly in small numbers aboard makeshift rafts, the latest influx includes larger groups of people transported on \ncommercial or private boats. The vessels leave the refugees just offshore, on uninhabited islands or near \nlighthouses.\n\n \n\nUp to the Main Beach\n\n On Monday a Cuban fishing trawler pulled up to the main downtown beach here just before dawn and let 19 people \nwade ashore. The refugees included Oscar Mestril Ramirez, 49 years old, who said the group sailed out of a \nharbor near Havana on Sunday night.\n\n\"We made a deal, an arrangement through an intermediary,\" Mr. Mestril said. \"They told us when and where they \nwould pick us up and where they would leave us off.\"\n\nUnder United States immigration laws Cubans are allowed to apply for and be given legal residence more quickly \nthan any other national group. The Supreme Court agreed this week to consider the Bush Administration's policy of \nforcing refugees from neighboring Haiti to return to their homeland when picked up on the high seas. But rulings on \nthose cases will not affect Cubans.\n\nThe Bush Administration argues that Cubans are political refugees and that an overwhelming majority of Haitians \nare primarily fleeing harsh economic conditions.\n\nThe new movement from Cuba poses a challenge to Washington, which said after the Mariel boat lift it would never \nagain allow Mr. Castro to dictate American immigration policy, and the Bush Administration has repeated that.\n\n\nCoast Guard officials here say they are not equipped to contain the flow, and Immigration and Naturalization \nService officials said budget restrictions limit their ability to process the newcomers.\n\nIn contrast to the Mariel boat lift, the movement this year is a trickle, not a flood, and it appears to be organized \nmore for profit than for humanitarian purposes. Cuban exile groups here say that in interviews the arrivals describe \na growing smuggling network of a character and scope that could function only with the connivance of the Cuban \nauthorities. Indeed, the refugees say, the Government is increasingly desperate for cash since the collapse of the \nSoviet Union and the loss of $5 billion a year in subsidies.\n\nThe reports about refugee smuggling are emerging as a record influx of Cubans seeks asylum in the United States. \nOfficials say that 485 Cubans risked their lives to cross the shark-infested Straits of Florida in August and that 468 \nmade the 90-mile journey last month. The officials say 2,203 Cuban refugees arrived last year.\n\n \n\nCross-Section of Cuban Society\n\n Usually the flow of rafts peaks in the summer and diminishes after Labor Day because of changes in wind patterns, \nsea currents and water temperatures that make the trip more difficult and dangerous. But September was a record \nmonth, and Coast Guard officials said they expected the movement to continue.\n\n\"All indications are that we don't see an end to this.\" Steven Kabick of the guard said. \"It's a rare occasion that we \ndon't have rafters coming in. It's become an everyday thing, and we are trying to work with what we've got.\"\n\nTaken as a whole the arrivals offer a cross-section of Cuban society. The people who arrived on Monday included \nelectricians, stevedores, mechanics, farm workers and solderers as well as an architect, a pharmacist, a fashion \nmodel, a boxer, a sculptor and a dancer. In interviews they have said they left because of increasing political \nrepression and economic privation.\n\n \n\nReleased to Relatives\n\n A vast majority of the applicants for asylum are being processed in this isolated resort of 25,000 residents because \nthe I.N.S. is no longer transporting them to Miami and holding them at the Krome Detention Center, as was its \npolicy until the summer.\n\nNow, Cubans who arrive by sea are being inspected and turned over to relatives, friends or volunteer groups that \nassist refugees in a remarkably compressed period of time. The reasons for the change, the I.N.S. district director \nin Miami, Carol D. Chasse, said, were \"budgetary, and also a consideration of what the Federal Government role \nshould properly be.\"\n\nNews of that streamlining, which meant that the 19 who landed on Monday were released to relatives within six \nhours of their arrival, has filtered back to Cuba, where there is a backlog of 100,000 requests to apply for visas at \nthe American Interests Section.\n\n\"We are not going to get in a state of panic,\" Mayor Dennis Wardlow of Key West said on Monday. \"If we have to \nwe'll handle this just like Mariel. We have the volunteers to do it. There's certainly a traffic out there on the seas, but \nas far as the city goes, our resources have not yet been strained.\"\n\n \n\n'Tatters and Scars'\n\n Cuban-Americans working for refugee-relief groups said many of the people being counted by the authorities as \nriding rafts recently may actually be customers of the smugglers. The relief workers said they suspected that Cuban \nboats were taking refugees to areas outside American territorial waters and leaving the people to float on inner \ntubes, certain that the Coast Guard will soon spot and rescue them.\n\n\n\n\"Normally when someone comes over in a raft, they are severely sunburned and dehydrated, with their clothing in \ntatters and scars or blisters all over their hands from days of paddling,\" said Arturo Cobo, a Bay of Pigs veteran who \nis coordinator of a new refugee center operated by the White Street Baptist Church here. \"In the last couple of \nmonths we have begun seeing rafters who do not present those conditions.\"\n\n \n\nDenial by Cuban Spokesman\n\n A spokesman for the Cuban Interests Section in Washington, Ariel Ricardo, denied that his Government had \nencouraged, tolerated or profited from any refugee smuggling. \"The Cuban Government doesn't have any interest \nin promoting illegal immigration,\" he said. \"If we have proof that any boat captain has committed this act, there will \nbe a trial.\"\n\nMr. Ricardo also said his Government was even less capable than the United States to control the refugees' \nmovement. \"Look at the map and you will see that Cuba has thousands of kilometers of coast line, with hundreds of \nsmall keys and little islands,\" he said. \"This is a relatively difficult situation to control, and people do have the right to \ngo fishing.\"\n\n \n\nDecrease Expected in Weeks\n\n A State Department official who insisted on anonymity said today that although \"things are getting worse in Cuba \nand people in positions of authority may be more amenable to a little bribery and looking the other way,\" there is no \nreason to believe that an influx of the size of the Mariel immigration wave is likely.\n\nIn contrast to the Coast Guard spokesman's expectation, he said he expected the numbers to start going down in \nthe coming weeks, adding, \"Even if the total is even 25 percent above last year, I don't think that is a significant \ndeparture or trend.\"\n\nMr. Mestril, the passenger who arrived on Monday, said the passage cost each member of the group 5,000 pesos, \npayable in advance. At the official rate of exchange, that would amount to $5,000. But at black market rates, it is the \nequivalent of just under $150.\n\nMr. Mestril arrived with his stepdaughter Ana Maria, his son-in-law Angel and his 2-year-old granddaughter, Rosa. \nHe said he planned to rejoin his wife, mother and brother in Miami.\n\nAnother passenger, Heber Frias Cutino, 16, said that he was on deck with the captain of the vessel as she left the \nharbor and that he heard seven or eight shots being fired at the group by security authorities. He became \nfrightened, he said, but the captain laughed and assured him, \" 'We have nothing to worry about.' \"\n\n\"You mean the security people were deliberately firing over your heads?\" Mr. Cobo asked.\n\n\"That's it,\" the youth replied.\n\n\"In other words, all of that was for show, so that if anyone asked, they could say they had tried to stop you,\" Mr. \nCobo said.\n\nThe youth agreed.\n\n \n\nBurden on Volunteer Groups\n\n A spokesman for the I.N.S. in Washington, Duke Austin, said that although it is illegal to smuggle foreigners into \nthe United States, that fact will not affect the Cubans' chances for asylum. \"It doesn't change the eligibility of the \nalien if he pays somebody to smuggle him here,\" Mr. Austin said. \"Under our laws the smuggler is guilty. But you \ncan't prosecute the alien just because his presence is the product of an illegal activity.\"\n\n\n\nBecause of recent changes in I.N.S. policy, the burden of processing and caring for Cuban refugees has fallen \nlargely on volunteer agencies and Cuban-Americans in southern Florida. Those groups, however, are trying to deal \nwith increased demands for their services as a result of Hurricane Andrew, which also led the Federal Bureau of \nPrisons to transfer some prisoners from damaged jails to the I.N.S. detention center in Miami.\n\nGraphic\n\n \n\nPhoto: Cuban refugees aboard a Coast Guard vessel with one of their rafts on Monday night near Key West, Fla., \nafter fleeing their homeland. (John Berry for The New York Times)\n"}