{"title": "Democrats scurry for support on health bill; $1.2 trillion bill raises questions on insuring abortions, illegals.", "body": "\nWASHINGTON --- Democrats worked late into the night Friday trying to secure support for a planned Saturday \nvote on health care reform amid last-minute concerns over abortion funding and insurance for illegal immigrants.\n\n\"We're moving, we're working on it,\" said U.S. Rep. John Lewis, an Atlanta Democrat. \"I think we'll have the votes \nto pass it. We're not there yet, but we'll work it out.\"\n\nHouse Speaker Nancy Pelosi and other top Democrats said they were still hoping to vote sometime late Saturday \non their $1.2 trillion package to extend health care coverage to tens of millions of uninsured Americans. By \ndelaying a vote, Democrats risk that more concerns will be raised about their plan.\n\nBut in a conference call with reporters, House Majority Leader Steny Hoyer, a Maryland Democrat, acknowledged \nthat a vote may be postponed until Monday or Tuesday. That would allow more time to try and win more support \nand address worries that the plan could open the door for federal funding for abortions and health care for illegal \nimmigrants.\n\nPresident Barack Obama, who has said he can't support any plan that includes publicly funded abortion or opens \npublic insurance plans up to illegal immigrants, was scheduled to make a rare visit to the House this morning to give \na last-minute pitch to try and win support for a Democratic plan.\n\nWhile Democrats were trying to calm fears by some of their members about federal funding for abortion and \nimmigration, a group of Republicans led by U.S. Rep. Nathan Deal of Gainesville introduced legislation they said \nwould close a loophole that would otherwise allow 2.5 million more illegal immigrants to buy health insurance \nthrough a government-sponsored program.\n\nProponents of the idea say it will get more illegal immigrants out of hospital emergency rooms and require them to \npay for insurance instead of getting it through the government. But Deal and other critics said it's a bad idea.\n\n\n\"When you create a government program such as the exchange, and then you allow those who have violated our \nlaws to come in, there is a degree of taxpayer subsidy --- there is still taxpayer money that is going in that direction,\" \nDeal said.\n\nRepublican U.S. Rep. Marsha Blackburn of Tennessee, who co-sponsored the proposed amendment with Deal, \ncalled it \"absolutely unconscionable\" to let illegal immigrants get health insurance through a public program.\n\nAt the White House, spokesman Robert Gibbs reiterated that Obama has said he will not support a bill that funds \nabortions or gives illegal immigrants access to public insurance exchanges. Gibbs also expressed doubts that a \nbill would be passed today.\n\n\"While the president would like it, [today] will not be the final vote on a bill coming to his desk,\" Gibbs said. \"But he \nsees [today] as an important step forward.\"\n\nDemocrats, who hold 258 seats in the House, need 218 votes to pass the bill. Republican leaders have pledged \nthat none of their 177 House members will vote for the plan.\n\n\"Not one Republican will vote for this bill,\" Republican U.S. Rep. Eric Cantor, the House minority whip, said at a \nrally Thursday by opponents to Democrats' health reform plans. \"And ... we're going to try to pick up as many \ncommon-sense Democrats as we can.\"\n\nThe Associated Press contributed to this report\n"}