{"title": "U.S. PLANS BORDER DITCH AGAINST DRUGS FROM MEXICO", "body": "\nWASHINGTON (AP) - A four-mile-long ditch that one official of the Justice Department compared Wednesday to a \n''buried Berlin Wall'' is being planned for a stretch of the U.S.-Mexican border in an effort to stem drug smuggling \ninto Southern California.  But the plan is being criticized as ''too little, too late'' by a group that advocates building \nfences along the border. And immigrant-rights organizations are criticizing the plan as repressive.  Associate \nAttorney General Francis A. Keating II said he had proposed the idea last fall as a way to discourage drug \nsmugglers from driving loads of cocaine, marijuana and heroin across the border near San Diego.  Keating said the \nImmigration and Naturalization Service was undertaking the plan, which was approved last month by Attorney \nGeneral Dick Thornburgh.  Keating likened the ditch to ''our buried Berlin Wall.'' He said it would be deep and wide \nenough to discourage smugglers from driving trucks and cars across the border along a four-mile stretch of flat \ndesert east of San Ysidro, Calif.  Keating said the desert stretch in the Otay Mesa area east of San Ysidro was a \nmajor drug-smuggling route.  ''The cocaine, marijuana and heroin from Mexico is being carried across the border \nbetween the points of entry'' that are operated by the Customs Service, said Keating, who is leaving office with the \nstart of the administration of President George Bush.  ''This is not intended in any way to interfere with legitimate \ntraffic or trade,'' he said.\n''It is not intended to stop legal entry.'' Keating said that although the Border Patrol had tried to stop traffic across \nthe desert by digging shallow trenches, smugglers had been able to fill in the ditches to drive through.  ''No country \nis a country that can't protect its border,'' said Keating, who oversaw law-enforcement agencies in the Justice \nDepartment, including the Border Patrol. ''This is one of many systems to do it.  ''I am sure it will be applauded by \npeople who are sick and tired of the deluge of cocaine and heroin that is flowing across the Mexican border,'' \nKeating said in an interview.  But the plan has its critics.  ''The drainage ditch is too little, too late if it is to be taken \nseriously as a method of deterring illegal entry,'' said Patrick Burns, assistant director of the Federation for \nAmerican Immigration Reform.  ''There is a serious problem at San Diego of which a very, very small component is \nhigh-speed drive-throughs'' by drug smugglers, said Burns. His organization is preparing to release a study \nproposing ways to ''harden'' the U.S.-Mexican border.  Eugene Hernandez, an official of the Mexican-American \nPolitical Association in Los Angeles, called the plan ''a very repressive and a very ill-founded idea.'' ''Rather than \nconstructing the ditch, I think they should hire more people, more agents at the border,'' Hernandez said.  (3* \nedition continuation) The isolated Otay Mesa area is a gateway into Southern California for illegal immigrants.\n\nGraphic\n\n \n\nMap; MAPS...FOUR MILE DITCH...showing location of proposed ditch in the Otay Mesa area east of San Ysidro, \nCalifornia; insert shows Area Of Detail\n"}