{"title": "MVA's Rules On Licensing Of Immigrants Draw Scrutiny; Attorney General's Opinion Embraced by Both Sides", "body": "\nThe question was simple: Is it legal for Maryland officials to deny a driver's license to illegal immigrants? \n\nThe reply was complicated: No, wrote state Attorney General J. Joseph Curran Jr. (D), the Motor Vehicle \nAdministration cannot require applicants to prove that they are in the country legally as a condition of getting a \ndriver's license. But yes, Curran added, the MVA can require applicants to prove their identity with immigration \ndocuments \"when other satisfactory identification is unavailable.\" \n\nMVA officials say that Curran's opinion endorses their current policy, which requires foreign-born applicants to \nprove their identity with a range of documents that only legal immigrants can get, such as a foreign passport with a \nvalid visa stamp or a green card. \"It clarifies and reinforces that . . . we are permitted to require the proofs of identity \nthat we do, if someone doesn't have a U.S. birth certificate,\" said MVA spokesman Buel Young. \n\nBut Del. Ana Sol Gutierrez (D-Montgomery), who submitted the question to Curran, contends that his response \nvalidates her view: that by effectively barring illegal immigrants from getting a license, the MVA is violating state \nlaw. \n\nNow Gutierrez and her allies are hoping to use the attorney general's opinion -- issued with scant public notice \nlast month -- as a new weapon in their long-running battle to open Maryland driver's licenses to illegal immigrants. \n\nOne idea under consideration by the Maryland Latino Coalition for Justice, an association of immigrant advocacy \ngroups, is to file a class-action suit against the MVA on behalf of illegal immigrants who were denied licenses, \nGutierrez said. \"Speaking through the Latino press, I've asked people to come forward, and I have received letters \nfrom a sufficient number of individuals,\" she said. \n\nAnother option, Gutierrez said, would be to persuade members of a soon-to-be-convened state task force to \nrecommend alternative documents that illegal immigrants could use to prove their identity, such as foreign \npassports without a visa stamp, or out-of-state licenses. \n\n\"I am delighted with it,\" Gutierrez said of Curran's finding. \"It clearly establishes that there is no legal basis for \ndenying a driver's license because of someone's inability to prove legal residency.\" \n\n\n The issue is being debated across the nation. More than 20 states, joined in the spring by Virginia, have laws \nexplicitly prohibiting illegal immigrants from getting a license. Proponents of such measures say they are needed \nto discourage further illegal immigration and to prevent terrorists from easily obtaining what has in practice become \na national identification card -- enabling the bearer to open bank accounts, cash checks, rent cars and hotel rooms \nand fly on airplanes. \n\nMeanwhile, at least a dozen states, joined last month  by California, have taken the opposite tack, adopting laws \nintended to allow illegal immigrants to obtain driver's licenses. In these states, the prevailing argument is that \nmost illegal immigrants are vital contributors to the economy, doing jobs that legal residents won't accept, and that \ntheir presence is a fact of life that it is safer to acknowledge than to ignore. \n\nEven in states where the issue was presumed settled, it remains politically charged. During the lead-up to \nTuesday's recall election in California, for instance, Republican Arnold Schwarzenegger criticized the man he \nousted, Gov. Gray Davis (D), for signing the driver's license law last month. And an exit poll conducted for The \nWashington Post by Edison Media Research and Mitofsky International found that 70 percent of the state's voters \nsaid they opposed the driver's license law -- with the percentage even higher among people who voted to recall \nDavis. \n\nDuring Maryland's most recent legislative session, Gutierrez and other lawmakers initially proposed a bill that would \nhave granted illegal immigrants broad access to driver's licenses. But they voted to scale back after it became \nclear that the original measure probably would fail. \n\nThe new version, which was passed and signed into law by Gov. Robert L. Ehrlich Jr. (R) in the spring,  established \nthe task force to study the issue. Made up of members appointed by the governor, the state Senate and the House \nof Delegates -- including Gutierrez -- the panel is expected to begin its work this year. \n\nStill, immigrant advocates in Maryland say that even under current law, the MVA does not have the authority to \nprohibit the state's estimated 56,000 illegal immigrant residents from getting driver's licenses. \n\nAt first glance, Curran appeared to agree, noting in his opinion that neither federal nor state law limits licenses to \nU.S. citizens and lawfully present immigrants. As a result, Curran wrote, \"an applicant's inability to prove lawful \npresence in the United States is not itself grounds for denial of a license,\" and \"the MVA may not deny a license to \nan individual because he or she is unable to prove lawful presence in this country.\" \n\nWhether that is what the MVA is currently doing remains in contention, however. \n\nUnder the agency's policy, applicants who lack a U.S. birth certificate must prove their age and identity with (in \naddition to several other backup documents) a valid immigration document or a passport with a visa or stamp \nproving they were lawfully admitted  to the country. \n\nThe MVA's Young said the reason is not because these are documents that only a legal immigrant would have \naccess to, but rather because they are documents that have already been vetted or issued by the federal \ngovernment. \"Federal entities have better resources than the MVA to determine the person's identity,\" he said. \n\nTo be sure, Young acknowledged, requiring the documents \"might effectively lead an applicant to prove their lawful \npresence, but that's not what we're asking.\" \n\nGutierrez rejected that argument. \"When a practice excludes a whole class of people, it's not an accident. It's by \nintent,\" she said. \n\nFurthermore, she said, the MVA could choose to accept a range of other proofs of identity that illegal immigrants \nmight have. The MVA's own regulations, as opposed to the agency's actual practices, allow foreign-born applicants \nto prove identity with two primary documents or one primary and two secondary documents from a list that contains \nmany items potentially available to illegal immigrants. Examples include an out-of-state or international driver's \nlicense, certified school records, a taxpayer identification card, a rental agreement and utility or telephone bills. \n\n\n\nThe fact that the MVA's practice is more restrictive than its regulations could spell trouble for the agency. \"As a \ngeneral rule, an agency's actions could be open to challenge if they are not in accordance with their regulations,\" \nsaid Robert N. McDonald, chief counsel for opinions and advice in the attorney general's office. \n\nMost important, to show that it has not violated state law, \"the agency would have to be able to justify that [the \ndocuments it requests of foreign-born applicants] are the only documents that they think can show identification,\" \nMcDonald said. \n\nHe declined to comment on whether the MVA's practice violates the law, however. \"We were not asked to look into \nthat,\" he said.  \n\nNoting that Curran had simply laid out what the law requires, McDonald said, \"It's up to the agency to assess if their \npractices are in accordance with the opinion.\" \n\nStaff researcher Margaret Smith contributed to this report. \n"}