{"title": "IN ENGLISH, IT'S HOOEY", "body": "\n'WHEN MY grandparents came to America, they really wanted to learn English. Now immigrants don't care \nanymore.\"\n\nFact or fiction?\n\nNothing more than a big myth, actually. But the statement is repeated with such insistence that many people have \ncome to believe it. Like any other prejudice, it is bred by ignorance.\n\n\"The demand for English classes is so overwhelming that we have had to go to a lottery system in our biggest \nbranches,\" says Fred Gitner, who works with the Queens Public Library's New Americans Program. \"For each \nstudent we take in, we have to turn another away.\"\n\nThe Queens Public Library, with 3,000 students per year, runs the largest English as a second language program \nof any library in the country. Classes are offered free in 25 of its branches.\n\n\"I invite anybody who thinks immigrants do not wish to learn English to come and watch the registration process,\" \nsays Maria Fiol, ESL coordinator for the library.\n\nLast year at one of the branches, Fiol says, people began to line up at 4 or 5 in the morning for the 10 o'clock \nregistration. As time went by, the anxiety of not making it into the program erupted into some pushing and shoving.\n\n\"We had to cancel registration,\" Fiol remembers, \"and call the police.\"\n\nThe variety of students is of the only-in-New-York kind. They come from 78 countries and speak 49 languages. With \n43% claiming Spanish as their native tongue, Hispanics are the largest group.\n\nIn an intermediate English class at the Jackson Heights branch of the library, the 30 students come from \nBangladesh, Egypt, Colombia, Peru, India, China, Korea, Russia and Moldova.\n\nThe class includes Galina Barzseva, a Russian widow in her 60s who emigrated two years ago.\n\n\"We want to read books, go to museums, movies, have American friends, we want to work. We need to learn,\" \nBarzseva says in halting English. Not bad considering she did not know \"one word\" when she arrived.\n\n\"I want a better job,\" says Ke Yu, 34, a soft-spoken Chinese woman who has been in New York eight months. She \nstudied some English in China and did not waste any time enrolling in English classes here. \"I need to learn \nEnglish.\"\n\n\n\"Get together with a partner who does not speak your language,\" instructs Bernice Katz, a native New Yorker who \nis the tough and effective teacher. \"That way,\" she explains, \"they have to speak English to each other.\"\n\nThe library is not the only place in Queens where classes are filled to capacity. ESL private schools have been a \nbooming business for years. In the Queens yellow pages alone, there are 22 listed, some with three or four \nbranches.\n\nIn addition, more than 40 community organizations teach English but cannot meet the tremendous demand. \nSomething similar happens at the region's community colleges and universities for which English classes have \nbecome an important source of income.\n\nWhen Katz is asked about immigrants not wanting to learn English, she simply points to Aurelio Bastidas, a \nseverely handicapped Peruvian man being helped down the stairs to the basement where the group meets.\n\nBastidas, 58, had to quit his job as a delivery person for Sears five years ago, when he was left a paraplegic after \nan operation. Just coming to class is so difficult and laborious that one wonders why he does it.\n\n\"I want to work, I want to do anything to work,\" he says. \"Now I can only work with papers and phones; I need better \nEnglish. My body doesn't go, but I have to go.\"\n\nBastidas and the others in Katz' class, thousands of immigrants enrolled in English classes all over the city, and \nthousands more who would like to be but can't because of a lack of resources and work and family obligations, \nshould be a reality powerful enough to dispel any myth.\n\nIMMIGRANTS do not want to learn English: fact or fiction?\n\nMore like pure bunk.\n\nGraphic\n\n \n\nNEIL SCHNEIDER READ THIS: Teacher Bernice Katz, of the Jackson Heights branch of the public library, gives \nout books.\n"}