{"title": "The immigrant factor Our view • Once more with feeling: St. Louis must open its arms.", "body": "\nOn Tuesday, economic development officials from St. Louis and St. Louis County revealed a study that said (a) \nimmigration is good for a city's business climate and (b) the St. Louis region has 80 percent fewer foreign-born \nresidents than other large metro areas, which is a big reason why the area's economy is lagging.\n\nHad they unveiled the wheel, we could not have been less surprised.\n\nThis is not to denigrate St. Louis University economist Jack Strauss' 48-page study (plus footnotes, references and \ndemographic maps) of the economic impact of immigration on the region. It is a persuasive piece of scholarship that \nquantifies the benefits of welcoming foreign-born talent:\n\n- Had St. Louis attracted immigrants in the past decade as fast as other large metro areas, income growth here \nwould have been 4 percent to 7 percent higher, total income would have been 7 percent to 11 percent higher and \njob growth would have increased by 4 percent to 5 percent.\n\n- Encouraging immigration, by spawning economic growth, would lower the unemployment rate among black and \nwhite workers by 2 percent.\n\n- Immigrants are 60 percent more likely to start a business than the average St. Louisan. They are 44 percent \nmore likely to have a college degree.\n\n- Average household income among immigrant families is $83,000 a year.\n\nMany other metro areas, as Mr. Strauss noted, are well aware of the immigrant factor. They have developed \n\"economic and social policies that embrace, rather than drive away, this vital workforce,\" he said.\n\nThe policies are not rocket science (though if Boeing needed a rocket scientist, plenty of immigrants would \nqualify). Other cities do things as simple as create central information clearinghouses, a welcoming network and \nbusiness-government partnerships to encourage immigrant-friendly policies.\n\nSt. Louis has the excellent but underfunded International Institute on South Grand Boulevard, which reaches out to \nrefugees and low-income immigrants. High-tech firms and universities can recruit scientists and physicians. But \nbusiness and civic outreach programs for mid-range professionals are in short supply.\n\n\"This initiative is less about dollars than a change in mind-set of our local business leaders and public,\" Mr. Strauss \nwrote. \"The region needs to view immigration as an opportunity, not a threat - a chance to hire the best.\"\n\n\nOne important step that the St. Louis business community should take right away: Sit down with the Republican \nleaders of the Missouri Legislature and tell them to stop their members from immigrant-bashing. Threaten their \ncampaign funds.\n\nWhat sort of message is the \"business-friendly\" Legislature sending when the House passes legislation mandating \nthat drivers license exams must be offered only in English? Or when a state Senate committee endorses a bill \nmirroring provisions of Alabama's and Arizona's \"show me your papers\" laws?\n\nWhat would ambitious and entrepreneurial immigrants think of the immortal words uttered in 2011 by state Rep. \nJohn Cauthorn, a Republican from (of all the towns in Missouri) Mexico: \"The average guy on the streets hates \nSpanish, and it is everywhere. To the average guy, that is important. We're almost to the point of losing our identity \nas a nation.\"\n\nXenophobia strikes deep. Narrow minds confronted with facts often close. But, as Mr. Strauss' study emphasizes, \nimmigrants don't take away jobs, they create them. It is how St. Louis grew, and it is how St. Louis can grow \nagain.\n"}