{"title": "Letters to the editor", "body": "\nEveryone agrees water management's a priority Possibly for the first time you have all the politicians agreeing that \nwater management is the number one priority for the government.\n\nMillions have been spent over the last couple of years in fact-finding missions etc to work out what is the best way \nto handle this situation but still there is no action!\n\nWhat is needed is representatives from all the political parties and independents to sit around the table and add at \nleast two or more senior water management engineers, two or more senior scientists at the forefront of climate \nchange and three or more farmers from the top echelon of the farmer groups.\n\nForget trying to score points from each other.\n\nThe politicians are elected to govern the country and water is the most important commodity needed for farmers \nand towns and cities running out of water.\n\nWe need to build dams and why can't the government look at more underground piping.\n\nThis issue needs action now not in another twelve months.\n\nThe federal government, after a resolution to a workable plan is made, need to work together with the respective \nstate governments.\n\nAction now not in another twelve months or longer.\n\nFarmers are our lifeline in growing our food. Why import things that we grow well - use our own clean food.\n\nThe governments at all levels need to look into the future and realise if they don't do something now to help the \nfarmers we will be battling to have enough farmers to grow our food under clean conditions.\n\nWake up governments and work with the people who have the best knowledge and know-how to come to an \nagreement of the way forward and do it now!\n\nRonda Lampe, Wagga Questions about irrigation entitlements When the Crown purchased General Security \nirrigation entitlements from producers, I assumed during a drought the water entitlement would receive the same \npercentage of water as a farmer would have received.\n\nThat is during this drought, a 200-megalitre water entitlement would, in practice, receive 0 megalitres of water.\n\nHowever, it appears to me this is not the case.\n\n\nSomehow, when the Crown purchased a farmers water entitlement, the Crown managed to change the priority of \nthat water right in such a way that during a drought, a 200-megalitre water entitlement allows the Crown to receive \n200 megalitres of water.\n\nTo me, this is not equitable or right.\n\nI believe if a farmer sold their water entitlement to the Crown, the Crown should receive the same water allocation \nthat the farmer would have traditionally received.\n\nIt leaves me to wonder had water have been shared equitably between the Crown and producers in the 2018/2019 \ncropping season, would producers have had greater access water?\n\nLet's face it going into the season the dams were 70 per cent full.\n\nGreg Adamson, Griffith HAVE YOUR SAY: Do you have something to get off your chest? Send your letters to the \neditor to letters@dailyadvertiser.com.au\n"}