{"title": "Bad policy to consider breaks in illegal immigrants' tuition", "body": "\nSeven states have experienced heated legislative debate during the past two years over granting illegal \nimmigrants in-state college tuition. It is absolutely incredible these states wasted time and money on such debate \n--- but the fact they did emphasizes how bold the radical open-borders lobby has become, even in the post-Sept. 11 \nera.\n\nIn recent weeks, Colorado Gov. Bill Owens signed a bill barring any such tuition break. In Virginia, the Legislature \nadopted a similar bill, only to see it vetoed by Gov. Mark Warner. All this followed the Maryland Legislature's vote to \ngrant in-state tuition to illegal immigrants --- thankfully vetoed by Gov. Robert Ehrlich.\nFor the Journal-Constitution\n\nInterestingly, some black lawmakers joined conservatives in arguing that breaks for illegals come at the expense of \nunderprivileged citizens who will face increased competition for slots at state colleges and universities.\n\nFour states --- Texas, California, New York and Utah --- now allow undocumented immigrants to pay in-state \ntuition if they have attended high school in the state for at least three years.\n\nThe trend began in 1982, when the U.S. Supreme Court ruled that states must provide a free high school education \nto every child, even those illegally on American soil. Paradoxically, in that same decision, the high court also said \nthat \"like all persons who have entered the United States unlawfully, these children are subject to deportation.\" So if \nthe feds don't remove them, the taxpayers have to educate them.\n\nIn 1996, Congress specifically made it illegal for states to grant any postsecondary education benefits to \nundocumented foreigners. So a state law allowing such benefits leaves itself wide open to legal challenge.\n\nIn Georgia, illegal immigrants are beginning to get tuition breaks by stealth; that is, some softheaded college \npresidents are simply implementing the practice on their own. At least three Georgia colleges give acknowledged \nlawbreakers \"presidential waivers\" on out-of-state tuition fees.\n\nThe amounts vary, but consider the fees at just one of these schools, Dalton State. In-state tuition there is $666 \nper semester for a full-time student, compared with $2,664 for out-of-state residents. Gainesville College President \nMartha Nesbitt openly says she waived out-of-state tuition for illegal immigrants because \"I just feel that in the \nlong run, it's better for society if they get a degree.\" But the main excuse given by admissions officials at the \nGeorgia schools is that they have no way to identify who's registered legally or illegally.\n\n\nThat should be unacceptable at a time when the United States is engaged in a war on terrorism and President Bush \nis asking all 50 states to focus on \"homeland security.\" That excuse should be rejected when the Justice \nDepartment is seeking the help of universities in identifying foreign students who have overstayed their visas --- all \ntoo many from terrorist-supporting countries.\n\nIncredible, too, is that Georgia's regents just approved a 15 percent tuition hike --- the highest in 18 years. Yet the \nregents allow undocumented foreigners to get tuition breaks because \"multiculturalist\" University System \nadmissions officials focus only on residency and shun working with federal authorities on students' immigration \nstatus.\n\nIt may take legal action to force states that have allowed tuition breaks for illegals to stop such a foolish and unfair \npractice. In the case of Georgia, where liberal college presidents seek to undermine U.S. immigration law, clear \npolicy must be implemented --- set by the General Assembly, if University System regents won't do it --- on what \nkind of student identification colleges must accept and who may be given in-state tuition rates.\n\nE-MAIL FORUM\n\nShould Georgia colleges and universities allow illegal immigrants to pay in-state tuition? Send your e-mail to \nissue@ajc.com, where it will be posted online. Please include full name, city or county of residence and daytime \nphone. (Phone numbers will not be published.)  \n\nPhil Kent is president of the Southeastern Legal Foundation, an Atlanta based constitutional public interest law firm \nand policy center.\n\nGraphic\n\n \n\nPhoto: Phil Kent\n"}