{"title": "THE NATION;'Processing' for Haitians Is Time in a Rural Prison", "body": "\nThroughout Latin America and the Caribbean, the place with the short, harsh name of Krome has become a symbol \nof the United States as famous as the Statue of Liberty. For thousands of would-be refugees and immigrants during \nthe last decade, the Immigration and Naturalization Service detention center on Krome Avenue, a two-lane road \nthrough rural farmland that separates Miami's suburbs from the Everglades, has been their point of entry into \nAmerica. The tales that filter back to friends and relatives, however, tell not of opportunity but of persecution.\n\nDuring a hunger strike earlier this month to protest the death of one such detainee, 185 Haitians interned at Krome \ncharged that they had been beaten, harassed and deprived of medical care, of their Bibles and of contact with their \nlawyers and relatives. Krome, inaccessible by public transportation, is on the opposite side of the county from Little \nHaiti, and just getting there can be an ordeal for families, many of whom do not own cars to make the 60-mile round \ntrip. But Richard Smith, the immigration service regional director here, described the charges as \"old allegations \nthat we have heard over and over again.\" Two years ago, in fact, Representative Dante Fascell, a Miami Democrat \nwho heads the House Foreign Affairs Committee, was apprised of the same type of complaints and said the \ndocumentation was \"disturbing and would indicate that longstanding abuses at the center remain uncorrected.\" The \nFederal Bureau of Investigation has also been examining conditions, though the findings have not been made \npublic and the inquiry has been used by officials to limit access to independent human rights groups. \"If they have \nnothing to hide, why don't they open it up and let people talk to the detainees?\" asked Nancy Arnison of the \nMinnesota Lawyers International Human Rights Committee.\n\nIn its earliest days, the Krome Service Processing Center was a jumble of tents and makeshift buildings thrown up \non vacant land owned by the United States Department of Defense to process some of the 125,000 Cubans who \narrived in the 1980 Mariel boatlift. As the immigration flow of the 80's continued, plans to close the center were \nabandoned and Krome's population rose to as many as 800 people. Today anyone caught entering the district \nillegally is likely to be taken to Krome. At the moment, Haitians are the dominant group but nearly every other \ncountry in the Western Hemisphere is represented, and there are also Chinese, Indians and Africans. \"It's like a \nminiature United Nations here,\" Constance K. Weiss, the administrator, said on a recent tour.\n\n \n\nA Jail Is a Jail Is a Jail\n\n\n Compared to refugee camps in places like Hong Kong or Honduras, Krome is cleaner and more spacious.  \nNevertheless, there is no mistaking its purpose: there are barbed wire fences everywhere. Internees wear orange \nuniforms, guards on the grounds are armed, and the intimidating sound of gunfire can echo through the camp from \na nearby target range where I.N.S. officers practice. \"I was once asked by a public official why Krome looks so \nmuch like a jail,\" Mr. Smith said. \"That's because it is a jail, albeit a minimum security jail. The sign outside may say \nthat it's a processing center, but that's just semantics.\"\n\n\"For someone who has never been detained anywhere, having their whole conduct regimented in Krome can be \nquite a shock,\" said Randy Sidlosca, an immigration lawyer here, thinking especially of his women clients from \n\"sheltered families in traditional societies.\"\n\nThough Krome was designed for short-term stays, the complexity and slowness of the immigration bureaucracy \ncause many internees to spend many more than the 90 days that would be allowed by a bill now before Congress.  \nThere are also minors, who by I.N.S. regulations are not supposed to be detained there, and at least one infant \nborn in the United States. \"The basic problem is that there are no rules,\" said Joan Friedland, an immigration lawyer \nhere. \"Everything is discretionary.\"\n\nWhile they wait, many detainees volunteer for work, which earns them $1 a day; administrators say Congress has \nrefused to authorize an increase to $4. Even so, it is usually not difficult to find recruits. \"A lot of the cultures \nrepresented here are very work-oriented,\" said Michael Rozos, Ms. Weiss's chief deputy. \"They are not used to \nsitting around 24 hours a day doing nothing, and they don't like it.\"\n\nMs. Weiss denies allegations of violence and human rights abuses at Krome. \"There is no institutional policy of \nbrutalizing people,\" she said. \"Why would we want to run a place where we beat the hell out of people?\" Refugee \nadvocacy groups and immigration lawyers have a two-part answer: to discourage other potential refugees and \nbecause it's easy to get away with. Detained immigrants are a powerless group, these advocates say, without \nrecourse to normal political or legal channels. Administrators and guards are aware of the hostility with which they \nare regarded in Miami, where most residents are members of immigrant families, and argue that it is unfair, since \nthey are merely carrying out Washington's instructions, confusing and contradictory though they may be. \"The \nsource of the problem is not here,\" Mr. Rozos said. \"Nobody working here is going to change the policy of the \nPresident of the United States. He hasn't called us yet.\"\n\nGraphic\n\n \n\nPhoto: Haitian internees meeting with relatives at the Krome detention center near Miami. (Maggie Steber/JB \nPictures)\n"}