{"title": "IMMIGRATION FIGHT ISN'T OVER", "body": "\nCongress' struggle to overhaul U.S. immigration law heads into House-Senate negotiations that could last all \nsummer. They will test President Bush's ability to forge a compromise on an emotional issue in an election year.\n\nAs expected, the Senate voted 62-36 on Thursday to pass landmark legislation that would put nearly two-thirds of \nthe nation's illegal immigrants on track to eventual U.S. citizenship and create a guest-worker program to give U.S. \nemployers a steady supply of low-skilled foreign labor.\n\nThe Senate bill embraces the basic concepts of Bush's call for comprehensive immigration reform and also \nincludes toughened enforcement provisions, increased penalties on employers who hire illegal workers and a \ncombination of fences, technology and increased personnel to help plug the porous border.\n\nBut the volatile debate over immigration next moves to a House-Senate negotiating committee, where lawmakers \nwill be hard-pressed to find middle ground between the Senate bill and a House measure that focuses more on \nexpanded enforcement.\n\nOpponents called the bill fundamentally flawed and predicted it will be completely rewritten by the conference \ncommittee, which next month will begin trying to craft a compromise version acceptable to both chambers. The \nHouse in December passed a bill that dealt only with border and workplace enforcement. It would make illegal \npresence in the country a felony.\n\nBackers of the bipartisan Senate plan are calling on Bush to use the full force of the White House to forge a \ncompromise, but acknowledge that the president is weakened by declining polls and his growing lame-duck status.\n\n``After tonight, whether this bipartisan balance still survives or not really rests in the hands of the man at the other \nend of Pennsylvania Avenue,'' said Sen. Charles Schumer, D-N.Y.\n\nHouse Republican leaders denounce the Senate's legalization provisions as amnesty and remain adamantly \nopposed to the Senate bill.\n\n``The nation needs legislation that will secure our borders and provide meaningful immigration reform -- this bill \ncompletely misses that mark,'' said Sen. Jon Kyl, R-Ariz., who opposed it.\n\nUnderscoring the gap between opposite sides of the issue, several California activists said Thursday that it might \nnot be a bad thing if the House and Senate failed to reach a compromise this year.\n\n\nWhile the House bill sparked outrage in immigrant communities, because of its enforcement focus, some immigrant-\nrights advocates said they think the Senate version also is severely flawed.\n\nAmong other things, they said the Senate bill's three-tier approach to legalization will exclude millions of immigrants \nwho have been in the United States for less than five years.\n\n``That is not going to work. It's going to divide families and it's going to be very bureaucratic,'' said Larisa Casillas, \npolicy director for SIREN, the Services, Immigrant Rights and Education Network in San Jose.\n\nActivists also criticized provisions that would penalize immigrants who used false Social Security numbers or other \nidentification -- which is extremely common among those who came here to work, said Arnoldo Garcia of the \nNational Network for Immigrant and Refugee Rights in Oakland.\n\n``It wouldn't be, necessarily, a bad outcome if the whole thing collapsed,'' Garcia said, referring to the prospect of a \nHouse-Senate compromise.\n\nSome activists on the other side agreed, although for different reasons.\n\n``The Senate bill is really bad, and they might be better off to just try next year,'' said Fremont tech worker Charles \nBirkman, who has organized recent rallies calling for a crackdown on illegal immigration. He supports the House \nbill but said he fears any effort to weaken it by adding provisions for illegal immigrants to gain legal status.\n\nBut San Jose business owner Roberta Allen, who also has organized rallies against illegal immigration, warned \nthat many people will not be satisfied if Congress doesn't act.\n\n``There's going to be a lot of people coming up for re-election,'' said Allen, ``and I think there's going to be a real \nhouse-cleaning.''\n\nThe Senate measure is hailed as the most sweeping immigration bill in two decades. The bill -- co-sponsored by \nSens. Mel Martinez, R-Fla., and Chuck Hagel, R-Neb. -- emerged from weeks of rancorous deliberations that \nparalleled massive demonstrations by immigrants and their supporters across the country.\n\nAs many as 12 million illegal immigrants, more than half from Mexico, have entered the United States. Their \npresence has provoked an angry response from many U.S. citizens.\n\nPerhaps the Senate bill's most controversial provision is a three-tier approach to illegal immigrants. The nearly 7 \nmillion who have been in the United States five years or longer would be allowed to stay. They could become \npermanent legal residents in six years and U.S. citizens five years later by paying $3,250 in fees, learning English, \npaying back taxes and passing background checks.\n\nIllegal immigrants who have lived in the United States two to five years -- estimated at nearly 3 million people -- \nwould be eligible for ``deferred mandatory departure,'' allowing them to stay and work for three more years.\n\nThey would be required to leave after three years, but could return as participants in the guest-worker program. A \nso-called ``touch-back'' provision would enable them to satisfy the requirement by briefly exiting the country and \nreturning through a U.S. port of entry. They also would be eligible to apply for ``green cards'' to become permanent \nlegal residents.\n\nThe more than 1.5 million immigrants who have been here less than two years would be required to return to their \nnative countries.\n\nMercury News Staff Writer Brandon Bailey and the Washington Post contributed to this report.\n"}