{"title": "OUR OPINIONS; Rethink high-tech border watch", "body": "\nThe Department of Homeland Security wants to spend as much as $2 billion for a third generation of electronic \nborder security to deter illegal immigration. But given construction problems and operational shortcomings with the \nfirst two surveillance programs targeting the Mexican and Canadian borders, the money might be better spent \nwhere it's sure to reduce illegal immigration: on workplace enforcement.\n\nThe idea of using cameras, sensors and unmanned aircraft to watch the border sounds appealing. After all, it \nwould take an immense amount of manpower to provide 24-hour-a-day coverage of the nearly 2,000 miles along \nthe U.S.-Mexico border or the almost 4,000-mile border with Canada, and fencing the entire perimeter is neither \npractical nor desirable.\n\nHowever, the challenges involved in electronic surveillance are significant. Equipment must withstand brutal cold \nand heat. It has to be supplied with power through electric lines, batteries or solar power. It has to be resistant to \nsabotage by humans and to foraging by insects, and it must be monitored by human eyes.\n\nEven the unmanned aircraft touted as a logical tool for border-watching have limitations. Cloud cover can impede \ntheir effectiveness and icing and storms can affect flights. While the aircraft can stay aloft for extended periods, they \nare twice as expensive to operate as manned airplanes and not as effective in apprehending illegal border \ncrossers, according to Homeland Security's inspector general.\n\nThe surveillance sensors also produce a high number of false alarms, which means overworked law enforcement \nofficers are sent on a lot of wild-goose chases. In December, Inspector General Richard Skinner told a House \nsubcommittee that his office \"determined that more than 90 percent of the responses to sensor alerts resulted in \n'false alarms' --- something other than illegal alien activity, such as local traffic, outbound traffic, a train or animals.\"\n\nThe hit-and-miss performance of the border surveillance policy argues for an approach with better odds of \nsucceeding. The $2 billion could be spent much more wisely, and with more effect on illegal immigration, by \nexpanding and improving the program through which employers can quickly verify the Social Security numbers of \nwould-be workers. If illegal immigrants know they can't find work in the United States, they'll stop testing the limits of \nborder surveillance.\n\n--- David McNaughton, for the editorial board (dmcnaughton@ajc.com)\n"}