{"title": "Tenant alleges abuse by deputy", "body": "\nA Hillsborough deputy who is landlord at a mobile home park is accused of beating a migrant worker.\n\nAncelmo Castillo-Badillo and Rudy Robledo were watching television on a rare day off when, they say, the sheriff's \ndeputies arrived.\n\nTwo of them walked into the dilapidated mobile home without knocking, the men say, their guns drawn.\n\nOne was their landlord, Deputy Charles D. Maye.\n\nIn the next few minutes, Maye shoved Castillo against a wall, put a gun to his head, punched him several times, \nknocked him to the floor, stomped on his elbow and handcuffed him, the men say. A third roommate, Reynaldo \nGutierrez, said he witnessed the incident.\nDEPUTY19\n\nMaye and two other deputies had apparently pegged Castillo as a suspect in the shooting of another migrant \nworker on the morning of Nov. 20, sheriff's records show, because he drove a van similar to one used during the \ncrime.\n\nWhen witnesses to the shooting told Maye he had the wrong man, the deputy apologized and slipped $ 60 into the \nMexican immigrant's pocket, Castillo said.\n\n\"Since that day, I live in fear because I feel he's been checking on me,\" said Castillo, 40. \"I'm afraid something \nmight happen to me.\"\n\nInternal affairs detectives at the sheriff's office already are investigating Maye's side job as a landlord at Mi Amigo's \ncamp, where he rents 25 single-wide mobile homes to migrant laborers, who pay weekly rent totaling as much as $ \n960 a month. Health inspectors in January found problems at the camp, including broken screens and windows and \nholes in the walls of some of the homes.\n\nMaye's tenants say he often does his landlord work in his sheriff's uniform, with his gun on his hip, and can be an \nintimidating force at the dusty Wimauma camp.\n\nWhile Maye's boss said the deputy is not supposed to handle any law enforcement work at Mi Amigo's, sheriff's \nrecords show the deputy has done so at least four times in the past year, including the morning of Nov. 20.\n\n\nTwice, Maye responded to 911 calls that ended up being dismissed as non-emergencies. Earlier this month, he \ndrove his cruiser to the camp while on duty and threatened to arrest a St. Petersburg Times reporter and a mission \nworker, saying they were trespassing.\n\nSgt. Rod Reder, a spokesman for the sheriff's office, said there is no evidence  that Maye came into contact with \nCastillo on  Nov. 20.\n\nRecords filed by deputies who first responded to the 7:15 a.m. shooting show Castillo was an early suspect. \nDispatch logs show Maye and two other deputies were called to the camp on a report that the suspect's van had \npulled up at trailer No. 8, the unit Castillo rents.\n\nNo complaint of excessive force was ever filed.\n\n\"If there are allegations like that, we would encourage them to contact our internal affairs office so we can conduct \na thorough investigation,\" Reder said.\n\nMaye, who was transferred to a different patrol area in southern Hillsborough after the Times reported on his work \nas a landlord last week, was on sick leave and could not be reached for comment.\n\nSheriff's records of the Nov. 20 shooting investigation at Mi Amigo's show Maye did more than simply respond to \nthe scene.\n\nPatrol logs list Maye as the primary officer when he and two other deputies investigated the report that the suspect \nhad reappeared at Mi Amigo's. Maye and the two backup officers arrived at the camp between 10:14 a.m. and \n10:34 a.m., records show.\n\nBut Maye did not report he was done with the call until 12:10 p.m, nearly 1 1/2 hours after the other two officers told \ndispatchers they were leaving the camp.\n\nRecords also show it was Maye who later told a detective investigating the case that the man who was shot, 33-\nyear-old Amalondo Gonzalez, \"did not wish to pursue criminal charges.\" Gonzalez is one of Maye's tenants. He \nlives just a few doors down from Castillo.\n\nDetective Wayne Lopez asked Maye to have Gonzalez call him to confirm he wanted the case dropped.\n\nLopez sent Gonzalez a letter but didn't hear from him for 19 days. He recommended the case be closed. It was.\n\nMaye never filed a report about the two hours he spent at the camp on Nov. 20. The only record of his presence \ncame from dispatch logs.\n\nThe deputies who responded with Maye, Cpl. Kenneth Escobio and deputy Nicholas Matos, also did not file \nreports.\n\nMatos said Friday he had been advised by sheriff's officials not to discuss the case because Maye is under \ninvestigation. Escobio could not be reached for comment.\n\nCastillo, Robledo and Gutierrez say the official file tells only a fragment of the story.\n\nThe three men, who came to Florida from Mexico to earn money picking fruit and vegetables and doing odd jobs, \nsay they were lounging in their mobile home at Mi Amigo's on a quiet Saturday morning, tired from working in the \nvegetable fields of Manatee and Hillsborough counties all week.\n\nGutierrez was lying on a bed in the living room. Castillo and Robledo were watching a video in the bedroom.\n\nAt about 10:30 a.m., Maye and another deputy entered the home without knocking, the men said.\n\n\n\nCastillo and Robledo say they heard a noise and went to investigate. Maye grabbed Castillo when he walked into \nthe living room and threw him against the wall, yelling \"La pistola, La pistola.\" He wanted to know the location of the \ngun used in the shooting, Castillo said.\n\nAfter seeing Maye punch and kick Castillo several times and hold a gun to his temple, Robledo says, he fled to the \nbedroom. Gutierrez pretended he was asleep just a few feet away.\n\n\"I just tried to hide myself with a blanket, but I saw everything,\" Gutierrez said through an interpreter.\n\nMaye eventually handcuffed Castillo and took him to mobile home No. 2, where the shooting occurred, the men \nsaid. The laborers who lived there said Castillo was not the gunman.\n\nAfter uncuffing Castillo, Maye took him to a trailer in the back of the park that serves as an office, Castillo said. \nThere, Maye apologized, speaking through a Spanish-speaker who works for him, and slipped something into \nCastillo's jeans.\n\n\"I was so scared I didn't even look in my pocket for a while,\" Castillo said. When he got back to his mobile home, he \nsaid he found $ 60 in his pocket.\n\nDeputies later determined the likely suspect in the shooting was another tenant at the camp who drove a brown \nvan similar to Castillo's. He was never apprehended.\n\nCastillo's story of being beaten by his landlord spread quickly through the mobile home park. The next day, several \ntenants urged him to talk to a lawyer or file a complaint.\n\nCastillo said he was afraid to report the incident to the sheriff's office because his landlord is a sheriff's deputy.\n\n\"I thought they weren't going to believe me,\" he said. \"I thought maybe they would beat me again.\"\n\nInstead, he went to the Good Samaritan Mission in Balm. Castillo told mission worker Laura Cruz what happened \nand showed her cuts and bruises.\n\nCruz said she tried to retain several attorneys, but they didn't want to take the case. She didn't think filing a \ncomplaint with the sheriff's office would do any good.\n\n\"I never thought of talking to the police,\" Cruz said. \"The first thing that came to my mind was, they were going to \nhide it.\"\n\nReder said that wouldn't happen. \"The Sheriff's Office would not tolerate behavior like that, if it did occur.\" \n\nCastillo, whose wife and two children are in Mexico, said a migrant worker has little chance of receiving justice in \nthe United States.\n\n\"If I was in Mexico, I would have gone to a lawyer myself,\" he said. \"It's not fair what happened to me.\"\n\n- David Pedreira can be reached at (813) 226-3463 or pedreira@sptimes.com.  \n\nGraphic\n\n \n\nCOLOR PHOTO, MIKE PEASE; Ancelmo Castillo-Badillo and Reynaldo Gutierrez.\n"}