{"title": "'Snakeheads' at Your Service; Smugglers of People Play Big Part in Chinese Town's Economy", "body": "\n\"Snakehead,\" the pejorative term for alien smugglers, is not a dirty word in this township, a swath of southern \nChinese countryside near the choppy gray waters of the Taiwan Strait. And according to the FBI, Cheng Chui Ping, \nalso known as Big Sister Ping, was the mother of all snakeheads.\n\nCheng, a matronly, fiftyish woman with a souvenir shop in New York's Chinatown, is believed to have smuggled \nthousands of Chinese over the last 16 years to North America and elsewhere from this semirural suburb on the \noutskirts of Fuzhou, the bustling capital of Fujian province.\n\nOnce, law enforcement agents said, she was involved in a case in which four Chinese attempted to sneak into the \nUnited States by going over Niagara Falls in a $ 59 raft. They died. She is also linked to a 1993 tragedy in which 10 \nChinese illegal aliens died on a boat called the Golden Venture off the coast of New York.\n\n[In a current case that is surmised to involve snakeheads, three people were charged Friday in connection with the \nhorrific deaths of 58 Chinese illegal immigrants who suffocated in the back of a truck while trying to sneak into \nBritain this week from the Netherlands. Police said the Dutch driver of the truck, Perry Wacker, 32, was charged \nwith 58 counts of manslaughter while a Chinese man, You Yi, 38, and a Chinese woman, Ying Guo, 29, were \ncharged with conspiracy to facilitate illegal entry into the United Kingdom.]\n\nNow Cheng is in a Hong Kong jail cell awaiting extradition to the United States, where she faces a seven-count \nfederal indictment charging her with money laundering, alien smuggling, extortion and other crimes.\n\nBut here in Changle, Cheng is viewed as a simple service provider in the economy of alien smuggling. And that \nattitude helps explain the tragedy in Britain.\n\nWhile people here mourned the grisly loss of life there, they also seemed to take the deaths as part of the risks of \ntheir particular way of life--where going overseas in a box or a boat has almost become part of their cultural \nmakeup.\n\n\nThe only connection between Cheng and the British victims is that they all hail from Changle, a collection of quiet \nvillages, populated mostly by goats and the elderly because the young are abroad. But her case--and how people \nreacted to it here--illustrates the severity of the problem in China and other countries around the world targeted by \nsnakeheads.\n\nThe U.S. Immigration and Naturalization Service estimates that 30,000 Chinese illegal aliens, mostly from around \nFuzhou, sneak into the United States each year. They come, carrying bogus documents, on boats, by road via \nMexico or on planes. More than 100,000 Chinese leave for other countries each year, experts say.\n\nSnakeheads feed off these immigrants. A few years ago, it cost $ 30,000 for passage to the United States. Now the \nprice has doubled. A U.S. Senate report in 1991 estimated Cheng's net worth at more than $ 30 million. In addition \nto her Chinatown shop, authorities said, she owns farms on Long Island and in New Jersey. Altogether, she has \nsneaked 3,000 people out of China, authorities said.\n\nCheng is charged in the U.S. indictment with threatening and injuring immigrants who failed to pay. But in Changle, \nthese alleged crimes do not seem to resonate.\n\n\"I don't really support violence, but if people do not pay the money they agreed to pay, then of course the \nsnakeheads will have to take certain measures,\" said Zhao Chunying, a Changle waitress.\n\nZhao said she plans to join her brother and uncle in the United States \"in the next several years\" and would be \nprepared to use a snakehead if she had no other choice. She also said she is confident that she would pay her fees \non time.\n\nThe common line about the immigrants is that they have been forced to leave China because of grinding poverty. \nLin Jianzhi, a 37-year-old housing contractor in Changle, thinks that is wrong.\n\n\"In fact, the reason people want to leave here is because the economy here is the best in China,\" he said. \"The \npay is even higher here than in Beijing so . . . where can we go if we want a higher standard? Abroad is the only \nplace.\"\n\nThen there is keeping up with the Joneses, Chinese style. Changle, Tingjiang and Lianjiang, the three main centers \nof the alien smuggling racket around Fuzhou, are all dotted with garish mansions--five or six stories tall, surfaced in \nshiny white tile and accented with bizarre combinations of stainless steel pillars, marble staircases and English \nturrets.\n\nStanding on a village road, Lin points out two houses in the distance. They belong to two brothers, he said, \nsnakeheads who ran five big boatloads to North America in 1993. They each cost $ 250,000 to build--a fortune \nhere. Each comes equipped with Jacuzzi, sauna and exercise room, all surrounded by a high fence.\n\nWith role models like these, Lin says, the pull of illegal immigration is even stronger.\n\nThe beneficiaries of alien smuggling are also legion in this region, starting with Lin. For the past 18 years, he has \nconstructed seven or eight houses a year for people living abroad. The basic cost is $ 100,000, top of the line $ \n250,000.\n\nThe government also does well. The alien smuggling business is worth an estimated $ 3 billion a year. Some of that \nmoney makes its way back to the government in bribes.\n\nPeter Kwong, an expert on alien smuggling at Hunter College in New York, estimates further that each year these \nimmigrants remit $ 500 million to Fujian, with the government and banks all getting a cut.\n\n\"The local government in Fujian is involved in this whole process,\" he said. \"They gain from the profits, from the \nremittances. The smugglers are the most potent economic forces in this area. . . . Also the government has \nanother motivation--the more people leave China, the fewer problems--so the commitment to solve this problem is \nnot there.\"\n\n\n\nBut this time Beijing appears set on showing that it is cracking down. It has flooded Changle with police and hauled \ndozens of people away for questioning.\n\nSo far this year, Chinese police have arrested 300 suspected snakeheads, and 100 have been sentenced to jail. \nHowever, this does not seem to be having much effect. Authorities in British Columbia, for example, say they \nexpect 1,200 Chinese illegal immigrants to wash ashore this year, double the number last year.\n\nPomfret reported from Beijing.\n"}