{"title": "Pentagon Seeks Curb On Foreign Workers; Halting Technical Hires May Have Major Impact", "body": "\n Non-U.S. citizens would be barred from filling an array of technology jobs if a new Defense Department proposal \ntakes hold, a change that could have a dramatic impact on government workers and thousands of contract \nemployees across the nation. \n\n If approved, the plan would affect untold numbers of Defense Department staffers working on \"sensitive but \nunclassified\" projects as well as legions of workers at technology firms with contracts to maintain agency \ndatabases or revamp military e-mail systems. \n\n A Defense Department spokesman said yesterday that the change is not yet a \"done deal\" but that the rule could \nbe signed within the next 60 to 90 days. The agency is not certain how many of its own employees would be \naffected or what the potential cost would be. The U.S. Navy is studying the scope of the proposal, the spokesman \nsaid. \n\n The text of the proposed rule has not been released publicly. It comes in the wake of increasing concern about \nnational security after last year's terrorist attacks. Non-U.S. citizens already lack access to classified information, \nand agencies from the Energy Department to the Justice Department have taken steps to protect sensitive \nelectronic information. \n\n \"As we review our security requirements as a nation, we need to ensure all people with access to sensitive \n[information technology] systems are cleared and properly vetted for the material to which they have access,\" Pete \nNelson, the Defense Department's deputy director for personnel security, said in a statement. \n\n The Washington area is home to scores of businesses, attracted by the government's open purse strings, that \nwould be affected by such a change in rules. Spending by the federal government amounted to $ 28.6 billion in \n2000 -- nearly a third of the area's gross regional product, according to a report by the Greater Washington \nInitiative. \n\n Technology leaders and government analysts said the proposal, first reported yesterday by the Los Angeles Times, \nmerits close scrutiny because of its potentially enormous impact. \n\n\n During boom times, technology and consulting firms actively sought thousands of overseas workers with \nspecialized skills. As many as 9,500 foreign-born people entered the country on temporary visas to work in \nNorthern Virginia alone, according to a 2001 study by George Mason University. One lawyer noted that the Defense \nDepartment itself has used a visa program to recruit expert scientists and technicians. \n\n \"You've got a recipe for a major workforce meltdown if you prevent non-U.S. citizens from ever being involved in \nworking with [those] materials,\" said Paul Light, a scholar at the Brookings Institution who studies federal \nemployment trends. \"You're creating a nightmare for the contractor.\" \n\n Dick Hart, a senior manager for recruiting and staffing at CACI International Inc., an Arlington technology firm that \ndoes business with the Justice and Defense departments, said non-U.S. citizens made up just 3 percent of his \ncompany's workforce. Those employees handle commercial rather than government assignments. \n\n But, Hart said, the Defense plan would make it more difficult to hire eligible workers and thus perhaps drive up \nlabor costs. \n\n \"Employees will understand they're a hot commodity and ask for higher salaries,\" Hart said. \"It's going to \nexacerbate\" the already tight market for workers who possess clearances to view secret information. \n\n The plan also could make it difficult for foreign-owned companies and smaller contractors to do business with the \ngovernment, observers said, because of the problem of dividing their employment pools between citizens and \nnoncitizens, who would be ineligible to view documents or maintain government databases. \n\n The proposal could prove counterproductive to government interests, said D.C. immigration lawyer Michael \nMaggio. \n\n \"They're shooting themselves in the foot,\" Maggio said. \"There's just a vast number of noncitizens working for the \nDepartment of Defense and other contractors with unique and special skills who will be unable to perform services \nfor the U.S. government.\" \n\n Harris Miller, president of the Information Technology Association of America, said more public discussion is \nneeded to help balance national security and economic concerns. \n\n \"The American people should not suddenly become xenophobic because of Sept. 11,\" Miller said. \"This is not a \nminor change in some personnel book. The implications are clearly much broader than that.\" \n"}