{"title": "Waterfront Gallery to show Journeys, a multimedia experience of the real and imagined", "body": "\nJourneys Reality & Imagination, an arts exhibition with artists Brenda Chalifoux-Luscombe and Althea White is \ncoming to the Ladysmith Waterfront Gallery.\n\nThe exhibition begins on July 20 and will stay in the gallery until July 28. There will be an open house on July 20 \n1:00 pm - 4:00 pm. Chalifoux-Luscombe specializes in pyrography and scratch board art, and White specializes in \ntextiles and watercolour. Together, the pair create an immense body of work that gives the exhibition a feeling of \nfullness and diversity.\n\nRELATED: Waterfront Gallery displays 'On the Waterfront' members show\n\nChalifoux-Luscombe's work draws on wildlife and fantasy themes. Working in the scratchboard medium allows her \nto show fine details and textures that make creatures come alive. Her pyrography is done with a wood burning pen \non to wood, leather and paper. She first started pyrography because of her son.\n\n\"My son had a wood burning kit. He wasn't using it. So, I said, I think I'll do my own drawing. At that time, people \nwere working on burls, so I would do large burnings on burls and tables, and everything like that,\" Chalifoux-\nLuscombe said.\n\nWhite's work in the show is heavily inspired by a trip she took to Australia in 2015. Her work in textile recreates \nlandscapes from down under with a Maori influence. Many of the places depicted are real, but some will contain \nimagined features. White has been working in textiles her entire life.\n\n\"I have sewn since I was four, and I've been making my own clothes since 12 onwards. I'm a textile trained teacher \nto do art design and sewing,\" White said. \"Painting has always been popular, textiles not so much. What I say I do \nis I paint a picture with fabric... It's a journey about Australia, so the places that we went we took photographs, and \nthen I interpret the photographs into fabric.\"\n\nRELATED: Connections now showing at Waterfront Gallery\n\nThe pair met in 1992 at an artist cooperative in Cumberland. They did their first show in the early 2000s and have \ncontinued to do shows since then. Journeys is their third show together. White moved to Victoria recently, and \nChalifoux-Luscombe lives in Courtenay. The distance apart made Ladysmith an ideal middle-ground for the two \nartists, and both were impressed with the reputation of the Waterfront Gallery.\n\n\"They've been very good. They've made things as simple as they can do,\" White said. \"They've been pretty \nsupportive of us, and we appreciate the help they've given.\"\n\n\nWork from the exhibition will be for sale. For those interested in further art, Chalifoux-Luscombe's work can be \nfound at: artistbcl.ca, and White's work can be found on her Facebook page, @Althea.white.148. Both artists hope \nthat the people of Ladysmith come to the show ready to be taken on a journey to worlds real and imaginary.\n\n\"We're both new artists to the Waterfront, and we'd love to see everyone,\" White said. \"It's all original art... if you \nwant something unusual, you want something bright and cheerful, you want original, come to the show.\"\n"}