{"title": "Foreign-Born Faring Worse in D.C. Than in Suburbs", "body": "\n Immigrants in the District are more likely to be poor and slightly less likely to be proficient in English, compared with \nother foreign-born residents in the region, according to a new report by the Brookings Institution. \n\nThe study found that 10.6 percent of the foreign-born population in the Washington metropolitan area meets the \nofficial definition of living in poverty, and nearly 79 percent speak English well, the report said. \n\nBut the city's figures are worse: Here, nearly 18 percent of immigrants are considered poor, and 76 percent are \nproficient in English, according to the report, which was released last week and draws on 2000 Census data. \n\nAudrey Singer, a demographer who wrote the report, said it showed how immigration had brought both benefits and \ndifficulties to Washington. \n\n\"Without more immigrants moving in, the District probably would have lost more people,\" she said, referring to the \nexodus of residents in recent decades.  \n\nHowever, she added, \"this is a new and fairly demanding immigrant population, in the sense that many are coming \nfrom war-torn countries and have a lot of unmet needs.\" \n\n Washington, like the rest of the region, experienced a surge in immigration in the 1990s. Newcomers were drawn \nby international institutions, the booming economy and a rapidly growing foreign community that welcomed them.  \n\nThe District's immigrant population rose by 25 percent in the 1990s, to 73,561, the report noted. Overall, the city's \npopulation dropped 6 percent in the decade, according to the census figures.  \n\nThe poverty rate for Washington immigrants is lower than the rate for the city's native-born citizens, which is about \n20 percent, according to the data. But immigrants here are more likely to be poor than foreign-born residents in \nmost suburban areas. \n\nOne possible reason: Just more than half of Washington's immigrants arrived in the 1990s and could still be settling \nin and learning English.  \n\nOverall, a greater share of Washington's population is from Latin America and the Caribbean: 50.4 percent, \ncompared with 39 percent for the region.  \n\n\n\"We are getting a lot of Central Americans, from El Salvador in particular, a place ravaged by natural and political \ndisasters,\" Singer said. \"People are coming here with little or next to nothing.\" \n\nNearly 22 percent of the District's foreign-born population comes from El Salvador, nearly double the share they \nmake up of regional immigrants.  \n\nImmigrant advocates at a panel discussion at Brookings emphasized that an unknown number of people were \nmissed in the census count. Thus, figures on immigrant poverty and English proficiency could be somewhat worse.  \n\nOne advocate, Eugenio Arene, executive director of the Council of Latino Agencies, noted that the foreign-born \npopulation had not won political power commensurate with its numbers. He urged officials to provide some way for \nimmigrants who are noncitizens to vote. \n\n\"Until we have access to the structure of power in this region, we will not make these numbers count,\" he said. \n\nMany Central American immigrants have stayed in the United States on temporary permits that do not provide an \nautomatic path to citizenship. \n\nBecause the Brookings report was based on 2000 Census data, it does not reflect changes caused by the \nrecession or the immigration crackdown that came after the Sept. 11, 2001, terrorist attacks. \n\nThe study showed that the biggest concentration of immigrants was in the census tract encompassing Mount \nPleasant, Columbia Heights, Pleasant Plains and Park View. There, nearly one in three residents was foreign-\nborn.  Nearly half of them (48.6 percent) were from El Salvador, followed by Vietnam (5.7 percent), Ethiopia (5.3 \npercent), and the Dominican Republic and Honduras (4.7 percent each). \n\nBut the city, like the region, has a remarkable diversity of immigrants. In the fourth-biggest immigrant area, the \nDupont Circle tract, more than one in five residents is foreign-born, according to the report.  \n\nWithin the Dupont area, the biggest countries of origin are: El Salvador (11.2 percent), the United Kingdom (5.8 \npercent), France (4.4 percent), Japan (3.4 percent) and Korea (3.3 percent). \n"}