{"title": "IMMIGRANT 'PIONEER' DIES UNEXPECTEDLY;HMONG BUSINESSWOMAN CALLED 'MOM' BY MANY", "body": "\nTo customers who shopped at her St. Paul store, Khou Xiong Yang was known as a leading Hmong-American \nimporter of ceremonial costumes. Many who visited her store called her \"Mom.\" She was also the real mother to \n18 children, including 13 she adopted during the war in Laos.\n\nYang, a pioneering immigrant businesswoman, died Sunday, apparently from a heart-valve rupture. She was \n55.\n\nYang ran Hmong Toj Sab, a clothing and general store at 629 University Ave. The store sold imports from China, \nThailand and Laos. Opening the store two years ago fulfilled a dream, according to her daughter, May Chou Her. \nShe ran it in partnership with her husband, Xeng Xue Yang. Before the store opened, Yang sold her costumes and \nembroidery - known as pan'dau in Hmong - from booths at Hmong festivals.\n\n\"She's been a businesswoman all her life,\" said Her. \"Even in Laos, she started going into business (as a \nshopkeeper during the Vietnam War). She was from Long Cheng, where she had a store similar to what she's doing \nright now - selling food, drink, clothing.\"\n\nYang was among the first wave of refugees to leave Laos after the communist regime took over in 1975. After \nspending four years in Thailand's Ban Vinai refugee camp, Yang settled in Minnesota.\n\nYang died on the way back to her Twin Cities home from a weekend international crafts festival in Bemidji. \"She \nwas never sick,\" said Her. \"This is really unexpected for us.\"\n\nThe store on the northwest corner of University and Dale streets will be closed until next week. Normally, it is open \nseven days a week. Yang's funeral will run from Thursday through Sunday at the Sundseth-Anderson Funeral \nHome, 2024 Lyndale Ave. N., Minneapolis.\n\nThe daughter said the family wants to re-open the store after the funeral, as a way to honor their mother's dream.\n\nBesides her business ventures, Yang took in many children whose parents could no longer care for them, as well \nas Vietnam War orphans. Her first husband died in 1959. She had two biological children and three stepchildren, \nbut also adopted 13 children, including Her, before leaving Laos.\n\n\"Everybody called her 'Mom,\"' said Her. \"She loved all the children she adopted. Even people who just came to her \nstore, they called her 'Mom.\"'\n\nBurial for Yang, who lived in North Minneapolis, will be Monday in the city's Lakewood Cemetery.\n\n\nGraphic\n\n \n\nPhoto:\n\nYang\n"}