{"title": "DO ALIENS FILL NEED OR CROWD JOD FIELD;DALLAS", "body": "\nWHEN 29-year old Dock Green lost his job on the management-training squad at a fried-chicken franchise here, the \nfirst telephone call he made was to the United States Immigration and Naturalization Service.\n\n''I realized I was in trouble right from the start when I saw that I was the only one there who spoke English. \nEveryone else spoke only Spanish,'' Mr. Green said. ''I kept complaining to my boss that all these people were \nillegal aliens, and he didn't want to do anything about it.\nIllegal aliens have visible role in current conditons in U S job market\n\n''I have nothing against those people, but every day we had people coming in asking about jobs, and it's a pitiful \nshame to have people who are born and raised here be out of work, and have these illegal aliens taking their job. \nTo me, the law means what it says, and if those people are illegal, then the law should be obeyed.''\n\nMr. Green is not alone in his frustration. Illegal aliens are playing an increasingly visible role in the job market, a \nrole subjected to rising criticism at a time of relatively high unemployment of Americans.\n\nBut Hispanic leaders and many academics insist the impact of those workers is essentially benign. They say \nMexican workers who cross the 1,300-mile border into the United States do the menial jobs Americans don't want, \nare essential for the harvesting of crops, and use very few municipal services while filling the lowest niches in the \njob market.\n\nRuben Bonilla, president of the 100,000-member League of United Latin-American Citizens, said undocumented \nworkers, in addition to playing a positive role in the economy, actually increase tax revenues by paying for Social \nSecurity service they seldom use. He said any crackdown on Mexican immigration would have a much more \nharmful effect than any displacement of Americans from available jobs that goes on now.\n\n''If we close the border, I feel that Mexico would literally burst at the seams,'' he said. ''When you look at Mexico's 30 \npercent inflation and crippling unemployment, it's clear these people have nowhere else to go. If they couldn't leave, \nI think social conditions in Mexico could become so bad there would be the loss of the democratic republic in \nMexico as we know it. I don't think America would want a Socialist or Communistic nation any closer than Cuba.''\n\nMost experts would agree with Mr. Bonilla that Mexicans and other aliens fill manual tasks that are the least \ndesirable in the job market. But many of those same experts also would agree with Mr.  Green that there is no \nshortage of Americans competing for many of those jobs.\n\nProposals to deal with the flood of illegal aliens in the job market have ranged from tighter border patrols, to \nsanctions against employers who hire illegal aliens, to temporary work visas that would allow a limited number of \n\n\naliens to work here legally. Even those calling for one policy or another concede there is no way to be sure how \nmany illegal aliens are in the work force or what their effects have been.\n\n''I don't have any hard data and I don't know anyone who does,'' said Dr. Vernon Briggs, a labor economist at \nCornell University, who has studied illegal immigration since the mid-1960's. ''But it can't be in the best interests of \nthis country to have a whole population of people who are without rights, people who can't vote, people who have to \nlive in constant fear of detection. It's becoming a problem we can't ignore any longer even if we wanted to.''\n\nEstimates on the number of illegal aliens vary from 6 million to 12 million, but despite the lack of hard figures, some \ntrends are clear. The vast majority live and work in three states, California, Texas and Florida, and two cities, New \nYork and Chicago. Most of them come here for one reason: to work.\n\nMost illegal aliens work in agriculture, restaurants, or hotels.  Mexico, which sends an estimated 500,000 illegal \naliens into this country every year, is the biggest source. Other aliens come from Cuba, Haiti, the Dominican \nRepublic, Hong Kong, the Philippines and dozens of other nations, but experts estimate 60 percent of illegal aliens \nin the country are Mexican.\n\nDr. Briggs, who became interested in illegal aliens after trying to help organize farm workers in south Texas in the \n1960's, said his research shows illegal aliens compete with Americans for jobs in all industries in which they are \nrepresented, at the same time depressing wages and blunting moves toward unionization or improvement of \nworking conditions.\n\n''The studies that have been done show the employment patterns of illegal aliens in the Southwest are very similar \nto those of other Chicanos in terms of geography and occupation. We've built this whole phantom labor source into \nthe labor market and someone must show what they do if not compete with the available labor force.''\n\nOne matter that is not in question is the conditions under which illegal aliens live. Francisco Barba, a San Francisco \nlawyer who has defended hundreds of illegal aliens, told the Select Commission on Immigration and Refugee \nPolicy, a group created almost two years ago to study immigration policies, that ''immigration labor today is \nAmerica's neo-slavery institution.'' Federal investigators in recent years have documented hundreds of cases of \nabuse of illegal aliens. A Federal Department of Labor strike force investigating treatment of illegal aliens in \nHouston, Dallas and Fort Worth this year uncovered $1.2 million in underpayments owed 4,470 employees, most of \nthem illegal Mexican aliens. Officials said the investigation involved only a tiny percentage of illegal aliens in the \narea.\n\nIn 1977, President Carter asked Congress to pass legislation allowing the Government to fine employers who \nknowingly hire illegal aliens. The legislation, and others like it, was rejected, but another bill calling for employer \nsanctions is pending before the Senate Judiciary Committee and may be considered by the entire Senate later this \nyear.\n\nSupporters say sanctions are the most effective way to keep aliens out of the labor market. Some opponents say \nsanctions would make employers do the job of the Immigration and Naturalization Service.  Others say aliens are \nessential in some industries -primarily farm work - where there is not an adequate supply of Americans who will do \nthe work. And Hispanic leaders say sanctions would prompt employers to discriminate against all Hispanics.\n\n---------------------------------------------------------------------\n\nPeter Applebome contributes regularly to The Times from Dallas.\n\nGraphic\n\n \n\nIllustrations: Photo Photo\n\n\n"}