{"title": "ILLEGAL IMMIGRATION; Law's impact unseen in public schools", "body": "\nAfter Georgia enacted its tough new immigration law this year, proponents expressed hope that it would sharply \nreduce the strain illegal immigrants put on the state's public schools and other taxpayer-funded resources.\n\nSchool officials don't track the immigration status of their students in Georgia but had been watching for \nsignificant losses in enrollment at the beginning of this school year. Instead, the combined enrollment for metro \nAtlanta school systems is up by more than 2,600 students from a year ago, according to an Atlanta Journal-\nConstitution analysis of state and local figures.\n\nSchool officials say they will have more information to report later this month after they take a state-required count \nthis week, breaking down enrollment figures by race and for students receiving special English-language lessons. \nBut in Atlanta, DeKalb and Gwinnett counties, enrollment last month was higher compared with October of last year \nand even above projections for this year. In Cobb and Fulton counties, where Hispanics make up a fraction of the \nstudent population, enrollment is slightly down and below projections for this year.\n\nIn Georgia, school officials monitor enrollment figures closely because so much is at stake. Swings in enrollment \ncounts, for example, can affect state and federal funding that schools receive per student. Enrollment also affects \nschool staffing and construction plans.\n\nMeanwhile, some illegal immigrants who said this summer they were considering pulling their children out of local \nschools and moving away because of Georgia's crackdown have instead decided to stay. The reason: A federal \njudge has temporarily put on hold key parts of the state's new law --- called House Bill 87 --- amid a court challenge.\n\nLocal school officials cited another factor that may be encouraging illegal immigrant parents to stay: The Obama \nadministration announced this summer that it is tightening its focus on deporting violent criminals while giving \nspecial consideration to illegal immigrants who were brought here as young children and who are getting an \neducation.\n\nNone of this is welcome news to supporters of Georgia's new immigration law. But they are urging patience. They \npredict other parts of the law that are not tied up in the courts could have an impact on school enrollment when \n\n\nthey start to take effect next year, including a provision that will require many businesses to use the federal E-Verify \nsystem to ensure newly hired employees can legally work in the United States. Immigration watchdogs say the No. \n1 magnet for illegal immigrants in the United States is jobs.\n\n\"I was hoping that we would get attrition through enforcement,\" said Bill Hudson, a Georgia Tea Party board \nmember from Marietta who has been a vocal supporter of HB 87.\n\nThe public cost of illegal immigration has long been a hot-button issue in Georgia. But this is a murky subject. \nThere is no precise count for how many illegal immigrants are in the state or how many of their children attend \npublic schools. This is partly because state Board of Education rules prohibit school officials from inquiring about \nthe immigration status of their students. Those rules are in keeping with a 1982 U.S. Supreme Court ruling that \nschool districts must educate all children regardless of their immigration status.\n\nBut at least one organization has sought to quantify the issue. The Federation for American Immigration Reform \nhas estimated that 133,262 children of illegal immigrants attend Georgia's public schools, costing taxpayers $1.4 \nbillion a year. That represents 8 percent of the 1.6 million public school students in Georgia. FAIR --- a \nWashington-based organization that advocates tougher immigration enforcement --- says it based its findings on \ncensus data.\n\nGeorgia lawmakers considered legislation this year that would have required the state Board of Education to tally \nthe expenditures, by school district, for illegal immigrants in kindergarten through 12th grade. House Bill 296 never \nmade it out of committee. But its sponsor, Republican Rep. Josh Clark of Buford, plans to push for it next year. \nAlabama passed a similar law this year, and a federal judge upheld it Wednesday.\n\nIn DeKalb, overall enrollment has increased over county projections by 477 to 98,592. But the school system can't \nsay whether HB 87 has made an impact, said Bob Moseley, DeKalb's deputy chief superintendent for school \noperations.\n\n\"Since we don't ask about a student's immigration status or a family's immigration status, we can't speculate as \nto, 'Well, did they move because of the new Georgia law, or are they just moving?'\" Moseley said. \"But one thing we \ncan say is we didn't see a big dip in our enrollment.\"\n\nSuttiwan Cox, the founder and principal of the Path Academy charter school in Brookhaven, where most of the \nstudents are Hispanic, said enrollment at her school has grown slightly since last year. Georgann Eaton, principal \nof Sweetwater Middle School in Lawrenceville, said more than half of her students are Hispanic, and she lost few \nof them this year.\n\nSchool officials are reporting similar circumstances outside the Atlanta area. At Fair Street Elementary School in \nGainesville most of the students are Hispanic and receive special English lessons. Many of their parents work in \nnearby poultry plants. Principal William Campbell said his school's enrollment increased by more than 50, from \nabout 650 last school year to 711 this month.\n\n\"Last spring at the end of the school year as we were building classes for this year, some of the classes were kind \nof big ... and the teachers were concerned about the sizes,\" Campbell said. \"I said, 'Just wait until they show up \nbecause they all might not show up because of the law.' And, by golly, they showed up. And they brought some \nfriends with them.\"\n\nFidel Hernandez was relieved in June when he heard about the temporary hold on parts of HB 87. An illegal \nimmigrant from Mexico, Hernandez is fearful of the new law and considered pulling his kids out of DeKalb public \nschools and moving his family out of state. But with parts of the law on hold, Hernandez and his wife are staying \nput. They have three U.S.-born children, two in a DeKalb charter school, the third in a county elementary school.\n\nHernandez said he is keeping a close eye on any attempts to appeal the judge's decision. He drives to work without \na license and doesn't want to get arrested and deported.\n\n\n\n\"If they pass that law, we can't afford to stay here, you know what I mean?\" said Hernandez, a handyman who \ncrossed the Mexican border illegally more than 20 years ago.\n\nTammi Verdi, a Lilburn Elementary School parent coordinator, said some immigrant families are sticking it out in \nGeorgia but taking extra precautions. For example, she said, some are walking and using cabs to get their kids to \nschool so they can avoid interactions with police.\n\nBut it may just be a matter of time before other parts of Georgia's law kick in and convince more illegal immigrants \nthat they should leave, say the measure's proponents. For instance, starting Jan. 1, state and local government \nagencies must start requiring people who apply for public benefits --- such as Medicaid and housing assistance --- \nto provide at least one form of \"secure and verifiable\" identification, such as a state-issued driver's license or U.S. \nmilitary identification card.\n\n\"At the state or the national level, we have had growth of illegal immigration over a long period of time,\" FAIR \nspokesman Bob Dane said. \"They didn't come yesterday. They are not all going home tomorrow.\"\n\nStaff writer D. Aileen Dodd contributed to this article.\n\nThe law\n\n*Georgia's new immigration law --- also called House Bill 87 --- doesn't mention schools. But it seeks to deter \nillegal immigrants from coming here and encourages those who are already here to leave by preventing them from \ngetting jobs and public benefits in Georgia.\n\n*One provision of the law would authorize police to question certain suspects about their immigration status and \narrest those who are here illegally. Another provision would punish people who knowingly harbor or transport illegal \nimmigrants in Georgia.\n\n*A U.S. district judge in Atlanta temporarily halted both of those provisions in June pending the outcome of a lawsuit \nbrought by a coalition of civil and immigrant rights groups. The plaintiffs argue the law is unconstitutional. The state \nis appealing the judge's decision.\n\nStudent enrollment\n\nOct. 2010 Projected for 2011-2012 Projected change by % Sept. 2011 Actual change by %\n\nAtlanta 49,796 *46,576 NA 50,408 NA\n\nCobb 107,315 107,493 0.16 107,209 -0.09\n\nDeKalb 98,115 98,115 0 98,592 0.48\n\nFulton 91,864 91,798 -0.07 91,671 -0.21\n\nGwinnett 160,744 162,459 1.06 162,589 1.14\n\nSources: Georgia Department of Education, local school districts\n\n*Atlanta did not includes prekindergarten and charter school students in its projection, so comparing it to its actual \nenrollment from last school year and this school year would not be applicable.\n"}