{"title": "FINALISTS ANNOUNCED FOR 'A PLEDGE AND A PROMISE' NATIONAL ENVIRONMENTAL AWARDS PROGRAM;Student Organizations Demonstrate Environmental Impact and Creativity", "body": "\nThis year's finalists for \"A Pledge and a Promise\" environmental awards are empowered to better the world we \nshare.  From restoring salmon runs to determining the cause of deformed leopard frogs, all the programs are \npositively benefiting the environment and teaching students from kindergarten through college valuable life lessons.\n\nThe Anheuser-Busch Theme Parks, with partner organizations including the international non-profit Center for \nMarine Conservation, The Nature Conservancy, The Izaak Walton League of America, the National Fish \nand Wildlife Foundation, the National Wildlife Federation and the Hubbs-Sea World Research Institute, selected the \nfinalists in the national \"A Pledge and a Promise\" environmental awards program from schools that identified \nenvironmental concerns and demonstrated actions to improve them.\n\nFollowing is a list of finalists and their projects:\n\n    Category: K-5\n\n \n\nWASHINGTON, March 12\n\n     Project: Leaf It Up to Us, Jackson Elementary Extended Learning\n\nProgram, Salt Lake City, Utah, Contact:  Barbara Lewis,\n\n801-486-1221\n\n \n\n    Project:  Eco-Aware, Lakeview Elementary, St. Cloud, Florida,\n\nContact:  Gail McGoogan, 407-891-3220\n\n \n\n    Project:  Maxwelton Salmon Project, South Whidbey Intermediate\n\nSchool, Langley, Washington, Contact:  Dr. Lisa Bjork, 360-221-6100\n\n \n\n    Category: 6-8\n\n \n\n    Project:  107th Street Community Garden, Middle School 54, New York\n\nCity, New York, Contact:  Marie Simeone, 212-678-2942\n\n \n\n    Project:  Ney Frog Project, New Country School, Le Sueur, Minnesota,\n\n\nContact:  Cindy Reinitz, 612-665-2823\n\n \n\n    Project:  Princeton Nature Trail, Thomas Prince School, Princeton,\n\nMassachusetts, Contact:  Joann Blum, 508-886-6802 Category: 9-12\n\n \n\n    Project:  Fortuna Creeks Project, Fortuna Union High School,\n\nFortuna, California, Contact:  Pam Halstead, 707/445-2465\n\n \n\n    Project:  Reusable Resources Adventure Center -- Stars Program,\n\nMelbourne High School, Melbourne, Florida, Contact:  Sue LoSasso,\n\n407-631-4242\n\n \n\n    Project:  Sperm Whale Project, Pratt Museum Homer High School,\n\nHomer, Alaska, Contact:  Carol Harding, 907-235-8635\n\n \n\n    Category:  College\n\n \n\n    Project:  Environmental Problem-Solving Through Water Quality\n\nMonitoring, Brevard Community College, Cocoa, Florida, Contact:  Brenda\n\nMaxwell, 407-632-1111 ext. 22051\n\n \n\n    Project:  Students for an Energy-Efficient Environment, Harvard\n\nUniversity, Cambridge, Massachusetts, Contact:  Randall A. Fine,\n\n617-493-5996\n\n \n\n    Project:  Lead Contamination, Loyola University, Chicago, Illinois,\n\nContact:  Alanah Fitch, 312-508-3119\n\n \n\n    \"We are proud to participate in the judging of such outstanding\n\nenvironmental education projects for the 'A Pledge and a Promise'\n\nenvironmental awards program,\" said Sharon Schiliro, National Wildlife\n\nFederation.  \"By awarding recognition to the efforts of educators,\n\nchildren, teens, college students and parents, we demonstrate that\n\neducation is the key to conservation -- to protect land, water and\n\nwildlife in our communities and around the world.\"\n\n    \"Our group went looking for frogs and, instead, we found answers\n\nto an environmental problem,\" said 13-year-old Jeff Fish from the Ney\n\nFrog Project in Le Sueur, Minn.  Jeff and his classmates discovered\n\nhundreds of deformed leopard frogs during a field trip to a wildlife\n\nrefuge, researched the causes and took actions to restore the frogs'\n\nhabitat.  \"It was a lot of hard work, but it was worth it.  Not only\n\n\n\ndid we save the frogs, but we're an 'A Pledge and a Promise' award\n\nfinalist.\"\n\n    Established in 1993, the \"A Pledge and a Promise\" awards program\n\nis held in cooperation with national conservation organizations to honor\n\nthe outstanding efforts of school groups who have made positive\n\ncontributions to the environment.  The program offers 13 awards\n\ntotaling $100,000.  Winners of the national awards will be featured\n\nin a CBS television network special, \"Sea World/Busch Gardens Party for\n\nthe Planet,\" broadcast from Sea World of California in San Diego during\n\nthe first week of June.\n\n    Hosted by Shari Belafonte, \"Party for the Planet\" will feature these\n\ninfluential children in segments highlighting award-winning\n\nenvironmental programs.  Conservation education segments from the\n\nAnheuser-Busch Theme Parks, including Busch Gardens Tampa Bay, Sea\n\nWorld of Florida in Orlando and Sea World of Texas in San Antonio will\n\nhighlight endangered species, recycling and other conservation topics.\n\n    \"We are honored to have the opportunity to recognize and reward\n\nstudents who exemplify excellence in environmental awareness and\n\nimprovement,\" said John B. Roberts, chairman of the board and president\n\nof Busch Entertainment Corporation, the family entertainment subsidiary\n\nof Anheuser-Busch Companies, Inc.  \"The program is a result of forming\n\npartnership between a major international corporation, national non-\n\nprofit and governmental organizations.\"\n\n    Project entries were judged on their accomplishments in areas of\n\nenvironmental improvement, educating the community, effectiveness of\n\nthe program and benefit to those involved in the program.\n\n    Three awards are offered for school groups in each of four\n\ncategories:  kindergarten through fifth grade, sixth through eighth\n\ngrade, ninth through 12th grade and college level.  They include a\n\nfirst-place award of $12,500, a second-place award of $5,000 and a\n\nthird-place award of $2,500.  In addition, a grand prize of $20,000\n\nwill go to the school group entry in any of the four categories that\n\nexcels in overall creativity, innovation and positive environmental\n\nimpact.\n\n    The Graffiti Grapplers from Anson Middle School in San Antonio,\n\nTexas, were awarded the 1995 grand prize.  \"'A Pledge and a Promise'\n\ngave our project credibility and the financial support to buy needed\n\nsupplies and construct a building to store our equipment,\" said Linda\n\nPruski, teacher at Anson Middle School and sponsor of the \"Graffiti\n\nGrapplers.\"  \"Beyond funding, winning the contest has given the\n\nchildren great satisfaction about making a difference and has inspired\n\n\n\nothers to do the same.\"\n\n    The Anheuser-Busch Theme Parks include Busch Gardens in Tampa Bay\n\nand Williamsburg, Va.; Sea World marine life parks in Orlando, San\n\nDiego, San Antonio and Cleveland; Adventure Island in Tampa Bay; Water\n\nCountry USA in Williamsburg; and Sesame Place near Philadelphia.\n\nAnheuser-Busch Theme Parks employ more than 15,000 people nationwide\n\nand are the official theme park sponsor of the 1996 Olympic Games.  A\n\nleader in conservation and education, the Anheuser-Busch Theme Parks\n\nmaintain an animal information site on the World Wide Web designed\n\nespecially for students and teachers at www.bev.net/education/SeaWorld \n\nThose interested in learning more about the Anheuser-Busch Theme Parks\n\nare invited to visit an interactive Web site beginning April 1 at\n\nwww.4adventure.com or call toll-free 800-4ADVENTURE.\n\n    \nCONTACT: Lynn McDowell or Lorri Eleftheriou, 314-982-1700, for Anheuser-Busch\n"}