{"title": "Idaho U.S. Attorney: Justice Department Awards Over $273.4 Million to Serve Crime Victims in American Indian, Alaska Native Communities", "body": "\nThe U.S. Attorney for the District of Idaho, Bart M. Davis, issued the following new release:\n\n* * *\n\n- Coeur d'Alene and Shoshone-Bannock Tribes in the District of Idaho Awarded $4.2 Million in Grant Funding\n\n* * *\n\nU.S. Attorney Bart M. Davis joins the Department of Justice in announcing it has awarded over $273.4 million in \ngrants to improve public safety, serve victims of crime, combat violence against women and support youth \nprograms in American Indian and Alaska Native communities.\n\n\"Violent crime and domestic abuse in American Indian and Alaska Native communities remain at unacceptably high \nlevels, and they demand a response that is both clear and comprehensive,\" said Attorney General William P. Barr. \n\"We will continue to work closely with our tribal partners to guarantee they have the resources they need to curb \nviolence and bring healing to the victims most profoundly affected by it.\"\n\nTwo Tribes in the District of Idaho, the Coeur d'Alene and the Shoshone-Bannock, were awarded over $4.2 million \nin funding. The Coeur d'Alene Tribe received $2,019,213 and the Shoshone-Bannock Tribes received $2,278,781. \nThe tribes will use these funds to enhance law enforcement, combat domestic violence, dating violence, stalking \nand sex trafficking, bolster justice systems, prevent and control juvenile delinquency, strengthen the juvenile \njustice system, serve sexual assault and elder victims, and support other efforts to address crime.\n\n\"The Department of Justice and my office are committed to improving public safety and serving crime victims in \nour tribal communities,\" said U.S. Attorney Davis. \"This increase in resources, together with aggressive federal and \ntribal investigations, will help strengthen Idaho tribal communities for years to come.\"\n\nNationwide, 236 grants were awarded to 149 American Indian tribes, Alaska Native villages and other tribal \ndesignees through the Coordinated Tribal Assistance Solicitation, a streamlined application for tribal-specific grant \nprograms. Of the $118 million awarded via CTAS, just over $62.6 million comes from the Office of Justice \nPrograms, about $33.1 million from the Office on Violence Against Women and more than $23.2 million from the \nOffice of Community Oriented Policing Services. A portion of the funding will support tribal youth mentoring and \nintervention services, help native communities implement requirements of the Sex Offender Registration and \nNotification Act, and provide training and technical assistance to tribal communities. Another $5.5 million was \nfunded by OJP's Bureau of Justice Assistance to provide training and technical assistance to CTAS awardees.\n\n\nThe Department also announced awards and other programming totaling $167.2 million in a set-aside program to \nserve victims of crime. The awards are intended to help tribes develop, expand and improve services to victims by \nsupporting programming and technical assistance. About $25.6 million of these awards were awarded under CTAS \nand are included in the $118 million detailed above.\n\nCTAS funding helps tribes develop and strengthen their justice systems' response to crime, while expanding \nservices to meet their communities' public safety needs. The awards cover 10 purpose areas: public safety and \ncommunity policing; justice systems planning; alcohol and substance abuse; corrections and correctional \nalternatives; children's justice act partnerships; services for victims of crime; violence against women; juvenile \njustice; violent crime reduction; and tribal youth programs.\n\nThe Department also provided $6.1 million to help tribes to comply with federal law on sex offender registration and \nnotification, $1.7 million in separate funding to assist tribal youth and nearly $500,000 to support tribal research on \nmissing and murdered indigenous women and children and other public safety-related topics.\n\nToday's announcement is part of the Justice Department's ongoing initiative to increase engagement, coordination \nand action on public safety in American Indian and Alaska Native communities.\n\nA listing of today's announced CTAS awards is available at: justice.gov/tribal/awards. A listing of all other \nannounced tribal awards are available at: go.usa.gov/xVJuE.\n\nCopyright Targeted News Services\n\nMSTRUCK-6897045 MSTRUCK\n"}