{"title": "House Judiciary Committee Issues Testimony From Georgia Coalition for the People's Agenda", "body": "\nThe House Judiciary Committee issued the following testimony by Helen Butler, executive director of the Georgia \nCoalition for the People's Agenda, at a field hearing entitled \"Discriminatory Barriers to Voting\":\n\n\"My name is Helen Butler and I am the Executive Director of the Georgia Coalition for the People's Agenda \n(\"PEOPLE'S AGENDA\"). I have attached a short biography describing my background to my written statement as \nAppendix 1.\n\n\"View Appendix 1 at http://docs.house.gov/meetings/JU/JU10/20190905/109887/HHRG-116-JU10-Wstate-ButlerH-\n20190905.pdf\n\n\"The PEOPLE'S AGENDA is a non-partisan, non-profit organization convened by the Reverend Dr. Joseph E. \nLowery and it is comprised of a coalition of representatives from civil rights, human rights, peace and justice \norganizations, and concerned citizens of the State of Georgia. The PEOPLE'S AGENDA is based in the greater \nAtlanta metro area, but we have members located throughout the entire State of Georgia who help to advance our \nmission and achieve our organizational goals.\n\n\"Our mission seeks to improve the quality of governance in Georgia; create a more informed and active electorate; \nand ensure responsive and accountable elected officials. A significant focus of our work is on voter empowerment \nand ensuring equal access to the ballot for eligible Georgians of color and under-represented communities. Our \nvoter empowerment work includes:\n\n* Providing voter registration assistance with an emphasis on education and mobilization. Our voter registration \nactivities include providing voter registration assistance and education at Historically Black Colleges and \nUniversities (HBCUs), high schools, naturalization ceremonies, community events, and at other locations across the \nstate;\n\n* Conducting town hall meetings, candidate forums and asking candidates to respond to questionnaires in order to \nprovide valuable information to voters to give them opportunities to learn about the candidates' positions and to \nengage in dialogue with the candidates;\n\n* A \"Get Out the Vote\" campaign, which is used in central locations throughout the state to encourage voter turnout;\n\n* Our Election Protection Project, which informs voters of their rights and provides immediate relief when problems \nare encountered by voters on or before Election Day; and,\n\n* Our \"Vote Connection Center\" provides training and technical assistance to nonprofit organizations and \nindividuals through effective issue campaign organizing and civic engagement.\n\n\n\"The PEOPLE'S AGENDA has always been dedicated to fighting for the voting rights of Georgia's citizens through \npublic education, training, advocacy and litigation. When necessary, we have been forced to spend even more time \nand resources fighting discriminatory voting laws and policies and practices at the state and local levels in the \nwake of the Supreme Court's 2013 decision in Shelby County v. Holder due to the lack of the preclearance process.\n\n\"Today I will provide you with some examples of barriers to the ballot faced by voters of color in Georgia since the \nShelby County decision and how my organization and others have been forced to divert significant time and \nresources to monitoring voting changes at the state and local levels and to take action in response to changes \nwhich deny Georgians of color an equal opportunity to participate in the political process.\n\nPolling Place Closures, Consolidations and Moves\n\n\"In the aftermath of the Shelby County decision in 2013, many of Georgia's county boards of election proposed or \ntook action to close, consolidate or move polling locations--oftentimes in areas primarily serving voters of color and \nin underrepresented communities. These changes can discourage and confuse voters and lead to depressed \nturnout.\n\n\"The PEOPLE'S AGENDA and other civic engagement organizations have been forced to devote a significant \namount of time and resources to monitoring proposals to close, consolidate or move polling locations across the \nstate's 159 counties. Our work dealing with these polling place changes has included issuing pubic records \nrequests for county boards of election minutes and agendas; sending staff and coalition members to observe and \nmake comments at boards of election meetings; submitting written objections to proposals to close or change \npolling locations, and organizing rapid response actions with community members who are impacted by these \nchanges.\n\n\"In the aftermath of the Shelby County decision and in the absence of preclearance, we often have little or no \nreasonable advance notice of these polling place changes; there has been a lack of transparency in the stated \nrationales for these changes in minority communities; and we are often forced to turn our attention toward \norganizing a rapid response in an attempt to stop or ameliorate these changes while juggling our other important \norganizational initiatives and priorities.\n\n\"Prior to the Shelby County decision, county boards of election were required to submit polling place and voting \nprecinct changes to the Department of Justice (\"DOJ\") for preclearance to ensure that the changes did not \nretrogress the ability of minority voters to elect candidates of their choice.\n\n\"The preclearance process prevented many of these changes from taking effect and acted as a deterrent to the \nadoption of such changes.\n\n\"While the PEOPLE'S AGENDA and our state partners have achieved some success in stopping or ameliorating \nthe scope of some polling place changes post-Shelby, we have been unable to prevent them all from taking effect.\n\n\"Consequently, we often have to devote even more time and resources to assist voters impacted by these changes. \nSince polling place closures and relocations are not always widely publicized by county boards of election, voters \noften show up to vote on Election Day at their former polling place and are surprised to learn that the poll has \nmoved. Voters who are used to walking to their polling place and learn on Election Day that the poll has been \nmoved several miles away may be unable to travel to the new poll that day, especially if there is no accessible \npublic transit. Some voters may have other commitments with their jobs, childcare or other responsibilities which \nprevent them from spending more time traveling to the new polling location and, as a result, they are forced to \nforego participating in the election. Restoration of preclearance would help provide notice and transparency to \npolling place changes in Georgia, help to prevent discriminatory changes from taking effect and give voters the \nopportunity to participate in the process.\n\n\"Some of the post-Shelby efforts to close, consolidate or move poll locations by county boards of elections in \nGeorgia have included, but are not limited to:\n\n\n\n* A proposal to close all but two polling places in Randolph County, which would have disproportionately impacted \nvoters of color and suppressed the minority vote in this economically challenged, rural county, was tabled after the \nPEOPLE'S AGENDA and other advocacy groups organized community opposition to the plan;\n\n* A proposal to eliminate all but one of the City of Fairburn polling places, even though the number of polling places \nhad been increased in recent years because of long lines on Election Day, was rescinded following advocacy \nefforts by the PEOPLE'S AGENDA and other groups;\n\n* A proposal to eliminate all but one of Elbert County precincts and polling locations to the detriment of voters of \ncolor in a rural county with no robust public transit service was rescinded after opposition by advocacy groups and \nvoters;\n\n* The PEOPLE'S AGENDA and other groups have led advocacy efforts to oppose polling place and precinct \nchanges in Fulton County in the wake of Shelby with some success;\n\n* A proposal to close 2 of 7 precincts and polling places in Morgan County after the county previously reduced the \nnumber of polling locations from 11 to 7 in 2012, was rejected after the board considered opposition to the plan by \nthe PEOPLE'S AGENDA.\n\n* A proposal to reduce the number of precincts and polling locations from 36 to 19 in Fayette County was tabled in \nthe face of opposition by the PEOPLE'S AGENDA, other civic engagement groups and voters;\n\n* A proposal to consolidate all polling locations to a single location in Hancock County, a majority-Black, \neconomically challenged, rural county with no regularly scheduled public transit, was tabled after the PEOPLE'S \nAGENDA, other civic engagement groups and voters organized against the proposal;\n\n* A proposal to eliminate 20 of 40 precincts and polling locations in majority-Black and economically challenged \nneighborhoods in Macon-Bibb County was scaled back as a result of advocacy efforts by the PEOPLE'S AGENDA \nand other civic engagement groups; and,\n\n* A proposal by the Macon-Bibb County Board of Elections to move a polling location in a majority-Black precinct \nfrom a public gymnasium to a Sheriff's Office was defeated only after 20% of the registered voters in the precinct \nsigned a petition opposing the move.\n\nGeorgia's Exact Match Voter Registration Process\n\n\"The PEOPLE'S AGENDA, voters and advocates were forced to bring multiple lawsuits during the past ten years \nchallenging various iterations of the state's \"exact match\" voter registration process that was demonstrated to \nprevent Georgia's eligible people of color from completing the voter registration process.1 In fact, just prior to the \n2018 mid-term election, the Associated Press reported that there were more than 53,000 voter registration \napplications on hold because of Georgia's \"exact match\" process--the vast majority of which had been submitted \nby Georgians of color.2\n\n\"Georgia's \"exact match\" voter registration process required that certain identity information (name, date of birth, \ndriver's license or Social Security number) from a voter registration form had to \"exactly match\" information about \nthe applicant on file with the state's Department of Driver's Services or Social Security Administration. If the \ninformation was not an \"exact match,\" the application was put into pending status, the applicant was not registered \nto vote and the application was subject to cancellation. If the application was cancelled, the applicant would be \nrequired to start the registration process over again.\n\n\"In many cases, discrepancies preventing these applicants from registering to vote were caused through no fault of \nthe applicant, such as errors made by county registrars' offices when they entered the registration form data into the \nstate's Enet voter registration system or because of existing errors in the Driver' Services or Social Security \nAdministration's databases. Discrepancies as minor as a missing hyphen in a hyphenated last name, the \ntransposition of a single letter in a name, or the use of a shortened version of the applicant's name (Tom versus \n\n\n\nThomas), would result in a non-match that would prevent the applicant from completing the registration process, \nunless the applicant undertook additional efforts to resolve the issue with county registrars' offices.\n\n\"The \"exact match\" process was also shown to prevent eligible Georgians who are United States citizens from \ncompleting the registration process due to the fact that the process relies upon outdated citizenship data collected \nby the Georgia Department of Driver's Services when a noncitizen obtains a limited term driver's license in the \nstate. Since that data is not automatically updated when a person becomes a naturalized citizen, new Americans \nare flagged as potential noncitizens when they register to vote--even though they are citizens who are entitled to \nregister and vote.\n\n\"Although DOJ precleared an early iteration of the \"exact match\" process in 2010 when it was an administrative \nprocess created by the Secretary of State, the state legislature and governor modified it when the \"exact match\" \nprocess was codified into Georgia law with the passage of House Bill 268 in 2017.3 By that time, the PEOPLE'S \nAGENDA and other organizations involved in litigation challenging the process had demonstrated that it \ndisproportionately and negatively impacted the ability of African American, Latino and Asian American applicants to \ncomplete the voter registration process. In the absence of the preclearance process post-Shelby, HB 268 went into \neffect and continued to disproportionately prevent Georgians of color from completing the voter registration process \nthrough the 2018 mid-term elections.\n\n\"As litigation challenging the law continued in the aftermath of the 2018 mid-term elections, the Georgia legislature \nchose to largely abandon the \"exact match\" process with respect to identity information when it passed House Bill \n316 in the 2019 legislative session and the bill was signed into law by Governor Kemp.4 While the PEOPLE'S \nAGENDA and other organizations who joined with us in the litigation considered the abandonment of the \"exact \nmatch\" requirement for identity information to be a victory, the enactment of HB 316 demonstrated that no \nlegitimate purpose had been served by the state's long-standing requirement that the name, date of birth, driver's \nlicense or Social Security number exactly match the same information about the applicant on other government \ndatabases.\n\n\"While the legislature and Governor Kemp finally abandoned the exact identity match requirement, they have done \nnothing to remedy the routine flagging of Georgia's United States citizens as potential non-citizens because of the \nstate's continued use of outdated citizenship records in the voter registration process. The PEOPLE'S AGENDA \nand other civic engagement organizations believe that the state's refusal to reform the deficient citizenship match \nprocess has more to do with the current anti-immigrant mood within certain segments of Georgia's state \ngovernment and legislature than with any legitimate rationale that this process is warranted to prevent non-citizens \nfrom registering to vote--particularly when the process relies on outdated citizenship data that does not reflect \ncurrent information about the citizenship of the applicants.\n\n\"As a result, the deficient and discriminatory citizenship match process has been allowed to continue, delaying or \npreventing Georgians who are United States citizens from completing the voter registration process. The \nPEOPLE'S AGENDA will be forced to continue to divert time and resources to the litigation challenging this process \nfor the foreseeable future in the absence of preclearance.\n\nVoter Purges at the State and Local Levels in Georgia\n\n\"In a 2018 report, the Brennan Center for Justice found that states previously covered by Section 5 of the Voting \nRights Act had shown significant increases in the numbers of voters purged from the voter registration rolls post-\nShelby.5 In fact, the report found that Georgia purged approximately twice as many voters (1.5 million) between \n2012 and 2016 than the state purged between 2008 and 2012. While many of these purges are attributable to the \nstate's \"use it or lose it\" law that targets voters for removal after a period of inactivity, local county boards of election \nhave also played an active, and sometimes unlawful and discriminatory role, in the purging of voters of color from \nthe from the registration rolls to suppress the vote.\n\n\"One of the most notorious post-Shelby purge cases involved the removal of Black voters from the voter registration \nrolls by the majority white Hancock County Board of Elections and Registration during the summer and fall of 2015 \nbefore a hotly contested municipal election in the City of Sparta in which white candidates challenged long-term \n\n\n\nBlack incumbents. All but two of the challenged voters were Black. The challenge proceedings resulted in the \nremoval of 53 voters from the voter registration list. Many more eligible voters were threatened with removal from \nthe rolls even though they were properly registered to vote in the county.\n\n\"I learned about the efforts to remove Black voters from the registration list in Hancock County from voters in the \ncommunity while I was helping to organize opposition to the County's efforts to close and consolidate polling \nlocations. The PEOPLE'S AGENDA, along with the Georgia State Conference of the NAACP, challenged these \npurges in federal court after the board refused to resolve the matter before we proceeded to litigation.\n\n\"After time-consuming and expensive litigation, the parties eventually agreed to resolve the case with a consent \norder in which illegally purged voters were restored to the registration rolls, the board agreed to implement reforms \nto its purge processes, an independent \"examiner\" was appointed by the Court to monitor the board's compliance \nwith the consent order, and the Court retained jurisdiction over the matter for a period of five years.6\n\n\"Since the Hancock County matter, the PEOPLE'S AGENDA has learned about other efforts made to purge voters \nimproperly from the voter registration rolls in Laurens and DeKalb Counties. The PEOPLE'S AGENDA has been \nforced to divert time and resources to the investigation of these purges and may be forced to commence litigation in \nthe event these purges cannot be resolved informally.\n\n\"In addition, the PEOPLE'S AGENDA receives complaints from individuals who have difficulty restoring their right to \nvote following a felony conviction or who are improperly purged due for a felony. Due to delays in county boards of \nelection receiving timely updates from the Georgia Secretary of State and/or the Georgia Department of \nCorrections, returning citizens are sometimes denied voter registration even after they have fully completed the \nterms of their sentences.\n\nRedistricting\n\n\"The 2021 redistricting cycle in Georgia will be the first redistricting cycle in the state in many years that will take \nplace without the full protections of Section 5 of the Voting Rights Act. We fully expect that conservatives in the \nGeorgia legislature will continue a practice of engaging in secretive redistricting processes that provide little to no \ntransparency or opportunities for voters to participate in the process in order to ensure that the redistricting plans \nadopted by the legislature and signed by the Governor will not dilute minority voting strength or discriminate \nagainst minority voters. In the absence of preclearing those redistricting plans, the PEOPLE'S AGENDA expects \nthat it will expend significant time and resources for research, advocacy, and potentially time consuming and \nexpensive litigation during the 2021 redistricting cycle.\n\nAbsentee Ballot Issues\n\n\"Ahead of the 2018 midterm elections, the PEOPLE'S AGENDA and other civic engagement organizations \nsuccessfully sought emergency relief in federal court to block the practice of allowing election officials with no prior \ntraining in signature verification to reject absentee ballots if they believe the signature on the ballot does not match \nthe voter's signature on file. This emergency relief also prevented them from rejecting absentee ballots based upon \nimmaterial omissions or mistakes on the absentee ballot envelopes, without allowing the voters a reasonable \nopportunity to cure the issue so the ballots could be counted.\n\n\"The PEOPLE'S AGENDA also became aware that absentee ballots, including ballots that were sent from abroad, \nmilitary facilities, and other locations had not been delivered to the Macon- Bibb County Board of Elections in a \ntimely manner by the United States Post Office. Following our investigation, the PEOPLE'S AGENDA, along with \nthe Lawyers' Committee for Civil Rights Under Law, submitted correspondence to Congressman Sanford Bishop \nand other members of Congress requesting an investigation.\n\nEfforts to Cutback or Eliminate Sunday Early Voting and Atlanta Poll Hours\n\n\n\n\"Following the Shelby County decision in 2013, the Georgia legislature has repeatedly attempted to cut back early \nvoting hours and Sunday early voting schedules. The legislature also sought to cut back extended poll hours for \nmunicipal elections in the City of Atlanta, the most populous city in the state, in 2018.7\n\n\"The most recent attempt to enact these cut-backs occurred during the 2018 legislative session with the filing of HB \n363 by conservative legislators. HB 363 would have forced polls in the majority-Black City of Atlanta to close an \nhour earlier than under existing law and would have eliminated early voting on the Sunday before Election Day, a \nhigh turnout day for Black voters due to \"Souls to the Polls\" events that encourage voters to cast ballots early after \nattending church.\n\n\"As a result of these efforts in the legislature to suppress turnout by minority voters, the PEOPLE'S AGENDA and \nother civic engagement organizations were forced to divert time and resources to organizing opposition to the \nlegislation and to prepare for protracted legal battles if the advocacy strategy proved unsuccessful. This type of \nlegislation would most likely be blocked if preclearance was reinstated.\n\nConclusion\n\n\"The elimination of the preclearance process post-Shelby has put the burden of monitoring, investigating, \nadvocating, and litigating challenges to voting changes that negatively impact voters of color on my organizations \nand our sister organizations. This has resulted in a drain on our resources, diverting time from our staff and \nvolunteers when we are also continuing to move forward with our other civic engagement programs and \norganizational goals.\n\n\"The loss of preclearance has also resulted in a lack of transparency, often coupled with little to no reasonable \nadvance notice of adverse voting changes, at both the state and local level. Prior to the Shelby decision, \npreclearance served as a deterrent, which helped to prevent some discriminatory voting changes from being \nproposed at the state or local level.\n\n\"The PEOPLE'S AGENDA and our sister organizations will continue our important work to protect the vote, \neliminate barriers to the ballot box, and to ensure equal participation in the political process for Georgians of color \nand underrepresented communities. However, we are extremely concerned about the 2021 redistricting cycle \nwithout the full protection of the Voting Rights Act and hope that Congress will pass legislation to ensure that all \neligible Georgia citizens who wish to cast a ballot will be able to do so.\"\n\n* * *\n\nFootnotes:\n\n1 See Morales v. Handel, Civil Action No. 1:08-CV-3172, 2008 WL 9401054 (N.D.Ga. 2008); Georgia State \nConference of the NAACP v. Kemp, Civil Action No. 2:16-cv-00219-WCO (N.D.Ga. 2016); Georgia Coalition for the \nPeople's Agenda v. Kemp, 1:18-CV-04727-ELR (N.D..Ga. 2018).\n\n2 Ben Nadler, Voting rights become a flashpoint in Georgia governor's race, AP, October 9, 2018, \n3 http://www.legis.ga.gov/Legislation/20172018/170669.pdf\n\n4 http://www.legis.ga.gov/legislation/en-us/display/20192020/hb/316\n\n5 Jonathan Brater, Kevin Morris, Myrna Perez, and Christopher Deluzio Purges: A Growing Threat to the Right to \nVote, Brennan Center for Justice, Juyl 20, 2018, \n6 See Georgia State Conference of NAACP v. Hancock Cty. Bd. of Elections &#38; Registration, No. 5:15-CV-\n00414 (CAR), 2018 WL 1583160, at *1 (M.D. Ga. Mar. 30, 2018).\n\n\n7 Kira Lerner, UPDATED: Georgia bill that would eliminate Sunday voting and suppress black turnout fails, Think \nProgress, March 16, 2018,https://thinkprogress.org/georgia-sunday-voting-cut-9c1c2ffafd18/.\n\n[TheHill]\n\nCopyright Targeted News Services\n\nMSTRUCK-6845897 MSTRUCK\n"}