{"title": "Ambassador to U.S. Warns Israel That New Settlements Imperil Aid", "body": "\nThe Israeli Ambassador to Washington warned his Government today that it would have to choose between \nbuilding more settlement housing in the Israeli-occupied West Bank and Gaza Strip or receiving additional United \nStates aid for the resettlement of Soviet Jews.\n\n\"Sometimes there are moments when governments must face issues and take hard decisions one way or another,\" \nAmbassador Zalman Shoval said in a radio interview here. \"The Israeli Government, when it has all the data in \nhand, will have to decide if it prefers settlements or aid.\"\n\nThe Government has announced its intention to request $10 billion in American loan guarantees in September. The \nmoney would be used to pay for new immigrant housing, and American officials have said they do not think Israel \ncan build sufficient housing without it. About 300,000 immigrants have moved to Israel in the last 18 months.\n\nMr. Shoval's statement came just a week after Prime Minister Yitzhak Shamir confidently predicted that the United \nStates would give Israel additional aid, even with the continued settlement construction. But President Bush, in a \nmeeting with a group of rabbis earlier this month, had suggested that the money would not be approved unless the \nsettlement activity stopped.\n\n\"Settlement in every part of the country continues and will continue,\" Mr. Shamir said. \"They try to link the two \nthings, but no one said aid will end. I don't think it will happen.\"\n\nEarlier, Secretary of State James A. Baker 3d said that the rapid pace of settlement construction was the single \nlargest obstacle stalling his Middle East peace initiative.\n\nMore settlement housing is under construction now than at any time in Israel's history. Government architects say \nthey have been asked to draw up contingency plans for the possible construction of hundreds of thousands of \nsettlement dwellings with the expectation that many new immigrants will move to the occupied territories.\n\n\"The question now,\" Mr. Shoval said, \"is whether we can meet absorption and immigration needs if we cannot \nreceive, for one reason or another, the aid we think we deserve from the United States. If the Government decides \nit does not want to freeze settlements for one reason or another, it will obviously have to figure out for itself how to \nfulfill immigration needs.\"\n\n"}