{"title": "Sexual Abuse Reported at an Immigration Center", "body": "\nThe Justice Department is investigating complaints from women held at an immigration detention center near \nMiami who said they had witnessed or were victims of sexual assaults by Immigration and Naturalization Service \nguards.\n\nWhile the latest investigation of the center, the Krome Service Processing Center, began last month, lawyers and \nadvocates for immigrants, as well as some employees of the center, have been expressing concerns about abuse \nof detainees and corruption for years.\n\nThe more recent accusations came in a report released on Tuesday in New York by the Women's Commission for \nRefugee Women and Children, an international advocacy group.\n\nBasing its conclusions on statements from former guards and female refugees, the commission said the \nimmigration service had effectively lost control of Krome, allowing it to become a place where many women lived \nin constant fear of sexual violence or harassment.\n\nSome women told the commission in interviews last month that guards had promised to have them released in \nexchange for sex or to have them deported if they resisted. Some who had complained said they were punished or \nthreatened.\n\nThe Justice Department inquiry involves the United States attorney's office in Miami, the Bureau of Prisons and the \ndepartment's inspector general.\n\n\"This is an ongoing assessment of Krome, looking at what's wrong down there and what we can do to improve the \nsituation,\" said Gretchen Michael, a Justice Department spokeswoman.\n\nMs. Michael said the investigation would focus on possible criminal activities as well as management of the center.\n\nMaria Cordona, an immigration service spokeswoman in Washington, said immigration officials welcomed the \ninvestigation.\n\n\"The assessment was initiated,\" Ms. Cordona said, \"because of all these allegations and because we realized that, \nwhile we tried to the extent we could to address them, we needed help.\"\n\n\nThose detained at Krome -- 472 men and 97 women -- include immigrants who are seeking political asylum as well \nas those who are fighting deportation.\n\nThe investigation has already led to some arrests and disciplinary actions against Krome employees.\n\nA federal grand jury in Miami last month charged a guard with raping a transsexual detainee who was being held \nwhile her asylum request was being considered. A second employee has pleaded guilty to accepting a $1,000 bribe \nto let a detainee use a cell phone.\n\nSeveral other employees have been moved out of the Krome center, immigration officials said. But the women's \ncommission report said many others accused of abusing women were still at their posts.\n\nThe 20-year-old detention center, about 25 miles south of Miami, has been the subject of numerous investigations \nand Congressional inquiries over its treatment of immigrants.\n\nWendy Young, director of government relations at the women's commission, said she was skeptical of the \ngovernment's commitment to cleaning up Krome.\n\n\"I am concerned, partly based on the track record thus far at Krome, where we have seen abuses reported and \nvery little if anything done in terms of disciplinary or legal action,\" Ms. Young said. \"The Justice Department has to \nmake detention a priority, and one way is to hold guards responsible.\"      \n\nhttp://www.nytimes.com\n"}