{"title": "A Long Wait On the Doorstep;At Immigration Offices, Amid Lines and Lost Time, An Old Hope Survives", "body": "\nThis is where the American dream can seem both closer than ever and impossibly out of reach -- in the endless, \nexhausting lines that form every day before dawn outside the doors of immigration offices.\n\nIt is where Esteban Travieso, an immigrant from Uruguay, waited for five and a half hours last week, in line at the \nimmigration office in lower Manhattan to ask how he could replace his lost residency card. Where Geordany \nJosselin, 21, a Haitian, waited for more than six hours to find out what had happened to his residency application. \nAnd where Dora Bintimilla waited for four hours to see how she could bring her daughter from Ecuador so they can \nbe together again after 13 years.\n\n\"I have put off coming down here for as much as I could -- wouldn't you?\" said Mr. Travieso, 27, a truck driver who \nlives in Queens, pointing to the line stretching behind him. \"Everybody here wants the same thing, peace of mind. \nBut to get it, you have to go through hell and back. And, of course, the line.\"\n\nDespite recent efforts by the Federal Immigration and Naturalization Service to cut down on the need to wait in \nline for routine services and queries, the waiting persists, not only in New York but also in Newark, Houston, Los \nAngeles, Miami and other cities with large immigrant populations.\n\nThe busiest offices, like the one in lower Manhattan, see an average of 1,000 people a day, and an average wait \ncan be as much as three hours or more. When it is finally their turn, they often encounter surly, uninterested or \noverburdened workers, who hand them yet another form and tell them to stand in yet another line, or to return \nanother day.\n\nWhile frustrating encounters with bureaucracy are not a complaint unique to immigrants -- as anyone who has \nvisited a motor vehicles office can attest -- the burden can be particularly heavy for newcomers. They often have \nunstable jobs with no vacation time and little flexibility, so taking time off is a hardship. And many immigrants with \nlittle education and no English find themselves baffled by the complexity of immigration rules that can determine \ntheir future.\n\nRecent changes in immigration laws, which seem to create new deadlines every few months, can make the lines \neven longer, as misinformed and desperate immigrants flock to offices seeking help.\n\n\nIbrahim, 24, a native of Somalia who did not want to reveal his last name, woke up at 4 A.M. on March 30 and \nrushed to the immigration office in Newark. Another immigrant at the construction site where he works had alerted \nhim to a new deadline for applicants for political asylum. Under a 1996 law, all immigrants who arrived in the United \nStates before April 1, 1997, had until April 1, 1998, to file claims for asylum.\n\nAt the same time, and on the same day, another deadline sent another category of immigrants scrambling for help. \nUnder the new law, people who have been in the country illegally for more than a year were required to return to \ntheir home countries before April 1 to avoid being barred from re-entering the United States legally for 10 years.\n\nIbrahim, who left his country in 1996 and now lives in Rahway, N.J., said immigration officials would grant him \nasylum right away, without forcing him to stand in line or submit to an interview, if only they could see his scars.\n\n\"Look at this,\" he said, lifting his shirt in front of the crowd of onlookers to expose jagged scars inflicted in Somalia \nand running across his chest. \"Is this enough to let me live in America, you think?\"\n\nAs it turned out, he was in the wrong line. After a two-hour wait, an officer told him that asylum applicants need not \nshow up in person. They must file by mail. Ibrahim left as bewildered as when he arrived.\n\n\"I don't know what happens to me now,\" he said, shrugging off the idea of hiring a lawyer. \"I have lived long enough \nhere without one. Maybe I don't need help.\"\n\nEven without the urgency of an approaching deadline, the lines in front of immigration offices are fed every day \nby thousands of people puzzled by mind-numbing immigration regulations and motivated by an intense desire to \nbecome Americans.\n\n\"In the harshest day of winter, there is a line,\" Alan Atkinson, a spokesman at the local immigration office in New \nYork, said last week. \"In the hottest day of the summer, there is a line. In the prettiest day of spring, there is a line. \nIt just never changes.\"\n\nThe lower Manhattan office is the only one for general immigration cases in New York City. In 19 working days in \nFebruary, it served 10,000 people who walked in with inquiries and 11,500 who came in to file applications for \nvarious benefits, Mr. Atkinson said. Rob Koon, a spokesman with the Immigration and Naturalization Service in \nWashington, said last week that from October of last year until the end of February, at least 2.2 million people went \nto 79 immigration offices asking for help.\n\nNo matter how long the lines seem, though, immigrants agree that the situation is actually better than it was a few \nyears ago.\n\nIn New York, people now wait their turn inside a portable structure that protects them from the rain or cold. In \nNewark, officers regularly canvass the lines trying to spot people who are misinformed and waiting in vain. And in \nMiami, people are now guaranteed service if they are in line before noon, whereas before, they could wait for hours \nonly to be told at the end of the day that the office was closed.\n\nIn addition, the Immigration and Naturalization Service has come up with a range of services -- from a web site to \nsatellite offices dedicated to citizenship applications only -- to reduce the volume of work at the district offices and, \ntherefore, the waiting time.\n\nEric Andrus, a spokesman for the agency in Washington, said it now has an automated toll-free number for \ninformation and another to request forms. A new line, on which callers can speak to a person, was recently \ninstalled, but only for the East Coast; it will be available nationwide in the summer, he said. Citizenship forms are \navailable on the Internet.\n\n\"We are not where we want to be yet, but we are trying to make the process more convenient for all,\" Mr. Andrus \nsaid.\n\n\n\nIn addition, immigration officials recently presented Congress a proposal to separate the enforcement division from \nthe agency's customer service operation. \"We could then retrain our officers and offer better service, something \nadvocates for immigrants have been asking us to do for a long time,\" Mr. Andrus said.\n\nDespite the changes, immigrants and their relatives continue to stand in line because, in many cases, they have no \nchoice. Often, they are poor and illiterate in English and have no access to a computer. Many cannot afford a \nlawyer but are stymied by long, detailed forms. When they call the information lines, the wait is long and the maze \nof alternatives so confusing and impersonal that many people prefer to stand in line. They view the line as a \nnecessary evil, one more step in the tangled and expensive process of trying to settle, legally, in the United States.\n\n\"You don't call,\" said Angie Zapitero, 27, who was standing in line in Houston to renew her Mexican husband's work \npermit. \"It's better just to come down here and talk to them. It's faster. You'll be put on hold for hours if you call.\"\n\nIvo Dimov, 33, a Bulgarian immigrant, waited outside the immigration offices in Los Angeles with his wife, Tanya, \nto get a special travel permit for a visit home. Since they arrived six years ago, they have lost an uncle, an aunt, a \ngrandmother and a grandfather, and they want to go back to pay their last respects.\n\nAfter two hours, they moved inside the building where, after another short line, they were assigned a number and \ntold to wait some more. With about 50 people ahead of them, they were sitting quietly when a woman's shriek from \na window caught everybody's attention. \"Don't you have any decency here? You treat people like cattle.\"\n\nThe Dimovs appeared resigned.  \"It's a whole wasted day,\" he said. \"I don't even know if I will get what we're here \nfor.\"\n\nThe answers that wait at the end of the long lines can shape the course of a whole life. They can determine \nwhether an immigrant becomes a legal resident or stays underground, learns English or remains illiterate, receives \nwelfare benefits or peddles trinkets in the streets, travels home to see his family or spends his salary on weekly \nphone calls.\n\nMr. Josselin, who came to New York from Haiti in 1989, was the first in line on March 30 at the New York \nimmigration office, arriving at 3 A.M. so he would not have to miss much time at work. He hopes to study \nengineering but needs financial aid, and to get it he has to become a permanent resident. After he applied for a \ngreen card, he received a letter advising him that one of his forms was missing.\n\nThe immigration officer who dealt with him when his number was called at 7:50 A.M. did not know that Mr. Josselin \nfelt his future was at stake. The officer took her time, unwrapping a piece of gum and carefully placing it in her \nmouth before she turned to him, without a greeting. Mr. Josselin showed her the letter. She punched his name into \nher computer and told him she thought his case had been closed and that he needed to reapply.\n\nMr. Josselin seemed numb throughout the process. He simply moved from line to line, floor to floor, officer to \nofficer and did as he was told, asking few questions. He stood in line again to get some forms for a friend. At 9:15 \nA.M., six hours and 15 minutes after he started the line, he walked out of the building.\n\n\"I have been through this line before,\" he said. \"And I'll do it again if I have to.\"\n\n \n\nGetting Answers\n\nTo get Immigration and Naturalization Service help:\n\nRecorded message: 800-755-0777 (everywhere except East Coast)\n\nRecorded mesage and live person: 800-375-5283 (East Coast only; nationwide beginning this summer)\n\nTo order forms: 800-870-3676\n\nWeb site: www.ins.usdoj.gov \n\nhttp://www.ins.usdoj.gov/\n\n\nGraphic\n\n \n\nPhotos: At the Newark immigration office, which opens at 7:30 A.M., the waiting lines can start forming in the \nmiddle of the night. They come wanting to replace a lost residency card, to check on residency applications, to \nbring a long-lost daughter to this country, to apply for political asylum. (Photographs by John Sotomayor/The New \nYork Times)\n"}