{"title": "U.S. to Stop Green Card Denials for Dissidents", "body": "\nThe U.S. immigration service said yesterday that it will temporarily stop denying green cards to refugees and other \nlegal immigrants tied to groups that sought to topple foreign dictatorships, placing their cases on hold while it \ndetermines more \"logical, common-sense\" rules for judging them.\n\nThe decision will potentially affect thousands of pending applications for permanent U.S. residence. The cases of \nhundreds of others who have been denied green cards since December will also be reexamined, said Jonathan \n\"Jock\" Scharfen, deputy director of U.S. Citizenship and Immigration Services. All the applicants are living in this \ncountry under refugee or other visa provisions or political asylum.\n\nMost of the applications involve people linked to groups that U.S. immigration and counterterrorism laws have \ndefined as \"undesignated terrorist organizations\" because they took armed action against a foreign government. \nThe groups include U.S. allies that fought against former Iraqi leader Saddam Hussein and the Taliban government \nin Afghanistan, as well as Burma's military junta and Sudan's Islamic leaders.\n\nScharfen said that USCIS recognized the illogic of admitting immigrants under one provision of the law and then \nlabeling them terrorists for green card purposes, calling it a \"very good question.\" At the same time, he said, the \nrestrictions are \"written so that the definition of a terrorist organization and activity is very, very broad.\" Even groups \nthat have been \"closely associated with the United States,\" such as Montagnard tribesmen who fought with U.S. \nforces in Vietnam, \"fall under the definitions.\"\n\nIn addition to the Immigration and Nationality Act, restrictions are contained in the 2001 USA Patriot Act and the \n2005 Real ID Act. The laws, Scharfen said, \"cover groups that are opposed to the government. Any government.\"\n\nAlthough there are waiver provisions, they are cumbersome and rarely used. Denials and delays in processing \napplications -- with determinations made by the Department of Homeland Security and the State Department -- \nhave been sharply criticized by many in Congress and by nongovernmental immigration groups.\n\n\"USCIS is right to review such cases, especially for people in Iraq and Afghanistan who have helped the U.S. and \nsuffered persecution for doing so,\" said Sen. Edward M. Kennedy (D-Mass.), who chairs the Judiciary Committee's \nsubcommittee on immigration. \"It would be tragic to prevent such people from receiving the full protection of our \nimmigration laws because of a harsh interpretation of laws that should be used to go after true terrorists.\"\n\n\nThe catalyst for yesterday's decision, Scharfen and other officials said, was a Washington Post article last weekend \nabout a translator for U.S. forces in Iraq. Saman Kareem Ahmad, 38, arrived in the United States under a special \nvisa program for those assisting the nation's war effort, after his life was threatened in Iraq. He had received \ncommendations from the secretary of the Navy and then-Maj. Gen. David H. Petraeus, now the top U.S. \ncommander in Iraq, as well as strong support from Marine and Army officers with whom he had worked. Ahmad \nwas later granted political asylum, but his application for permanent residence was denied last month on grounds \nhe had once served with Kurdish military forces that fought against Hussein.\n\nThe USCIS letter denying Ahmad's petition said that the Kurdistan Democratic Party forces fit the definition of \nterrorist, based on information it had gleaned from public Web sites, because KDP forces \"conducted full-scale \narmed attacks and helped incite rebellions against Hussein's regime, most notably during the Iran-Iraq war, \nOperation Desert Storm and Operation Iraqi Freedom.\"\n\nThe KDP, a U.S. ally, is now part of the elected Iraqi government, and Ahmad teaches Arabic language and culture \nat the Marine Corps base in Quantico and other military facilities, working with Marines who are about to deploy to \nIraq. Although the letter said the denial could not be appealed, Scharfen said yesterday that Ahmad's case is now \n\"under review\" and should be resolved \"in a matter of days.\"\n\nUntil recently, waivers were narrowly allowed for those who had involuntarily aided \"Tier III,\" or \"undesignated,\" \nterrorist groups -- such as kidnapping victims or those forced under threat to provide assistance. Legislation passed \nin December broadened the waiver provisions to include people who, under certain circumstances, had received \nmilitary training or participated in violent actions.\n\nDHS and the State Department, Scharfen said, will now identify groups that may be eligible for exemption. \"We've \nrecognized there are issues that need to be addressed in a logical, common-sense fashion so that we can apply the \nexemptions that the law provides.\" He said they will \"start making a list\" of groups from Iraq, Afghanistan, Sudan, \nEthiopia and other countries.\n\n\"There are lots of groups around the world,\" Scharfen said, adding that \"it could be a cumbersome process.\" But \"all \nof us have this as a priority,\" he said. \"We want to do this in a way that is careful and deliberate, but also with \nefficiency and dispatch.\" He said that USCIS planned to announce the hold placed on pending applications on its \nWeb site and that the agency would notify those whose denials are being reviewed.\n"}