{"title": "A HELPING HAND FOR THE HAITIANS;Passaic resident is filling the role of honorary consul", "body": "\nPASSAIC TO Jean Claude Levy, honorary consul of Haiti in New Jersey, his title is not merely decorative. Rather, \nMr. Levy, who is not a Haitian, sees himself as helping the thousands of Haitian immigrants in New Jersey who live \nin poverty. He considers his mission as one of assisting them in settling in a school or job.\n\nThe 38-year-old Mr. Levy lives at 110 Main Street here. He runs a secretarial school in East Orange called the First \nSchool, which teaches language skills in French and Spanish as well as typing, shorthand and the use of business \nmachines. Many of his students are Haitian or Cuban.\nProfile of Claude Levy, honorary consul of Haiti in New Jersey\n\nMr. Levy was born in Morocco and is still a French citizen. He first saw Haiti in 1971 while on his honeymoon.  ''My \nAmerican wife and I looked at a map of the Caribbean - and there was Haiti,'' he recalled. ''I said, 'Let's have an \nadventure,' so we went to Haiti.\n\n''It was love at first sight. I felt that, in many ways, Haiti is like Morocco. The climate and the people are very similar. \nThe people are themselves and exist independently of the political climate.''\n\nNoting that Haiti is only 70 miles from Cuba, Mr. Levy said he did not think that the United States should ''overlook a \nfriendly country so close to its border.''\n\nAccording to Mr. Levy, his secretarial school is the only American school with branches both in the United States \nand Haiti.  The status of many Haitians lies somewhere between immigrant and refugee, for the situation there \ndoes not present a sufficient emergency to permit them to be classified as people who have fled to avoid \npersecution.\n\nEach Haitian must be granted asylum on an individual basis.  ''Many of these people are waiting for their standing to \nbe determined before they register their children in American schools,'' Mr. Levy said. ''Meanwhile, they themselves \ncannot find work.''\n\nSince September 1980, when he was appointed honorary consul, Mr.  Levy has been working with Representative \nJames J. Florio, Democrat of Runnemede; Representative Peter W. Rodino, Democrat of Newark, and other \nmembers of the New Jersey Congressional delegation. They have been trying to get support for legislation that \nwould allow Cuban and Haitian immigrants to be able to convert to permanent resident alien status after two years \nin this country.\n\nMr. Levy, who said that New Jersey's Haitians - they are second in number only to those in Florida and New York \nCity - would like to establish a Haitian civic center in East Orange.\n\n\nThe center would acclimate the Haitians to American life and help them decide how to earn a living.  ''There is a \nneed for schools in New Jersey to accommodate these Caribbean people,'' Mr. Levy said. ''I decided to take it upon \nmyself in the mid-1970's to try to help educate these people, but there is much more to be done.''\n\nMr. Levy said that he traveled to Haiti 10 to 15 times a year and had conferred with President Jean-Claude Duvalier \nabout the schools there.\n\n''Haiti has the image of being a smiling, happy country where people are thinking poor,'' he said. ''We are trying to \nchange that.''\n\nAccording to a spokesman at the Haitian Embassy in Washington, many countries that cannot afford to establish \nconsulates welcome people who wish to serve as honorary consuls.\n\nAn honorary consul cannot grant passports or carry out official duties. However, he can inform the public about \nthe country he represents and help to establish a welcoming agency for people, such as Haitians, who arrive in \nthis country.\n\n''He (Mr. Levy) is there to promote Haiti in this country,'' the Haitian Embassy spokesman said. ''He was appointed \nby the ambassador as a non-full-time representative, and he seems to be doing a very good job of letting people \nknow about Haiti.''\n\nGraphic\n\n \n\nIllustrations: photo of Jean Claude Levy photo of Kendall Franklin teaching Business English\n"}