{"title": "ICE Chief: Lawmakers Must Stop 'Ugly Rhetoric' and 'Vilification' of Immigration Agents", "body": "\nOct 11, 2019( Western Free Press: http://www.westernfreepress.com/Delivered by Newstex)  The chief of U.S. \nImmigration and Customs Enforcement called out members of Congress for demonizing federal agents while not \naddressing relevant laws. 'The safety and security of our personnel-officers and non-officers alike-is our primary \nconcern. I think that's why we've been so strident with our concerns about the ugly rhetoric that has been utilized \naround this issue and the vilification of the men and women of ICE,' Matt Albence, acting director of the agency, told \nThe Daily Signal on Thursday during a White House press briefing. A string of threats[1] against ICE agents and \nfacilities has occurred in recent months, including a shooting at one facility in San Antonio, Texas, and an attempted \nfirebomb attack at another in Tacoma, Washington. \n\nPolice also arrested protesters[2] in Washington, D.C., for charging an ICE building. Rep. Alexandria Ocasio-\nCortez, D-N.Y., has called ICE detention centers for illegal aliens 'concentration camps,' invoking Nazi Germany. \nOther lawmakers on the state and federal levels also have been highly critical of ICE and say they want to \nabolish[3] the agency within the Department of Homeland Security.  This is a problem, Albence said, mainly \nbecause ICE is 'merely enforcing the laws that Congress has passed.' He added:It's especially disheartening when \nit comes from individuals who actually have the ability to pass laws or change laws if they don't like them. But, \ninstead, they would rather vilify our officers for doing their sworn duties. A third of our officers are military veterans. \nThey were heroes before they ever strapped on a badge. They should be given the respect of any other law \nenforcement officer in this country. Yes, I'm very concerned. It's dangerous. Hopefully, those people that have \nopinions as to how immigration enforcement should be conducted [can] do so in a professional and responsible \nmanner. The ICE chief spoke the same day that other agencies released numbers on Trump administration efforts \nto control illegal immigration.  U.S. Customs and Border Protection released statistics on enforcement actions for \nSeptember that show apprehensions along the Southwest border totaled 52,385, the lowest number of arrests for \nthe year. They also show a 64% decline since the 144,116 apprehensions logged in May. Also Thursday, the \nJustice Department's Executive Office for Immigration Review announced that the agency's case completion \nnumbers topped 275,000 cases for fiscal year 2019, which ended Sept 30. This marked an increase of about \n80,000 completed immigration cases from fiscal year 2018. The completion rate also comes with an increase of \ncases. Immigration courts, which operate under the Justice Department, have a pending load of 987,000 cases. Of \nthose, 444,000 new cases came in fiscal year 2019, the highest number in history. The historical average has been \n225,294 cases from fiscal 2009 to fiscal 2016. Also speaking at the press briefing was Sheriff Bill Waybourn of \nTarrant County, Texas, who talked about the importance of working with ICE to keep local communities safe. 'The \nnarrative of trying to go after ICE and immigration is very much like the narrative used against our Vietnam \nreturning soldiers,' Waybourn said. 'They're eviscerating honorable people doing noble things, standing on the wall \nbetween good and evil for you and me.' ' If these people want to change things, Capitol Hill is down the street,' the \nsheriff said, adding that ICE agents 'are not the policymakers.' In late September, U.S. District Judge Andre Birrote \nJr. prevented ICE[4] from solely using information databases for its requests to law enforcement agencies to detain \nillegal immigrants for up to 48 hours. 'We have 4,200 inmates. Out of that, we had 7% were illegal aliens,' \n\n\nWaybourn said, adding:They were being held for such offenses as murder [and] sexual assualt of children. There \nwas about 70 of them. There were robbers, kidnappers, people who committed arson, people who were DWI. If we \nreturn them, with this radical ruling out of California, where you have a federal judge making law for the nation, or \nattempting to, it will put our communities in jeopardy.The Texas sheriff said that 72% of illegal immigrants arrested \nin his jurisdiction are repeat offenders.  'So if we have to turn them loose, or they get released, they are coming \nback to your neighborhood and my neighborhood,' Waybourn said. 'These drunks will run over your children and \nthey will run over my children. And if that happens, I know you would want-and I would want for you-the full force of \nthe law. Immigration is part of that full force.'  Albence, the ICE chief, said the California ruling will affect at least 43 \nstates.  'Rulings from any individual federal court sitting in a single judicial district purporting to cripple ICE \nauthorities on a nationwide basis puts people at risk,' Albence said. 'Innocent victims whose lives will be changed \nfor the worst all across our great country. And we could have stopped it.' The post ICE Chief: Lawmakers Must Stop \n'Ugly Rhetoric' and 'Vilification' of Immigration Agents[5] appeared first on The Daily Signal[6]. Originally posted at "}