{"title": "Chamber takes on law aimed at illegal workers; Says it violates businesses' due process", "body": "\nWASHINGTON -- The U.S. Chamber of Commerce Monday threw its considerable weight behind efforts to \neliminate a groundbreaking Hazleton, Pa., law penalizing businesses that hire illegal workers and landlords who \nrent to them.\n\nThe Hazleton ordinance, which also makes English the official language of the small town, has not been \nimplemented because a federal judge issued an order preventing it from going into effect. The American Civil \nLiberties Union (ACLU) has filed a lawsuit challenging it on behalf of a group local residents. A trial is set for next \nweek.\n\nThe U.S. Chamber of Commerce filed a legal document Monday in U.S. District Court for the Middle District of \nPennsylvania backing the ACLU position and calling the law unconstitutional on two grounds.\n\nFirst, the Chamber says, the Hazleton ordinance is pre-empted by federal law. Second, it says the law violates \ndue process protections because it doesn't give a business accused of hiring an illegal worker the right to \nchallenge an allegation before losing its right to operate.\n\n\"We need to bring some stability into the system until we come up with a federal answer,\" says Angelo Amador, \nChamber director of immigration policy.\n\n\"If not, we're going to end up with 50 state laws and a thousand local ordinances,\" Amador adds. \"A lot of people \nare copying what we think is a bad law.\"\n\nHazleton Mayor Louis Barletta, a former small-business owner, says he never expected to be on the opposite side \nfrom the Chamber.\n\n\"There's nowhere in our ordinance that we regulate immigration. We punish businesses that hire illegal workers,\" \nBarletta says. \"I would rather stand on the side of the American workers than (with) businesses that break the \nlaw.\"\n\nHazleton has been raising money for its legal bills in part by seeking donations on a special website.\n\nAs immigration legislation has languished in Congress, dozens of states have passed measures aimed at an \nestimated 12 million undocumented immigrants. Barletta says more than 100 localities are considering imitating \nHazleton's law.\n\nThe Hazleton ordinance lets individuals lodge complaints if they suspect a business has an illegal worker. Firms \nthat can't verify an employee's status have three days to fix the situation. If they don't, the city can suspend the \n\n\noperating license. Workers who lose jobs at a business that had illegal immigrants on the payroll, under certain \ncircumstances, can seek damages.\n\nThe Chamber argues that, unlike federal law, the Hazleton plan makes employers liable for penalties without proof \nthey intentionally hired an illegal immigrant. \n\nGraphic\n\n \n\nPHOTO, B/W, AFP/Getty Images\n"}