{"title": "Fox Says U.S. Shares Blame For Problems Along Border", "body": "\nPresident Vicente Fox responded over the weekend to criticism from American authorities about a recent surge in \nviolence and illegal immigration along the border, saying that the United States shares responsibility for the \nproblems and should work harder with Mexico to fix them.\n\n  Mr. Fox said he rejected ''forcefully'' the statements by the Bush administration and governors of border states, \ncontending that they had unfairly depicted Mexico as a safe haven for organized crime, though his government has \narrested more leading drug traffickers and dismantled more cartels than any of its predecessors. He also said \nMexican immigrants had been portrayed unfairly as potential terrorists when they had in fact become a pillar of the \nAmerican economy.\n\n In an interview aboard the presidential airplane on Saturday, Mr. Fox acknowledged that his government had a \nlong way to go to make the border secure. But he said the United States should stop casting blame for problems \ncreated by both countries.\n\n  He also said the United States should not allow concerns about border security to derail efforts to adopt new \nmeasures to allow millions of additional Mexicans to become guest workers in the United States.\n\n  ''Security is a shared responsibility,'' President Fox said. Then, referring to the United States, he said, ''I don't \nunderstand that now they only cast blame and accusations, and they do not collaborate or cooperate so that \ntogether we can resolve this problem.'' \n\n  On the changes in immigration policy, he said: ''There is will on the part of President Bush, according to what he \nhas expressed publicly, and what he has expressed in conversations with us. So, I trust that in the coming weeks \nand months, we will succeed finally in arriving at a positive resolution for the benefit of both countries.''\n\n  More pressing realities, however, may once again stand in the way. Work on immigration policy was first \npostponed four years ago, after the Sept. 11 attacks. Then it was put off for Mr. Bush's re-election campaign. Now, \nit may be set aside again as the United States struggles to recover from Hurricane Katrina.\n\n  But Mr. Fox has little time left; he is entering his last year in office.\n\n  His comments were aimed at what many here perceive as a troubling shift in United States attitudes and \ndiplomatic policy toward Mexico. \n\n  In recent weeks, the United States has openly berated Mexico for failing to stop a wave of drug-related violence \nthat has taken close to 1,000 lives along the 2,000-mile border. The Bush administration has issued numerous \n\n\ntravel advisories and temporarily closed its consulate in the city of Nuevo Laredo, which has turned into a murder \ncapital as drug traffickers fight for control of lucrative routes into Texas.\n\n  Last month, the governors of New Mexico and Arizona declared states of emergency, saying they needed federal \nhelp to fend off a flood of undocumented migrants.\n\n  Neither Mr. Fox nor his aides denied the problems. But the authorities here said that the responses from the \nUnited States did not reflect the complexities of the problems, nor did they acknowledge that Mexico had \nundertaken significant efforts to address them.\n\n  ''This self-sustained blaming someone else, is it going to help anything?'' said a high-level intelligence official who \nasked not to be named because of the diplomatic sensitivities involved. ''If everyone in the United States keeps \nprofiting politically from this very difficult situation, then we are not going to be able to make things better.'' He \nadded, ''We are trying to do our job, even with our limited resources.''\n\n  Mr. Fox said trade and other day-to-day interactions between the countries had not been affected by the political \ntensions, and he said he trusted that President Bush would not allow concerns over security to stall efforts to pass \nchanges in immigration requirements.\n\n  ''Let there be no doubt, that we are going to win this battle,'' he said, referring to his government's efforts in Nuevo \nLaredo. ''So it cannot be used as a pretext to provoke a distancing in relations between the United States and \nMexico.''\n\n  He said his country shared the pain of the hurricane. An estimated 140,000 Mexicans were affected, he said, and \n70,000 are unaccounted for. But now, he said, the contributions of Mexican workers could be more important than \never.\n\n  ''The reconstruction of that city and of that region is going to require a lot of labor,'' Mr. Fox said of New Orleans, \nMississippi and Alabama. ''And if there is anything Mexicans are good at, it is construction.''\n\nhttp://www.nytimes.com\n"}