{"title": "50 IN PEACE GROUP TO GET VISAS FOR SESSION AT U.N.", "body": "\nFifty members of the World Peace Council who were denied visas to attend United Nations disarmament sessions \nstarting here Monday have now been approved for restricted entry, the Immigration and Naturalization Service said \nyesterday.\n\nThe State Department said Wednesday that the council was ''an organization with strong affiliations'' to the Soviet \nCommunist Party. It did so in reporting the denial of visas to 348 Japanese as members of a group close to the \ncouncil.\n\nThe department acted under the Immigration and Nationality Act of 1952, but said later that it was recommending \nJustice Department waivers to admit most of the Japanese.\nFifty members of the World Peace Council who were denied visas to attend United Nations disarmament sessions \nstarting here Monday have now been approved for restricted entry, the Immigration and Naturalization Service said \nyesterday.\n\nDuke Austin, an immigration spokesman in Washington, said the Peace Council members were separate from 376 \ncases being reviewed individually. The council members were approved, he said, because they had been officially \ninvited by the United Nations.'' But he said they would be restricted to being within 25 miles of Columbus Circle.\n\n \n\nLeader Was Barred\n\nWhile Mr. Austin could not immediately name the 50, Michael Myerson, executive director of the U.S. Peace \nCouncil, said the world council's president, Romesh Chandra of India, had been originally barred along with four \nother members of the council's secretariat and more than 20 others.\n\nThe others, he said, included Gen. Francisco da Costa Gomes, former President of Portugal, and James A. \nLamond, a member of the British Parliament, both vice presidents of the peace group, and retired General Nino \nPasti, of Italy, a former deputy commander of the North Atlantic Treaty Organization in Italy.\n\nAlan Romberg, a State Department spokesman, said the department had asked for a waiver for General Pasti, \nexcluded initially because he was elected to the Italian Parliament on a Communist slate. He said there was no \nrecord in Washington of applications by General Gomes or Mr. Lamond.\n\nIn a Federal District Court hearing in Manhattan yesterday, Thomas Belote, special assistant United States \nAttorney, said a visa had been authorized Tuesday for a representative of the South-West Africa People's \nOrganization.\n\n\nMr. Myerson said this was Theo Ben Gouriab, the organization's permanent representative to the United Nations for \nnine years.\n\n \n\nCanadian Stopped at Border\n\nYesterday morning, Kay MacPherson, past president of the Voice of Women in Canada, who is scheduled to speak \nat a June 12 disarmament rally, was barred from entering by car at Champlain, N.Y. In Ottawa, she said she had \nbeen coming to a meeting of the Women's International League for Peace and Freedom, which started at Barnard \nCollege yesterday.\n\nMr. Austin said her name was on a list of persons subject to exclusion because of affiliation with certain \norganizations. Miss MacPherson said Canada's Ministry of External Affairs was looking into her exclusion.\n\nIn Federal Court, Judge Pierre Leval ordered the United States Attorney's office to provide information at 3 P.M. \ntoday in response to a suit by the American and New York Civil Liberties Unions seeking immediate entry \ndocuments for foreign visitors to the United Nations sessions.\n\nThe suit claimed First Amendment constitutional rights for Americans to exchange ideas with United Nations \nvisitors. It also cited a 1947 agreement between the United Nations and the United States, in which the United \nStates pledged to refrain from impeding transit for accredited representatives of accredited nongovernmental \norganizations.\n\nSteven R. Shapiro, counsel for the New York Civil Liberties Union, told the judge: ''What may be the legitimate \nconcern of government in certain instances is not at issue here because this is a United Nations-sponsored \nactivity.''\n\nFor the Government, Mr. Belote said ''every officially invited delegate has been permitted to come,'' but as to others \n''it is the sovereign power of the United States to determine who may enter.'' Judge Leval noted that any plaintiff \nclaim could be lost by the rapid ''ticking of the clock.''\n"}