{"title": "Taxi Workers' Alliance May Join Labor Group", "body": "\nThe New York Taxi Workers Alliance, a group of 7,000 taxi drivers, is not a labor union, but in an unusual move, \nthe New York City Central Labor Council will vote tomorrow to make the alliance its newest member. \n\n  Ed Ott, the labor council's executive director, said his group was eager for the taxi drivers to join because \norganized labor wants to strengthen its ties with immigrant workers' groups.\n\nThe taxi workers' alliance sees many advantages to joining the labor council, which is made up of one million \nworkers from 400 union locals. The drivers say they hope the council will use its lobbying muscle to help them \nobtain health coverage and short-term disability insurance.\n\n  In addition, many taxi drivers are pleased that the move will give them access to low-cost computer classes and \nEnglish classes at the Consortium for Worker Education, a union-sponsored school. \n\n  ''For us, this is a big deal,'' Mr. Ott said. ''This is an important organization in this city. We want to refocus our \nimmigration work on organizations that really have the potential to become unions and are leading immigrant \nworkers to organized labor.''\n\n  A majority of the city's 26,000 taxi drivers are from South Asia, and about one-fourth of all drivers belong to the \ntaxi workers' alliance. Over the years, the alliance has shown its power by organizing a one-day taxi strike and \nby playing a pivotal role in securing the 11 percent fare increase that takes effect next month. \n\n  ''We've been able to do a lot on our own, and we're proud of it,'' said Bhairavi Desai, executive director of the \nalliance. ''We recognized that by affiliating with the central labor council, that will increase our resources and \npolitical strength.''\n\n  Under rulings from the National Labor Relations Board, the drivers -- who generally lease their cabs or medallions \n-- are considered independent contractors, not employees, and therefore do not have a right to unionize and \nnegotiate contracts with the taxi garages. \n\n  Mr. Ott said the alliance had done well despite that challenge. He said, ''They're a real organization of working \npeople that has managed to improve standards for their members.''\n\n  In August, the national A.F.L.-C.I.O., the labor council's parent group, announced that it would push to strengthen \nties with immigrant workers' groups to help attract these workers to unions and to improve immigrants' wages and \nworking conditions. . As part of this push, the taxi workers' alliance will be the first immigrant workers' group \nnationwide to affiliate with a central labor council.\n\n\n  Ms. Desai said she hoped the labor council would help lobby the City Council to ensure that the city's garages \nprovide health insurance to taxi drivers.\n\n  ''Because this is a hyper-regulated industry, we think there can be a political solution to every problem the drivers \nface,'' Ms. Desai said. ''There's no reason that the owners in the industry can't contribute to a health fund.'' \n\n  Javaid Tariq, a Pakistani immigrant who has been a taxi driver for 10 years, said he was glad to join the labor \ncouncil, not just because it will help drivers, but because ''we want to help other working-class people.''\n\n  ''Health issues are our biggest problem,'' Mr. Tariq said. ''The drivers don't have any type of health insurance. We \ndrive 12-hour days, and after many years, there are a lot of health issues: bladder infections, stomach problems, \nmuscle problems, back problems.''\n\n  Ms. Desai said New York's taxi drivers generally work 60 to 70 hours a week and earn $27,000 to $33,000 a year.\n\n  She said many drivers were eager to take computer classes to learn how to use the Internet.\n\n  ''These workers haven't had access to the American educational system,'' she said. ''A lot are members in their \n40s and 50s who want to learn the computer specifically because they want to keep up with their children back in \ntheir home countries.''\n\nhttp://www.nytimes.com\n"}