{"title": "'Big Brother' warning sounds again / Critics fear 'evil' in national ID cards", "body": "\nIdentity cards are under consideration again as an answer to illegal immigration problems, but critics say they \nwould be an Orwellian nightmare.\n\nThe Commission on Immigration Reform, a bipartisan group created by Congress, is expected to propose that \nevery citizen and legal immigrant get a Social Security-type identity card so that employers can verify work eligibility \nthrough a national database.\n\n\"The implications of this are staggering,\" says Marc Rotenberg, director of the Electronic Privacy Information \nCenter. \"It becomes a way to monitor people, like an internal passport.\"\n\n\"It's the consensus view at this point,\" says Dan Stein, head of the Federation for Immigration Reform, which favors \nreducing immigration.\n\n\"Down the line it could turn out to be benign or it could be Orwellian, but we just can't tell and no one is monitoring \nimplications,\" says Lance Hoffman, a George Washington University professor who studies privacy and security \nissues.\n\nThe concept has been around for years, but more in Congress are embracing it in the face of public resentment of \nillegal immigrants and the failure of laws against hiring illegal workers.\n\nLast year a national poll showed that 53% of the public opposes ID cards for immigration, while 39% support them.\n\nStill, California Gov. Pete Wilson, a Republican who's made immigration an issue in his re-election bid, wants his \nstate to be the testing ground.\n\n\"If (illegal immigrants) have to produce proof of their legal presence and cannot do so, they will be denied \nemployment, and if they know that, they won't come (here),\" Wilson says.\n\nCritics include immigrant, civil-rights and privacy advocates, plus liberals, conservatives and libertarians worried \nabout government knowing too much.\n\n\"People aren't thinking about the potential for evil,\" says Steve Moore, economist at the libertarian Cato Institute \nthink tank. \"This is a fundamental invasion of privacy rights.\"\n\n\"It won't work, it will cost billions, it won't solve the problems, and it will cause new forms of discrimination,\" says \nLucas Guttentag of the American Civil Liberties Union.\n\nWilson says he's not worried:\n\n\n\"We have already given up a certain amount of privacy, but I don't see this as a further intrusion.\"\n\nThe National Conference of La Raza, a Hispanic civil rights group, fears that people who look or sound foreign will \nbe forced to carry the cards at all times.\n\n\"The Social Security and immigration databases are notoriously flawed and filled with inaccuracies,\" says Celia \nMunoz, a La Raza analyst.\n\nA similar outcry greeted Social Security cards in the 1930s, though the numbers weren't to be used for other \npurposes. Today, SSNs are used on drivers licenses and employee IDs.\n\n\"Look at history and see the abuses - they used SSNs to round up the Japanese during World War II,\" Moore says.\n\n California governor hopes to close the door to illegals\n\n There are about 3.38 million illegal immigrants in the USA. Most are from Mexico, followed by El Salvador, \nGuatemala, Canada, Poland and the Philippines. Most illegal immigrants settle in one of seven states, with more \nthan 40% living in California. States with the most illegal immigrants: \n\nState       Number\n\nCalifornia    1,441,000\n\nNew York        449,000\n\nTexas           357,000\n\nFlorida         322,000\n\nIllinois        176,000\n\nNew Jersey      116,000\n\nArizona          57,000\n\nOther states    461,000\n\n  \n\nSource: Immigration and Naturalization Service estimates of 1992 data, the most recent available.\n\nNotes\n\nIMMIGRATION; See related story; 05A; See info box at end of text\n\nGraphic\n\n \n\nPHOTO, b/w, Grace Saenz, El Paso Times via AP\n"}