{"title": "Border Patrol agents killed at rail crossing", "body": "\nTwo Border Patrol agents in Arizona were rushing to pursue suspected illegal immigrants Thursday when their \nSUV was struck by a freight train, killing both agents, authorities said.\n\nYuma Border Patrol sector spokesman  Kenneth Quillin said agents Eduardo Rojas, 35, and Hector Clark, 39, \nwere trying to position themselves near some other agents who were chasing a group of suspected illegal \nimmigrants in a rural area about 85 miles southwest of Phoenix. The crash happened at a marked railroad \ncrossing that does not have crossing arms, Quillin said.\n\nThe suspected illegal immigrants were on foot, and none was arrested, he said.\n\nPolice: Empire State Building targeted\n\nTwo Americans were ordered held without bond on terrorism charges after authorities said they bought guns and a \ngrenade from an undercover officer.\n\nNew York City Mayor Michael Bloomberg said Ahmed Ferhani, 26, and Mohamed Mamdouh, 20, wanted to carry \nout a terrorist plot against the Empire State Building or a synagogue.\n\nPolice Commissioner Raymond Kelly said the men were arrested Wednesday after Ferhani put weapons in his car \nthat were supplied by an officer who spent months undercover.\n\nPolice arrest Calif. teachers, union chief\n\nMore than two dozen California teachers, including the president of the state's largest teachers union, were \narrested at the  Capitol in Sacramento as part of a week-long protest over education funding. The California \nTeachers Association said 26 educators were arrested, including president David Sanchez.  Highway Patrol Officer \nSean Kennedy said  they will be charged with trespassing on state property, a misdemeanor.\n\nAstronauts gather for shuttle try\n\nThe astronauts for NASA's next-to-last space shuttle flight returned to Florida for another try at launching shuttle \nEndeavour to the International Space Station.\n\nThe six crewmen  led by Mark Kelly,  husband of Rep. Gabrielle Giffords  arrived at Kennedy Space Center a day \nbefore the countdown clocks begin ticking again. Endeavour, once scheduled to leave April 29, now is due to blast \noff Monday.\n\nGiffords, D-Ariz., was shot in the head Jan. 8, but she is scheduled to be  there for liftoff.\n\n\n40-mile pursuit in Mo. ends in arrest\n\nA Missouri man was arrested after a four-hour, 40-mile police pursuit that began when he reportedly tried to sneak \ninto an Army post  using a fake ID, Rolla Police Chief Mark Kearse said.\n\nKearse said Cody Willcoxson, 31, fired on police who pursued him and then crashed a vehicle at Missouri \nUniversity of Science and Technology. His motives for trying  to enter Fort Leonard Wood were not immediately \nclear, Kearse said.\n\nDNA test brings freedom after 27 years\n\nA Dallas courtroom packed with family and friends burst into applause when a judge freed a man who served 27 \nyears in prison for aggravated sexual assault before DNA cleared him.\n\nJohnny Pinchback, the 22nd person to be exonerated through DNA testing in Dallas County since 2001, was \nwrongly convicted of raping two teen girls in a field in 1984. Pinchback, 55, said faith and support from his family \nkept him motivated to fight for his innocence.\n\n\"Even though it took 27 years, (God) did exactly what I asked him for,\" Pinchback said.\n\nDallas County District Attorney Craig Watkins did not contest the court finding. An investigation initiated by the \nInnocence Project of Texas led to tests on body hair cuttings from one of the victims that showed the DNA of \nanother man.\n\nPinchback said his immediate plans were to have a steak lunch and visit with his mother, who  constantly reminded \nhim to have faith. He also will fight for other inmates: \"I promised to help.\"\n\nAlso ...\n\nASHEVILLE, N.C.  Evangelist Billy Graham, 92, continued to improve while hospitalized with pneumonia, \nphysicians said. Pulmonologist Shaw Henderson said Graham's temperature is normal and his congestion is \nclearing up. \n"}