{"title": "World Refugee Council Recommends New Refugee Response System", "body": "\nAddis Ababa January 18/2019 In its effort to reform theglobal refugee system, the World Refugee Council has \nrecommended new ways tosupport refugees and hosting countries.\n\nThe Council'sreport and recommendations that will be available as of January 24, 2019 offersnew mechanisms to \nresource fund for refugees and hosting nations.\n\nBriefingjournalists, Chairperson of the World Refugee Council, Llyod Axworthy said theCouncil's report provides \nways to support refugees and hosting countriesthrough a refugee response system that is fair, effective and \nefficient.\n\nHe stated thatmembers of the Council met on Thursday with representatives of the AfricanUnion and the UN \nRefugee Agency as well as ambassadors and representatives ofinternational organizations in Addis Ababa to \npresent some of therecommendations from the Council's forthcoming report.\n\nThe number ofrefugees around the world continues to grow while support and resources forrefugees and host \nnations trim down, he said and adding that transformativechange is needed to reform the global refugee system.\n\n\"We know thatAfrica is at the epicenter of efforts to resolve barriers and promoteprotection for millions of refugees \nin the region,\" he said.\n\nHe noted thatthe recommendations will provide concrete solutions for consideration in theupcoming AU summit, \nwhose theme for 2019 is \"Refugees, Returnees and InternallyDisplaced Persons: Towards Durable Solutions to \nForced Displacement in Africa\".\n\nThe gaps infunding to carry out both the humanitarian and development tasks that are focalpoints in refugee \noperations must also be strengthened and new sources fundingmobilized, he added.\n\nCouncil member,Devota Nuwe, said on her part the report and the recommendation call for theinternational \ncommunity to share the responsibility for people who have beenforcibly displaced as well as for the countries that \nare hosting them, andseeks new mechanisms to finance these endeavors.\n\nShe added thatthe youth and women to be part of the solution in seeking new mechanisms in theway of a call to \naction and transforming the global refugee system.\n\n\nThe WorldRefugee Council was formed in May 2017, under the leadership of former CanadianForeign Minister \nAxworthy Lloyd and the support of the Government of Canada.\n"}