{"title": "EU is targeting illegal immigrants Parliament OKs new rules as pressure for crackdown mounts.", "body": "\nEurope's hardening attitudes toward immigration found a voice in the EU Parliament on Wednesday, as legislators \npassed new rules for expelling illegals amid a widening crackdown in the United States.\n\nAs the global economy slows, governments in well-to-do countries are coming under more pressure to act on \nillegal immigration. While the European rules do not lay the groundwork for workplace raids as in America, they do \ncontain such measures such as long detention periods.\n\nThe European Union is dealing with tension over immigrants: Italians blame foreigners for a rise in crime, France \nis grappling with violence in immigrant-heavy communities, and Belgium has come under criticism for its treatment \nof foreigners in detention centers.\n\nThe EU says the vast majority of the immigrants come to Europe from North Africa, former Soviet countries and \nthe Balkans. For instance, 24,000 sub-Saharan African immigrants were caught trying to reach Spain in 2006 and \n10,000 in 2007. More than 1,000 African immigrants also are believed to have died at sea trying to reach Spain in \n2007.\n\nUntil now, there has been no common EU policy on expelling illegal immigrants, and detention periods varied from \n32 days in France to indefinite custody in Britain, the Netherlands and five other countries.\n\nUnder the new guidelines, already approved by EU governments, illegal immigrants can be held in specialized \ndetention centers - not jails - for up to 18 months before being expelled. But EU countries must provide detained \nmigrants basic rights, including access to free legal advice, and unaccompanied children or families with children \nshould be held only as a last resort.\n\nFollowing apprehension, immigrants will be given the opportunity to leave voluntarily within 30 days. If there is a \nflight risk or they do not comply, they can be put in custody for up to six months while their deportation is processed.\n\nA 12-month extension would be possible in specific cases, such as when illegal immigrants do not cooperate with \nauthorities or when their identity must be verified with their home country. A re-entry ban of up to five years may be \nimposed on expelled immigrants who do not cooperate or are deemed a threat.\n\n\"Europe has made it clear that it is not tolerating any form of illegal status,\" said German Christian Democrat \nManfred Weber, who steered the bill through Parliament.\n\n\nThe EU estimates there could be up to 8 million illegal immigrants in the 27-nation bloc, many of them living in \nsqualid conditions and engaged in the black market economy. This compares with roughly 11 million illegal \nimmigrants in the United States.\n"}