{"title": "Immigrants deserve to be treated with basic human dignity", "body": "\nIn reading the many anti-immigrant letters to the editor on Thursday, I am once again reminded that this country is \nmade up of all kinds of individuals. This country was and is being built with immigrant labor.\n\nThese people pay taxes and receive very little in return. Taxation without representation - how un-American. \nFreedom of speech is a fundamental American right. So why are so many offended that these individuals would \nprotest possible legislation that would make their lives even more difficult? Are we not currently fighting for the \nrights of Iraqi citizens? Yet we would deny the same rights to individuals in our own back yards. Fundamental \nhuman dignity should always be the standard in any civilized society.\n\nAccording to one writer, immigrants from Latin America threaten the \"U.S. way of life\"? Which way of life is this? \nFreedom and liberty for all or rights and privileges for only a select few? Americans enjoy an above-average \nlifestyle in large part due to immigrants willing to work hard for low wages.\n\nThis country already has approximately 12-million undocumented individuals. How is granting them legalization \ngoing to overwhelm anything? Let's be realistic: Most of the anti-immigration mentality is really anti-Mexican \nimmigration. Many undocumented individuals are here from other countries and most likely came in an airplane with \na visitor's visa. Yet when borders need to be \"tightened\" they are referring to the Mexican border.\n\nLow wages, hard work, mistreatment and resentment are about all many are willing to grant immigrants from \nMexico. Let's not forget who truly feeds this country, so when you gripe about undocumented workers, be careful \nnot to speak with your mouth full.\n\nGuadalupe Lamas, Plant City\n\nImmigration reform is crucial\n\nThe votes taken in Congress on immigration reform could be the deciding factor in the type of country the United \nStates will be in the next 50 years. This will be the most important vote the Senate and House will make in their \nlifetime.\n\nThe makeup of the United States will be determined by the outcome. We cannot absorb the amount of immigrants \nfrom any one country (Mexico) proposed by the Senate and keep our nation the envy of the world.\n\nIt's time to reverse our laws and make English the official language and start to reverse the trend of cities where \nlanguages other than English are spoken and go back to English. These people came to America because of our \nway of life, so why do they want to maintain the language and culture of the country they left?\n\nImmigration should be by quota, not mass invasion.\n\nJack Eaton, Clearwater\n\n\nElements of a solution are at hand\n\nRe: Immigration dominates summit in Mexico, March 31.\n\nThe issue of immigration is too important for our country to allow it to be hijacked by the Republicans in the House \nof Representative who are exploiting people's fears and pandering for votes.\n\nIf this matter is to be resolved, President Bush must show leadership and intercede with his own party's House \nmembers to broker comprehensive legislation that finally puts us on the road to solving this chronic problem.\n\nIf Bush gave me a phone call, I'd tell him it's really not that difficult because the parts of a solution are already on \nthe table. First, I'd accept the tough Kennedy/McCain bill as it was amended by the Senate Judiciary Committee. \nThis bill requires all undocumented aliens to pay a fine, continue working, pay all back taxes, not have a criminal \nrecord, learn English and get to the back of the line behind legal immigrants to first get a green card. Then after all \nconditions are continuously met for over a decade, they finally gain citizenship.\n\nIn conference, I'd add the construction of a triple fence (not double as in the House bill) and triple the patrolling of \nthe fence (Kennedy/McCain calls only for doubling), to finally close our borders to all illegal aliens including those \nwho may be gaining entry from the Middle East. I'd drop the \"criminalization\" of undocumented aliens not only \nbecause it's harsh and excessive, but because it would prevent those immigrants from coming out of the shadows \nto start on the long road to citizenship.\n\nFrank Lupo, St. Petersburg\n\nThe Senate hires illegal aliens?\n\nRe: Point man on divisive issue for the Senate.\n\nAccording to your story, Sen. Mel Martinez spoke at a Senate Republican luncheon urging his colleagues to \"give \nillegal workers a chance.\"\n\nHe further advised them of a Honduran woman who is illegally in this country, but that she has done a fine job \nworking in the U.S. Senate building for the past 13 years. According to Martinez, she deserves to be rewarded by \ngiving her legal residency. Good grief!\n\nHow well is our national security maintained in the Senate building? I thought the FBI screens government \nemployees before employment. I am appalled to learn that the U.S. Senate has joined the farmers who allegedly \nmust hire Mexicans to harvest tomatoes or we will not eat. Now we are hiring persons who are illegally in this \ncountry to work in the U.S. Senate building! Please do not tell me there are no citizens in Washington looking for \ngood jobs? Has the Senate lost it?\n\nPeter Spyers-Duran, Largo\n\nThere's work for Mexico to do\n\nMexican \"illegals\" toil in the fields at less than substandard wages and live under the harshest conditions. There is a \ngrinding struggle for mere existence with little or no access to health care, schooling for their kids or drivers' \nlicenses. To enjoy these privileges, the illegal literally risks his life to get here. Why?\n\nIs life so bad and existence so bitter in Mexico that there is no other option? Mexico must do something to provide \nencouragement and hope for its underclass and not shift the responsibility and costs to America. More good deeds \nin Mexico are needed and less criticism of the \"gringo.\"\n\nBert Fisher, Oldsmar\n\nThe president has failed us in Iraq\n\n\n\nRe: We should keep faith with the president on the Iraq war, letter, March 25.\n\nThe letter writer states that opposition to the president and his war is political and a position from the \"left.\" When \nPat Buchanan, George Will and William F. Buckley Jr., talk about an unnecessary war and failure in the conduct of \nthe war, they are not speaking from the \"left.\" Nor are they speaking of flawed positions from the \"right.\" They are \nspeaking of the failed presidency of George W. Bush and the tragic results for Iraq and America's long-term \nsecurity.\n\nAs to the \"liberal litany of defeatism,\" allow me to point out that the likely American failure and defeat in Iraq is a \nresult of George W. Bush and his civilian administrators running roughshod over the military brass. Military leaders \nasked for more troops in order to seal the borders, and to provide security during the transition from dictatorship to \ndemocracy. They did not get them.\n\nI wonder what the letter writer means by \"supporting the troops.\" George W. Bush has not given the troops the \nproper vehicle armor for their mission and continues to cut veterans' benefits. And to say the opposition has no \nsolutions is disingenuous. The U.S. position in Iraq has become so untenable that a good result may be impossible.\n\nFailure should not be an option, but that is the option taken by the president. It is President Bush who should be \nkeeping faith with America and the people he has let down in Iraq.\n\nChuck Reigle, St. Petersburg\n\nMemo deserved more attention\n\nRe: Memo portrays Bush poised for war months before, March 27.\n\nWhere have the Woodwards and the Bernsteins gone? Where have newspapers like the Washington Post during \nWatergate gone? Could it be that corporate, and predominantly right-wing America has gobbled them up? Yet the \nTimes is owned by the Poynter Institute. So what's up with this article being on Page 3?\n\nOne would think that a memo clearly showing President Bush had a mind-set to go to war \"months before\" and who \nwas determined to get his war even if he had to provoke a confrontation even if there were no WMD, would \ndeserve front-page headlines. Doesn't this memo show that the reasons for going to war were specious and \nfabricated? A democracy requires active participation by its members to work. Instead we are anesthetized. Maybe \nif the Times and other papers kept this news on the front page it might slowly wake Americans from their slumber.\n\nEffie Trihas, Palm Harbor\n\nBush met Sheehan before\n\nRe: Looking them in the eye, letter, March 25.\n\nDoesn't the letter writer know that the president has already met with Cindy Sheehan?\n\nShe was with him at the White House not long after her son was killed in Iraq. She seemed pleased with the \nmeeting and the president seemed very gracious toward her and the other parents that had lost their children in the \nwar.\n\nIt took a year or two for Sheehan to start demonstrating and asking for a meeting with him, never mentioning that \nthat had already happened.\n\nCathy Singleton, St. Petersburg\n\nA brutal Islamic tradition\n\nRe: Christian's trial reveals gulf within Islam, March 28.\n\n\n\nSusan Martin opens her article with the premise that \"diverse legal and ethical traditions\" in Islam trump the \n\"simplistic\" practice of executing Muslim apostates. Yet the fact remains that the Islamic Hadith (Canonical \nTradition) has from the seventh century until today clearly and redundantly called for the execution of murderers, \nadulterers, and apostates. The language may be \"simplistic,\" but it still carries grievous consequences as attested \nto by the Christian convert who fell prey to the Hadith.\n\nTheorizing over the minutiae of Islamic law is scant comfort to those who continue to hide in fear as a result of \nchanging their faith. It remains to be seen if the human rights that accompany democracy will take hold in \nAfghanistan, or if they will marry democracy to sharia law only to produce a freakish hybrid - and a resounding \ndisappointment.\n\nRichard Scott, Clearwater\n\nLet Floridians be heard on gulf drilling\n\nAlmost 80-million people come to Florida every year, and they spend more than $50-billion - more than 20 percent \nof our state's sales tax - during their visits. What brings these people? They come to enjoy our beautiful beaches - \nto boat, fish and play on our coastline.\n\nNext week, at the request of Florida Sens. Mel Martinez and Bill Nelson, the Interior Department has finally agreed \nto hold one hearing in Florida on its proposed five-year drilling plan. The administration's plan, which addresses \nfederal oil and gas policy from 2007 to 2012, would open 2-million acres in the eastern Gulf of Mexico, directly off \nFlorida's coast, to new oil and gas drilling.\n\nOddly, the Interior Department has chosen the inland city of Tallahassee for its hearing and scheduled it in midday \nwhen most people are working. Is that because the last time a public hearing on offshore oil drilling was held in \nPensacola, more than 1,000 people showed up?\n\nFrustrated by the original decision not to schedule a Florida hearing, Tampa Bay congressman Jim Davis is holding \nhis own public hearing. Good for him. It's clear to see where this is going. The White House has already redrawn \nseaward boundaries for the Outer Continental Shelf without any public comment. They moved a lot of federal \nwaters off Florida's coast into Louisiana and Alabama's jurisdictions. Sixteen members of the Florida Congressional \nDelegation sent a letter of complaint to the Interior Department. Gov. Jeb Bush and all Florida elected officials \nshould demand that the Interior Department hold proper hearings throughout Florida, at times when most working \npeople can attend.\n\nMary Wilkerson, past president of the Gulf Beaches\n\nChamber of Commerce, Indian Rocks Beach\n\nExpressway Authority plans ahead\n\nRe: Finish Crosstown project first, editorial, March 27.\n\nThe Tampa-Hillsborough Expressway Authority is on solid financial footing and is able to meet its obligations on the \nReversible Express Lanes project. This project is 90 percent complete, scheduled to open late this summer, and \nwithin the expected budget. Considering the extensive time needed to get a road project online, we believe a wise \nand strategic course is to begin our work on another important project to this community.\n\nToward that end, the Expressway Authority is requesting $1.5-million from the Toll Facility Revolving Trust Fund. \nThis Trust Fund was specifically established so that toll agencies could develop new toll facilities. These dollars will \nbe used to further develop toll roads critical to the quality of life in Tampa Bay, including the much-needed East \nWest Road in the New Tampa area.\n\nWe sincerely believe our efforts are well conceived and serve the best interest of all of the Tampa Bay area.\n\n\n\nRalph Mervine, interim executive director, Tampa-Hillsborough County Expressway Authority, Tampa\n"}