{"title": "Northside Opinions: KATRINA: THE AFTERMATH: NORTHSIDE READERS RESPOND", "body": "\nThousands are here, many need hlep\n\nIt is heartbreaking and depressing to watch news of what Hurricane Katrina caused. This has made me thankful for \nfamily, friends and everything I have, including my job, electricity and clean running water.\n\nThis tragedy has motivated me to act. My husband and I have donated to www.hsus.org for the Humane Society \ndisaster relief fund to rescue the thousands of pets left behind.\n\nWe've donated to other relief organizations, including our Unity church, which helped a Unity church in Houston \nfeed survivors there.\n\nThere are thousands of hurricane survivors who have been brought to the metro area, and they are still coming.\n\nPlease donate your items and time to a local Red Cross shelter, the Salvation Army or MUST Ministries. If you have \nthe time and inclination, please go and offer to volunteer. Give blood if you can. Many places are overwhelmed and \nneed your help.\n\nSUSAN BENTZEN-GORDET, Marietta\n\nCitizens need help that goes to illegals\n\nWe now have a situation where American citizens are being denied rights because illegal immigrants are straining \nour resources.\n\nThe hurricane victims are being unnecessarily harassed because we already have our hospitals, schools and help \nagencies full of illegal immigrants who are occupying hospital beds and school seats.\n\nHow stupid can a country be, or how greedy can politicians be, to let this happen?\n\nThe number of hurricane evacuees is nothing compared with the millions of illegal immigrants now being housed, \nschooled and given medical care for free.\n\n\nMaybe it's time our officials declared that illegal acts will not be tolerated and cleared the decks so that American \ncitizens might have a better life.\n\nDr. ALBIN F. TURBAK, Sandy Springs\n\nWarning of disaster came both decades, hours before storm hit\n\nI have listened to the outpouring of suffering and been touched by the grief and frustration.\n\nThe groundwork was laid for a disaster in New Orleans over many decades. Necessary work wasn't done to help \nprevent it. It was not a question of \"if\"; it was always a question of \"when.\"\n\nThat said, I am truly embarrassed by the lack of response by our federal government, which must have known what \nkind of disaster was looming at least 12 hours before it happened. Anyone watching the Weather Channel surely \nknew.\n\nThe pictures of bodies floating in the streets, the scenes of hundreds of square blocks of homes flooded, are \nemotionally draining. I've said many prayers for the victims. And, I won't deny, I've ended many of those prayers \nwith thanks that my family and our home are, at least for now, safe.\n\nROB ROPER, Marietta\n\nGANGS: Welcome to Georgiafornia\n\nThe Mara Salvatrucha gang and their rivals in violent crime, the 18th Street Gang --- until recently an affliction of \nCalifornia's illegal immigration catastrophe --- now have spray-painted \"tags\" on several Cherokee County bridges \nover I-575, one only 500 yards from where my wife works each day.\n\nMany of these gang members are also illegal aliens. Many have been deported previously.\n\nAbsent secure borders and the promised protection of the federal government, we are watching as our state \ngovernment labels it a \"federal problem\" and does nothing while we slide into becoming \"Georgiafornia.\"\n\nNo one needed to ask if gangs were a problem here even five years ago. What will we be asking five years from \nnow?\n\nD.A. KING, Marietta\n\nKing is president of the Dustin Inman Society, a coalition of citizens with the goal of educating the Georgia public on \nillegal immigration. On the Web: www.thedustininmansociety.org. \n\nGraphic\n\n \n\nMATT ROURKE / Cox News Service Evacuee Shelia Dixon tells tiny daughter Emily that \"regardless of what this \nlooks like, this isn't the end.\" ; Graffiti painted by gang members is a new and disturbing element in Cherokee \nCounty, a reader says.\n"}