{"title": "Opponents Sue to Postpone Changes in Immigration Policy", "body": "\nImmigrant rights advocates yesterday asked a federal judge to delay a tough new law scheduled to take effect \nTuesday, arguing that the government has not given immigrants and the Immigration and Naturalization Service \nenough time to get ready for the sweeping policy changes.\n\n\"Confusion reigns, your honor,\" Robert Rubin, of the Lawyers' Committee for Civil Rights in San Francisco, told \nU.S. District Judge Emmet G. Sullivan during a hearing in Washington.\n\nWith attorneys for three other organizations, including the American Civil Liberties Union, Rubin asked Sullivan to \ndelay the new law for a month to give the government more time to prepare for it and to \"remedy the fear and \nconfusion prevailing among immigrants.\"\n\nBut lawyers for the Justice Department said the government is ready to implement the law on schedule. They \nargued that any delay would cause problems and that the public had been given adequate time to respond to the \nregulations governing enforcement of the law, which were published March 6.\n\nJudge Sullivan said he will issue a ruling Monday in the case, one of three legal challenges filed against the law in \nfederal courts.\n\nThe new law will toughen barriers to all forms of illegal immigration. It will allow immigration officers to \nimmediately deport people who enter the country without documents. It also will make it harder to fight deportation \nand will bar immigrants who remain in the United States with expired visas, and then leave, from returning for three \nto 10 years.\n\nSupporters of the new law say it is needed to reverse the flow of illegal immigrants, who now number about 5 \nmillion, and to make up for years of lax enforcement of previous immigration laws.\n\n\"This new law helps send a negative message to people in other countries,\" said Roy Beck, of Arlington, who is a \nleading proponent of limiting immigration. \"Now, people will tell their friends back home that things are not so \nhospitable anymore.\"\n\nMark Krikorian, executive director of the Center for Immigration Studies in Washington, said the law is a \"sound \nand sensible\" response to the problem. \"Some parts may seem harsh,\" he said, \"but that's only because our \nimmigration laws have been so poorly enforced for so many years.\"\n\nIn other challenges to changes in immigration policy, Nicaraguan immigrant groups in Miami filed suit yesterday \nto overturn a recent ruling by the Board of Immigration Appeals that, combined with the new law, may prevent as \nmany as 40,000 longtime Nicaraguan refugees from seeking relief from deportation.\n\n\nAnd in California, an immigrant rights group last week persuaded a federal judge in Oakland to spare 11 Mexicans \nfrom being deported. They had sought waivers on grounds of personal hardship but were told by immigration \njudges that a new 4,000-a-year ceiling on such waivers had been reached.\n\nLawyers for the Mexicans yesterday went back to court to ask that judges be allowed to grant deportation relief to \nall immigrants who qualify under the hardship provision, regardless of the ceiling. A decision is pending.\n\nImmigrant rights groups say they expect more suits to be filed against the new immigration guidelines.\n\nBut Paul Virtue, a senior immigration official, said yesterday that the new law \"complements the administration \nstrategy\" on immigration reform. \"We feel strongly that in order to maintain the integrity of legal immigration, we \nhave to address the problem of illegal immigration,\" he said.\n\nVirtue said that much of the initial confusion among immigrants about the law has been resolved and that his \nagency will be \"fully prepared on April 1 to implement these changes.\"\n"}