{"title": "NEW LAW CREATES TOUGH CHOICES TIME RUNS OUT FOR IMMIGRANTS HERE ILLEGALLY", "body": "\nMountain View resident Margarita Escobar is facing a terrible choice:\n\nObey the law and leave her family or risk being barred from becoming a legal U.S. resident for as long as a decade.\n\nUnder new rules that take effect Saturday, illegal immigrants who don't leave the country will be prohibited from \nreturning for three years. For Escobar and roughly a million other illegal immigrants who have applied to become \nlegal residents, the rules mean having to decide whether to leave the country immediately and wait indefinitely in \ntheir homeland for their legal residency to be approved.\n\nTheir other option is to stay in the country and risk being severely penalized down the road.\n\nThe changes will particularly affect hundreds of thousands of California families that are divided by immigration \nstatus. The \"split families\" are a legacy of years of flawed, ignored and convoluted immigration policies.\n\nEscobar's case is typical. Her husband had taken advantage of a 1986 law that gave amnesty to 3 million illegal \nimmigrants -- but not family members. Her daughter, born in this country, is a U.S. citizen. Escobar applied three \nyears ago to become a legal resident.\n\n\"I'm not sure if I should go or I should stay. If I stay, I will be hurt. If I go, I will be hurt, too,\" said Escobar, a waitress \nby day and a maid by night. \"Which is worse?\"\n\nThe new rules are a key part of a sweeping 1996 immigration law that gave U.S. immigration officials \nunprecedented resources to combat illegal immigration. Next year, the law will impose even stiffer penalties. An \nillegal immigrant who has been in the United States one year on April 1, 1998, will be barred from legal U.S. entry \nfor 10 years.\n\nUntil now, an illegal immigrant who was arrested and deported could enter legally at any later date.\n\nCoincidentally, the new rules take effect three days before the expiration of a 3-year-old provision known as 245-I. \nThe provision permitted illegal immigrants who paid a $1,000 fine to remain in the country while they were waiting \nfor legal residency instead of going to a consulate in their native land.\n\nThe main aim of 245-I was to avoid imposing a hardship on foreigners who had jobs and families in the United \nStates and were going to become legal eventually anyway.\n\nImmigrant rights advocates argue that allowing 245-I to expire is draconian because it threatens people who had \nbeen told by the government that it was perfectly OK to stay in the country while their papers were processed.\n\n\nHigh-tech lobbyists are also worried.\n\n\"The threat of facing a three- or 10-year (penalty) is of concern to us because a high-tech worker may fall out of \nstatus due to forces beyond our control,\" said Brian Raymond of the American Electronics Association.\n\n'People who fill critical needs'\n\nRaymond said companies also are concerned that the expiration of 245-I would force employees to leave the \ncountry to get visas that they could previously obtain in the United States.\n\n\"These are people who fill critical needs in our industry,\" said Raymond, who added that he does not know how \nmany high-tech workers might be hit by the new rules.\n\nMark Silverman, an attorney at the Immigrant Legal Resource Center in SanFrancisco, estimates that the families \nof 200,000 California immigrants whose applications for legal residency have not been processed will be affected.\n\nThe U.S. government estimates there are roughly 5 million illegal immigrants in the United States -- 2 million in \nCalifornia alone.\n\n\"I would be concerned if I were illegal in this country. I would want to leave before (the penalties were applied) -- \nthat is, if I had any interest in living in the United States legally in the future,\" INS spokeswoman Elaine Komis said.\n\nThe Clinton administration and the U.S. Senate support extending 245-I, but many immigration analysts believe the \nchances are slim to none that the House of Representatives will agree to an extension.\n\nSupporters say the new rules will help curb illegal immigration by making it more difficult for an illegal immigrant to \nget a visa after entering illegally. They argue that illegal immigrants unfairly get visas faster than those who wait in \ntheir countries to enter legally. They also say that those illegal immigrants who get legal residency while living in \nthe United States are not subject to the stringent criminal background checks conducted at U.S. consulates outside \nthe country.\n\nRep. Lamar Smith, R-Texas, who wrote the new legislation, has sent several letters to fellow congressmen \nindicating he will not consider any 245-I extension.\n\n\"The current policy is a tremendous incentive for people to jump the line and come here,\" said his spokesman, Allen \nKay. \"That is an unnecessary hardship for people who follow the rules.\"\n\nIllegal immigrants complain that the government has changed the rules midstream. Nevertheless, some say they \nwill leave the country rather than risk the penalties.\n\nSan Jose resident Luis Garcia, 57, became a legal resident through the amnesty law, and 15 months ago he took a \ntest to become a citizen. But he is still waiting for the paperwork to be finalized.\n\nHe has petitioned the U.S. Immigration and Naturalization Service to grant legal residency to his wife. But if an \nextension of 245-I is not granted, she and their two children will return to Mexico, he said.\n\nGarcia, a furniture worker, said he would stay in San Jose to earn money to support his family.\n\nA Milpitas engineer, a legal resident from the People's Republic of China, said his wife will return to her native \nTaiwan if no extension is granted.\n\nThe Stanford University graduate, who requested anonymity, said he felt deceived because he thought his wife \nwould be able to stay. He said that because of the 245-I extension, he married last year, established a company \nand bought a home and a car.\n\n\"It's inhuman,\" he said. \"It would take a year and a half for me to become a citizen, so it means she has to leave the \ncountry for two and a half years. The result? We can't have children now. We can't be together.\"\n\n\n\nOthers say the new rules will have other effects.\n\n\"Some people are talking about pulling their children out of school because they are afraid to be caught,\" said \nMario Camacho, who volunteers at a Mountain View immigrant advocate agency, St. Joseph Work Center.\n\nUnion City resident Leticia Acevedo said her 11-year-old son spends long periods crying, thinking about returning to \nMexico and forgetting the English he studied so hard. Acevedo said she and her two children will return to Mexico if \nshe is not approved for citizenship at a scheduled interview this week.\n\n'I was so close'\n\n\"I don't know what to think. I was so close to fixing my situation,\" she said. \"What happens if I go back to Mexico, go \nto the consulate and they say to me, 'There's no visa for you.' \"\n\nOther illegal immigrants are only vaguely aware of changes to the law. And some who know what is coming say \nthey do not care because they have so few options.\n\nManuel Garcia, a Menlo Park restaurant worker, said he doesn't think new laws will change the demand for cheap, \nillegal labor.\n\n\"I'll keep working until they catch me. I need the money, and that's the bottom line,\" said Garcia, who has been in \nthe United States illegally forfive years.\n\nA Peninsula restaurant owner who declined to be identified said: \"These new laws won't have any effect on our \nsupply of workers. When they deport a few, there are always more who take their places.\"\n\nNotes\n\nTERMS OF LAW\n\nUntil now, an illegal immigrant who was deported could apply to legally re-enter the United States immediately. But \nunder the terms of a sweeping 1996 immigration law:\n\n* As of Saturday, an illegal immigrant found to be living in the country for 180 days will be barred from re-entering \nfor three years.\n\n* Someone discovered to be in the country illegally for one year on April1, 1998, will be prohibited from legal re-\nentry for 10 years.\n\nSource: Immigration and Naturalization Service\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: JULIE PLASENCIA -- MERCURY NEWS\n\nClients fill the Immigration and Naturalization Service office in San Jose before rules affecting illegal immigrants \nare to take effect.\n\n[970924 FR 20A 2]\n"}