{"title": "Fewer People Are Entering U.S. Illegally, Report Says", "body": "\nA report released Thursday by the Pew Hispanic Center indicates that fewer people are trying to enter the United \nStates illegally and that there has been no growth over the last year in the number of illegal immigrants living here.\n\n  The Pew center report, which is based on census data, showed that for the first time in nearly a decade, the \nnumber of people entering the country illegally was lower than the number arriving through legal channels. \n\n  Experts said the loss of low-wage jobs in the American economy, combined with intensified enforcement at the \nborder and at workplaces across the country, had caused those who might be considering an illegal border crossing \nto think twice before risking what has become an increasingly dangerous journey. The result has been a significant \nreversal after a decade of rapid growth in illegal immigration. \n\n  Central banks from Mexico to Brazil have projected the biggest declines in remittances from the United States in \nmore than 10 years.\n\n  The Pew report found that illegal immigration to the United States had dropped to about 500,000 annually since \n2005 from an average yearly rate of 800,000 from 2000 to 2004. Since 2000, the average number of legal \nimmigrants entering the United States each year has remained steady at about 600,000 to 700,000.\n\n  At a news conference on Thursday, the report's authors said some 58 percent of the illegal immigrants living in \nthe United States are from Mexico, more than any other country by far. \n\n  Migrant flows from Mexico have been erratic over much of the past decade, said Jeffrey S. Passel of the Pew \ncenter, peaking in 2000, dropping in 2002, and surging strongly since 2004. \n\n  From 2007 to 2008, however, Mr. Passel said, census data showed the increase among illegal Mexicans was \nstagnant at about seven million people. \n\n  There was a marked decrease last year, Mr. Passel said, in the numbers of illegal immigrants from the rest of \nLatin America and the Caribbean, which make up about 22 percent of the illegal population. That population had \nalso grown erratically in the past decade from 1.8 million in 2000 to 3 million in 2007. This year, according to the \nPew report, the numbers dropped to 2.6 million. \n\n  Border Patrol officials and groups advocating tougher immigration controls attributed the trend to crackdowns that \ninclude record numbers of workplace raids and deportations.\n\n  The Border Patrol's arrest figures give some substance to that conclusion. An agency spokesman, Jason Cilberti, \nsaid the latest arrest figures showed significant decreases in the numbers of arrests along the nation's southwest \n\n\nborder, with apprehensions falling by 78 percent around Yuma, Ariz., and more than 60 percent around El Paso, \nTex.\n\n  Mr. Passel said the Pew study was not devised to explain why the inflows of illegal immigrants had declined. He \nspeculated, however, that the trend was the result of a combination of factors, led primarily by a weakening \neconomy and rising rates of unemployment in the construction and service industries, which rely heavily on \nimmigrant labor. \n\n  Another report by the center also released Thursday studied household income and found that the median annual \nincome for noncitizen households -- more than half of which are led by illegal immigrants -- fell 7.3 percent from \n2006 to 2007, while rising by 1.3 percent for all households.\n\n  Elaborating on the income report, its author, Rakesh Kochhar, said that noncitizen households showing the \nbiggest income declines were households headed by Hispanics, immigrants from Mexico, those most recently \narrived, men without a spouse, those without high school educations, and those in construction, production or \nservice jobs.\n\n  ''If the jobs are not there, then coming to the United States might be too big a risk,'' said Jeffrey Davidow, \npresident of the Institute of the Americas, which is based in San Diego.\n\n  Mr. Davidow and Mr. Passel agreed that a harsher political climate has also played a role in making the United \nStates less attractive to illegal immigrants. \n\n  A Pew survey of 2,015 Latinos released in September showed that half reported their lives had worsened in the \npast year. One in 10 said the authorities had stopped and questioned them about their immigration status. One in \nseven of those surveyed said they had trouble finding or keeping a job because they were Latino; and one in 10 \nreported similar trouble finding housing.\n\n  The central bank reports suggested that effects of those trends were being felt beyond America's border. A \nreport released Wednesday by the Inter-American Development Bank, which is based in Washington, projected \nthat the value of remittances from the United States to Latin America and the Caribbean would decrease this year \nfor the first time since the bank began tracking the figures in 2000. \n\n  In Mexico, where remittances are the second-largest source of foreign income after oil, officials projected a 12 \npercent drop this year, the biggest on record.\n\n  Paradoxically, Augusto de la Torre, a chief economist at the World Bank, said slight improvements in several Latin \nAmerican economies, including those of Brazil, Chile, Colombia, Panama and Peru, might have compelled some \npeople in the region to stay closer to home. ''For the first time in a decade, there are economies in Latin America \nthat are doing better than in rich countries,'' Mr. de la Torre said. ''So people who were thinking of going to the \nUnited States, might now be migrating to other countries in the region.''\n\nhttp://www.nytimes.com\n"}