{"title": "Arizona sheriff's immigration patrol is handed court defeat", "body": "\nPHOENIX - A federal judge dealt a new setback Friday to the immigration enforcement efforts of America's self-\nproclaimed \"toughest sheriff,\" barring his deputies from detaining people based solely on the suspicion that they're \nin the country illegally.\n\nThe ruling sets the stage for a potential trial in a lawsuit that alleges racial profiling in the patrols in Maricopa \nCounty, Ariz., and would further limit Sheriff Joe Arpaio's immigration authority after Washington yanked his \nfederal powers this month.\n\nLawyers pushing the lawsuit on behalf of five Latino clients also won class-action status that lets other Hispanics \njoin the case if they have been detained and questioned by Arpaio's deputies as either a driver or passenger in a \nvehicle since January 2007.\n\nU.S. District Judge Murray Snow hasn't yet ruled on the ultimate question of racial profiling, but notes that the \ncase's evidence could lead a judge or jury to conclude that Arpaio's office racially profiles Latinos. The judge noted \nthat the sheriff has said that even without authority to enforce federal immigration laws, his officers can detain \npeople based upon their speech or appearance.\n\nThe 40-page ruling marked a qualified victory for the lawyers who pushed the lawsuit. They didn't get the case \ndecided without going to trial, as they had hoped, but it came closer to the result they were looking for.\n\n\"We are encouraged by the Court's recognition of the strong evidence showing the (Maricopa County Sheriff's \nOffice's) pattern and practice of racial profiling and its conducting of operations for reasons that are racially biased,\" \nStan Young, lead attorney for those who filed the lawsuit, said.\n\nArpaio won a small victory when the judge dismissed part of a claim by a Hispanic couple who are among the five \npeople who filed the lawsuit.\n\nSnow ruled that one of Arpaio's deputies had probable cause to pull over the couple on a closed roadway. The \ncouple's illegal search claim was thrown out, but the judge didn't dismiss their racial profiling claim.\n"}