{"title": "Supreme Court Allows Discretion In Deportation For State Felonies", "body": "\nThe Supreme Court ruled yesterday that an immigrant convicted of a state felony drug charge that would be a \nlesser crime under federal law may contest the government's decision to deport him.\n\n The 8 to 1 ruling, with Justice Clarence Thomas dissenting, held that a state felony charge that would be only a \nmisdemeanor under federal statutes is not the kind of conviction that would trigger automatic deportation under the \nfederal Immigration and Nationality Act.\n\n The court's action reverses lower-court decisions that led the government to send back to Mexico Jose Antonio \nLopez, a South Dakota grocery store owner who had pleaded guilty in 1997 to aiding and abetting another person's \npossession of cocaine.\n\n The decision came in one of several cases the justices are considering to reconcile conflicting lower-court \ndecisions on when immigrants convicted of crimes must be deported. After announcing yesterday's decision, the \ncourt heard arguments in a separate case from California in which a Peruvian immigrant was convicted on car theft \ncharges.\n\n Justice David H. Souter's opinion contained something of a grammar lesson for prosecutors and said Lopez's \ncrime could not be classified as the kind of \"aggravated felony\" that means the government must move for \ndeportation without any discretion.\n\n  At issue was the phrase \"felony punishable under the Controlled Substances Act.\"\n\n The government held that that meant the crime could be a felony under state law, as long as it was also \npunishable under the act.\n\n \"But we do not normally speak or write the Government's way,\" Souter wrote. \"We do not use a phrase like 'felony \npunishable under the [CSA]' when we mean to signal or allow a break between the noun 'felony' and the \ncontiguous modifier 'punishable under the [CSA].' \"\n\n Neither, Souter wrote, should it be read as \"if it said 'felony punishable under the CSA whether or not as a felony.' \n\"\n\n\n Thomas agreed with the government's view of the law and found his colleagues' arguments \"unpersuasive.\"\n\n  Despite Lopez's victory, his future is uncertain. He entered the country illegally in 1986 and became a legal \npermanent resident in 1990. He married and had two children in South Dakota and, according to his attorney  --  \nWashington lawyer Robert A. Long Jr.  --  had never been in legal trouble until his conviction in 1997 for telling \nsomeone where he could buy cocaine.\n\n The court's decision does not mean that Lopez could stay if he decided to return to this country, only that the \ngovernment had discretion over whether to initiate deportation proceedings. The justices remanded the case, \nLopez v. Gonzales, No. 05-547, to the lower courts.\n"}