{"title": "Sixth Committee Speakers Say Member States Must Increase National Extraterritorial Jurisdiction, Hold Officials, Experts on Mission Accountable for Crimes", "body": "\nNew York: The United Nation has issued the following press release:\n\nDelegates Conclude Debate on Measures to Eliminate International Terrorism, Take up Report on Rule of Law \nPrinciple\n\nHolding United Nations officials and experts on mission accountable for crimes required Member States to increase \ntheir exercise of national extraterritorial jurisdiction in order to ensure the integrity of the Organization, the Sixth \nCommittee (Legal) heard today as it took up that topic, alongside the matter of the principle of rule of law.\n\nAfter concluding its debate on measures to eliminate international terrorism (see Press Release GA/L/3594), the \nSixth Committee took up the report of the Secretary-General, “Criminal accountability of United Nations officials and \nexperts on mission” (documents A/74/142 and A/74/145).\n\n“These numbers paint a dire picture,” said the representative of Switzerland, referring to the report stating that 75 \nper cent of the 190 allegations referred to Member States against United Nations officials and experts on mission \nsince 2008 have gone unanswered. Furthermore, the General Assembly’s request to Member States to provide \ninformation on how they have established jurisdiction over their nationals in these cases has also gone largely \nunanswered. States must do better, he stressed.\n\nEchoing that, the representative of Slovakia urged that even a single crime committed by a United Nations official \nor expert on mission is one too many. Indeed, such acts diminish the trust of those communities that are in the \ngreatest need of assistance and help. The Organization cannot fight impunity alone, however, and requires the \ncooperation of alleged perpetrators’ States of nationality.\n\nMexico’s delegate pointed out that this cooperation was also lacking, as demonstrated by a worrying trend of States \nfailing to exercise jurisdiction over their nationals for crimes committed on mission, despite the existence of a legal \nframework facilitating such jurisdiction. Another significant obstacle was that some Member States continue to \nwithhold investigatory and prosecutorial information relating to their nationals who have committed such crimes, \nshe observed.\n\n\nThe representative of Sudan concurred, emphasizing that serious gaps exist in terms of verifying, alerting and \nproviding information among host countries, missions and troop-contributing countries. This legal void affects not \nonly the victims, but also the reputation of the United Nations. He called on the Organization to strip the special \nstatus that benefits offending personnel on missions, as this leads to impunity.\n\nThis impunity, observed the representative of Haiti, undermines the right of victims of these crimes. In many cases, \nthe Organization received no information regarding investigation or prosecution of these cases from the State of \nnationality and, in other cases, administrative disciplinary measures were taken while criminal prosecution was \ndropped with no additional explanation. He urged that this legal vacuum in the exercise of national extraterritorial \njurisdiction be filled.\n\nThe Committee also began consideration of the report of the Secretary-General, “Strengthening and coordinating \nUnited Nations rule of law activities” (document A/74/139), which will be introduced tomorrow by the Assistant \nSecretary-General for Strategic Coordination, Volker Türk (Austria).\n\nDenmark’s representative, also speaking for Finland, Iceland, Norway and Sweden, spotlighted a negative trend \ntowards a weaker principle of the rule of law, along with a concomitant decrease in the protection of human rights \nand increase in opposition to multilateralism international efforts.\n\nSimilarly, the representative of Nicaragua warned that some large Powers were utilizing new arrangements to \nsubjugate the rights of smaller countries. He reminded the Committee that the rule of law at the international level is \nbuilt upon respect for global norms, including the principles of non-interference in domestic affairs and the non-\nthreat or use of force against other nations.\n\nMorocco’s representative highlighted the link between the principle and development. Encouraging States to share \nbest practices, he added that mutual consent is crucial for a treaty-based framework. “It would be a very bad thing \nto forget the cultural aspect of this cooperation,” he said, also stressing that Morocco’s commitment to rule of law is \nnot simply about acceding to treaties.\n\nAt the top of the meeting, the Committee concluded its debate on measures to address international terrorism, with \nspeakers continuing to underscore the importance of collective action to address terrorists’ use of the Internet, as \nwell as the complex issues created by foreign terrorist fighters.\n\nKazakhstan’s delegate announced that to combat terrorists’ use of the Internet, his country was developing a \nnational programme — the Cyber Shield of Kazakhstan – that will also combat illicit use of the dark web and \nencryption technology by these groups. He also pointed to his country’s unique experience in safely repatriating 595 \nof its nationals — including over 400 children — from Syria.\n\nThe representative of the International Committee of the Red Cross was similarly concerned with the plight of \nchildren affected by measures taken against foreign terrorist fighters and their families. Such children should be \ntreated as victims, and States should act in their best interest.\n\nPrior to commencing the day’s debates, Tijjani Muhammad-Bande (Nigeria), President of the General Assembly, \naddressed the Committee, noting that this year was the fiftieth anniversary of the Vienna Convention on the Law of \nTreaties. This widely ratified Convention symbolizes the universality of international law and remains an essential \nframework for the rules-based international order. However, this order cannot be guaranteed without international \nlegal education.\n\nHe went on to highlight the work of the United Nations Programme of Assistance in the Teaching, Study, \nDissemination and Wider Appreciation of International Law, which provides developing countries with training \nprogrammes and audiovisual libraries and assists in the preparation and dissemination of international law \npublications. The international community, he emphasized, must recall that “we are nations united”.\n\n\n\nSpeaking on measures to eliminate international terrorism were representatives of Libya, Niger, Iran, Democratic \nRepublic of the Congo, Bangladesh, Sierra Leone, Panama, Guinea, Eritrea, Brazil and Yemen, as well as \nobservers from the Holy See and the State of Palestine.\n\nSpeaking on criminal accountability of United Nations officials and experts on mission were representatives of Iran \n(for the Non-Aligned Movement), Norway (also for Denmark, Finland, Iceland and Sweden), Zambia (for the African \nGroup), Canada (also for Australia and New Zealand), Israel, Thailand, El Salvador, United States, Pakistan, \nRussian Federation, South Africa, Portugal, Brazil, Saudi Arabia, Egypt, Ethiopia, Cameroon, Zambia, Senegal, \nIndia, Nigeria, Indonesia, Morocco, Malawi and the Netherlands, as well as a representative of the European Union \ndelegation.\n\nAlso speaking on the rule of law at the national and international levels were representatives of Iran (for the Non-\nAligned Movement), Gambia (for the African Group), New Zealand (also for Australia and Canada), Argentina and \nIsrael, as well as a representative of the European Union delegation.\n\nThe Sixth Committee will next meet at 10 a.m on Friday, 11 October, to continue its consideration of the rule of law \nat the national and international levels.\n\nStatement by General Assembly President\n\nTIJJANI MUHAMMAD-BANDE (Nigeria), President of the General Assembly, underscored that the promotion of \njustice and international law has always been of fundamental importance to the work of the Assembly and he \nexpressed appreciation for the flexibility of all delegations to commence the work of the Sixth Committee. During the \nhigh-level week, Heads of State and Government reiterated their support for multilateralism, which is based on the \nrule of law, he said, noting that this year is the fiftieth anniversary of the Vienna Convention on the Law of Treaties. \nThis widely ratified Convention symbolizes the universality of international law and remains an essential framework \nfor the rules-based international order.\n\nIt is timely that the Committee will discuss rule of law, he continued, encouraging delegates to discuss best \npractices, ideas to promote the respect of States of international law, mechanisms that promote the effective \nimplementation of international law and ways in which the United Nations can provide best assistance. Calling \nattention to the United Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider \nAppreciation of International Law, he highlighted the direct assistance it provides to developing countries through \ntraining programmes, audiovisual libraries and the preparation and dissemination of international law publications. \nInternational rule of law can hardly be guaranteed without international law education, he said, encouraging \nMembers to continue supporting the Programme.\n\nThis past year has seen terrorist attacks all over the world, he noted, calling on delegates to take action to \neffectively counter the phenomenon of terrorism in all its forms and manifestation. It is necessary to build \nmomentum towards finalizing the draft comprehensive convention on international terrorism through the General \nAssembly’s review of the Global Counter-Terrorism Strategy and the High-level Conference of Heads of \nCounter-Terrorism Agencies of Member States. Commending the International Law Commission for its fruitful work, \nhe added that the international community must recall that “we are nations united”.\n\nStatements on Measures to Eliminate International Terrorism\n\nMOHAMED A. M. NFATI (Libya), associating himself with the Non-Aligned Movement, the African Group and the \nOrganization of Islamic Cooperation (OIC), said that his country — like others in the region — has experienced \nattacks resulting from political crisis. Those who have not accepted political agreements have attacked the Capital \nand its suburbs, aided by foreign intervention. In coordination with its friends, particularly the United States, the \nGovernment of National Accord is determined to eliminate terrorism. It has entered into agreements with \nneighbouring countries to monitor and combat terrorist networks and hopes for international support for these \nefforts. The world must also focus on the conditions conducive to terrorism and promote human rights and respect \n\n\n\nfor the rule of law. As well, the international community should assist countries in conflict or post-conflict status in \ntheir efforts to anchor domestic stability.\n\nAMADOU ADAMOU (Niger), associating himself with the Non-Aligned Movement, the African Group and OIC, \nrecalled that his country has confronted terrorist attacks in recent years, chiefly from Boko Haram in the Lake Chad \nregion. Further, Niger’s northern border with Libya is also a source of major concern, as the drug traffickers and \nterrorists destabilizing Libya have a “knock-on” effect in the Sahel. For its part, Niger has developed a legal arsenal \nwith which to counter terrorist financing and money-laundering. Implementation of these measures, however, is \ncomplicated by short custody periods, given the complexity of counter-terrorism investigations. Since 2010, Niger \nhas been pushing back against Boko Haram with help from its neighbours, especially Nigeria. Roughly 8,000 men \nfight to curb the threat in Lake Chad. Unfortunately, regional initiatives started in 2014 to address attacks across the \nSahel region struggle due to a lack of resources. The international community must deliver on what it has pledged \nso that these States may continue to function as a bulwark against the spread of terrorism in the region.\n\nALI NASIMFAR (Iran), associating himself with the Non-Aligned Movement and OIC, said that as a past and current \nvictim of terrorism, his country will always remain at the forefront of genuine confrontations with the menace. \nOutlining various legislative measures undertaken by his Government, including amendments to the Countering \nMoney-Laundering Act, he said that dishonest approaches in combating terrorism have led to certain challenges in \nachieving a world free of that threat. The politicization of the fight against terrorism by some countries is a \nlong-standing issue that has always hindered genuine international efforts. Condemning unilateral coercive \nmeasures, he added that illegal economic sanctions against developing nations such as his own are a clear \nexample of “naked economic terrorism”.\n\nMr. KAHOZI (Democratic Republic of the Congo), associating himself with the Non-Aligned Movement and the \nAfrican Group, said that the proliferation of terrorist fighters pose a growing threat to international security, while \nalso plunging people around the world into misery. Expressing concern about the large number of terrorist groups \nlinked to Al-Qaida and their burgeoning activities across the African continent, particularly in the Maghreb, East \nAfrica, Central Africa and West Africa, he said his country is facing an unstable environment, especially because of \nthe presence of armed groups working in its eastern parts. The Government is tackling this through institutional \nstructures as well as preventive action, he said, highlighting the work of the Congolese National Police in fighting \ntrafficking in small arms and light weapons.\n\nTAREQ MD ARIFUL ISLAM (Bangladesh), associating himself with the Non-Aligned Movement, said \ncapacity-building of law enforcement, intelligence and border management agencies have allowed Bangladesh to \nensure its territory is not used for terrorist attacks against any neighbours. The Financial Action Task Force \neffectively combats the financing of terrorism and weakens the nexus between terrorist groups and transnational \norganised criminal networks. Bangladesh is constantly enhancing its engagement with the United Nations and its \ncounter-terrorism-related bodies, he said, noting its support of and partnership with the United Nations Office of \nCounter-Terrorism.\n\nSOLOMON ALPHONSO JUSU JAMIRU (Sierra Leone), associating himself with the Non-Aligned Movement, the \nAfrican Group, and OIC, highlighted the collective steps being taken by the Economic Community of West African \nStates (ECOWAS) member States to address terrorism in that sub-region. The recent fifty-fifth ECOWAS Ordinary \nSession resolved to convene a summit on terrorism in Ouagadougou, Burkina Faso that would address a myriad of \nchallenges including slow adoption and implementation of concrete measures by member States, the limited role \nplayed by civil society and inadequate resources. Sierra Leone faces the biggest challenge in the Sahel region and \nhas called for enhanced cooperation with a priority on intelligence-sharing and coordination to fight terrorism. He \nadded that military and security approaches alone will not effectively address terrorism, as a civil-society \nstakeholder component is also critical. States must impress upon those stakeholders that national development \ndepends on security.\n\nGERARDO IRIMIA AROSEMENA (Panama) stated that his country fights against terrorism and its financing by \nprioritizing information exchange, border protection and the prevention, deterrence, detection and elimination of \n\n\n\nterrorist networks. Panama maintains a national watchlist to monitor those aiding and abetting terrorist activities. Its \ndomestic law is aligned with international standards to combat terrorism and the illicit activities that finance it, \nincluding money-laundering. International counter-terrorism measures cannot be used as a pretext for violating \ninternational or refugee law and must instead uphold peace, security and human rights, he stressed.\n\nFATOUMATA KABA (Guinea), associating herself with the Non-Aligned Movement, the African Group and OIC, \nsaid that the complex and transnational nature of terrorism means that no country is free from the threat. It is urgent \nto tackle the root causes of poverty such as exclusion and violations of human rights. Calling for enhanced \ninternational cooperation in the implementation of relevant resolutions, the exchange of information and intelligence, \nfreezing the sources of funding for international terrorism and countering hate speech, she voiced concern about \nthe critical situation in West Africa.\n\nDIDAR TEMENOV (Kazakhstan), associating himself with OIC, pointed out that terrorist groups continue to adapt \ntheir tactics and methods, including using the Internet and artificial intelligence to recruit, finance, plan and execute \nattacks against civilians. Foreign terrorist fighters also pose new challenges to their countries of origin. To combat \nterrorists’ use of the Internet, the dark web and encryption, his country is developing a national programme — the \nCyber Shield of Kazakhstan. Kazakhstan has also safely repatriated 595 of its nationals — including over 400 \nchildren — from Syria after they were led to that crisis-hit country under false pretext and became trapped in armed \nconflict. As one of the few nations that carries out such humanitarian actions, it stands ready to share its experience \nin this area, he said.\n\nSOPHIA TESFAMARIAM (Eritrea) called for the creation of robust regional and global mechanisms of coordination \nto combat terrorism and extremism. This was a matter of urgency, particularly in regard to the establishment and \nconsolidation of suitable coalitions that encompass all stakeholder countries. This flexible architecture of defence \ncooperation can be created to address specific threats and be geographically limited and temporal. Beyond these \nspecific coalitions, there is a need to enhance the scope of continuous exchange of information, coordination and \nexperiences, involving more countries that interact more frequently. Eritrea’s two-pronged approach has evolved \naround judicious policies of inclusiveness and social justice as well as purposeful and persistent sensitization \nprogrammes. It continues to take measures in improving its legislative and law enforcement capacities to prevent \nand prosecute acts of terrorism, she added.\n\nMAITE DE SOUZA SCHMITZ (Brazil), noting that the repudiation of terrorism is enshrined in her country’s \nConstitution as a guiding principle of its foreign policy, highlighted various pieces of national legislation that enable \nthe Brazilian regulatory framework to fight terrorism. The current patchwork of sectoral conventions prohibiting \nwell-specified acts related to terrorism lacks the unity and coherence that a comprehensive convention would \nprovide, she pointed out, adding that it is vital to overcome the stalemate in the negotiating processes. Calling for \nthe strong political push that will be needed to take this final step, she said that the emergence of new expressions \nsuch as “radicalism” and “violent extremism” might add confusion in the absence of a universally agreed-upon \ndefinition of terrorism.\n\nABUBAKER ALI ABUBAKER BA ABBAD (Yemen), associating himself with the Non-Aligned Movement and OIC, \ncondemned all acts of terrorism targeting civilians, including those on religious minorities, and those targeting the \nglobal economy such as attacks on the Aramco oil facilities and international navigation routes. Highlighting \nYemen’s contribution to the fight against Islamic State in Iraq and the Levant (ISIL/Da’esh), he pointed to three \nthings on which the Government has focused. First, it is fighting the spread of terrorist propaganda and recruitment \nover the Internet. Second, supported by the United States, it is securing land, sea and airports to prevent the \ninfiltration of foreign terrorist fighters. Third, it is working to freeze sources of terrorist financing by empowering \nmonetary authorities to monitor transactions and blacklist terrorist financiers. The international community must hold \nboth terrorist groups and States that sponsor terrorism accountable, he stressed.\n\nDAVID PAUL CHARTERS, the Permanent Observer of the Holy See, said the international community must deny \nfinancial support and access to weapons to those who employ the tactics of terrorism. Particular attention must be \ngiven to preclude the radicalization of youth through media and cybertechnologies. In this regard, local populations, \n\n\n\nincluding religious leaders, are important in providing education and keeping youth from radicalization. With regards \nto eradicating terrorism, he underlined respect for freedom of conscience, religion and belief; the equality of all \ncitizens before the law; a condemnation of the abuse and manipulation of religion and religious belief to incite \nhatred and violence; intercultural and interreligious dialogue; and education. In their joint document, “Human \nFraternity for World Peace and Living Together”, Pope Francis and the Grand Imam Ahmed Al-Tayyeb appealed to \nreligious, political and cultural leaders to promote dialogue. Such an approach can contribute to reducing the root \ncauses of terrorism.\n\nMAJED S. F. BAMYA, an observer for the State of Palestine, associating himself with the Non-Aligned Movement \nand OIC, said humanity should refuse to play along the dividing lines drawn by terrorists and reject their \nself-proclaimed titles. In order to vanquish terrorism, it must never be associated with a religion, especially when \nterrorists distort the religion to advance their nihilist ideas. “You will discover that the religion you are accusing is the \none of a great number of victims,” he emphasized, condemning terrorism in all forms and manifestations. The State \nof Palestine has developed a wide range of legislation, instruction and tools in this regard, including a national \ncommittee to implement Security Council resolutions on counter-terrorism. Reiterating the importance of concluding \na comprehensive convention to combat international terrorism, he said it should include a clear definition of the \nissue. Moreover, the fight against terrorism cannot be used to justify acts of aggression, extra-judicial killings, \ntorture or continued denial of rights, he stressed.\n\nCHRISTOPHER BRADLEY HARLAND, International Committee of the Red Cross (ICRC), said counter-terrorism \nactivities must be conducted with full respect for international law, particularly when individuals are arrested and \ndetained in connection with terrorism. Independent monitoring mechanisms, such as the ICRC, should be granted \naccess to those individuals to help ensure they are treated humanely. Expressing concern over measures taken \nagainst foreign fighters and their families, he said children affected by such measures should be treated as victims \nand States should find solutions that are in the best interest of those children. The activities undertaken by \nhumanitarian organizations must never be considered a form of unlawful support to non-State actors or criminalized \nin any way, he continued, recalling that such activities are part of the humanitarian mandate assigned to them by \nState parties to the Geneva Conventions of 1949 and the Additional Protocols of 1977. Failure to exclude \nhumanitarian activities from criminal laws dealing with terrorism would negate international humanitarian law and \njeopardize the mission of humanitarian organizations in general.\n\nStatements on Criminal Accountability of Experts on Mission\n\nMr. NASIMFAR (Iran), speaking on behalf of the Non-Aligned Movement, requested the Secretary-General to \ncontinue improving reporting methods by providing a full picture of obstacles in the domestic legal systems as well \nas the United Nations. Such efforts should aim at developing appropriate policy and legal solutions. The \nMovement’s countries contribute more than 80 per cent of the peacekeeping personnel in the field. He underlined \nthe importance of maintaining a policy of zero tolerance in addressing all cases of sexual exploitation and abuse. \nThus, the Organization should continue cooperating with States exercising jurisdiction in order to provide them, \nwithin the framework of the relevant international law agreements, with information and materials for purposes of \ncriminal proceedings initiated by States.\n\nThe development of “harmonized United Nations standards” for investigations of crimes allegedly committed by \nofficials and experts on mission can be critical to strengthening the Organization’s system of accountability, he \ncontinued. Member States should exercise their jurisdiction in applicable cases so that criminal acts do not go \nunpunished. In that regard, States of nationality must act in a timely manner to investigate and prosecute alleged \ncrimes, he stressed. Although reiterating concern about alleged crimes on the part of the United Nations officials \nand experts on mission, including allegations of fraud, corruption and other financial crimes, he noted that it was \nstill premature to discuss a draft convention on criminal accountability.\n\nDANIELA GAUCI of the European Union said that despite the Organization’s zero tolerance policy for sexual \nexploitation and abuse, allegations of those crimes continue. “If we want the United Nations to fulfil its mandate, \nbeing a credible and effective partner for victim and host States, we must work together to bring the perpetrators of \n\n\n\nthese crimes to justice,” she said. The Secretariat’s continued efforts to gather relevant information was \ncommendable, she added, encouraging all States to answer requests for information on investigations and \nprosecutions undertaken by the competent national authorities, including, where appropriate, the reasons why \ninvestigations or prosecutions have not been pursued.\n\nThe Union requires that all civilian and military personnel serving in common security and defence policy missions \nand operations maintain the highest standards of conduct, she continued. Training and awareness-raising on the \nOrganization’s standards is an indispensable preventive measure that should remain at the core of action by field \nmissions and Headquarters. She voiced support for the effective combination of short-term measures with \nlong-term processes to address the jurisdictional gaps and obstacles to accountability. In the long term, the bloc \nand its member States remain ready to consider a proposal for a comprehensive international legal framework, \nwhich would clarify the circumstances under which States can exercise jurisdiction, she said.\n\nODD INGE KVALHEIM (Norway), also speaking for Denmark, Finland, Iceland and Sweden, cited the \nSecretary-General’s report on the matter which noted that there were 190 cases of serious criminal offenses \ncommitted by officials and experts on mission reported since 2007. It is unacceptable that only in very few of these \ncases has the sending State informed the Organization of investigative or prosecutorial measures taken. This \ninsufficient response puts the credibility and integrity of the United Nations and its missions at stake. States that \nhave not provided required information on these cases should do so.\n\nHe went on to propose the compilation of a list of Member States that have followed up on these cases at the \nnational level to incentivize States to inform the Secretary-General of national responses and to promote the \nexchange of information and experience. The primary responsibility for addressing this serious issue lies with \nMember States and their respective national jurisdictions. It is crucial, then, that States establish jurisdiction over \ncrimes committed by their nationals while serving as officials or experts on mission. He also expressed support for \nthe Special Coordinator on improving the Organization’s response to sexual exploitation and abuse and the \nSecretary-General’s strategy to prevent and respond to such exploitation and abuse system-wide.\n\nLAZAROUS KAPAMBWE (Zambia), speaking for the African Group and associating himself with the Non-Aligned \nMovement, expressed support for the Organization’s zero-tolerance policy, particularly conduct involving sexual \nexploitation and abuse. The African Group also supports a system-wide approach to combat this abuse, he said, \nreiterating the importance of General Assembly resolutions 71/278, 72/312 and 73/302. Criminal accountability is a \nfundamental pillar of the rule of law and is crucial for safeguarding the integrity of the Organization.\n\nOn that point, he encouraged Member States to exercise jurisdiction in applicable cases to amplify the call for \nzero-tolerance against impunity. Recalling that several delegations have previously noted that jurisdictional gaps \nlead to repeat crimes, he emphasized that the responsibility of ensuring criminal accountability of officials or \nexperts on mission lies with the State of nationality. Welcoming the United Nations training measures on standards \nof conduct and the technical assistance it provides to States in developing domestic criminal law and deterring such \noffenses, he stressed that States should cooperate in criminal investigations and extradition proceedings where \ncrimes of a serious nature are committed by officials and experts on mission.\n\nCATHERINE BOUCHER (Canada), also speaking for Australia and New Zealand, said the deplorable acts of a few \nUnited Nations officials and experts proliferates suffering among the people they are mandated to help and protect. \nSeventy-five allegations of sexual exploitation or abuse involving United Nations personnel have been reported in \nthe first two quarters of the year. All such allegations must be investigated in an impartial, thorough and timely \nmanner to ensure that substantiated cases are appropriately dealt with. As such, the updated table of national \nprovisions regarding Member States’ establishment of jurisdiction over nationals for relevant criminal offenses is \nuseful, and she encouraged all to contribute to the table to provide clarity and fill gaps.\n\nShe went on to emphasize that Member States have the responsibility to implement measures including \npre-deployment training and screening. Moreover, they should investigate allegations of criminal misconduct by \ntheir nationals, cooperate with other Member States in these matters and hold perpetrators accountable according \n\n\n\nto their domestic criminal law. Information should be shared on any obstacles to effective prosecution. Canada, \nAustralia and New Zealand also support the proposal for a convention requiring Member States to exercise criminal \njurisdiction over their nationals participating in United Nations operations abroad, she added, welcoming further \ndiscussions in that regard.\n\nMATÚŠ KOŠUTH (Slovakia), associating himself with the European Union, said that even a single crime \ncommitted by a United Nations official or expert on mission is one too many, as it undermines the noble goals that \nthe United Nations strives to achieve. In addition, it diminishes the trust of those communities that are in biggest \nneed of assistance and help. Expressing support for the Secretary-General’s zero-tolerance policy for criminal \nactivities and his efforts to fight impunity, he stressed that the United Nations itself, without genuine cooperation, \nespecially that of the State of nationality of alleged perpetrator, cannot achieve the desired results.\n\nSARAH WEISS MA’UDI (Israel) noted that the current agenda item originated as a response to serious allegations \nof sexual exploitation and abuse by United Nations peacekeepers but evolved to take on a much broader scope. \nHowever, those actions must be properly investigated and prosecuted and a zero-tolerance policy applied. \nUnderlining the importance of transparency and of ensuring that internal investigations on such matters are made \npublic, she spotlighted recent allegations of acts of misconduct by experts on mission and senior officials of the \nUnited Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA); those individuals must \nbe held accountable if proven guilty. Privileges and immunities granted to United Nations personnel are done so in \nthe interest of the Organization and not for the personal benefit of individuals, she stressed, adding that the \nSecretary-General has the right to waive them in cases where immunity would impede the course of justice.\n\nELSADIG ALI SAYED AHMED (Sudan), associating himself with the Non-Aligned Movement and the African \nGroup, expressed concern about the grave allegations of sexual abuse and exploitation and other crimes \ncommitted by the Blue Helmets. Of even more concern was the phrase that appears in parts of the report stating, \n“no information communicated by the Member State”. That phrase shows serious gaps that exist in terms of \nverifying, alerting and providing information among host countries, missions and troop-contributing countries. \nBecause of this legal void, allegations affect not only the victims but also the reputation of the United Nations. The \nOrganization must strip the special status that experts and officials at missions benefit from, as this leads to \nimpunity, he said.\n\nNATTHAKIT SINGTO (Thailand), associating himself with the Non-Aligned Movement, said that the achievement of \npeacekeeping mandates depends on the quality and capabilities of peacekeepers. Criminal accountability of United \nNations officials on mission is fundamental to promote and sustain the rule of law at the Organization and \nelsewhere. In ensuring accountability, jurisdictional gaps must be addressed, he said, calling for Member States to \nexercise jurisdiction over serious crimes committed by their nationals while serving as United Nations officials. \nTurning to prevention, he highlighted the importance of training programmes and vetting measures to ensure \nappropriate conduct.\n\nMs. FIERRO (Mexico) pointed to a worrying trend of States failing to exercise jurisdiction over their nationals for \ncrimes committed on mission, despite the existence of a legal framework facilitating such jurisdiction. Underscoring \nthat this results in perpetrators of serious crimes going unpunished, she called upon bodies within the United \nNations to hold their staff accountable and on States to exercise jurisdiction over their nationals. These crimes \nrange from corruption and fraud to sexual abuse, she said, adding that the international community must develop \nmechanisms allowing for the effective exercise of justice to uphold the Organization’s credibility. However, the lack \nof information provided by some Member States who continue to withhold investigatory and prosecutorial \ninformation relating to their nationals who have committed such crimes remains an obstacle.\n\nMs. LOPEZ (El Salvador) highlighted the significant contributions of officials and experts on mission towards \nachieving the objectives in the United Nations Charter. However, it was critical to adopt appropriate measures to \nguarantee that crimes committed do not go unpunished and that proceedings are in line with human rights \nstandards, without prerogative to the immunities enjoyed by the concerned persons. Regarding the relevant \ndomestic legal architecture in her country, she said that if the criminal conduct takes place outside national borders, \n\n\n\nthe Attorney General of El Salvador is empowered to establish a joint investigative team to work with foreign \ninstitutions or bodies. Such features reduce the possibility of impunity, she said, calling for more international \ncooperation in communication and prosecution.\n\nEMILY PIERCE (United States) welcomed cooperation between the Organization and her country’s authorities on \nvarious criminal investigations — including those that do not involve a United Nations official but about which the \nOrganization has relevant information. Proposed legislation will close domestic jurisdictional gaps so that the \nGovernment can follow up on all referrals of criminal allegations involving United States citizens serving with the \nUnited Nations abroad. “One case of impunity is one case too many,” she stressed. She also welcomed the \nimplementation of enhanced vetting measures, particularly the expansion of the ClearCheck database to screen for \nprior sexual exploitation and abuse or harassment — including for those personnel who resigned from the \nOrganization while allegations were pending. The Sixth Committee should focus on the failure to hold civilian \nofficials and experts on mission criminally accountable rather than engaging in a parallel debate with the Fifth \nCommittee on sexual exploitation and abuse in the peacekeeping context.\n\nSAAD AHMAD WARRAICH (Pakistan), associating himself with the Non-Aligned Movement, said ensuring \naccountability for crimes committed by experts and officials on mission is crucial, both as an imperative of justice \nand for the maintenance of the Organization’s credibility. Under no circumstance can the protectors of the \nvulnerable be allowed to become their abusers. Yet, the international community’s collective commitment to that is \nconstrained by the lack of cohesion and consistency across the United Nations system. Calling for a more \nstreamlined approach, he said that accountability is cross-cutting in nature. While sexual exploitation and abuse is \nthe most heinous of crimes, a majority of reported cases are related to financial impropriety and fraud. Stressing \nthat the response of Member States to cases referred to them needs to be stronger, he said, “it does not make for \nencouraging reading” that of the 42 referred cases, information has been received on only two cases.\n\nALEXANDER S. PROSKURYAKOV (Russian Federation), welcoming measures taken by States to train and \nprepare their troops before peacekeeping operations and special political missions, stressed that the Secretariat \nmust inform a State immediately if its citizens on missions are suspected of committing offences. Underscoring the \nneed to bolster the communication channels, he added that when a United Nations official is accused of a crime, \nthe State of nationality must play an active role in the judicial process. States do possess the legal mechanisms to \nprosecute citizens who are employed by the United Nations. “We see no legal lacunae in this area,” he observed \nand therefore, the need to draft a convention is not obvious. He also noted that the part of the Secretary-General’s \nreport on Secretariat regulations and procedures is piecemeal. Furthermore, the report does not cover all sections \nof the Secretariat.\n\nTHABO MICHAEL MOLEFE (South Africa), associating himself with the Non-Aligned Movement and the African \nGroup, called attention to the courage of officials within the United Nations system who report criminal activity and \nmisconduct at the risk of personal prejudice. He expressed his support for a multilateral, rules-based regime to \nprotect vulnerable populations who are supposed to benefit from United Nations deployment. For its part, South \nAfrica is developing domestic law that vests local courts with the requisite jurisdiction to hold United Nations \npersonnel on mission accountable. He urged Member States to prioritize closing jurisdictional gaps and strengthen \npre-deployment vetting procedures and training as a preventative measure.\n\nSERGIO AMARAL ALVES DE CARVALHO (Portugal), aligning himself with the European Union, said that United \nNations officials and experts on missions are generally known to have impeccable and unpolluted behaviour. \nHowever, the occasional reproachable behaviour of some officials and experts can compromise the credibility of the \nOrganization and its agents, he said, adding that States must ensure that they have adequate resources to exercise \ntheir jurisdiction. With several of its nationals deployed as officials or experts on mission, Portugal takes these \nissues very seriously and may criminally prosecute an expert or official whose immunity has been waived, for acts \ncommitted in or outside the Portuguese territory.\n\nMs. SCHMITZ (Brazil), emphasizing that “we owe it to victims” to ensure proper accountability for all crimes \ncommitted by the Organization’s officials and experts on missions, noted that three United Nation entities and \n\n\n\nrelated organizations submitted for the first time information about their policies and procedures on the matter. \nUnderlining the need for more coherence and coordination of policies, she added that Member States should strive \nto overcome legal challenges to assert jurisdiction over crimes committed by their nationals. Further, they should \nbe promptly and adequately informed of criminal acts that may have been committed by their nationals. She also \nstressed that when implementing the zero-tolerance policy, due regard should be paid to the protection of victims’ \nrights and to the observance of the rule of law.\n\nVINCENT OLIVIER RITTENER (Switzerland) noted that, since 2008, the Secretary-General has referred 190 \nallegations against United Nations officials and experts on mission to Member States, of which three-quarters \nremain unanswered. “These numbers paint a dire picture of the commitment by Member States to provide for \neffective accountability,” he observed, calling upon States to do better and the Secretariat to continue follow-up. In \nterms of the legal framework, the General Assembly requests Member States to provide information on how they \nhave established jurisdiction over their nationals. However, no additional State has submitted such information \nduring the reporting period. Noting that States have responded favourably to the idea of establishing an \ninternational legal framework to ensure effective accountability, he strongly encouraged more Member States to \ncomment on the report by the Group of Legal Experts of 2006.\n\nSAAD ALARJANI (Saudi Arabia) urged the international community to protect victims of crimes committed by \nUnited Nations personnel on missions and to demand accountability from the same. As well, uniformed personnel \nand other members of peacekeeping missions should also be held accountable. Officials should receive \npredeployment training not only on Organization procedure but also on the law applicable in the host country. He \ncalled for a strategic partnership between United Nations bodies to implement an impartial, precise and transparent \nmechanism that exercises oversight on how missions are implemented — particularly those that are humanitarian in \nnature. In addition, States must ensure that officials do not use their positions to conduct criminal activities, and \nnations, such as Saudi Arabia, that donate to missions, must be made aware of efforts to address fraud.\n\nMr. ABDELAZIZ (Egypt), associating himself with the Non-Aligned Movement and the African Group, said that the \nissue of criminal accountability is crucial to multilateralism as it affects the credibility of the United Nations. There \nshould be no impunity for anyone who commits a crime while on a United Nations mission. The impact of that \nextends to thousands of officials who serve with dedication and sincerity. That is especially applicable to sexual \nexploitation and abuse, he said, noting that his country has been active in adding this issue to the General \nAssembly’s agenda. The non-applicability of punitive legislation of States to crimes committed outside their territory \ndid not justify impunity. Calling for cooperation in closing such loopholes, he said the Egyptian penal code provides \nfor accountability for its nationals committing wrongdoing outside its territory.\n\nMr. MOHAMMED (Ethiopia), associating himself with the Non-Aligned Movement and the African Group, pointed \nout that his country is one of the world’s largest contributors to United Nations peacekeeping missions as well as a \nmember of the Organization’s Economic Commission for Africa, among others. That puts Ethiopia on both sides of \nthe “aisle” of criminal accountability, he said, noting that rule of law related to diplomatic privilege and immunity is \nnecessary to maintain the United Nations credibility. Though it is difficult to establish jurisdiction of domestic courts \nover crimes committed by United Nations officials and experts on mission, it is advisable to put in place a \nmechanism to hold them accountable in the country of their nationality. He also underlined the importance of \nprevention, noting that States deploying peacekeepers have a major role to play in ensuring that they have the \ntraining and personality that befits their role as protectors and role models. States should adopt a zero-tolerance \npolicy at the local level and ensure that their nationals working for the United Nations do not escape justice due to \ndiplomatic immunity, he emphasized.\n\nZACHARIE SERGE RAOUL NYANID (Cameroon) stated that United Nations officials need privilege and immunity \nto carry out their duties. However, the world must ensure that these individuals obey the law applicable in their duty \nstation and uphold their private legal obligations. He encouraged countries to exchange information and facilitate \ninvestigation and prosecution; the Organization should cooperate with national authorities in this regard. For its part, \nCameroon will, at the request of the Secretary-General, and in accordance with domestic law, provide access to \nwitnesses, documentation or other relevant evidence to another Member State carrying out an external \n\n\n\ninvestigation. He called upon the Organization to provide information and awareness-training to potential United \nNations personnel as part of the recruitment process as a preventative measure. On this point, he highlighted his \ncountry’s school for international security forces that has been training peacekeepers since 2008.\n\nSYLVESTER MUNDANDA (Zambia), associating himself with the Non-Aligned Movement and the African Group, \nsaid that his country’s criminal law contains no specific provision regarding criminal liability for acts committed by its \nnationals when acting as United Nations officials or experts on mission. However, it does provide for liability for \noffences committed outside the country’s jurisdiction. Recalling the words of the former United Nations Police \nAdvisor, Ann-Marie Orler, he said supervisors are responsible for ensuring that officers under their watch are not \ninvolved in any kind of activity that would undermine the important work of the United Nations. Also citing Sun Tzu, \nthe grand master of strategy, he said, “when the leader is morally weak and his discipline is not strict… then \nneighbouring rules will take advantage of this.” His Government is therefore investing heavily in programmes \ndesigned to instil high ethical standards among officers and experts selected for mission, he said.\n\nMAMADOU RACINE LY (Senegal), associating himself with the Non-Aligned Movement and the African Group, \npraised the work of peacekeepers, who often worked in precarious situations to uphold international peace and \nhighlighted the recent tragic accident that involved a Senegalese helicopter in the Central African Republic. His \nGovernment stands by the zero-tolerance, he said, noting a recent Presidential directive that calls on all involved in \npeacekeeping missions as well as those training contingents to uphold high standards of behaviour. The question of \nappropriate training is as important as disciplinary actions. There must be a coordinated approach between the \nUnited Nations, the national authorities of the alleged perpetrator and the host country, especially in situations \nwhere the opportunity for the host State to exercise penal jurisdiction is limited. Accountability is a moral duty to \nvictims, he said, adding that the privileges enjoyed by United Nations officials should not become pretexts to \ncommit crimes.\n\nYEDLA UMASANKAR (India), associating himself with the Non-Aligned Movement, said the issue of accountability \nremains elusive because of the complexities of legal aspects relating to sovereignty and jurisdiction of Member \nStates. The United Nations may bestow some immunity or privileges necessary for its operations in a country. \nMember States may not have the functional capacity or the willingness to investigate and prosecute the accused. \nThese factors have further complicated this matter. The first approach to rectify this would be to ensure that all \nMember States have the jurisdiction needed to prosecute their nationals. The United Nations could compile a list of \nthose Member States that have implemented the principle of nationality. India’s penal code and its code of criminal \nprocedure have provisions to deal with extraterritorial offences committed by Indian nationals.\n\nFRITZNER GASPARD (Haiti) stated that the legal vacuum in the exercise of national extraterritorial jurisdiction \nmust be filled. Haitian domestic law also has such a gap when it comes to its nationals that commit crimes abroad \nwhile on official government business. In many cases of crimes perpetrated by United Nations personnel on \nmission, there is no information regarding the investigation or prosecution from the State of nationality. In other \ncases, administrative disciplinary measures were taken while criminal prosecution was dropped with no additional \nexplanation. This situation, if left unaddressed, could create a form of impunity that undermines the rights of the \nvictims of these crimes. He called for the Organization and the States of victims to be continually updated and for \ngreater synergy between States, the United Nations and civil society.\n\nMs. ANUKAM (Nigeria), associating herself with the Non-Aligned Movement and the African Group, condemned \ncriminal acts by United Nations officials and called for their accountability. In visits to various missions, her country’s \ntrainers worked with its troops to sensitize them on the consequences, implications and impacts of any untoward \nactions. Calling for more targeted orientation and awareness-raising campaigns, she welcomed the United Nations \nzero-tolerance policy, expressing support for the idea of referring cases of alleged criminal conduct to States of \nnationality of the official concerned for investigation and prosecution. She also urged States to report to the United \nNations on steps taken thereafter. Nigeria has embarked on the provision of recreational activities for its \npeacekeepers stationed abroad in order to boost their morale. As well, a work environment must be created that \nprevents sexual exploitation and abuse through increased women’s participation, improved personal welfare, and \ntimely investigations and prosecutions.\n\n\n\nMOHAMMAD KURNIADI KOBA (Indonesia) highlighted his country’s contribution of at least 2,700 military and \npolice officers to nine peacekeeping missions around the world. In Indonesia, such service in a peacekeeping \nmission is considered a noble duty that should never excuse or justify any wrongful act or criminal activity by an \nofficial or expert. Its national penal code allows for the establishment of extraterritorial jurisdiction under certain \nconditions, and domestic law also provides for extradition, mutual legal assistance and judicial cooperation with \nother States even in the absence of treaties. He called for effective predeployment training to enforce high \nstandards of conduct for such personnel and, to that end, offered the services of the Indonesian Peacekeeping \nCentre as a hub for international training.\n\nHASSAN LASRI (Morocco) stressed that crimes committed by United Nations officials and experts not only \njeopardize the achievement of the aims of the mission but also besmirch the reputation of the Organization. He \ncalled for an integrated approach that harmonizes the policies and procedures of specialized agencies and \norganizations and improves communications among States and between States and the United Nations. \nHighlighting the need for sufficient enquiry on alleged crimes before proceeding to national courts, he said that the \ncampaign against impunity is not enough in itself. “Prevention must take place a priori,” he stated, noting that \nMorocco’s troops in peacekeeping operations are given holistic training, including on the matter of sexual \nexploitation and abuse, human rights and international humanitarian law.\n\nPERKS LIGOYA (Malawi), associating himself with the Non-Aligned Movement and the African Group, said that the \nreport is a cause for concern. Member States must hold their nationals responsible for any crimes on mission. \nExtra vigilance is required as the number of Organization staff serving on missions grows. As a troop-contributing \ncountry, Malawi has taken steps to prevent and combat such crimes, including predeployment briefing on \ninternational law and the national law at their posting location. In addition, troops sign declarations binding them to \nabide by all relevant guidelines and laws. If crimes do occur, Malawi’s legal codes provide cross-border \njurisdictions over crimes against humanity and other serious crimes by utilizing traditional links of nationality with \nthe ability to deal with situations where crimes are wholly committed abroad. Noting that most referrals cited by the \nreport remain unresolved, he called for enhanced international cooperation to fight impunity. His country remains \ncommitted to that effort, he stated, stressing the importance of safeguarding the integrity of the United Nations and \nsecuring public trust.\n\nSIDNEY KEMBLE (Netherlands) recalled the Secretary-General started referring cases to Member States for \ninvestigations, prosecution and punishment in 2008, four years after the first stories of sexual exploitation and \nsexual abuse. Yet, 11 years later, “we are still waiting for answers from some Member States” on those cases \nreferred to them in 2008, he pointed out. He urged the Secretary-General to ask two of three members of the Circle \nof Leadership to bring the referrals to the attention of the Member States refusing to provide information. This would \nbring the allegations of criminal misconduct of a national to the attention of the highest level and most senior \nofficials in Government. It would also bring to their attention the refusal to undertake any action at all. He also \nhighlighted paragraphs 2 and 3 of Council resolution 2272 (2016), which excludes Member States from participation \nin current and/or future United Nations peacekeeping operations if they refuse to comply with their obligations and \ndo not take the appropriate steps to investigate, hold accountable and inform the Secretary-General of the progress \nof their investigations.\n\nStatements on Rule of Law at National and International Levels\n\nALI NASIMFAR (Iran), speaking for the Non-Aligned Movement, said that the rule of law from the international \ndimension needs greater attention by the Organization. The principle of sovereign equality of States inter alia \nentails that all States have equal opportunity to participate in law-making processes at the international levels. All \nStates should equally respect and comply with their obligations under treaty and customary international law; \nselective application of international law must be avoided. States should resort to pacific settlement of disputes \nthrough mechanisms and tools established under international law. In addition, human rights, the rule of law and \ndemocracy are interdependent and mutually reinforcing, he stressed.\n\n\n\nWhile the General Assembly must play a leading role in promoting and coordinating efforts towards strengthening \nthe rule of law, the international community must not replace national authorities in the task of establishing or \nstrengthening the rule of law, he continued. Recognizing the importance of national ownership in rule of law \nactivities and underlining the importance of strengthening the national capacities of Member States in the domestic \nimplementation of their respective obligations, he emphasized that there is no single agreed definition of the rule of \nlaw. This fact should be taken into account in preparing reports and at the time of collecting, classifying and \nevaluating the quality of data on issues which are directly or indirectly related to rule of law, he added.\n\nAMADOU JAITEH (Gambia), speaking for the African Group and associating himself with the Non-Aligned \nMovement, expressed concern about the proliferation of hate speech and incitement to violence around the world. \nWelcoming several positive United Nations initiatives, including one to help ensure the safety of religious \nsanctuaries, he commended the Organization for its continued support for accountability and prevention efforts, as \nwell as its work in peacebuilding and sustaining peace.\n\nUnderlining the importance of disseminating international law around the world, including with the help of \ntechnological tools, he said the African Union Commission on International Law serves as a lever for its \ndissemination at the regional level. Among other things, the Commission encourages the teaching, study, \npublication and dissemination of literature on international law, especially with a view to the peaceful resolution of \nconflicts. Meanwhile, the Asian-African Legal Consultative Organization sets a good example of dissemination \nbetween two regions, working to exchange views, experiences and information. That body could serve as a model \nfor further cooperation between regions, he said.\n\nERIC CHABOUREAU of the European Union expressed concerns about new challenges to the rule of law \nemerging from climate change, the proliferation of hate speech and incitement to violence, the displacement of \npersons and new technologies. He stressed the crucial role of the United Nations in promoting the rule of law in \ndomestic legal systems and celebrated measures introduced in countries, such as Mali, Central African Republic or \nthe Democratic Republic of Congo relating to effective, inclusive, transparent and functioning justice, corrections \nand security institutions. As for the death penalty, he asked Member States that continue to impose and implement \ndeath sentences to establish a moratorium with a view of abolishing it all together.\n\nHe applauded the use by States of international justice mechanisms, including the International Court of Justice, \namong others to resolve inter-State disputes and to uphold the rules-based international order. He also expressed \nsupport for the work of the International Criminal Court, among others, adding that he hoped the necessary \nresources would be available for the International, Impartial and Independent Mechanism to Assist in the \nInvestigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law \nCommitted in the Syrian Arab Republic since March 2011. In addition, he commended the initiation of an \nIndependent Investigative Mechanism for Myanmar. “Injustice and impunity have proven in the past to be the main \nobstacles to healing the deep wounds in societies caused by the most serious crimes and could create fertile \nground for the recurrence of conflict”, he added.\n\nRASMUS JARAK NEXØ JENSEN (Denmark), speaking for the Nordic countries, warned that countries in many \nparts of the world continue to see a negative slide towards weaker rule of law. As a result, the protection of human \nrights is also weakened and there is increased opposition to multilateralism. Pointing out that, in December, States \nwill attend an International Conference of the Red Cross and Red Crescent, he said the meeting will be an \nopportunity to promote respect for the rule of law and cross-regional cooperation on topics related to international \nhumanitarian law.\n\nSpotlighting the Independent International Fact-Finding Mission on Myanmar mandated by the Human Rights \nCouncil as a good example of interaction between the latter and the General Assembly, he recalled that a joint \nEuropean Union-Organization for Islamic Cooperation (OIC) resolution put forward in that Council led to the \nMission’s establishment. Decades of denial for justice for victims in Myanmar and impunity for perpetrators have \nseverely eroded the rule of law there. International efforts must ensure that anyone responsible for genocide, \n\n\n\ncrimes against humanity, ethnic cleansing or war crimes — in Myanmar or anywhere else — must be brought to \njustice, he emphasized.\n\nLUKE ROUGHTON (New Zealand), also speaking for Canada and Australia, praised the rules-based international \nlaw system that emerged after the Second World War. The Geneva Conventions of 1949 illustrate humanity’s \ncapacity to achieve consensus on fundamental and universal obligations that are legally binding. Current \nchallenges stem from new and rapidly developing technologies that operate in virtual spaces and introduce non-\ntraditional actors. Yet, the international rules-based system provides an anchor and these new and emerging \nthreats can be tackled with the current laws.\n\nCalling for all States to uphold the rule of law, he encouraged Member States to initiate and welcome dialogue \nabout what it means to adhere to the principle. He also praised the role of the United Nations, underscoring that the \nOrganization has contributed to ensuring the effective, inclusive and functioning justice institutions, ensuring \naccountability for violations of human rights, curbing corruption and making justice accessible.\n\nJAIME HERMIDA CASTILLO (Nicaragua), associating himself with the Non-Aligned Movement, said the rule of law \nat the international level is built upon respect for global norms, including the principles of non-interference in \ndomestic affairs and the non-threat or use of force against other nations. Nicaragua’s love of peace is reflected in all \nits international efforts, including its engagement with the International Court of Justice. Noting that more than \nseven decades have elapsed since the adoption of the Charter of the United Nations, he warned that new \narrangements today are being used by some large Powers to subjugate the rights of smaller countries. \nMultilateralism leads States towards social justice and peace, and it must be strengthened. Peace and sustainable \ndevelopment must be achieved through full respect for international law without any intervention. The application of \nunilateral sanctions run counter to those ultimate goals.\n\nFERNANDO ANDRÉS MARANI (Argentina) said justice and peace are not only compatible, but also \ncomplementary principles. The Rome Statute of the International Criminal Court is one of the world’s most \nsignificant achievements in fighting impunity and stands as a key element in the rule of law, he said, calling for its \nuniversalization. Another pillar of the rule of law is the peaceful settlement of disputes, in which the International \nCriminal Court plays a critical role. However, parties must comply in good faith with calls to negotiate. Also \nspotlighting the importance of United Nations good offices, he said the rule of law is an essential way to push \nforward the implementation of the 2030 Agenda. In that regard, he recalled that Argentina, along with a number of \nother States, presented a statement at this year’s High-Level Political Forum titled “Pioneers for Peaceful, Fair and \nInclusive Societies”, which advocates for stronger partnerships, among other things. Only by working together in a \ncross-cutting manner and enhancing dialogue will States be able to achieve their development goals, he stressed.\n\nMr. LASRI (Morocco), welcoming the support provided by the United Nations to its Member States to reinforce the \nrule of law, said that the principle is inextricably linked to development. Encouraging States to share best practices, \nhe added that mutual consent is crucial for a treaty-based framework. Morocco’s activities in South-South \ncooperation include bilateral agreements and technology transfer. As well, solidarity and partnerships with African \nneighbours is key to Morocco’s foreign policy. “It would be a very bad thing to forget the cultural aspect of this \ncooperation,” he said, also stressing that Morocco’s commitment to rule of law is not simply about acceding to \ntreaties, it is also about peacekeeping and campaigning against terrorism.\n\nSARAH WEISS MA’UDI (Israel), emphasizing that the rule of law, particularly the of equality before the law, is \nenshrined in her country’s basic documents, highlighted the representation of women, non-Jews and Jews from \ndeveloping countries in the judiciary. Describing active promotion of the rights of vulnerable groups, she underlined \nthe country’s leading role in preventing sexual harassment, for which best practices are being shared at the United \nNations. Israel also seeks to deepen its efforts to promote rule of law through capacity-building in developing \ncountries and is actively engaged in treaty practice forums. Supporting the Secretary-General’s call for criminal \naccountability, she stressed the primary responsibility of individual States in that regard, as well as the need for \nsafeguards to prevent politicization of the laudable effort to end impunity. In that regard, she emphasized the \n\n\n\nimportance of rules of jurisdiction for both international treaty practice and for national and international courts and \ntribunals.\n"}