{"title": "COURT BACKS INS ON ELIAN AN APPEALS PANEL SAID THE AGENCY WAS JUSTIFIED IN DENYING AN ASYLUM HEARING. MIAMI RELATIVES WILL APPEAL.", "body": "\nThe circuitous legal odyssey of Elian Gonzalez took a major turn yesterday as a federal appeals court ruled that \nimmigration officials were justified in denying the 6-year-old a political-asylum hearing.\n\nAlthough appeals will follow, the ruling removes a significant obstacle for Elian's return to Cuba.\n\nLeaving open a 14-day window for appeals by the boy's U.S. relatives, the three-judge panel of the U.S. Court of \nAppeals for the 11th Circuit in Atlanta said that the Immigration and Naturalization Service had not exceeded its \npowers by rejecting the political-asylum application that Elian's Miami relatives had filed on his behalf.\n\nThe relatives promptly vowed to appeal, and protests began anew in Miami's Little Havana neighborhood. But the \noutcry was muted compared with the anger that broke out April 22 after federal agents seized Elian from his great-\nuncle's house in a predawn raid.\n\nElian's U.S. relatives had filed three requests for an asylum hearing - and even got him to sign one ELIAN in a \nblocky scrawl. They said the first grader should have been allowed to seek asylum despite the wishes of his Cuban \nfather, Juan Miguel Gonzalez, to the contrary.\n\nIn their unanimous 33-page ruling, the three judges rejected that assertion, and while upholding the actions of the \nINS, unenthusiastically endorsed the agency's handling of the case, saying it was \"within the outside border of \nreasonable choices.\"\n\n\"The INS did not abuse its discretion or act arbitrarily in applying the policy and rejecting plaintiff's purported \nasylum application,\" wrote Judge J.L. Edmondson. \"The court neither approves nor disapproves the INS' decision \nto reject the asylum application filed on plaintiffs' behalf, but the INS decision did not contradict [federal law. ]\"\n\nThe family had argued that because federal immigration law says \"any alien\" is allowed to apply for asylum in the \nUnited States, a 6-year-old should be allowed to do so.\n\nBut the judges said that because federal laws do not address whether young children can seek asylum regardless \nof parents' wishes, the INS had to develop a policy on the fly to deal with \"the extraordinary circumstances\" of the \ncase.\n\n\nMoments after the decision was announced, lawyers for the boy's Miami relatives declared that they would \nappeal, a process that could go in several directions.\n\nThe lawyers could ask that the three-judge panel reconsider its reasoning. Or they could ask for all 12 judges of the \ncircuit to hear the case. If that court refuses, the lawyers could ask the U.S. Supreme Court.\n\nWith the appeals panel's decision in hand, however, neither court is obligated to hear the family's case.\n\nBefore any appeal was formally filed, the family asked Supreme Court Justice Anthony M. Kennedy, who handles \nemergency requests to the court from Florida, to issue an injunction that would keep the child from being returned \nto the island until all their legal options are exhausted. However, after it was announced that the court had \nextended an injunction keeping the boy in the United States for at least an additional two weeks - during which time \nan appeal could be drawn up - the family withdrew the request.\n\nIt was unclear last night how long any appeals might take. But in dueling news conferences yesterday, voices on \nboth sides of the case offered their own spin on the decision.\n\nIn Miami, Marisleysis Gonzalez, Elian's cousin who cared for him during the first five months after the boat \ncapsizing that killed his mother and brought him to the United States, said she still believed the child would not be \nreturned to Cuba.\n\n\"I hope the laws of this country favor him and give him the opportunity to seek asylum,\" she said.\n\nA lawyer for the family, Kendall Coffey, said that a formal appeal would be filed within 10 days.\n\nHours after that declaration, however, Elian's father, Juan Miguel Gonzalez, made a public plea to the Miami \nfamily. Speaking in the Washington area, where he and Elian have seen staying since the April 22 raid, Gonzalez, \nspeaking through an interpreter, asked the family to end its court battle so father and son could \"finally go back \nhome together.\"\n\n\"Make no mistake about what happened today,\" said the father's lawyer, Gregory Craig.\n\n\"This case has been decided, and in our view there is no longer any doubt about the ultimate outcome.\"\n\nIn Washington, Attorney General Janet Reno said: \"I am pleased that the Court of Appeals has upheld the \ndecision of the INS. We have said all along that Elian belongs with his father, Juan Miguel Gonzalez.\"\n\nSpeaking while on a trip to Berlin, President Clinton called it \"a case about the importance of family and the bond \nbetween a father and son.\"\n\nVice President Gore, campaigning in Atlanta, said he still believed a family court should decide the case, a position \nthat conflicts with the Clinton administration and agrees with the Miami relatives. Campaigning in Nevada, George \nW. Bush called on his presidential rival to urge Clinton to allow a family court hearing.\n\nSome observers said that even if the family were granted a day in court, it was unlikely that the ruling would be \noverturned. Jan Ting, professor at Temple University's law school, who specializes in immigration issues, cited the \nruling not only of the 11th Circuit panel but also a federal judge who issued a similar ruling earlier in the case.\n\n\"You know, here's four federal judges now unanimously saying the same thing,\" Ting said. \"It upholds the authority \nof the INS to interpret immigration law.\"\n\nWhat about a reversal? \"I don't think so,\" Ting said.\n\nHowever, supporters of Elian's Miami family are holding out hope.\n\n\n\nOutside the Miami relatives' home in Little Havana, where Elian lived for nearly five months until he was taken by \narmed federal agents and reunited with his father, a crowd of perhaps 100 protesters yelled and wept over the \nruling. That was in contrast to the thousands who had jammed the block in the days and nights before the raid.\n\nSandra Linar, a 40-year-old homemaker, held a sign with a photo of Elian and his mother. \"It is not over yet,\" Linar \ntold the Associated Press. \"God is with us.\"\n\nIn Cuba, the communist government aired a statement calling the 14-day waiting period for appeals \"another \nconcession to the 'mafia' \" - the term it commonly uses for the Cuban exile community in Miami.\n\nRichard Lezin Jones' e-mail address is rjones@phillynews.com  \n\n* This article includes information from Inquirer wire services.\n"}