{"title": "TEXTILE UNIONS TO UNITE", "body": "\nTwo unions organized in the early years of this century to bring decent working conditions to immigrant garment \nworkers are gearing up to do it all over again with a new generation of immigrants.\n\nAt a joint convention in Miami next month, two of the nation's most venerable unions both with roots in New York's \nlong-vanished radical labor movement are poised to join forces.\n\nThe International Ladies' Garment Workers Union and the Amalgamated Clothing and Textile Workers Union will \nmerge to form a new organization that leaders say is their last best chance to organize the unorganized and meet \nthe new global economy on its own terms.\n\nUNITE Union of Needletrades, Industrial and Textile Employees will bring together members ranging from \nChinatown cutters to \"Norma Rae\"-style Southern textile workers.\n\nIt will be vying to overcome the labor-management odds with an organizing campaign aimed at the estimated 80% \nof apparel, garment and textile workers who work in nonunion shops.\n\n\"We have to continue to organize it's women workers, it's new immigrants, it's the nonunion South,\" said Jay Mazur, \nwho will move from ILGWU chief to president of the merged union.\n\nThe new union will have its work cut out for it.\n\nIt will have to buck a trend that has seen union membership fall to less than 16% of the national work force, a figure \nthat drops to 12% when government employes are excluded.\n\nAnd it will have to cope with what labor experts say are increasingly sophisticated employer legal tactics and an \noften toothless and slow-footed National Labor Relations Board.\n\nIn the 1960s, there were more than a million members in the unions now composing the ILGWU and ACTWU, said \nProf. Stanley Aronowitz of the City University Graduate Center.\n\nBut the delegates who will gather in Florida to ratify the merger will represent only a third of that number 355,000 \nmembers.\n\n\"They have both taken enormous hits from plant closings and contracting out to nonunion shops,\" said Aronowitz. \n\"They are going to have to organize their way back into existence.\"\n\nUNITE's new leaders said that is exactly what they intend to do. \"People thought in the beginning no one could \norganize women in garment shops,\" said Mazur.\n\n\nBack then, the task was to organize thousands of Eastern European, mainly Jewish immigrants, laboring in the \ncity's sweatshops. Bitter strikes and work place tragedies, such as the deadly 1911 Triangle Shirtwaist Fire that \nclaimed lives of 146 workers, helped make the ILGWU and the then-Amalgamated Clothing Workers powerful \nunions with political clout.\n\nThe merged union plans to kick off its founding with a $ 10 million organizing campaign directed by ACTWU'S \nsouthern regional chief, Bruce Raynor, and New York ILGWU leader Edgar Romney.\n\nThe drive will target New York sweatshops and Southern nonunion plants.\n\n\"There is no shortage of workers asking for help,\" said Raynor. \"It is going to be a question of how creative we can \nbe.\"\n"}