{"title": "Clinton Escalates Fight on Illegal Immigration", "body": "\nPresident Clinton, surrounded by a bipartisan group of lawmakers whose states are struggling with illegal \nimmigration, yesterday asked a receptive Congress for an additional $ 172.5 million and stronger law enforcement \ntools to fight illegal immigration.\n\n\"We cannot and will not surrender our border to those who wish to exploit our history of compassion and justice,\" \nsaid Clinton, flanked by Vice President Gore and Attorney General Janet Reno, as he outlined the legislative \ndetails of proposals first announced in June. The plan was devised by a 12-agency task force directed by Gore, \nworking with Congress.\n\nThe key elements of the administration's bill include \"expedited exclusion\" hearings for immigrants claiming asylum \nas well as stiffer penalties for immigrant smugglers and prosecution of smugglers under racketeering laws. The plan \nalso would provide for more asylum officers and up to 600 additional Border Patrol guards, and would improve the \nState Department's ability to identify potentially dangerous immigrants overseas to keep them from entering the \ncountry.\n\nThe expedited exclusion hearings would amount to a new preliminary screening of aliens at entry points into the \nUnited States, with a full hearing granted only to applicants who prove they have a \"credible fear\" of persecution in \ntheir home countries. The exclusion rules would apply to the 15,000 refugees a year who request asylum when they \nare caught entering the country illegally. But they would not affect the estimated 300,000 immigrants who enter \nundetected each year, or the nearly 100,000 who apply for asylum without having been apprehended.\n\nThe accelerated process is designed to take no more than five days, compared to the average 18 months a \npreliminary asylum hearing now takes, and was immediately denounced by civil liberties groups that said it may \ninfringe immigrants' rights.\n\nCongressional reaction generally was more positive. Aides said that Sens. Edward M. Kennedy (D-Mass.) and Alan \nK. Simpson (R-Wyo.) are negotiating in hope of introducing the bill jointly. Rep. Charles E. Schumer (D-N.Y.), who \nhas cosponsored a more far-reaching bill with Reps. Romano L. Mazzoli (D-Ky.) and Bill McCollum (R-Fla.), said \nthe proposal \"achieves a good balance between toughness and fairness.\" Mazzoli, chairman of the Judiciary \nsubcommittee on international law, immigration and refugees, spoke favorably of the bill but said he might move to \namend it slightly.\n\nClinton's tough posture against illegal immigration represents a shift from his campaign, when he criticized \nrestrictive GOP immigration policies and emphasized the nation's immigrant tradition. What has prompted the new \neffort, aides said, has been the highly publicized arrival of hundreds of Chinese migrants in the United States \n\n\nthrough organized smuggling rings and the links of an immigrant sheik and others of questionable immigration \nstatus to the World Trade Center bombing.\n\n\"To treat terrorists and smugglers as immigrants dishonors the tradition of the immigrants who have made our \nnation great,\" Clinton said. \"We must say no to illegal immigration so we can continue to say yes to legal \nimmigration.\"\n\nBut immigration advocates said it may be impossible to just say no to illegal migrants while still protecting bona \nfide refugees, and some members of Congress said they were wary of the plan. \"We want to be absolutely certain \nthat we do not compromise fair consideration of asylum requests for legitimate political refugees,\" said Rep. Jose E. \nSerrano (D-N.Y.), chairman of the Congressional Hispanic Caucus.\n\nBy allowing an asylum officer to decide on the spot whether applicants deserve full-fledged hearings -- and by \nreplacing several layers of judicial review with a single appeal to another immigration official -- the proposal would \nhurt refugees wary of talking to government officials just hours after arriving in the United States, critics assert.\n\n\"The persons most hurt by this bill are those who are fleeing persecution. These are people who survived because \nthey didn't share their confidences,\" said Carol Wolchok, director of the American Bar Association's Center for \nImmigration Law and Representation. \"It's really a roulette as to whether you get an officer who listens to what you \nhave to say and will give you an opportunity to go forward to prove your claim.\"\n\nLucas Guttentag, director of the American Civil Liberties Union's Immigrants' Rights Project, agreed. Eliminating \ncourt appeals in order to speed up exclusion hearings \"creates a veil of secrecy\" around the Immigration and \nNaturalization Service that \"just invites . . . arbitrary and discriminatory applications,\" he said.\n\n\"This is not a system that's designed to make adequate decisions in a situation of life or death,\" Guttentag added. \n\"The proposal is a badly misguided response by the president and some in Congress that panders to America's \nmost primitive fears about immigration.\"\n\nA Gallup Poll in July found that 69 percent of respondents favored reducing immigration, which Gallup called its \nhighest such finding since World War II.\n\nCivil liberties groups said they will lobby Congress for amendments to the bill to reduce the standard of proof and \nallow judicial review of asylum decisions.\n\n\"The question shouldn't be can America wash its hands of these refugees, but can we offer a true refugee \nprotection,\" said Warren Leiden, executive director of the American Immigration Lawyers Association. \"I don't think \nAmerica has to choose between efficiency and fairness.\"\n"}