{"title": "INS TO RELEASE ANOTHER MUSLIM ACTIVIST AFTER YEARS OF BEING HELD ON 'SECRET EVIDENCE'", "body": "\nThe Immigration and Naturalization Service last week freed a leader of a militant Islamic group in Algeria who had \nbeen imprisoned for four years without being told details of the charges against him. Today, another Muslim \nactivist is expected to be released, authorities said.\n\nA spokesman for the INS said the agency decided to release Anwar Haddam, a leader of Algeria's Islamic Action \nFront, late Thursday. The INS has described Haddam as \"a dangerous man,\" and last week U.S. Attorney General \nJanet Reno blocked a move to grant him political asylum in the United States.\n\nHaddam had been held on charges based on \"secret evidence.\" Authorities said that, to protect national security, \nHaddam was not told details of the charges against him.\n\nA spokesman for the INS in Miami said the agency also would release Mazen al Najjar, 43, today after the Board \nof Immigration Appeals on Monday lifted an order issued last week that blocked his release.\n\nAl Najjar was held in a Florida jail for four years on secret evidence that allegedly suggests he is a terrorist. \nAuthorities charge that al Najjar is connected to the Palestinian Islamic Jihad, which considers itself engaged in an \narmed struggle against Israel.\n\nLast week, U.S. Immigration Judge R. Kevin McHugh ordered al Najjar's release on $8,000 bond, saying the \ngovernment failed to give him enough information to defend himself.\n\nThe secret evidence laws, which have existed since the 1950s, allow immigrants to be detained without being told \nof the charges against them. After the 1996 Oklahoma City bombing, the secret evidence laws were strengthened. \nAbout 20 immigrants, mostly Arab-Americans, are held in U.S. jails without criminal charges on classified \nevidence.\n\nHaddam, the Algerian group leader, was released even though the INS considers him \"a danger to the United \nStates and to national security,\" INS spokeswoman Maria Cardona said Monday. \"He should not be in this country.\"\n\nBut the INS, an agency of the Justice Department, decided to release Haddam under certain conditions because \nthe Board of Immigration Appeals recommended that he be freed, Cardona said. The BIA is the highest \nadministrative body for interpreting and applying immigration laws within the Justice Department and is independent \nfrom the INS.\n\n\nCardona said the INS believes Haddam should be expelled to Algeria, even though he has been sentenced to \ndeath there. He must remain in the greater Washington area for the next 45 days while Reno considers the \nobjections of the INS to granting him asylum. He also cannot leave the country and must routinely notify the INS of \nhis whereabouts.\n\nHaddam had been a lobbyist for Algeria's Islamic Salvation Front in the United States until he was detained in \nDecember 1996. The group, better known by its French acronym FIS, had been a popular political and charitable \norganization in Algeria before it took up arms against the government in 1993. Algerian leaders, backed by the \nmilitary, canceled 1992 parliamentary elections that FIS leaders seemed destined to win, plunging the country into a \ncivil war in which an estimated 65,000 people have been killed.\n\nHaddam applied for political asylum in the United States in 1993, claiming he would be killed if he returned to \nAlgeria. Five years later, he was tried in absentia in Algeria for being a member of the Algerian Jihad Islamic Front, \na militant faction of the FIS.\n\nNotes\n\nThe Associated Press contributed to this report.\n\nCorrection\n\nSETTING THE RECORD STRAIGHT (publ. 12/22/00, pg. 2A) An article Dec. 12 in the national report about the \nImmigration and Naturalization Service's release of Anwar Haddam, leader of a militant Islamic group, stated that \nabout 20 other people it described as \"\"Arab Americans\" are similarly being held in U.S. jails without criminal \ncharges on secret, classified evidence. Secret evidence can be used only against people who are not citizens of \nthe United States, and the article should have made clear that those U.S. detainees are not citizens.\nCorrection-Date: December 22, 2000\n"}