{"title": "IMMIGRATION IN THE TWIN CITIES AFTER 9/11: For some, registration leads to deportation", "body": "\nA new nationwide tracking system is causing turmoil for Middle Eastern visitors in the Twin Cities, some of whom \nface the threat of being deported when they register.\n\nThe difficulties come as men 16 and older report to the U.S. Immigration and Naturalization Service office in \nBloomington, where they are interviewed, fingerprinted and photographed.\n\nSome foreign visitors who have gone to register have had removal proceedings started against them if they have \npast or current problems with their immigration status, attorneys say. Federal officials appear to be unable or \nunwilling to exercise discretion in those cases, even when the visitors have pending applications for permanent \nresidency, signified by so-called green cards.\n\nThe INS has detained people for hours, sometimes in handcuffs, attorneys say, adding that some of the detainees \nfeared being immediately deported.\n\nOutside the Bloomington INS office Friday, a Lebanese native who is studying medicine at the University of \nMinnesota said he understood the need for heightened security. But he questioned how effective the new tracking \nsystem would be.\n\n\"We work hard to come here. We don't want to be treated like terrorists,\" said the student, who didn't want to be \nidentified because he said he feared reprisals. \"We come here to get good training and work hard to contribute to \nthe economy of this country, not to be treated as criminals.\"\n\n\"The goal of finding people who might have devious plans is one thing,\" said immigration attorney Leslie Guyton, \nwhose St. Paul office had three clients, from Syria, Libya and Sudan, detained for a day when they went to register. \n\"What is going to happen is very innocent people are going to be caught up in this, people who have been law-\nabiding good people who may be in the process of straightening out their papers. I think it's very harsh.\"\n\nThe screening system was launched in response to 9/11, in part to help authorities track wanted criminals and \nterrorists. For now, men from 18 Middle Eastern and Arab nations must register. In three years, it will grow to track \nall of the estimated 35 million foreign visitors who enter the United States each year. Most are students, business \ntravelers or tourists visiting relatives.\n\nTemporary foreign visitors from Iran, Iraq, Libya, Sudan or Syria who were admitted before Sept. 10 must register \nby today. Those from Afghanistan, Algeria, Bahrain, Eritrea, Lebanon, Morocco, North Korea, Oman, Qatar, \nSomalia, Tunisia and the United Arab Emirates who entered before Oct. 1 and who will stay at least until Jan. 10 \nmust register by that day.\n\n\nINS officials have said the agency is carrying out a mandate from Congress to screen temporary foreign visitors \nmore closely. Those who have problems with their immigration status are subject to removal proceedings and, \nunder security procedures, may be placed in holding cells and handcuffed, though usually only briefly, said INS \nspokesman Tim Counts.\n\nThe INS is not releasing the number of those who register or those who end up in removal proceedings as a result.\n\nMay Jasem, a U student from Qatar who accompanied her husband, Ibrahim Ali, to translate while he registered, \nsaid officials were polite.\n\n\"With what happened on Sept. 11, they should take care,\" Jasem said. \"This bothers me because we're students -- \nwe came just to study.\"\n\nMinnetonka immigration attorneys Steven Thal and Barbara Erlandson said a client of theirs from Iran was \nreferred to deportation when officials found he had had problems with his immigration status, though he is only \nmonths away from becoming a permanent resident.\n\n\"If they didn't have special registration … these individuals would not have been under removal proceedings,\" Thal \nsaid. \"They would have allowed the process to continue. It's very unusual for a case like that to be placed in \nremoval proceedings.\"\n\nThe tracking system also will complicate life for businesspeople here on temporary visas who often travel out of the \ncountry, said Minneapolis immigration attorney Scott Wright. They must check with the INS whenever they leave \nthe country or return, and they must do so where they depart or re-enter.\n\nAs the tracking system expands to cover trading partners in North America, Europe and Asia, the United States \ncould face a backlash, Wright said.\n\n\"We need to make sure hundreds of thousands of Americans living, working and studying abroad are not punished \nfor the United States' being overzealous on technicalities here,\" Wright said. \"We need to make sure that people \nwith minor technical violations who have made a mistake, that shouldn't cost them their livelihood.\"\n\nTo learn more about the new regulations, check:\n\n* INS Service Center: (800) 375-5283.\n\n* INS on the Web: www.ins.usdoj.gov \n\n* University of Minnesota students: www.isss.umn.edu \n\nTodd Nelson can be reached at tanelson@pioneerpress.com  \n"}