{"title": "NEW DIGEST OF EEO LAW ISSUED BY EEOC", "body": "\nThe following information was released by the U.S. Equal Employment Opportunity Commission:\n\nIncludes Key Federal Sector Decisions and Special Article on Religious Accommodation in the Workplace\n\nWASHINGTON -- The U.S. Equal Employment Opportunity Commission (EEOC) today announced that the newest \nedition of the federal sector Digest of Equal Employment Opportunity Law (EEO Digest), is now available on the \nEEOC's website https://www.eeoc.gov/federal/digest/vol_4fy19.cfm\n\n\"The federal workplace includes individuals of diverse religious backgrounds,\" said Carlton M. Hadden, director of \nthe EEOC's Office of Federal Operations (OFO). \"This article provides important information for stakeholders on \nTitle VII's requirement that federal agencies reasonably accommodate an employee's sincerely held religious \nbeliefs, observances and practices.\"\n\nThe EEO Digest, a quarterly publication prepared by OFO, features a wide variety of recent Commission decisions \nand federal court cases of interest. The Digest also includes hyperlinks so stakeholders can easily access the full \ndecisions that have been summarized. This edition of the Digest contains summaries of noteworthy decisions \nissued by the EEOC, including cases involving attorneys' fees, class certification, compensatory damages, and \ncomplaint processing. It also includes cases discussing dismissals, findings on the merits, remedies, sanctions, \nsettlement agreements, stating a claim, summary judgment, and timeliness.\n\nThe summaries are neither intended to be exhaustive or definitive as to the selected subject matter, nor are they to \nbe given the legal weight of case law in citations. In addition to the quarterly Digest, Commission federal sector \ndecisions are available on the EEOC's website.\n\nThe public may also receive federal sector information updates and news items via GovDelivery and Twitter. The \nEEOC enforces federal laws prohibiting employment discrimination in the public and private sectors.\n\nThe EEOC advances opportunity in the workplace by enforcing federal laws prohibiting employment discrimination. \nMore information is available at www.eeoc.gov. Stay connected with the latest EEOC news by subscribing to our \nemail updates.\n"}