{"title": "Life of poverty, violence awaits Africa's child brides; Tradition often supersedes child protection laws", "body": "\nThe 14-year-old girl had just arrived home when her family told her to swap her school uniform for traditional \nwedding robes. While she had been tending to her seventh-grade studies in South Africa, her male relatives had \nreceived a US$570 bride price for her from a man she had never met who was twice her age.\n\nAs is the case with many child brides, beatings and rape were common in her new marital home. After several \nfailed escape attempts, she finally made it over a fence and ran to a police station. She then filed charges for the \ncase that would become the first criminal prosecution of child marriage in South Africa.\n\nAbout 125 million African girls are child brides, with that number expected to rise to 310 million by 2050, creating a \nlegacy of \"lost childhoods and shattered futures,\" according to a report Thursday by UNICEF that demanded \naggressive government actions to end the practice.\n\nAcross Africa girls are being married off to cover family debts, to keep them free of sin or simply because it's \ntradition, but their lives are ones of violence, poverty and increased risk of HIV, said UNICEF. The girls in this report \nhave not been named because they are minors.\n\nIn last year's case in South Africa, the husband was convicted of rape, assault and human trafficking, and \nsentenced to 22 years in prison, but he maintained he was just following traditional practices.\n\nEven in South Africa, with its liberal constitution and a litany of laws to protect child brides, the traditional practice \nof \"ukuthwala\" often supersedes modern laws, says the Commission for Gender Equality, a constitutional agency. \nWhere once a young man would take a consenting girl home to his village to convince her family to agree to \nmarriage, now some aging men are twisting the practice and abducting girls, raping them, and then forcing them \ninto a union that often resembles slavery, the commission says.\n\nSimilarly in Ethiopia, abductions and forced marriages of girls were common in the countryside until outlawed, at \nleast officially, in 2004.\n\nIn Mozambique, there are no laws preventing child marriages and existing child protection laws offer loopholes, \nsaid Carla Mendonca, a child protection specialist for UNICEF Mozambique. If a community decides a girl is to be \nmarried in a traditional ceremony, with or without her consent, lawmakers are powerless to intervene, says \nMendonca.\n\nChild marriage is a way out of poverty for many Mozambique families - one less mouth to feed and a windfall from \nthe dowry. Nearly half of women aged 20 to 24 were married before the age of 18, UNICEF says.\n\n\n\"My parents are poor, they cannot afford to look after me,\" said a 16-year-old, who has a one-year-old child. \"I \nhelped my family when I got married; they no longer need to support me.\"\n\nIn another village in Mozambique, a 16-year-old girl gave up on school after her husband told her it was too \ndangerous to study in the evening.\n\n\"I was in the ninth grade,\" said the girl, who lives with her in-laws while her husband works as a miner in \nneighbouring South Africa. \"Now I get up at 6 a.m., I clean the house, then I clean my mother-in-law's house and I \nalso work on the farm.\"\n\nDaughters are often used to pay off a debt, said Pascoa Claudino Sumbana Ferrao, government director in \nInhambane City. \"Mostly it's a situation where the mother herself was given away as a little girl, so they think it's \nnormal. It becomes something generational.\"\n\nIn Zimbabwe, an early marriage is seen as the path to avoid sin. Child marriage is often encouraged among the \n1.2 million followers of churches that combine evangelical Christianity and traditional beliefs, says Human Rights \nWatch. Church leaders also enforce virginity testing rituals on girls as young as 12.\n\n\"The problem is that girls and women are not allowed to speak,\" a church elder told Human Rights Watch. \"If a man \nstands up in church and says God showed him in a dream that he should marry a certain girl, then that is God's \ncommandment which must be obeyed.\" !@COPYRIGHT=© 2015 Postmedia Network Inc. All rights reserved.\n\nGraphic\n\n \n\nShiraaz Mohamed, The Associated Press; A 15-year-old pregnant girl holds hands with her 20-year-old husband-to-\nbe in Guibombo, Mozambique. No laws prevent child marriages in the country and existing child protection laws \noffer loopholes.; \n"}