{"title": "Dominicans May Allow Voting Abroad", "body": "\nIn a move that promises to turn the Dominican immigrant community in New York City into a powerful electoral \nforce in its homeland, the Dominican Government is poised to grant its citizens abroad the right to vote from polling \nplaces where they live.\n\nWhile planeloads of Dominicans have routinely flown home from New York City to vote in presidential elections, \ntheir numbers have been too tiny to make an impact. This move, however, would instantly give the Dominican \ncommunity in New York City the second-largest concentration of votes in any Dominican election, exceeded only \nby Santo Domingo, the capital.\n\nFor years, Dominican immigrants, whose weekly financial remittances are vital to their homeland's economic \nsurvival, have argued that denying them the right to vote from their new homes amounts to a variation on taxation \nwithout representation. And yesterday, many, particularly those who bankroll the political parties themselves, \ncheered the imminent change in their status. The voting-rights measure, which is working its way through the \nDominican Congress and is expected to be signed by its President, would grant even naturalized American citizens \nof Dominican descent the right to vote and to run for office.\n\n\"It's about time,\" said Nelson Camacho, 52, the owner of a car service in Washington Heights. He has lived in New \nYork City since 1980 but returns to the Dominican Republic at least twice a year for visits and now plans to run from \nNew York for a Congressional seat there.\n\n\"This will legitimize us,\" he said. \"This will mean that we have not lost our status as Dominicans by coming here \nand helping our motherland to survive and prosper. Culturally, we are one with the people who remain at home, and \nlegally, there is no reason to make any distinction either.\"\n\nSome Dominicans in New York reacted anxiously to the news. They expressed concern that the measure would \nkeep new immigrants tethered to the politics of their homeland, preventing them from integrating themselves into \ntheir new lives. It could keep them looking backward, they said.\n\n\"If this ends up meaning that Dominicans here have less enthusiasm for participating politically here, it will have \nbeen counterproductive,\" said Moises Perez, executive director of the Alianza Dominicana, a social-service \norganization in Washington Heights. \"We have limited funds. If we end up sending them disproportionately to the \nDominican Republic, not just to our families but to political parties as well, it weakens our position here.\"\n\n\nAt least 15 percent of the Dominican Republic's population of 7.5 million lives abroad, with some 500,000 \nDominicans in New York City (not all of whom would be eligible to vote). Some 30,000 to 40,000 immigrants arrive \nin New York every year, and they are the most likely to keep alive their ties by voting.\n\nWell aware of the clout of its dollars, the Dominican population in New York spearheaded the campaign to extend \nvoting rights to the approximately one million Dominicans who live abroad.\n\n\"As soon as we are able to vote from the United States, we will change the entire politics of the country,\" said \nFernando Mateo, a Manhattan businessman who is the leader of a group called the Pro-Vote Movement for \nDominicans Living Abroad. \"This is something that is going to change the whole mind-set of the country, because \nwe will be the ones who make the difference.\"\n\nSome Dominicans in New York are self-centered in their goals; they want to use their vote to pressure politicians \nto reform laws that make them second-class citizens, economically, when they invest in their homeland or retire \nthere.\n\nThe voting-rights measure, part of a broader electoral reform package, was unanimously approved last week by \nthe Dominican Senate and has broad support in the lower house of the Dominican Congress. President Leonel \nFernandez Reyna, who grew up on the Upper West Side of Manhattan and still holds an American residency \npermit, or green card, is expected to sign the measure.\n\n\"He is himself a product of that community,\" said Jose Francisco Pena Gomez, who ran against Mr. Fernandez but \nis also a supporter of the plan.\n\nIf approved, the proposal would go into effect in 2000, when the next Presidential election is scheduled. As currently \nstructured, the legislation would also make it possible for Dominicans living abroad to vote in congressional \nelections, beginning as early as 2002.\n\nAll three principal Dominican political parties already have regional offices in New York City. Since the 1980's, \nDominican presidential candidates have regularly campaigned in the city, courting investors. Three years ago, \nbowing to pressure from New Yorkers, the Dominican Republic adopted constitutional reforms that recognized the \nright to dual citizenship, paving the way for this electoral reform.\n\nThe clout of New York's Dominicans was apparent when Mr. Mateo made a recent visit to his homeland, meeting \nwith influential members of Congress and delivering a tough message: \"No vote, no more money,\" as one \nDominican government official summarized it.\n\n\"From now on, if you want to win, you'll also have to campaign here and understand the needs of Dominicans \nliving here,\" Mr. Mateo said.\n\nOne proposal to expand the electoral reform calls for creating new Congressional seats to represent Dominicans \nabroad.\n\nThe mechanics of how and where votes would be cast remains unclear. Several Latin American countries, most \nnotably Colombia, already allow their citizens living abroad to vote in presidential elections, typically from the \nnearest consulate. But because the Dominican community in the United States is so large, such an arrangement \nhas already been ruled out.\n\nAdriano Espaillat, a New York State Assemblyman who represents Washington Heights, said he planned to ask for \nhelp from local election boards and in other cities with large Dominican populations, and to request the use of \npolling sites at schools and churches.\n\nMr. Espaillat said his only concern was that, with the right to vote, the politics of the Dominican Republic would \nprove too great a distraction to Dominicans in New York. \"We don't want this to be divisive or disruptive or to lead \nto a split in our community among Dominican party lines,\" he said.\n\n\n\nBut Ramona Hernandez, a Brooklyn resident who teaches Latino studies at the University of Massachusetts in \nBoston, said many young Dominican-Americans, those born or raised here, are too distant from the politics of the \nDominican Republic to be divided by its party politics.\n\n\"Their mind is basically here,\" she said.\n\nMr. Perez agreed. \"Unless the current rate of immigration continues, this is a plan that will affect one or two \ngenerations only,\" he said. \"Twenty years from now, Dominicans will be concerned about leaving their mark here, \nnot there, and the influence of this legislation will diminish.\"\n"}