{"title": "2nd Suspect Arrested in Deaths of Migrants; Identity Withheld; British Police Wait To Question Survivors", "body": "\nPolice have made a second arrest in the deaths of 58 Chinese illegal immigrants whose bodies were found in an \nunventilated truck in the British port of Dover, Dutch authorities said today.\n\nThe suspect was taken into custody Monday during a police sweep through three buildings in the Dutch port of \nRotterdam, according to a statement from the Unit for Alien Smuggling, a department of the Dutch Justice Ministry.\n\nThe suspect's identity and other personal information about him were not released. Earlier, authorities had said \nthey were searching for Arie van der Spek, 24, a Dutch engineer from Rotterdam who owned the company that \nleased the truck in which the victims were found late Sunday.\n\nIn Britain, meanwhile, police said all 58 victims were in their twenties and apparently had died of \"respiratory \nfailure.\" Also, the first accounts emerged from two traumatized, dehydrated survivors--the only people to escape \nthe truck alive.\n\nQuoting unidentified hospital sources, reports in London newspapers said the two men told an interpreter that they \nbanged on the truck's walls and shouted, their desperation mounting as their companions began to pass out and \ndie.\n\nThe survivors remained hospitalized under guard in Canterbury, 55 miles southeast of London, and investigators \nsaid they hoped the two men would be fit enough for formal questioning late today. Authorities say they are the \nkeys to tracing the immigrant smugglers who organized the migrants' hellish journey from Belgium across the \nEnglish Channel to Dover, on England's southern coast.\n\nThe 60 men were packed in among a load of tomatoes, and the truck's refrigeration unit was turned off as \ntemperatures outside reached the high 80s, the hottest day of the year so far.\n\n\"To have 60 young people in the back of a truck, there would have to have been some organization to get these \npeople over from China,\" said Dennis McGookin, a detective with the Kent County police. \"In liaising with the \nChinese police, hopefully we will know more on this soon.\"\n\n\nMuch of the investigation has focused on the Dutch connections, including the driver of the truck, who was Dutch, \nand the Dutch company that leased the vehicle. In the Netherlands, police would not say whether the suspect \narrested Monday was van der Spek, the man who owned the trucking company. Van der Spek was said to live \nabove a bicycle shop with his parents in a two-story apartment building in Rotterdam.\n\nPolice said earlier that he had registered the company, Van der Spek Transporten, with the Chamber of Commerce \non June 15, but police said some of the registration information had proved to be false, including the company's \ntelephone number and postal code.\n\nIn Britain, Dutch police joined British officers today in questioning the driver of the truck, who was arrested \nMonday on suspicion of manslaughter after customs officials found the bodies.\n\nDiscovery of the truckload of bodies has prompted Britain to launch a major investigation into the lucrative, \ninternational racket of smuggling migrants to Western countries and focused a spotlight on the desperate \nmeasures such migrants are willing to take. British authorities said crime syndicates smuggle thousands of illegal \naliens through the country's ports.\n\nThe victims in this case appeared to be from China's southern Fujian province, where racketeers known as \n\"snakeheads\" charge would-be migrants up to $ 60,000 to organize their dangerous journey to the West. A \nChinese attorney in London said that three relatives of the victims--themselves illegal immigrants--had contacted \nhim but that they feared deportation if they spoke with police.\n\n\"Our main concern is how the relatives are going to come forward to identify the bodies,\" said the lawyer, Wahplow \nTan. He said he believes most of the victims were from Fujian, home region of many of the 150,000 Chinese in \nBritain. They often live in crowded quarters in London's Chinatown and work illegally in restaurants for low wages.\n"}