{"title": "Deaf Mexicans in N.C. not captives, lawyer says as federal search widens", "body": "\nTwo of 17 Mexicans detained in North Carolina may be \"an active part of the ring\" that allegedly smuggled deaf \nMexicans into the United States and forced them to sell trinkets in Chicago, New York and North Carolina, \ninvestigators said Sunday.\n\nMore raids are possible this week, said Thomas Fischer, district director of the Immigration and Naturalization \nService's Atlanta office. \"We are following three extremely strong leads,\" he said. He would not be more specific \nabout more raids or possible connections between the groups.\n\nTen people in New York and Chicago have been charged with conspiring to smuggle, harbor and conceal deaf \nMexicans who were put to work selling $ 1 key chains. They were held in virtual slavery in New York but in more \nhumane conditions in Chicago, federal investigators said.\n\nNo charges have been filed in North Carolina. Because of language barriers, INS officials have interviewed only a \nfew of those taken into custody Friday after a raid on two homes in Sanford, N.C. Authorities said the Mexicans \nwere being held in \"involuntary servitude.\"\n\nBut a Sanford immigration lawyer who represents the deaf Mexicans in North Carolina said they were not held \nagainst their will, kept in inhumane conditions or exploited in any way. \"They all seem to be good friends,\" said \nattorney John Snow. \"They all kept their own money and pooled expenses. There was no boss or ringleader.\"\n\nSnow said he has not been inside the houses where the Mexicans lived. Authorities said blankets covered the \nwindows and they were crowded i inside, sleeping on bunk beds.\n\nSanford apparently was the headquarters for a ring that operated throughout the state. During the day, the \nMexicans were bused to shopping malls, where they sold trinkets, officials said.\n\nSnow said one Mexican had been working in New York but moved to North Carolina because he heard conditions \nwere better.\n\n\"He says he was mistreated in New York, but nothing of the kind happened down here,\" Snow said.\n\nSnow said people moved freely in and out of the houses in Sanford. \"There are Americans who supported them. \nThey had deaf American friends who went in and out of the house freely.\n\n\"Jehovah's Witnesses went in and out of there. They all went on shopping sprees. There is no evidence of anything \nakin to slavery.\"\n\nThe attorney said he was not sure how long the Mexicans had been working in North Carolina. \"I've heard \nanywhere from months to two to three years,\" he said. There are three minors in the North Carolina group who are \n\n\nnot deaf, Snow said. One, an 18-month-old boy named Joshua, was born in the United States and is therefore a \ncitizen. His mother is with the group, which is being held in protective custody at a motel in Charlotte.\n\nSnow said he was hired by David Campos of Sanford, whose parents and two brothers were detained in Friday's \nraids.\n\nCampos, who is married to a deaf American, has served as an interpreter during Snow's meetings with the \nMexicans.\n\nFour sign language interpreters were used during the raid, but Fischer is still trying to find seven to 10 more who \ncan help INS officials i interview the Mexicans.\n\n\"We only had a couple people available over the weekend to help us process these individuals,\" said Fischer, \nadding that he may have to look outside North Carolina to find qualified sign language interpreters. \"You must be \ntrained to be able to do this,\" Fischer said. \"It will take up to 10 hours to interview each person.\"\n\nBecause of the language barriers, it may take the rest of the week for INS investigators to finish interviewing the \nMexicans, Fischer said.\n\n\"Since we're dealing with people who only communicate through sign language, it's laborious,\" he said.\n"}