{"title": "Judge Rules For Release Of Immigrants", "body": "\nIn a decision that could end nearly two years of detention for some of the passengers of the Golden Venture \nimmigrant smuggling ship, a Federal judge in Pennsylvania ruled yesterday that the immigrants have been \nwrongfully held by the Immigration Service since their arrival off the coast of Queens and should be released on \nbond.\n\nThe ruling poses a potential threat to the Clinton Administration's tough strategy of holding smuggled Chinese \nimmigrants in jail until their cases are resolved as a way of deterring others from coming to this country.\n\nThe policy has been largely successful in stopping the flow of smuggling ships that reached its height in 1993, when \nthe Coast Guard intercepted 15 such ships carrying Chinese immigrants. Only six ships were stopped last year. \nThe strategy has also worn down many of the passengers of the Golden Venture, the smuggling ship that ran \naground off the coast of Queens in 1992, an incident that galvanized the Government to act against smugglers.\n\nBut lawyers for Chinese immigrants say the Administration's efforts to stop smuggling have come at the expense \nof the Golden Venture passengers, who they contend were denied asylum as a way of making them an example.\n\n\"The fact that someone comes to this country at the hands of smugglers doesn't mean they aren't deserving of our \nprotection,\" said Lory Rosenberg, a lawyer with the American Immigration Law Foundation who has been part of \nthe legal team overseeing the Golden Venture cases. \"They have become pawns in an effort to keep out fraudulent \nasylum seekers.\"\n\nYesterday's decision in the Golden Venture case, from Judge Sylvia Rambo of Federal District Court in Harrisburg, \nPa., hinged on a subtle distinction in immigration law between illegal immigrants who are caught as they try to \ncross into the United States and those who have actually entered the country.\n\nOnce inside the United States, illegal immigrants have the right to request release on bond; those caught outside \nthe country trying to enter it illegally, known as exclusion cases, have no right of release.\n\nJudge Rambo ruled that the Golden Venture passengers formally entered the country once their ship went \naground without the knowledge or control of immigration officials.\n\n\"It's deplorable they've been sitting for two years without the chance to request release,\" said Ms. Rosenberg. \"This \nis a vindication of what we've been saying all along.\"\n\n\nThe judge's decision concerned a single case brought by a passenger named Sing Chou Chung.\n\nBut lawyers representing the smuggled Chinese said the ruling could be easily applied to all of the 129 passengers \nstill being held in the York County Prison in York, Pa.\n\nThere are 46 other Golden Venture passengers being held in California, Virginia and New York. The ruling \nyesterday has no direct effect on their cases because they are outside the jurisdiction of the Federal District Court \nin Pennsylvania.\n\nThe United States Justice Department did not respond to a request for comment late last night.\n\nArthur Helton, the director of Migration Programs for the Open Society Institute, said determining whether a person \nhas entered the United States is one of the most complex areas of immigration law.\n\nTo prove entry into the United States, illegal immigrants must show that not only were they physically present in \nUnited States territory but also that they were free of official control.\n\nHundreds of cases have been fought over these issues, sometimes over such fine distinctions as whether the \nimmigrants were seized on sand, pavement or water.\n\n\"It can get pretty wierd,\" Mr. Helton said. \"These issues of location have plagued many cases, including those of \nHaitian boat people. There is no bright line in terms of establishing location.\"\n\nMs. Rosenberg said there were many steps to go before anyone could be released from prison. She said she \nexpects the Justice Department to appeal the judge's decision. In addition, the Immigration and Naturalization \nService could fight releasing any passengers, saying they are a flight risk. Even if released, they would face \ndeportation proceedings that could ultimately lead to their forced return to China.\n\nOf the nearly 300 passengers who arrived aboard the Golden Venture on June 6, 1993, 175 are being held in \ndetention, 30 were granted political asylum, 45 were released for other reasons, 21 have been deported, and 10 \ndied in the swim to shore. Five of the passengers escaped after reaching land and have never been found.\n"}