{"title": "Legal Foreign Students Paying A Price Under Immigration Law", "body": "\nIris Siefert had not paid much attention to the new immigration law until she tried to register the son of a \nLithuanian friend in a California high school earlier this month. That was when an obscure provision of the law \ncaught up with her -- and with the family finances.\n\n\"I was suddenly informed that he would have to pay $ 2,000 for the semester due to the new bill's passage,\" Siefert \nwrote in a Dec. 11 letter to President Clinton. The Escondido, Calif., resident, who had been one of the questioners \nat a presidential debate in San Diego, then asked the local high school whether children who are illegal immigrants \nwould have to pay as well.\n\nThe short answer was no. By federal mandate, illegal immigrant students are entitled to a public education at \ntaxpayer expense, and the school is not even allowed to ask their immigration status.\n\nSiefert's experience raised one of the ironies of the new immigration law, which was signed by President Clinton \nSept. 30 after intensive wrangling, much of it over the issue of educating illegal immigrant children.\n\nEssentially, the law says, foreign students who come to the United States unaccompanied by their parents under \nvisas known as F-1s will have to start paying the cost of their middle and high school education. The law, which \ntook effect Nov. 30, limits their study to one year. In addition, foreign children in grade six or below can no longer \nobtain F-1 visas to attend U.S. public elementary schools. But no such rules apply to those who enter the country \nillegally.\n\nThe provision does not affect foreign exchange students, who are in a different visa category, those who attend \nprivate schools or those who come with their parents under other immigrant or nonimmigrant visas. In fiscal 1995, \nthe last year for which figures are available, the State Department issued 228,000 F-1 visas. No statistics are kept \non how many visas went to secondary- or elementary-school students, but most are believed to have been issued \nto tuition-paying college students.\n\nAccording to one of the provision's sponsors, Sen. Dianne Feinstein (D-Calif.), the law is aimed at discouraging \nwhat critics have dubbed \"parachute kids\": children who come to the United States unaccompanied by their \nparents, often wealthy Asians, to attend U.S. public schools free. Many live with relatives and do well in school but \nsome stay with paid guardians or even other students and have become a law-enforcement problem, in addition to \na drain on state coffers, Feinstein's office said.\n\nUnsupervised parachute kids have become a \"prime target for gang recruitment\" in some areas, said Susan \nKennedy, a spokeswoman for Feinstein. She said that a 1990 UCLA study estimated that 40,000 parachute kids \nage 8 to 18 were in the United States on F-1 visas from Taiwan alone, and that smaller numbers had come from \nSouth Korea and Hong Kong.\n\n\nThe provision has generally baffled schools that have had to deal with it, many of which were not previously aware \nof the law and were hard pressed to figure out the full cost of educating a student.\n\nUnlike this provision, which sailed through without fanfare, an amendment to end free public education for illegal \nimmigrant children became the focus of bitter debate and drew a threat from President Clinton to veto any \nimmigration bill containing it. Sponsored by Rep. Elton Gallegly (R-Calif.), the amendment in its final version would \nhave allowed illegal immigrant children who were already enrolled in public school to complete high school. It would \nalso have given states the option of denying free public education to those who enrolled after July 1, 1997.\n\nGallegly said the intention was to end an \"unfunded federal mandate\" that costs states around $ 4 billion a year \nnationwide, half of it in California alone. The amendment passed the House, but encountered stiff opposition in the \nSenate and was deleted from the final bill.\n\nImmigration advocates argue that requiring legally admitted foreign students to pay tuition and ending free public \neducation for illegal immigrants are separate issues. But the distinction is lost on Siefert, who has complained about \nthe situation vociferously in her community near San Diego. Of Lithuanian origin, she said she wanted to help the \nson of Arvydas Jouzaitis, a former Olympic medal-winning swimmer and Lithuanian independence activist.\n\n\"Here you have a ridiculous situation in which people who abide by the law and enter the country legally are \nseverely punished by having to pay thousands of dollars, while people who enter illegally are rewarded with a free \ntaxpayer-funded education,\" she said in a telephone interview.\n\n\"I'm not objecting to the fact we have to pay,\" she added later. \"I'm objecting to the fact that millions of illegals don't. \nThey're the ones who are putting the burden on the system.\"\n"}