{"title": "DEMOCRATS BAR ACTION IN HOUSE ON IMMIGRATION", "body": "\nHouse Democratic leaders have blocked a sweeping revision of immigration law, which the Administration has \nsupported, out of fear that President Reagan would score a political coup by vetoing it.\n\n Speaker Thomas P. O'Neill Jr., Democrat of Massachusetts, conveyed that message to Attorney General William \nFrench Smith at a meeting in the Capitol on Thursday, according to Congressional sources and Justice Department \nofficials. Mr. Smith vigorously denied that a veto was planned and pressed for House action on the measure, which \nthe Senate approved in May.\n\nC. Anson Franklin, a White House spokesman, denied today that the President intended to veto the bill. ''Any \ndecision on the bill would be made on the basis of the merits of the bill and not on the basis of politics,'' Mr. Franklin \nsaid. He noted that President Reagan had strongly supported the measure.\nHouse Democratic leaders have blocked sweeping revision of immigration law, which Administration has \nsupported, out of fear that Pres Reagan will score political coup by vetoing it; Congressional sources and Justice \nDepartment officials report Speaker Thomas O O'Neill Jr conveyed message to Attorney General William French \nSmith; Smith vigorously denies that veto is planned and presses for House action on measure; O'Neill photo (M)\n\nFate of Legislation in Doubt\n\nThe House Judiciary Committee approved the bill in May, and three other committees adopted amendments to it in \nJune. But it has not been brought before the full House.\n\nWhether or not the House Democratic leaders are correct about the veto threat, their continued perception of such \na threat could mean that the legislation is dead.\n\nThe bill, which would impose fines and criminal penalties on employers who hired illegal aliens, has aroused \nintense concern among Hispanic groups, labor unions, civil libertarians, business organizations and farmers \ndependent on foreign workers.\n\n \n\nWarning to Democrats on '84\n\nArnoldo S. Torres, executive director of the League of United Latin American Citizens, has warned that the bill \nwould hurt the Democratic Party in the 1984 elections. He said there was ''a tremendous amount of animosity'' \ntoward members of Congress who supported the bill.\n\n\nA House Democratic leader who declined to be identified said the bill had been blocked because ''according to what \nthe Hispanic caucus says, the Hispanics of America believe they are discriminated against badly in this bill.''\n\n''They have heard that the President plans to veto the bill, and become a hero to Hispanic Americans,'' he added. \nThe President has made a strong bid for support from Hispanic Americans, historically part of the Democrats' \nconstituency.\n\nMr. O'Neill told the Attorney General that the Democratic leadership had ''irrefutable evidence'' that the President \nplanned to veto the measure, the sources said. This evidence, which he would not describe in detail, apparently \nwas based on information provided by the Congressional Hispanic caucus.\n\nMr. Smith strongly denied that the President intended to veto the bill. ''It isn't true,'' Mr. Smith said, according to \nJustice Department officials. He told the Speaker that the President would veto the bill only if it cost too much.\n\nJustice Department officials said the Attorney General noted, ''We've been working on this issue since the \nbeginning of the Administration.''\n\n''The President would sign the Senate-passed version of the bill today if it was on his desk,'' the Justice Department \nofficials quoted Mr. Smith as saying.\n\n \n\nAssertion Called 'Preposterous'\n\nSenator Alan Simpson, Republican of Wyoming, sponsor of the Senate bill, called the House leadership's assertion \n''unbelievable'' and ''preposterous.''\n\n''Bill Smith and I have been working on this for three years,'' he said.\n\nThe Reagan Administration has asserted that the bill would curtail the rising tide of illegal immigration. The \nemployer sanctions are based on the premise that jobs are the main lure attracting illegal aliens.\n\nMany Hispanic-Americans fear that the sanctions will increase job discrimination against them. They believe that \nemployers will be so eager to avoid the sanctions that they will avoid hiring anyone who appears to be of Hispanic \norigin, including American citizens of Hispanic descent.\n\nThe bill also would offer legal status to illegal aliens who could prove they entered this country before a certain date, \nwhich would be Jan. 1, 1980, in the Senate bill and Jan. 1, 1982, in the House bill. Both bills would simplify the \nprocedures for handling deportation cases and requests for asylum.\n\n \n\nVerification at Issue\n\nUnder the Senate bill, employers would have to ask all job applicants for documents to verify that they were either \ncitizens or aliens authorized to work in this country. This provision has aroused the concern of civil rights groups, \nwho fear the creation of a ''national identity card.''\n\nThe House bill approved by the Judiciary Committee provides that an employer must verify the citizenship of job \napplicants only if the employer has been cited for a violation earlier.\n\nThe House Education and Labor Committee amended the bill to establish a presumption that if an employer hired \nan illegal alien without checking his identification papers, then the employer knew the alien was illegal. The \ncommittee also amended the bill to create penalties for any employer who discriminated against Hispanic workers \nor others because of their national origin.\n\nThe House Agriculture Committee voted to establish a ''guest worker'' program so aliens would be available when \nAmerican citizens could not be found to harvest perishable commodities.\n\n\n\nThe Energy and Commerce Committee proposed an amendment authorizing Medicaid benefits for certain groups of \nlegalized aliens: pregnant women, children under the age of 18 and those who need emergency medical services.\n\nGraphic\n\n \n\nphoto of Thomas P. O'Neill Jr.\n"}