{"title": "A Flood of Applications, With a Trickle of Approvals", "body": "\nJustino Mora had been checking his e-mail several times a day for weeks to see if there was any word from a \nfederal immigration agency on his application for a reprieve from deportation.\n\nMr. Mora, who was born in Mexico but has been living illegally in California since he was 11, was one of the first \nimmigrants to send in his supporting documents for a new program that started on Aug. 15. But he was still stunned \non Tuesday when he received a new message from the agency, containing one crucial word: ''Approved.''\n\n''I was a little surprised,'' said Mr. Mora, now 23. ''It definitely was overwhelming.''\n\nMr. Mora is one of the first immigrants nationwide to receive approval for a two-year deferral of deportation under \nthe program, which President Obama announced in June. As of Thursday the agency, United States Citizenship \nand Immigration Services, had received more than 100,000 applications, officials said, with more than 63,000 in \nthe last stages of review. But so far the agency has confirmed only 29 approvals.\n\nSome of those people have chosen to remain under the radar, not wanting to publicize that they had been in this \ncountry illegally for years. But Mr. Mora is not reluctant. As it happens, he is a leader of the California Dream \nNetwork, a movement of young illegal immigrants who had been staging very visible protests to pressure Mr. \nObama to offer some relief from the high numbers of deportations during his term.\n\nMr. Mora said he had no difficulty meeting an application requirement that immigrants show they were in this \ncountry on June 15, when the president unveiled the program. That morning Mr. Mora joined a sit-in by \nundocumented students blocking a major street in downtown Los Angeles.\n\nAs his proof, Mr. Mora said, he submitted news clips quoting his defiant comments that day.\n\nAlong with the temporary deferred action, as it is officially known, approved immigrants also receive two-year work \npermits. They do not gain any legal immigration status. Among other requirements, illegal immigrants must be \nunder 31 and show they had come to the United States before they were 16, have lived here at least five years, and \nhave graduated from high school or are in school, or were honorably discharged from the military.\n\nSpeaking by telephone this week from Los Angeles, Mr. Mora said he was taking some credit for the program. ''This \nis basically the fruit of so many of our actions and civil disobedience to make sure this administration recognized \nthat separating families was not the right thing to do,'' he said.\n\nMr. Mora said the new documents would allow him to apply for financial aid so he could finish college at the \nUniversity of California, Los Angeles. He said that he was an honors student and a track team captain at his \nCalifornia high school, but that he initially had to turn down offers from two elite University of California campuses \nbecause he could not afford the tuition without aid.\n\n\nFor Carlos Martinez, another immigrant who disclosed his approval, the work permit will mean he can apply for \njobs with technology companies to make use of the master's degree in software engineering he obtained from the \nUniversity of Arizona in 2005.\n\nMr. Martinez, who lives in Tucson, told The Arizona Republic that he was 9 when his family brought him here \nillegally from Mexico. Now 30, he said he had been working as a landscaper.\n\nBy independent estimates, some 1.2 million immigrants are immediately eligible for the program. Some have \nstruggled to compile evidence of lives lived in shadows during the last five years and to raise the $465 fee. But \napplications have also been slowed by bottlenecks that arose due to a crush of demand.\n\nIn Los Angeles, schools were deluged with requests for transcripts, creating a logjam that coincided with the \nfrenetic opening days of the new academic year. Lydia L. Ramos, a top official of the Los Angeles Unified School \nDistrict who was assigned to handle the crisis, said the district calculated that as many as 200,000 current or former \nstudents could be eligible for deferrals.\n\nAfter scrambling and clarifying the requirements with immigration officials, Ms. Ramos said, officials last week \ninaugurated a one-stop Web site where young people can obtain their grade and enrollment records.\n\n''These students walk, talk and think American, and this is their opportunity to work and contribute to American \nsociety,'' Ms. Ramos said. ''We want to make sure they have a fair shot at this.''\n\nSchool districts in Albuquerque, Dallas, Las Vegas, Miami and San Diego also reported a surge in demand for \ndocuments.\n\nSince June, more than 100,000 Mexicans have approached their consulates, seeking information and identity \ndocuments like passports and consular cards. Carlos M. Sada, the Mexican consul general in New York, said \nconsulates had worked late hours and weekends and dispatched mobile units to rural areas to handle the work.\n\nBut there is still a wait for appointments and some documents, especially birth certificates, which must come from \nmunicipal records in Mexico. About 68 percent of eligible immigrants were born in Mexico.\n\n''We feel this is a very good possibility for Mexicans,'' Mr. Sada said. ''Our decision is to ensure that every Mexican \nwho could benefit has proof of identity.''\n\nhttp://www.nytimes.com/2012/09/28/us/a-flood-of-applications-with-a-trickle-of-approvals.html\n\nGraphic\n\n \n\nPHOTOS: Justino Mora, a leader of a movement of young illegal immigrants, is among the first to benefit from a \nprogram offering a two-year deportation deferral. (PHOTOGRAPH BY ANN JOHANSSON FOR THE NEW YORK \nTIMES)(A21)\n\n In Los Angeles in June, celebrating the announcement of relaxed immigration rules. (PHOTOGRAPH BY NICK \nUT/ASSOCIATED PRESS)(A25)       \n"}