{"title": "7 Thais Enter Guilty Pleas For Detention In Sweatshop", "body": "\nSeven people accused of luring dozens of garment workers from Thailand and keeping them in virtual slavery at a \nclandestine factory in suburban Los Angeles pleaded guilty on Friday to violating Federal civil rights laws.\n\nThe seven, all Thai citizens, signed plea agreements with the United States Attorney's office that will result in prison \nterms ranging from two to seven years.\n\nLast August, state and Federal agents raided a garment factory in suburban El Monte and found 72 Thai \nimmigrants confined in a compound ringed with razor wire and spiked fences.\n\nThe authorities said many had been held against their will, forced to toil day and night for less than $2 an hour. \nSome were told that they had to repay the cost of transporting them from Thailand, yet their imprisonment \ncontinued after the \"debt\" was repaid.\n\nThe operators of the El Monte sweatshop admitted to conspiracy, harboring illegal aliens, forcing workers into \ninvoluntary servitude and labor and civil rights violations.\n\nThose pleading guilty included Suni Manasurangkun, 66, identified as the ringleader, and her sons Wirachai, 37, \nSurachai, 39, and Phanasak, 34. Two other sons believed to have been involved in the sweatshop operations have \nbeen declared fugitives.\n\nGuilty pleas were also agreed to by Sunthon Rawangchaisong, 31, and Seri Kanchakphairi, 29, who were hired to \nguard the workers, and Rampha Satthaprasit, 34, described as a lieutenant in the operation. All seven are to be \nsentenced in April and May.\n\nProsecutors said Suni Manasurangkun and her sons managed the sweatshop, recruiting workers among the poor \nin Thailand, providing them with false passports and confining them to a windowless warehouse where they worked \nlong hours for little pay.\n\nThe case underscored the problem of abuse in the garment industry. It prompted the Labor Department to notify \nmore than a dozen of the country's largest retailers that goods made by immigrants working in such factories may \nhave ended up in their stores.\n\nSweatshop Watch, a coalition supporting the workers, said many of them continued to suffer from serious medical \nproblems caused by their years of imprisonment.\n\n\nImmigration officials said they would be allowed to remain in the United States for now.\n"}