{"title": "EASTERN EUROPEANS LEARNIN' TO EARN HERE", "body": "\nWhen Eastern European professionals settle in the United States, they often have a tough time landing even the \nsimplest entry-level jobs.\n\nConsider the experience of Alla Guryevskaya, 49. She moved to Brooklyn from Kaliningrad in western Russia a little \nover 2 1/2 years ago, armed with a master's degree and more than 25 years experience teaching at a specialized \nmusic school.\n\n\"When I came to America, my English was zero,\" said Guryevskaya. \"I was a person who needed an entry-level job. \nBut I had the problems of age, language and [being] overqualified.\"\n\nThen a friend told her about a five-month child-care course at Brooklyn College, a program that teaches Eastern \nEuropean immigrants and others from the former Soviet bloc. The program combines early childhood development \ntraining with English lessons.\n\nGuryevskaya recently received her certificate from the program, and promptly got a job as a teacher's assistant at a \nBrooklyn Montessori school. With a bit more experience, she'll be qualified to open her own day-care center.\n\nThe Brooklyn College International Child Care Provider Training Program teaches two groups of about 20 \nimmigrants every semester. The classes are held in downtown Manhattan.\n\nThese folks don't come into class unskilled, said Elyse Rudolph, the program's project director. \"They're all college-\neducated,\" she said. \"They're very, very bright.\"\n\nIndeed, some are amused to find themselves students once again. \"I was a teacher at elementary school and high \nschool,\" said Yevgeniya Radun, 31, who lived in Moscow before she moved to Bensonhurst about a year ago. \"Now \nI'm a student again because I have to elevate my knowledge, to learn the difference between the two cultures.\"\n\nThe most striking difference, the students say, is that early childhood education in Eastern Europe is much more \nrigorous than it is here.\n\n\"In Russia, it's hard work,\" said Guryevskaya. \"Beginning at 5 or 6 years old, you should work, work, work like a \nhorse. Here it's more pleasure.\"\n\n\"First-graders [in Eastern Europe] have a lot of homework, one or two hours sometimes,\" added Alexander Choklin, \na native of Odessa who counsels immigrant students at Brooklyn College. \"In Russia, the teachers are more like \ndictators you have to learn the world through the teacher's point of view. In this country, it's more about choice.\"\n\nIt's tough for some students to unlearn that tendency. \"In our evaluations, we saw that Russian students didn't leave \nchildren alone,\" Rudolph said. \"They were very invasive in their [the kids'] play.\"\n\n\n\"I live here only five months,\" said student Polyna Voskoboynik, who hails from Kazakhstan, the former Soviet \nrepublic. Like many students, Voskoboynik was referred to the program through New York Association for New \nAmericans, a group that helps recent arrivals from the former Soviet bloc.\n\nAdministrators at the Brooklyn College program a year ago decided to weave Channel 13/WNET's day-care \noutreach called Ready To Learn into their courses. Ready To Learn not only teaches students how to use children's \nprograming as a teaching tool, they say, but also helps fresh arrivals like Voskoboynik adjust to life in the U.S.\n\nMany Eastern European immigrants are already familiar with PBS, said Choklin. \"They have different shows that \nare little bit more European than the other channels,\" he said, referring to PBS' emphasis on documentaries and \nclassical music specials.\n\nThe immigrant adults also tend to watch the children's programing on public television to learn English letters, \nwords and pronunciation. \"These shows help not just the kids, but the parents and grandparents,\" he said.\n\nThe International Child Care program is funded through the Bureau of Refugee and Immigration Affairs of the \nDepartment of Social Services.\n\nGraphic\n\n \n\nKEITH TORRIE DAILY NEWS HE'S RUSSIAN TO MAKE A POINT: Alexander Choklin, an Odessa native, teaches \nchild care to students from Russia. The program also enables Eastern European immigrants to learn English.\n"}