{"title": "Would-be immigrants bilked in Pa. asylum-fraud scheme, feds say", "body": "\nHe had a half-million bucks in a safe hidden under a floor at his upscale home in Holland, Bucks County. Two 10-\nounce gold bars, too. And in three safe-deposit boxes, about $700,000 more in cash. \n\nThose were some of the proceeds, federal authorities contended yesterday, of a massive immigration-fraud \nscheme carried out by David Lynn, 33, a businessman who allegedly made $3 million from the scam with help from \nfive other Russian-born codefendants. \n\nThe indictment says Lynn, who was born in Russia and lived in Israel before coming to the United States, operated \na phony asylum business called Lynn International, which he claimed was a translation service. \n\nLynn pretended to be a lawyer who specialized in immigration cases, the indictment states, and operated from \noffices in Northeast Philadelphia and Southampton, Bucks County. \n\nWith help from his codefendants, Lynn prepared at least 380 fraudulent asylum applications, charging would-be \nimmigrants from $8,000 to $12,000, the indictment states. The scheme took place between January 2003 and \nMarch 2007, according to the indictment, and Lynn guaranteed his clients that they would get asylum. \n\nBut few did, acting U.S. Attorney Laurie Magid said at a news conference yesterday. Those cases are being \nreexamined, she said, and many other applicants already have left the United States. \"Many of them were here \nillegally,\" she said. \n\nThe lure of asylum - a coveted grant intended to help immigrants who have faced persecution in their native \ncountries for religious, racial or political beliefs, or for membership in certain organizations - was intense. \n\n\"People were strung along,\" said Magid, who said that some of the dissatisfied clients told immigration authorities \nwhat had happened. \n\nMagid said investigators soon uncovered an \"enormous\" case of asylum fraud. She said Lynn and other \ndefendants coached applicants to lie and say they were being persecuted for being Baptists, Jews, Jehovah's \nWitnesses, Gypsies or homosexuals. \n\n\"Lynn and his codefendants systematically and repeatedly exploited this provision for their own financial gain,\" \nMagid said. \"This fraud was about nothing more than money.\" \n\nThe asylum-seekers were mostly from Russia, with others from the Czech Republic, Slovakia, Poland and Ukraine. \n\n\nAssistant U.S. Attorney Terri Marinari said Lynn had \"no legal status\" in the United States. His defense attorney, \nEllen C. Brotman, declined to comment yesterday.  \n\nMarinari said that if Lynn, who is charged with conspiracy, asylum fraud and money laundering, is convicted of all \ncharges, he faces a maximum possible sentence of about eight to 10 years in prison under federal sentencing \nguidelines. \n\nMagid said that a search warrant was executed at Lynn's house in March 2007 and that a safe packed with cash \nwas found, along with two gold bars. Lynn also maintained a Swiss bank account, the indictment states. \n\nThe government is seeking forfeiture of $3 million in the alleged proceeds as well as the cash seized. \n\nThe others indicted, all originally from Russia, are Lynn's father-in-law, Yevgeny Zemlyansky, 61, of Feasterville, \nBucks County; Nelly Katsman, 41, of Holland, Bucks County; and Ilya Zherelyev, 46, Anatoly Zagranichny, 62, and \nAkbar Kadirov, 54, all of Northeast Philadelphia. \n\nZemlyansky was Lynn's full-time assistant, instructing clients to conceal the fact that Lynn and others had coached \nthem to give false testimony at immigration hearings, the indictment stated.  \n\nHe also was charged with a separate count for allegedly submitting housing-subsidy applications that concealed his \nincome from the fraudulent immigration business. \n\nZagranichny coached applicants how to lie about being persecuted, the indictment said, and Zherelyev was a \nbodyguard for Lynn and also prepared false applications. Kadirov was a driver and collected fees from applicants, \nand Katsman prepared applications, the indictment said. \n\nZemlyansky and Kadirov appeared in court briefly yesterday; defense attorney Anna Durbin, who represents \nZemlyansky, and Jeffrey Miller, who represents Kadirov, declined to comment on the case. Joel Harvey Slomsky, \nwho represents Zherelyev, also declined to comment.  \n\nContact staff writer Emilie Lounsberry at 215-854-4828 or elounsberry@phillynews.com. \n\nInquirer staff writer Kristin E. Holmes contributed to this article. \n\nGraphic\n\n \n\nPhotograph by: Feed Loader\n"}