{"title": "Georgia donors help Ariz. legal fight", "body": "\nOpponents of legislation targeting illegal immigration in Georgia say the state will face costly court challenges if it \npasses the bills, just like Arizona has since Republican Gov. Jan Brewer signed the nation's toughest such law in \nApril.\n\nBut Arizona has not spent taxpayer money defending its law in court, said Joseph Kanefield, Brewer's general \ncounsel. Arizona has instead funded its legal defense with private donations. As of Feb. 23, 43,437 donors from \nall 50 states have donated $3.7 million to the cause, according to Brewer's office. Of that amount, $1.5 million has \nbeen paid to a private law firm that is representing the state in court.\n\n\"There hasn't been any taxpayer money spent to defend the law even though private counsel is largely doing the \nheavy lifting,\" Kanefield said.\n\nGeorgia ranks 12th among states in total donations, according to an Atlanta Journal-Constitution analysis of \nrecords obtained from the Arizona governor's office. Through Feb. 28, donors from Georgia made 1,051 \ncontributions to Arizona's fund, ranging from $1 to $1,000. In all, Georgians have given $47,939.\n\nSteven Tambroni, an engineer from Albany who donated $200 in July, said illegal immigrants are attending public \nschools in the United States and are a burden for taxpayers here.\n\n\"I am totally against illegal immigration,\" he said Friday. \"It's personally affecting me every time I pay taxes.\"\n\nWyoming ranks first for contributions to the fund because of a $1.5 million donation from Timothy Mellon. Mellon \ncould not be reached for comment Friday. Arizona ranks second in donations with $369,067.\n\nArizona's SB 1070 requires state and local police to verify the immigration status of suspects in cases where there \nis \"reasonable suspicion\" that they are in the country illegally. Georgia's House and Senate have each passed \nsimilar legislation this month. House Bill 87 and Senate Bill 40 are awaiting final resolution.\n\n\nThe Obama administration sued last year to block SB 1070, arguing it is pre-empted by federal law. A federal judge \nruled in favor of the federal government and put some of the most controversial provisions of Arizona's law on hold. \nArizona is appealing that judge's decision.\n\nArizona state Senate President Russell Pearce, the Republican author of SB 1070, decried the Obama \nadministration's court challenge and accused the president of siding with the Mexican government.\n\n\"It's outrageous,\" Pearce said last week during an interview at his state Capitol office in Phoenix. \"It's impeachable \nin my opinion.\"\n\nMeanwhile, the American Civil Liberties Union and many other groups are also fighting Arizona's law in court. \nThey are arguing in a separate lawsuit that SB 1070 is unconstitutional. The ACLU of Georgia has already vowed \nto sue to block Georgia's bills if they become law.\n\n\"State lawmakers should be wary of subjecting Georgia taxpayers to exorbitant litigation costs defending the \nunconstitutional legislation,\" said Azadeh Shahshahani, director of the National Security/Immigrants' Rights Project \nfor the ACLU of Georgia.\n\nRepublican Rep. Matt Ramsey, the author of Georgia's HB 87, argues his bill is not an \"Arizona copycat\" as some \ncritics have warned. He has said he has worked on more than 16 drafts of his legislation, partly to strengthen it \nagainst potential court challenges. Watching Arizona's legal battle play out in court helped, he said.\n\n\"We are 100 percent confident in the constitutionality and legality of the bill,\" Ramsey said. \"We are not going to let \na threat from a fringe group like the ACLU stop us from passing critical legislation.\"\n"}