{"title": "Va. Student Wins Immigrant Group In-State Tuition", "body": "\nErnesto Galeas, a Salvadoran immigrant, has lived in Virginia for seven years and paid taxes to the state for five. \nSo he was stunned this spring when Northern Virginia Community College denied him in-state tuition and slapped \nhim with a $2,400 bill -- about three times as high as he expected.\n\nThe reason, Galeas was told: Immigrants with temporary protected status, which provides a permit to live and work \nin the United States, are ineligible for the tuition break even if they meet every other requirement.\n\nGaleas fought the decision and got the college and the state's top lawyers to change their minds. As of last month, \nall Virginia college students with the permit, called TPS, are eligible for the tuition break, officials said.\n\n\"This marked a precedent for future students,\" Galeas said. \"Really, I do not see it as a personal achievement but \none for people who come after me or are in my same situation. It's a feeling of satisfaction.\"\n\nTPS grants temporary refuge in the United States to nationals of countries recovering from armed conflict or \nnatural disaster. There are about 300,000 TPS holders in the United States, according to U.S. Citizenship and \nImmigration Services. The vast majority are from El Salvador -- the source of the Washington region's largest \nimmigrant group -- but thousands of others come from Liberia, Burundi, Nicaragua, Somalia, Sudan and \nHonduras.\n\nAlthough many states deny in-state tuition to illegal immigrants and those whose visas do not grant long-term \nstays, such as tourists or foreign students, they often grant it to temporary immigrant workers who meet all other \nrequirements. But most states, including Maryland, do not mention TPS in their guidelines, said Luis Parada, a \nD.C. lawyer who took Galeas's case free of charge.\n\nVirginia's guidelines did not address TPS, said Lee Andes, assistant director for financial aid at the State Council \nfor Higher Education of Virginia. But the Virginia attorney general's office previously interpreted TPS holders as \nineligible because their immigration status did not reflect an \"intent to remain\" in the state, Andes said.\n\n\nNVCC turned down Galeas's appeals three times. When he reached the fourth and final appeals level -- the desk of \nthe college president, Robert G. Templin -- Templin turned to state officials. The attorney general's office found that \nTPS holders qualify, said J. Tucker Martin, a spokesman for Virginia Attorney General Robert F. McDonnell (R).\n\n\"It's the right decision,\" Templin said. \"They deserve the same benefits that other taxpayers have and not to be held \nhostage by an immigration status that leaves their identity uncertain, when in fact they're lawfully present . . . and \nwant to go to college.\"\n\nTemplin said as many as 100 TPS holders are among the college's 64,000 students. Although many with TPS \nentered the United States illegally or overstayed visas, the permit grants them lawful residence. It does not provide \na path to permanent residency.\n\nVirginia lawmakers have battled in recent years over whether to deny in-state tuition to all illegal immigrants. \nBills proposing to do so have failed. Yet denial is common practice, Parada said, because Virginia's higher \neducation guidelines, which are determined by the state attorney general's office, classify illegal immigrants as \nineligible.\n\nParada said the change has no implications for illegal immigrants. But it will make a huge difference for those with \nTPS, he said.\n\n\"Denying a student the opportunity to go to college is one of the most unfair and counterproductive things we as a \nsociety can do, especially in what should have been a clear-cut case like students with TPS,\" Parada said. \"For a \nlot of the students, having to pay three times the amount of tuition is the difference between being able to attend \ncollege or not.\"\n\nGaleas said he is among those students. He immigrated illegally in 2000 and was granted TPS the next year. \nEarly on, the construction worker studied English at NVCC. This spring, he decided he was ready to take two \nEnglish literature classes for credit and to start working toward the political science degree he dreams of earning at \nGeorgetown University.\n\nGaleas said he could not have continued if not for the change. He recently attended the first day of the two political \nscience courses he is taking this semester. His bill was less than $900.\n"}