{"title": "Ex-aide for Gibbons gets prison term", "body": "\nA former aide to retired U.S. Rep. Sam Gibbons was sentenced Friday to 18  months in federal prison for \nswindling foreigners who hoped to emigrate to  this country.\n\nEdna Taylor, 48, had earlier pleaded guilty to forging letters on behalf of  immigrants for money, and taking $ \n400,000 from about 1,000 immigrants who had  little or no chance of obtaining permanent residency.\n\nTaylor told them that merely becoming a member of the Seventh-day Adventist  Church would make them eligible \nto stay in this country. Neither Gibbons nor  anyone else in his office was involved, investigators said.\nSCAM\n\nAlthough some Seventh-day ministers went to court Friday to vouch for  Taylor, a former church clerk, it was clear \nthey did little to ease the anger  of the judge.\n\nTaylor took from \"poor people, from poverty-stricken people\" whose  identities were unknown and who could never \nget their money back, said U.S.  District Judge Elizabeth Kovachevich.\n\n\"But on your conscience should be indelibly impressed the faces of those  people even if you don't know their \nnames,\" Kovachevich told Taylor. \"You've  got a lot of time to think about your greed. I hope you could do \nsomething for  them, maybe pray for them.\"\n\nTaylor staggered away from the bench weeping, a handkerchief in hand,  repeating, \"How could she do that, how \ncould she do that.\" It seemed she  might collapse, and several ministers rushed to support her.\n\nOutside the courthouse those who had spoken for Taylor were somber.\n\n\"I feel upset because I don't feel justice was done,\" said Jonathan  McCottry Sr., former pastor of the Town 'N \nCountry Seventh-day congregation,  for which Taylor had been the clerk.\n\nMcCottry admitted to the judge that Taylor had forged her name onto church  letterhead, promising church jobs that \ndidn't exist. Having a church job at  the time was grounds for resident status.\n\nNevertheless, McCottry told the judge he would be better off if he had \"a  thousand of her in my church.\"\n\nAccording to the plea agreement Taylor signed last fall, she sent a letter  to the Immigration and Naturalization \nService on Gibbons' stationery in 1991  in support of Job Fleurimond, a minister that the Southeastern Conference \nof  Seventh-day Adventist Churches wanted to send to two congregations in Miami.  Fleurimond obtained \npermanent residency later that year, and Taylor got $ 500  from the Southeastern Conference.\n\n\nTaylor accepted another $ 500 for assisting another minister, Gedeon Pierre  Fontil, in obtaining residency.\n\nWith the endorsement of the Southeastern Conference, Taylor traveled the  state, promising to help church \nmembers with their INS applications. She told  them their membership in the church qualified them for residency. \nShe accepted  money from them knowing that few, if any, were eligible. \n"}