{"title": "VOTERS SPOKE PRO-REFORM ON ELECTION DAY", "body": "\nWE WARNED THEM months ago, but they refused to listen. And on Nov. 4, the historic day Barack Obama was \nelected President of the United States, it happened: Voters sent them back to wherever they came from.\n\nYes, immigrant voters - the majority of them Latinos - not only delivered key battleground states to Obama and \nguaranteed the election of many members of the House and the Senate, but defeated quite a few rabidly anti-\nimmigrant legislators.\n\nWe had told them in this space that the majority of Americans do not support an enforcement-only policy and that \nimmigrant citizens would vote them out of office. But they didn't believe it.\n\n\"Voting for Obama was a great feeling and to know that immigrants have shown their strength in this election was \neven better,\" said Jaime García, an Ecuadoran immigrant who has been a U.S. citizen for 10 years.\n\nFor García, a Woodside, Queens, resident and first-time voter, the war and the economy were the main reasons he \nchose Obama over John McCain. But immigration also was an important motivating factor.\n\n\"The way immigrants are treated is unfair,\" he said. \"I wanted to vote for a President who would change that.\"\n\nHe wasn't the only one.\n\nA report by America's Voice, a Washington pro-immigration group, shows that naturalized voters, many of them \nexercising that right for the first time, defeated quite a few anti-immigrant crusaders.\n\nA few of them like Marilyn Musgrave (R-Colo.), whom the KKK had once endorsed, and Thelma Drake (R-Va.) lost \ntheir congressional seats. While Lou Barletta, the former mayor of Hazleton, Pa., famous for persecuting \nimmigrants, was rejected in his bid for Congress.\n\nWe warned them months ago that voters did not agree with their extreme positions, but they could not bring \nthemselves to believe it.\n\nAt the same time, voters supported candidates with common-sense approaches to fixing the immigration system. \nWe are talking about people like Dina Titus (D-Nev.), elected to the House; Bill Foster (D-Ill.), who was reelected; \nDemocrat Jim Himes also elected in Connecticut, and Rep. Gabrielle Giffords (D-Ariz.), who was given another \nterm by the voters.\n\n\nIn the Senate, new pro-reform senators include former Virginia Gov. Mark Warner; Jeanne Shaheen (D-N.H.); \nMark Udall (D-Colo.); Kay Hagan (D-N.C.), who defeated Elizabeth Dole, and Tom Udall (D-N.M.).\n\nAt a national level, the National Council of la Raza helped more than 1.5 million immigrants to become citizens and \nregistered more than 186,000 Hispanic voters.\n\nIn New York the fact that it was never a contested state didn't lessen the enthusiasm of minority and immigrant \nvoters who went to the polls in record numbers.\n\nIn the city, 715,000 new voters have registered since the beginning of the year - 200,000 of them in the past two \nweeks. Many are African-Americans or Latinos.\n\nThe New York Immigration Coalition and its executive director, Chung-Wha Hong, sent a heartfelt message to the \nPresident-elect on Wednesday congratulating him on his momentous triumph. But they also reminded Obama that \nthe immigration crisis is still unresolved.\n\n\"The need for just and humane immigration reform remains as urgent as ever,\" the message said. \"We look \nforward to working with an Obama administration and a new Congress to craft a sensible new immigration policy - \none that acknowledges immigrants' hard work and contributions to our nation, honors devotion to family, and \nstrengthens our nation.\"\n\nThe kind of fair and rational immigration policy that new voters like Jaime García would support at the ballot box. \naruiz@nydailynews.com\n"}