{"title": "Registry protects legal immigrants", "body": "\nPeople from other lands risk life and limb to enter this country illegally for one reason: jobs. If they couldn't obtain \nemployment so easily, many wouldn't come.\n\nLast week, the House Judiciary Committee took the first step toward ending the \"jobs magnet\" by narrowly \napproving a national registry. Unfortunately, the measure faces an uphill battle on the House floor.\n\nIt shouldn't. The registry offers a way for employers to verify the legal status of all job applicants, and would leave \nthem with no excuse for having hired illegal labor.\n\nSince 1986, it has been against the law for employers to hire illegal immigrants, but that law has lacked teeth. \nWhile employers must check every immigrant's legal status, applicants can use any of 29 documents as proof, \nand many are easily forged.\n\nThe national registry would combine data from the Social Security Administration and the Immigration and \nNaturalization Service. All job applicants, including U.S. citizens, would be required to show their Social Security \ncard or green card. A phone call to a toll-free number would verify that the person was legally eligible for \nemployment.\n\nUnfortunately, some Republicans have branded it the \"1-800-BIG- BROTHER\" line. They argue that the registry \nwould invade privacy and involve the government in every hiring decision.\n\nThat's ridiculous. Most citizens already must present their Social Security number to get a job. If privacy is the \nconcern, safeguards could be added to ensure that a person's legal status is the only information that can be \nobtained.\n\nImmigration advocates also oppose the registry, fearing it will be used to harass anyone who looks or sounds \nforeign. In fact, a national registry should lessen discrimination. Foreigners would no longer be singled out, \nbecause every job applicant's legal status would be checked.\n\nAnti-immigrant sentiment is fueled in part by resentment toward those who enter this country illegally and benefit \nfrom its largesse. Legal immigrants should join the push for a national registry. It is in their interest to draw the \ndistinction between those immigrants who are here in violation of the law, and those who are hard-working \ntaxpayers who have made this country what it is.\n"}