{"title": "Hearing of the Immigration, Refugees and Border Security Subcommittee of the Senate Judiciary Committee Subject: \"Examining the Constitutionality and Prudence of State and Local Governments Enforcing Immigration Law\" Chaired by: Senator Charles Schumer (D-NY) Witnesses: Arizona State Senator Steve Gallardo (D); Russell Pearce, President, BanAmnestyNow.com; Dennis DeConcini, Partner, DeConcini, McDonald, Yetwin & Lacy, P.C.; Todd Landfried, Executive Director, Arizona Employers for Immigration Reform Location: G-50 Dirksen Senate Office Building, Washington, D.C. Time: 10:05 a.m. EDT Date: Tuesday, April 24, 2012", "body": "\n Hearing of the Immigration, Refugees and Border Security Subcommittee of the Senate Judiciary Committee \nSubject: \"Examining the Constitutionality and Prudence of State and Local Governments Enforcing Immigration \nLaw\" Chaired by: Senator Charles Schumer (D-NY) Witnesses: Arizona State Senator Steve Gallardo (D); Russell \nPearce, President, BanAmnestyNow.com; Dennis DeConcini, Partner, DeConcini, McDonald, Yetwin & Lacy, P.C.; \nTodd Landfried, Executive Director, Arizona Employers for Immigration Reform Location: G-50 Dirksen Senate \nOffice Building, Washington, D.C. Time: 10:05 a.m. EDT Date: Tuesday, April 24, 2012\n\nSENATOR CHARLES SCHUMER (D-NY):  OK.  Good morning, everyone. The hearing will come to order.  And at \ntoday's hearing, we will be discussing the constitutionality and prudence of the many state and local immigration \nlaws enacted during the past few years.\n\nIn 2011 alone, state legislators from across the country introduced 1,607 bills and resolutions relating to \nimmigration.  By the end of the year, 42 states had enacted 197 new laws.\n\nTomorrow the Supreme Court is going to be considering whether the Arizona law, known as SB 1070, is \nconstitutional.  Specifically, the court will be deciding if states can enact comprehensive immigration enforcement \nlaws designed to promote the self-deportation of illegal immigrants.\n\nFive states -- Alabama, Georgia, Indiana, South Carolina and Utah -- have crafted laws following Arizona's \nexample.  Court challenges have been filed against all five of those laws, and the outcome of those cases will likely \nbe dictated by the Supreme Court's decision in the Arizona case.\n\nDiscussing both the constitutionality and prudence of these laws is necessary because the Supreme Court will \nbase its decision upon what the Senate had previously said about the role of state and local government in \nenforcing federal immigration law.\n\nThe wisdom of the Arizona law is also currently being debated around the country.  For instance, SB 70 (sic/means \n1070) has recently been endorsed as a model for the country by Mitt Romney, the Republican nominee for \n\n\npresident.  Others, such as Marco Rubio, have said they do not believe the Arizona law should be expanded \nnationwide.\n\nIn my view, these state laws are both counterproductive and unconstitutional.  In terms of being counterproductive, \nthe statistics couldn't be any clearer in terms of the economic damage these laws cause.  In Arizona, studies have \nshown that after SB 1070 was passed, the convention and tourism industries lost as much as $140 million. \nMoreover, the agriculture industry has seen much of their crops destroyed due to a lack of labor.\n\nAnd in Alabama, a study by the University of Alabama found that the Alabama law is projected to shrink Alabama's \neconomy by at least $2.3 billion annually and cost the state $70,000 per year -- sorry -- 70,000 jobs per year.\n\nIn terms of being unconstitutional, our Founding Fathers gave Congress plenary power over immigration law.  The \nSupreme Court has consistently interpreted the naturalization language in Article I to mean that the establishment \nof the immigration laws and the manner of their -- the manner of execution are committed solely to the federal \ngovernment.\n\nEven though some on the other side want to limit the federal government's power and increase the power of the \nstates, immigration is not and never has been an area where states are able to exercise independent authority.  \nThis makes sense, both legally, as a matter of constitutional interpretation, and practically, as a matter of sound \npublic policy.\n\nImmigration involves international commerce and sensitive foreign relations.  Just as we would never allow 50 \nstates to have their own inconsistent and independent trade laws, we shouldn't have 50 states establishing and \nenforcing their own inconsistent immigration laws.\n\nAnd even if states like Arizona say they are only helping the federal government to enforce the law, this issue is \nmuch like federal tax law, where the federal Internal Revenue Service interprets and enforces the law, as opposed \nto 50 state agencies going to people's houses to ensure that they properly file their federal tax returns.\n\nOnly federal comprehensive immigration reform can accomplish the three objectives most Americans want to see \nachieved with regard to immigration:  First, ending illegal immigration; second, fixing our dysfunctional legal \nimmigration system; and third, addressing the status of people here without legal status.\n\nIn 2010, many of my Democratic colleagues on this committee released a white paper with me outlining our \nproposal for immigration reform.  Then, as a good-faith down payment to encourage negotiations with those who \nsaid fix the border first, we passed a $600 million supplemental Border Security Act that added 1,500 troops on the \nborder, deployed more unmanned aerial drones, and increased border fencing and technology.\n\nThe border bill was hailed by my Arizona colleagues as a significant border security accomplishment that they were \nproud to cosponsor.  As a result of this bill, Arizona's 373-mile border with Mexico is now patrolled by over 5,200 \nborder patrol agents and 300 national guards -- a 31-percent increase from 2008 which has resulted in a 61 percent \nreduction in unlawful border crossing over the same period.  And yesterday, a Pew Hispanic Center study reported \nthat immigration from Mexico has dropped to net zero when comparing the number of people entering the U.S. from \nMexico to the number of people returning to Mexico.\n\nSome in Arizona might wish to take credit for this but the study shows this is a national trend based on increased \nfederal enforcement in the southern border and decreased availability of jobs for foreign workers.  And this deals \nwith -- this chart reveals the immigration to the U.S. from Mexico.  It's national.  And because of what we've done on \nthe border, as you can see, the number has gone significantly down from a high of 770,000 people in 2000 to a -- \nnow 140,000 people in 2010.  That's a dramatic drop.\n\nWe repeatedly invited our Republican colleagues to sit down with us and discuss how best to reform our broken \nimmigration system in a manner both parties can support.  It'll only pass if it's bipartisan. To this date, our \n\n\n\ncolleagues will not even sit down with us and discuss comprehensive immigration reform legislation.  Finally, when \nsmall, noncontroversial immigration matters are proposed that can help create jobs, they are blocked in the Senate.\n\nConsequently, states are now taking matters into their own hands and are passing a multitude of immigration laws \nthat touch upon a variety of subjects such as employment authorization and verification, border security, work visas \nand higher education -- areas that have always been the exclusive province of the federal government.  I believe it's \nsimply too damaging to our economy and too dangerous to our democracy to have 50 states doing 50 different \nthings with regard to immigration policy.\n\nI also believe that Congress has clearly and repeatedly indicated its intent to preempt states from creating their own \nimmigration enforcement regimes, which is why I believe S.B. 70 and laws like it are unconstitutional.  For instance, \nin 1997, Congress passed Section 287(g) of the Immigration and Nationality Act, which allows state and local law \nenforcement to enter into partnerships with ICE to conduct immigration enforcement within their jurisdictions.\n\nIn enacting 287(g), Congress made it clear it did not want the states, like Arizona, taking immigration enforcement \nmatters into their own hands, and instead, wanted state officials to act with guidance, training and supervision of \nthe federal government.\n\nIn addition, Congress explicitly wrote employment verification laws that were designed to punish employers rather \nthan employees for violations of immigration law.  Arizona, by contrast, has decided to criminalize the individuals \nwho seek work to feed their families. This conflict of law plainly contravenes our stated intent in passing numeral \nfederal immigration workplace statutes.  I am therefore announcing that should the Supreme Court choose to ignore \nthese plain and unambiguous statements of congressional intent and uphold S.B. 1070, I'll introduce legislation that \nwill reiterate that Congress does not intend for states to enact their own immigration enforcement schemes.\n\nMy legislation will reemphasize that state officials can only engage in the detection, apprehension and detention of \nunlawfully present individuals if they're doing so pursuant to an explicit agreement with the federal government and \nare being supervised and trained by federal officials.  States like Arizona and Alabama will no longer be able to \nget away with saying they're \"simply helping the federal government,\" quote, unquote, to enforce the law when they \nare really writing their own laws and knowingly deploying untrained officers with the mission of arresting anyone \nand everyone who might fit the preconceived profile of an illegal immigrant.\n\nMy legislation will also reemphasize that state and local governments are preempted from enacting their own \nemployment verification laws and penalties.  Federal preemption of employment verification laws has been \nendorsed by the U.S. Chamber of Commerce and many other business groups and trade associations.  And I hope \ncolleagues from both sides of the aisle will join me in this effort in the event it becomes necessary, which I hope and \nbelieve it won't, because I do believe the Supreme Court will decide that S.B. 1070 is not constitutional based on \nthe evidence that is all on one side here.\n\nI now look forward to hearing from our distinguished -- I now would like to turn it over to Senator Durbin for an \nopening statement.\n\nSENATOR RICHARD DURBIN (D-ILL):  Mr. Chairman, thank you very much for calling this hearing of the \nimmigration subcommittee on the question of S.B. 1070, the Arizona immigration law, which I join you in hoping \nthat the Supreme Court finds unconstitutional.\n\nUnder our Constitution, states do not have the right to pass their own laws preempting federal laws on immigration.  \nIt is wrong and counterproductive to criminalize people because of their status -- their immigration status.  Law \nenforcement incidentally does not have the time or resources to prosecute or incarcerate every undocumented \nimmigrant.  The Arizona immigration law will simply deter undocumented immigrants from being part of the \ncommunity and cooperating with law enforcement where necessary.  Don't take my word for it.  Ask the Arizona \nAssociation of Chiefs of Police, who oppose S. 1070.\n\n\n\nThere's another troubling aspect of the Arizona immigration law. According to experts, this law encourages racial \nprofiling.  Last week I held a hearing on racial profiling -- the first one in 10 years on Capitol Hill.  We heard \ntestimony about the provision in this law -- Arizona's immigration law -- requiring police officers to check the \nimmigration status of any individual if they have, quote, \"reasonable suspicion that the person is an undocumented \nimmigrant.\"  The explanation of the law went further to say how you can gather this notion of reasonable suspicion.  \nAnd it went on to say:  by the way a person dresses or by their command of the English language.\n\nNow, one of the witnesses at this racial profiling hearing was Ron Davis.  He's the chief of police of East Palo Alto, \nCalifornia. Chief Davis, an African American, along with 16 other chief law enforcement officers and Major Cities \nChiefs of Police Association filed a brief in the Arizona case before the Supreme Court.  This is what they said, \nquote:  \"The statutory standard of reasonable suspicion of unlawful presence in the United States will as a practical \nmatter produce a focus on minorities and specifically Latinos.\"  End of quote.\n\nNow, instead of measures that hurt law enforcement and promote racial profiling, like, S.B. 1070, we need practical \nsolutions to fix our broken immigration system.  I could not agree with my colleague Senator Schumer more.  \nCongress needs to face its responsibility to pass immigration reform.\n\nEleven years ago, I introduced the DREAM Act.  This legislation would allow a select group of immigrant students \nwho grew up in this country -- came here as infants and children -- but would give them a chance to earn their way \ncitizenship by attending college or serving in the military.  Eleven years we have been struggling to pass this. We've \nhad majority votes in the Senate floor but never the magic 60 number that we need to pass it.\n\nThe best way, I've said to my colleagues, to understand what the DREAM Act is about is to get to meet the young \npeople who would qualify for this legislation.  As Senator Rubio of Florida has said: Let's let these young people get \nright what their parents got wrong.\n\nThese people call themselves DREAMers.  Under the Arizona law, these young people -- S.B. 1070 -- under the \nArizona law, these young people would be targets for prosecution and incarceration.  Why? It's beyond reasonable \nsuspicion.  They have stood up and said:  We are undocumented.  We are DREAM students.  We want a chance to \nbecome American citizens.\n\nUnder the DREAM Act, they would be future citizens who would make our country a better place.\n\nI want you to meet six targets of this bill -- the Arizona immigration law.  Each and every one of them is a resident \nof Arizona. They have stepped up publicly to tell their stories about being brought to the United States by their \nparents as infants and children -- now, begging for a chance to earn their way to legal status and citizenship.\n\nThe first, Dulce Matuz.  She graduated from Arizona State University with a bachelor's degree in electrical \nengineering.  She cofounded the Arizona DREAM Act Coalition, an organization of more than 200 DREAM Act \nstudents.\n\nLast week Dulce was named one of the hundred most influential people in the world by Time Magazine.  Dulce \nMatuz is a target of the Arizona immigration law.\n\nNow meet Mayra Garcia.  She's president of Cottonwood Youth Advisory Commission in her hometown of \nCottonwood, Arizona.  She graduated from high school in 2010 with a 3.98 GPA.  She's now a sophomore at a \nprestigious university in California.  She would be a target of the Arizona immigration law.\n\nNow meet Juan Rios.  In high school, Juan was a leader in the Air Force Junior ROTC.  In 2010 he graduated from \nArizona State University with a degree in aeronautical engineering.  Since graduation, Juan has put his life on hold.  \nBecause of American law, he cannot enlist in our military or work in the aerospace industry.  Juan is a target of the \nArizona immigration law.\n\nNow meet Jose Magana.  Jose graduated as valedictorian at his high school.  At Arizona State University he joined \nthe speech and debate team, where he ranked fifth in the nation.  In 2008 Jose graduated summa cum laude with a \n\n\n\nmajor in business management from Arizona State University.  Later this year, Jose will graduate from Baylor \nUniversity Law School in Waco, Texas.  He cannot be licensed to practice law in the United States because he has \nno country.  Jose is a target of the Arizona immigration law.\n\nFinally, meet Angelica Hernandez.  In high school she served in the Junior ROTC and was president of the National \nHonor Society.  Last year she graduated from Arizona State University as the outstanding senior in the mechanical \nengineering department.  Angelica is a target of the Arizona immigration law.\n\nUnlike the Arizona immigration law, the DREAM Act is a practical solution to a serious problem which treats these \nyoung people and thousands of others in a humane and just way.  S.B 1070 would harm law enforcement and \nencourage racial profiling, going after the very people that you have just met.  That is not consistent with our values \nas a nation; it is not consistent with our constitutional values.\n\nMr. Chairman, thank you for this hearing.\n\nSEN. SCHUMER:  Thank you, Senator Durbin, for an excellent and heartfelt statement.\n\nWe will -- having no other people here, will turn to our panelists.  I'm going to introduce each of them.  Their entire \nstatements will be read into the record, and then we will let each of them make a statement.\n\nRussell Pearce is currently the president of BanAmnestyNow.com, an organization advocating for increased \nimmigration enforcement and border security.  He was the former president of the Arizona State Senate, a position \nhe held until November 2011.  He's most widely known as the author of S.B. 1070, the Arizona law whose \nconstitutionality is being decided by the Supreme Court and is the subject of this hearing today.\n\nHe was originally elected to the Arizona House of Representatives in 2000 and the Arizona Senate in 2008.  He \nalso served as the director of Arizona's Motor Vehicle Division, the director of the Governor's Office of Highway \nSafety and as a deputy for 23 years with the Maricopa County Sheriff's Office.\n\nDennis DeConcini served as U.S. Senator for Arizona for 18 years, from 1977 to 1995.  Prior to that he served as \nPima County Attorney, the chief prosecutor and civil attorney for the county and school districts within the Tucson \nborder area.  He currently serves as a partner in the law firm of DeConcini, McDonald, Yetwin and Lacy, with \noffices in Tucson, Phoenix, and Washington, D.C.\n\nState Senator Steve Gallardo is a member of the Arizona State Senate representing District 13.  He previously \nserved in the Arizona House of Representatives from 2003 through 2009.  He has served on numerous state and \nlocal boards and committees and is the leading sponsor of the state senate bill, Arizona State Senate bill that \nwould repeal S.B. 1070.\n\nTodd Landfried is the executive director of Arizona Employers for Immigration Reform, a grassroots organization \ncomprised of 400 small, medium and large businesses committed to federal -- sensible federal immigration policy.  \nMr. Landfried's organization filed an amicus brief with the U.S. Supreme Court in opposition to S.B. 1070.\n\nGentlemen, your entire statements will, without objection, be read into the record.\n\nAnd we'll first call on Mr. Pearce.  You may proceed as you wish, sir.\n\nRUSSELL PEARCE:  Good morning.  I am Russell Pearce, the author and driving force behind S.B. 1070, which is \noverwhelmingly supported by citizens across this nation.  Thank you, Chairman Schumer, for inviting me here and \nbefore this honorable committee.  It is an honor for me to appear.\n\nAs you know, the illegal alien problem is a critical issue not just in Arizona, but across this nation, in the effects of a \nripple throughout society.  In addressing this problem, we must begin by remembering that we are a nation of laws.  \nWe must encourage -- have the courage, the fortitude, to enforce with compassion, without apology, those laws \nthat protect the integrity of our borders and the rights of our citizens from those who break our laws.\n\n\n\nS.B. 1070 removes the political handcuffs from law enforcement. All law enforcement agents have the legal \nauthority and moral obligation to uphold our laws, just like Sheriff Joe who keeps his oath and does the job he was \nhired to do.\n\nThe invasion of illegal aliens we face today -- convicted felons, drug cartels, gang members, human traffickers, \neven terrorists -- pose one of the greatest threats to our nation in terms of political, economic and national security.  \nDuring the debate of S.B. 1070, a rancher friend of mine, Rob Krentz, was murdered on the border by an illegal \nalien.  I have attended the funerals of citizens and law enforcement officers murdered by illegal aliens.  Have a son, \ndeputy sheriff, was critically wounded in the line of duty in a gun battle with illegal aliens while serving a warrant.  I \ntoo was critically wounded and shot in the chest and the hand in the line of duty.\n\nI've seen the real cost and damage caused by the presence of illegal aliens in this country.  In Arizona, the annual \ncost of the illegal immigration problem is approximately $2.6 billion; that is just to educate, medicate and \nincarcerate.  And those numbers don't reflect the cost of crimes committed by those here illegally or jobs lost by \nresidents.\n\nThe terrorist attacks of September 11th, 2001, underscore for all Americans the link between immigration law \nenforcement and terrorism. Four of the five leaders of the 9/11 attack were in violation of our immigration laws and \nhad contact with law enforcement and were not arrested.  The failure to enforce U.S. immigration laws was \ninstrumental in the deaths of nearly 3,000 people on that tragic day in America.\n\nUnder federal law, sanctuary policies are illegal, but the Obama administration does not sue those cities that adopt \nsuch illegal policies.  Instead, it chooses to sue Arizona for enforcing the law, protecting its citizens, protecting jobs \nfor lawful residents, and protecting the taxpayers and the citizens of this republic in attempting to secure our \nborders.\n\nDuring my 11 years in Arizona legislature, I authored numerous legislative initiatives designed to protect the state \nof Arizona from adverse effects of illegal immigration and, most importantly, to uphold the rule of law.  They include \nthe 2004 voter ID at the polls, passed by 57 percent of the voters; in 2006, a constitutional amendment denying \nbond to illegal aliens who commit serious crime, passed by 78 percent of the voters, 60 percent of Hispanics.  Also \nin 2006, illegal aliens who sue American citizens cannot receive punitive damages, passed by 75 percent of the \nvoters.  In 2007, protecting American jobs and honest employers by mandating the use of E-Verify for every \nbusiness in the state of Arizona.\n\nI'm also proud to say that each of these initiatives have become law and survived the various legal challenges.  In \nfact, the last time was in Washington.  The Supreme Court upheld the E-Verify law against the unpatriotic challenge \nof the Chamber and the Obama administration. Because most provisions of S.B. 1070 are in effect, the citizens of \nArizona are safer.  According to Phoenix law enforcement Association, which represents the rank-and-file police \nofficers, and I quote, \"Since S.B. 1070, Phoenix has experienced a 30-year low crime rate.\" Six hundred police \nvacancies, budget cuts and old policing strategies did not bring about these falling crime rates.  S.B. 1070 did.\n\nThe deterrence factor this legislation brought about was clearly instrumental in our unprecedented drop in crime -- \nall of this without a single civil rights, racial profiling or biased police complaint. Simply put, S.B. 1070 has clearly \nworked, and Arizona has acted within its authority.  The Supreme Court has held that states can utilize their \ninherent police powers to enforce immigration laws.\n\nS.B. 1070 directs Arizona law enforcement officers to cooperate and communicate with federal authorities \nregarding enforcement of federal immigration laws.\n\nIt imposes penalties under Arizona law for noncompliance.\n\nIt is only these simple and clear law enforcement measures that are before the Supreme Court.  This common-\nsense law is fully within the authority of Arizona as it protects its citizens from the effects of illegal immigration and \nupholds the rule of law.  And protecting our citizens is the highest duty of any public official.\n\n\n\nThank you.  God bless you, and may God continue to bless this republic.\n\nSEN. SCHUMER:  Thank you, Mr. Pearce.\n\nNext we'll go to Senator DeConcini.\n\nDENNIS DECONCINI:  Mr. Chairman, Senator Durbin, I want to thank you very much for an opportunity to address \nthis very important issue, not only to my home state of Arizona, but to our nation.\n\nThe constitutionality and prudence of federal immigration enforcement laws by state and local governments is \nindeed a complex issue.  Mr. Chairman, I'm a native Arizona resident.  I grew up in that state.  I came from \nneighborhoods and business and law practice with a multitude of Hispanic and Mexican friends, investors, what \nhave you.  We worked together.  We shared each other's heritage and experience.  The culture of our state reflects \nthe rich history of the Latino influence.\n\nBut during the last two years, Mr. Chairman, we have unduly harmed our legal Latino residents in this process, the \nsolution of the problems coming into this country illegally.  We have let rhetoric and political advantage cloud this \nsound judgment.\n\nMr. Chairman, this hearing partly is about 1070, and maybe mostly, seeing that the Supreme Court will address it \ntomorrow.  I believe it is ill-founded, mean-spirited, divisive.  In addition, it requires state and local law enforcement \nto carry out immigration responsibilities that lie with the federal government clearly.\n\nPrior to being elected to the United States Senate in 1976, as the chairman pointed out, I was the Pima County \nattorney.  I was appointed by Governor Raul Castro to head up the Arizona drug control district because of the \ntremendous problem we had along our border.\n\nThis creation of this drug control district did not create laws that contradicted federal responsibility.  It was a \ncooperative effort, put together by the legislature, Republican legislature, to address the problem in concordance -- \nin accordance with the cooperation of the federal agencies, and we did just that.\n\nI mention this because there is some similarity.  But laws need to be in cooperation and not hostile to each other.  \nWhen I came to the Senate, I was appointed to this august committee, the Judiciary Committee, and the Committee \non Appropriations.  Both had jurisdiction over Border Patrol, Customs, general services.  I used all the jurisdictions \nto focus law and resources on the U.S. Southwest border, along with my many colleagues at the time, including \nsome not from border states, like Alan Simpson and Mark Hatfield of Oregon.  We worked in a bipartisan effort.\n\nI participated as a member of the select committee and commission on immigration and refugee policy, along with \nmy friends Strom Thurmond, Alan Simpson, Ted Kennedy.  The committee issued a report in 1981 which led to the \npassage of a comprehensive immigration reform bill during President Reagan's administration.\n\nLet me remind everyone, President Reagan supported that bill, setting of a date to grandfather those in this country \nwho were here illegally with a pathway to citizenship if they did not have a criminal record.  I continue to work hard \nto see that this happens and occurs.\n\nMany ask why our efforts did not work way back in 1981.  And there's an answer.  We did not secure the borders, \neven though we passed comprehensive immigration reform.  Former Senator Pete Domenici and I chaired the \nAppropriations Committee, and we constantly added earmarks -- sorry to use that word here in this august body \ntoday -- but we added money that was not in the budget, and often it was taken out for other reasons.\n\nAt that time the effort of Congress and the public just wasn't there on this problem.  When I left the Senate, the \nnumber of border patrols had increased from approximately 4,000 to -- in `95 that's what it was, and now it's well \nover 21,000, as the chairman points out, with over 5,000 on the Arizona border.\n\n\n\nSo those who say the federal government has not done its job in ensuring border security are wrong.  I was in \nCongress from `77 to `95.  I can tell you, the federal government in recent years has made heroic efforts to secure \nour borders.  It started under the previous administration, a Republican administration, and continues now with such \nprograms as Secure Communities.\n\nWe are called here today to debate the merits of the constitutionality of 1070.  I believe it is unconstitutional, for \nmany of the reasons the chairman pointed out, which I will not reiterate. Having worked with law enforcement \nofficers much of my life, I know this law puts law enforcement in a tenable position.  Police officers are trained to \nprofile behavior, behavior, not people.  This law does the opposite.  It profiles people.  If you have brown skin in my \nstate, you're going to be asked to prove your citizenship.\n\nThe law has bad consequences.  Let me play a clip here of an individual, and he'll tell you just exactly what I'm \ntalking about. This was taken just a few days after the bill passed both houses and right before the governor signed \nit.\n\nWould you play the clip please?\n\n(Video plays.)\n\nMR. DECONCINI:  Mr. Chairman, thank you for taking the extra time to look at that.  This may have been \nunintended consequences, as they say, but this is what has happened within my state.  This is not just one example \nthat jumps out at you.\n\nAnd let me just give you one more quick one.  Some statewide political leaders, county elected officials, say that \nas a direct result of undocumented people coming into our state, horrific crimes have been caused such as \nbeheadings in the desert of Arizona along our borders.  Terrorists are sneaking in.  There's no proof to this.\n\nThese examples turned out to be totally false, including those made by our governor, who had to retract them about \nthe beheadings found in the desert.  But this demonstrates how political this issue has become.  It has not been \nabout creating law enforcement solutions to secure our border from criminal or other deportation, those with \ncriminal records, which this law, by the way, is a minor percentage of those who commit the crimes here.\n\nI could go on and tell you a lot of different stories here because I talk to a lot of different people.\n\nAnd finally, let me ask -- let me ask who is the target of 1070? Senator Durbin pointed out if anyone tells you it is \nonly the drug and gun trafficking criminals, they are mistaken.  SB 1070 targets those with brown skin.  And in my \nstate, those are my neighbors, my friends, successful business associates.  I've been in law enforcement and the \nUnited States Senate when we could fix this law, and we fixed part of it.\n\nAnd now 1070's has really caused us a problem.  As a -- as a legislator, I know -- and a law enforcement -- that \nwhenever you mix politics and law enforcement you create a toxic environment and that's what has happened to \nmy state of Arizona.  Thank you, Mr. Chairman.  I apologize for being longer than anticipated.\n\nSEN. SCHUMER:  No problem.  Thank you, Senator DeConcini.  And now we'll hear from Senator Gallardo.\n\nSTATE SENATOR STEVE GALLARDO (D-AZ):  Thank you.  Mr. Chairman, members, for the record, my name is \nSteve Gallardo.  I'm a state senator from Arizona representing District 13.  It is my privilege to have the opportunity \nto give my perspective and experience regarding Arizona's Senate Bill 1070.   Mr. Chairman, members, Senate Bill \n1070 has perpetuated a climate of fear and division within the state of Arizona.  Without any doubt, Senate Bill \n1070 has done Arizona and her people a great disservice and has done nothing to secure the borders or resolve \nany of our immigration problems.\n\nArizona law has unfortunately subject Latino citizens to racial profiling and harassment.  The following situations \nwill illustrate how Senate Bill 1070 has negatively affected the lives of many Latinos throughout the state of \n\n\n\nArizona.  Senate Bill 1070 has created racial tension and distrust between Latinos and law enforcement as well as \nLatinos and non-Latino neighbors.\n\nI'll give you an example -- the tragic death of Juan Varela, a United States citizen who was murdered in the front of \nhis home by his neighbor, Gary Kelley, just 13 days after Governor Brewer signed Senate Bill 1070 into law.  Right \nafter the bill was signed into law, Gary Kelley yelled racial slurs, \"Go back to Mexico.  If you don't go back to Mexico \nyou're going to die.\"  Before long, Gary Kelley pointed his .38 revolver at Juan Varela and shot him in the face.  Mr. \nVarela died in the front of his home.  He leaves a wife and a 13-year-old daughter.\n\nSenate Bill 1070 made Latinos targets of criminals because Latinos are less likely to report crimes to local law \nenforcement -- a fear of having themselves deported or even a loved one deported.  Many Latina women face \nnightmare situations if they are victims of domestic violence.  Because of Senate Bill 1070, many of these women \nare placed in a position where they cannot report their abuser in fear of getting deported.  In some cases, these \nwomen are held hostage in their own home.\n\nMr. Chairman, members, no woman, regardless of immigration status, should ever be placed in harm's way.  \nSenate Bill 1070 has shifted the priorities of law enforcement to focus its attention away from the criminal \ninvestigation and placed squarely on local law enforcement immigration enforcement.  This comes at the expense \nof rape, assaults and murder victims.  Most recently, the Maricopa County Sheriff's Office has come under fire for \ntheir failure to investigate 400 sexual assault cases.  Many of these cases involve children. Maricopa County \nSheriff's Office focus their attention on immigration enforcement.\n\nSenate Bill 1070 and laws like it has fostered and legitimized vigilante movements responsible for violence and \nsometimes lethal attacks on Latinos.  Here's another example.  The case of a nine-year- old, Brisenia Flores, and \nher father, Raul, were killed by the hands of Shawna Forde and Jason Bush, all members of the Minutemen \nDefense Organization in Arizona.  The Floreses were murdered in their own home as they were being robbed.  \nBrisenia Flores was nine years old when she pleaded for help and was shot dead at her home.  If Senate Bill 1070 \nhas been successful in anything, Mr. Chairman, it has been successful in breaking up the families by separating \nhard-working immigrant parents from their children and limiting the success of our Latino students.\n\nThese parents and children live in fear every day -- fear of being separated from each other.  It is common practice \nfor parents to teach their children a phone number of a family member that they can trust in the event that the \nparents get -- (inaudible) -- away in one of Sheriff Joe Arpaio's raids in Phoenix.\n\nMr. Chairman, members, the state of Arizona has dealt with a lot of anti-immigration type legislation.  The most \nrecent was a ballot initiative that preceded Senate Bill 1070 requiring undocumented students to pay out-of-state \ntuition.  The DREAM Act has been exactly that -- only a dream.\n\nI use my Carl Hayden High School robotics team in my district, a source of pride in my legislative district -- a school \nteam that has beaten teams all over the world including the Massachusetts Institute of Technology.  If it wasn't for \ntheir immigration status, these students would have unlimited promises.  Unfortunately, laws like Senate Bill 1070 \npander to a climate of fear and division that run rampant through the state of Arizona.  Mr. Chairman, this fear is \ncreated for a purpose.\n\nMr. Chairman, members, I would submit to you that Senate Bill 1070's true intentions, its primary objective, is to \nmake second-class citizens of U.S. Latinos -- to discourage them from voting, from going to school, seeking \nemployment and realizing the American dream. Immigration enforcement is only secondary objective.\n\nBy their own admissions, the authors that sponsored the Senate Bill 1070 intend to harass immigrants, to create a \nhostile and miserable environment so the immigrants will self -- would choose to self-deport.  They show no regards \nto the civil rights abuse of U.S. Latino citizens.  This, by its very nature, defines their strategy as reckless and \nabusive.\n\n\n\nSenate Bill 1070 is neither an immigration policy nor a legal position but, rather, a campaign of harassment, \nintimidation directly solely on the person's complexion.  Finally, the prime sponsor of Senate Bill 1070 will try to give \nyou some rationale for the chaos of this legislation.  However, I would submit to you that any effort to justify \nprofiling, harassment or oppression of anyone is un-American, illegal and unconstitutional on your face -- on its \nface.\n\nMr. Chairman, member, I would pray to see the wisdom of passing legislation preempting states from addressing \nand enforcing immigration laws and put emphasis on passing comprehensive immigration reform, specifically the \npriority of passing the DREAM Act for the students not only in the state of Arizona but across this great country.  \nMr. Chairman, members, these are my comments and I respectfully submit them.\n\nSEN. SCHUMER:  Thank you, Senator Gallardo, and Mr. Landfried, you may proceed.\n\nTODD LANDFRIED:  Thank you, Mr. Chairman, for inviting me to speak today.  For the record, my name is Todd \nLandfried and I'm the executive director of Arizona Employers for Immigration Reform. AZEIR, as we refer to \nourselves, was formed in 2007.  It has approximately 400 small-, medium- and large-business members.\n\nWe are not open borders, pro-legal business -- pro-illegal businesses addicted to cheap labor nor do we put profits \nbefore patriotism.  We know there are serious problems on the border and people's lives are being affected and the \nissue needs to be addressed. Businesses want legal and efficient access to the labor it needs when it needs it from \nwherever it must come from with little government interference or interaction as possible.\n\nMost importantly, we want you in Congress to solve the problem. My remarks will focus on whether laws like \nArizona's S.B. 1070 and others are good public policy based upon their impacts on business and the economy.\n\nBy good public policy I mean what are the outcomes.  Did they secure the border?  Did they create jobs and reduce \nstate expenses? Did they fulfill their proponents' promises?  It's a legitimate question, especially at a time when \nprogram accountability is so important.  What's wrong with holding state-level immigration laws to the same \nscrutiny?  In my written testimony, I have shown that this attrition through enforcement scheme has been tried \nbefore at the city, county and state level going back to 2006.\n\nWhat has come from these past attempts?  The short answer, nothing good, unless your only goal is to make brown \npeople move. After Oklahoma passed H.B. 1804 in 2007, the Oklahoma Bankers Association found the loss of \n90,000 unauthorized workers and their families resulted in a $1.9 billion loss to the state's gross state product.  The \nUrban Institute and the Migration Policy Institute found negligible savings on Oklahoma public services from the \ndeparture of the undocumented because they're ineligible for those benefits in the first place.\n\nA Georgia restaurant association survey found in November 2011 that 71 percent of their members had labor \nshortages and estimates the average monthly sales losses due to the labor shortage was $21,000 per store.  \nGeorgia farmers told their governor they needed 11,000 workers to bring in that spring's fruit crop.  Governor Deal \noffered up probationers as the solution.  On the first day, 11 showed up.\n\nA week later, there were seven left.  The losses that farmers encountered in 2011 was an estimated $391 million.  \nOne analyst said, we have turned good workers into criminals and turned criminals into bad workers, losing on both \nends of the deal.  Exactly.  Alabama is rethinking H.B. 56.  Twenty-five percent of Alabama's construction workers \nhave left the state with few replacements. Towns like Russellville report sales tax revenue losses exceeding $8.5 \nmillion.  Statewide losses and state income and sales tax collections are estimated to be between 56 million \n(dollars) and $264 million.\n\nArizona continues to suffer.  Total losses from cancellations and bookings for conferences and tourism were $394 \nmillion and a loss of 4,236 jobs.  In fact, there is a chart in the back of my written testimony that highlights those \nlosses.\n\n\n\nForeign businesses and executives refuse to work in Arizona.  The loss of 150,000 consumers from the Arizona \neconomy resulted in an estimated decline in gross state product of $24.4 billion, or 9.6 percent, a loss of 291,000 \ndirect and indirect jobs, and a result in tax revenue of 2.1 billion (dollars).\n\nDo these sound like the effects of a good law?   We were told S.B. 1070 would bolster the economy and create \njobs, yet history convincingly demonstrates exactly the opposite.  If these laws are so good, then why are the \nimpacts so bad?  The answer is that you have bad outcomes because you had bad inputs.\n\nPut bluntly, we're being misled by proponents who routinely distort data, exaggerate impacts, cherry-pick statistics, \nand in many instances make it all up.  You heard testimony about how it supposedly costs Arizona $2.6 billion to \neducate, medicate and incarcerate illegal aliens.\n\nThe problem is, that isn't the whole story, as it ignores financial contributions these workers make to the economy.  \nEconomic studies that consider both sides of the ledger show immigrants are a net benefit to Arizona of just under \n$1 billion.\n\nYou've heard 17 percent of Arizona's prisons are illegal aliens, when in reality it's impossible to know.  Why?  \nBecause the Arizona Department of Corrections combines unauthorized inmates with those who are here legally \ninto a category called \"criminal aliens.\"  The latest number is 13.2 percent.  Therefore, the undocumented \npopulation must be lower.\n\nWe're told because of S.B. 1070 crime in Phoenix is at a 30-year low, yet there are no data from Phoenix PD, the \nDepartment of Public Safety or the FBI to back that up.  That fact was reiterated in this morning's Arizona Republic.\n\nMr. Chairman, nearly every statistic used to justify S.B. 1070 has serious factual problems with it.  Newspaper fact-\ncheck researchers found that nine out of 10 immigration statements they checked, including some you heard today, \nare not the whole truth.  I would encourage you to take a look at the four-plus gigabytes of reports and data on the \nDVD I provided to the committee and educate yourself on the real facts.\n\nI'm not saying all of the concerns are illegitimate.  I'm not saying there are no costs.  No one questions the serious \nissues of drugs and smuggling on the border.  No one questions the security threats.  No one denies there is an \nimmigration problem.  We can agree on all of this, but shouldn't we spend our time looking at solutions that might \nwork rather than on one we know that doesn't?\n\nIf you want to ask a question, it should be, what else you got? It amazes me that with this scheme's history of \nfailure, that S.B. 1070 was the best idea they could come up with.  Maybe it's because no other solutions were \nallowed to be heard and discussed.\n\nFortunately, there's some great ideas for solving this problem, but you don't get to hear them because we're \nspending too much time arguing about S.B. 1070.  We will discuss some of these solutions May 1st in the Rayburn \nGold Room starting at 10:00 a.m.  We've invited all members of Congress.  We hope your staff will attend.\n\nThis continued fixation on S.B. 1070 as some kind of viable solution, when we know better, is crazy.  The Supreme \nCourt's decision will do nothing to change the fact that it remains bad policy and bad law.  Congress, however, can \nand must do something about that, and you shouldn't waste any time getting started.  That solution must deal with \ndemand for labor as well as and at the same time as border security.  Nothing else will work.\n\nThank you, Mr. Chairman and members of this committee, for your time and attention.\n\nSEN. SCHUMER:  Thank you, Mr. Landfried.  And let me thank all of our panelists for their testimony.  And now \nwe'll begin with questions.\n\nI'm going to direct some first questions to you, Mr. Pearce.  And first I want to thank you for coming, because we \ndon't agree -- that's obvious -- but you've had the courage and integrity to come here and defend you views.  And \nthat's very much appreciated.\n\n\n\nOK, now, I'm interested in trying to understand the general context behind the Arizona law.  You were on Fox \nNews on July 29th, 2010.  You said your intent in writing S.B. 1070 was, quote -- this is your quote -- \"to take the \nhandcuffs off law enforcement.  They'll go home.  They'll self-deport,\" unquote.  Do you still stand by that \nstatement?\n\nMR. PEARCE:  Yes, sir.\n\nSEN. SCHUMER:  OK.  Now, some have said that the Arizona law is necessary because the federal government \nhas not secured the border. But, to be clear, even if the border were completely secure and the government could \nshow that no new people are entering the country illegally, you would still want S.B. 1070 to remain in effect to \nensure that all of those who are already here without status either leave America or get apprehended or deported.  \nIs that correct?\n\nMR. PEARCE:  Mr. Chairman, can I give better than just a yes --\n\nSEN. SCHUMER:  Sure.\n\nMR. PEARCE:  -- to that?\n\nSEN. SCHUMER:  Yes.\n\nMR. PEARCE:  Mr. Chairman, you know, it's simply the rule of law. You know, and -- we have laws -- all kinds of \nlaws.  You're never going to get 100-percent compliance.  We understand that.  But laws without consequences \nare not laws at all.  And I've heard some misinformation here today that's more than just supporting.\n\nYou know, if everybody remembers the case Muehler vs. Mena in 2005 -- the 9-0 landmark decision by the United \nStates Supreme Court that struck down a prior decision by the 9th Circuit Court about Fourth and Fourteenth \nAmendments of those that are here illegally, and when you can ask and when you can't.  And they struck down and \nsaid you can ask anytime.\n\nThose safeguards aren't in the federal law, and the Supreme Court has upheld -- you can ask anytime.  In S.B. \n1070, we prohibit racial profiling.  In S.B. 1070 we say you have to have a legitimate contact. In S.B. 1070 we saw \nthat you have to have a reasonable suspicion.  And those are the basic things taught in a police academy to every \nyoung recruit -- civil rights, you know, the proper respect and decorum of our citizens and those that we come in \ncontact with.\n\nI find it very demeaning to law enforcement that we would assume that those kinds of things go on.  You're always \ngoing to have exceptions to every law, when you have thousands and thousands of arrests, Mr. Chairman --\n\nSEN. SCHUMER:  Thank you.\n\nMR. PEARCE:  -- but that is demeaning to our law enforcement community to make that.  And I want to -- and I just \nwant to --\n\nSEN. SCHUMER:  Go ahead; speak.\n\nMR. PEARCE:  If I might, sir.  When you talk about the police chiefs not supporting S.B. 1070 -- those that are \nappointed bureaucrats from open border-mayors in most cases -- what did support it is nine out of 15 sheriffs, \nArizona Police Association, 10,000 officers, 23 agencies, Arizona cops, 6,000 officers, the FOP.\n\nEvery single organization that represents boots on the ground supported S.B. 1070 and worked with me to make \nsure that we created the kind of exceptions that they could make in doing their job when necessary.  Yet it's the rule \nof law, mirrors federal law.  It's not -- and we didn't regulate; that is a -- the exclusive -- exclusive responsibility of \nthe federal government.\n\n\n\nAnd I agree with you, Mr. Chairman, on that -- that enforcement has never been the exclusive responsibility -- we \ndon't hear this about drug laws, we don't hear this about gun laws, we don't hear this about bank robbery or the \nother federal crimes that we enforce on a daily basis.\n\nStates have always had -- if Congress wanted to pre-empt the states from enforcing the law, they would have used \ntheir plenary powers.  They have never done that.  There has never been a pre- emption.  It has always been a \ncollaborative effort between local law enforcement and the feds to secure this nation.  And that should always be \nour priority, is the rule of law -- dignified, compassionate, respectful, but not apologetic for enforcing or laws, \nsecuring our borders.\n\nSEN. SCHUMER:  No, I appreciate that, and I want to give you the opportunity to state your whole case because \nobviously you're outnumbered here.\n\nMR. PEARCE:  (Chuckles.)  It's usually the case, Mr. Chairman.\n\nSEN. SCHUMER:  OK.  Well, again, I appreciate your being here. But I do want to ask the question again, just if \nyou could give me a yes or no answer on that, which is if the border were completely secure, if the government \ncould show -- and we would all agree that no new people are crossing the border, however that was accomplished -\n- you would still want S.B. 1070 to remain in effect so that the people who are already here without status would \nleave or be apprehended and deported, is that right?\n\nMR. PEARCE:  Mr. Chairman, I don't mean to difficult.\n\nSEN. SCHUMER:  No, I just --\n\nMR. PEARCE:  A yes or no answer doesn't --\n\nSEN. SCHUMER:  Well, just give me your answer to that question.\n\nMR. PEARCE:  Well, and let me --\n\nSEN. SCHUMER:  It doesn't have to be yes or --\n\n(Cross talk.)\n\nMR. PEARCE:  -- because, again, we're a generous nation.  We allow more people in this country than every other \ndeveloped nation combined, legally.  But, yes, the laws must be enforced.  And with that number you talked about, \nthere ought to be, still, arrests and deportation.  The largest gangs in this country are made up of illegal aliens -- the \nterrorists, the kidnappers, the human smugglers and the drug smugglers.\n\nYou can't ignore -- you can't just carve out a little section when you do these kind of things.\n\nSEN. SCHUMER:  No, I appreciate that, but your answer is yes.\n\nMR. PEARCE:  Yes.\n\nSEN. SCHUMER:  OK.  In trying to promote self-deportation, do you make any distinctions if the person has been in \nAmerica for 20 years or has U.S. citizen children or is brought here as a minor through no fault of their own?  The \nlaw does not make any distinctions among those types of people, right?\n\nMR. PEARCE:  Mr. Chairman, federal law doesn't make any distinction.\n\nSEN. SCHUMER:  I understand.\n\nMR. PEARCE:  That's a regulatory function, not a function of the states.\n\n\n\nSEN. SCHUMER:  OK.\n\nNext question.  Do you believe that many national political leaders agree with your policy of self-deportation, or do \nyou think you have a minority view here even within your own party?\n\nMR. PEARCE:  Mr. Chairman, I have a majority view.  S.B. 1070 is supported by 2-to-1 from coast to coast across \nthis nation.  After it was originally passed, 73 percent -- a Rasmussen poll -- 73 percent of Arizonans supported S.B. \n1070.\n\nIt is still, by far, the majority in favor of SB 1070.  Thirty-four states I've had contact with have indicated their desire \nto pass 1070 bills.  It is --\n\nSEN. SCHUMER:  So you believe it's a majority opinion of your party and of the country, is that right?\n\nMR. PEARCE:  Yes -- by far the majority opinion of my party, but the majority opinion of America from coast to \ncoast.\n\nSEN. SCHUMER:  Thank you.  I want to talk a little bit about racial profiling.  There are many critics who say SB \n1070 is unconstitutional because it will lead to racial profiling of Latinos, Asians and other groups.  So I want to try \nto break down the law step by step with you to understand your thought process better because you're the author.  \nNo one knows this better than you.\n\nFirst, to be clear, as you said to several Arizona news outlets March 5th, 2012, quote, \"you know why SB 10 (sic) \nwas written, and know every section of the bill.  There is nobody better to explain this law to the senate than you.\"  \nIs that an accurate quote?\n\nMR. PEARCE:  That's an accurate quote.\n\nSEN. SCHUMER:  Yeah, OK.  So let me go to section 3(b), known as the stop and arrest section whose language \nis behind me.  You're familiar with that section, I presume.  You wrote the law.\n\nMR. PEARCE:  Yes, sir.\n\nSEN. SCHUMER:  OK.  I want to show you a blowup of the official training manual given to the Arizona police \nofficers on SB 1070. Behind me here on the screen are the factors that training say police may consider in \ndeveloping a reasonable suspicion that a person is an illegal immigrant and needs to be checked.\n\nI'm going to highlight a few.  It says in the company of other unlawfully present aliens.  It says the vehicle is \novercrowded or rides heavily.  It says dress.  And then it says demeanor, for example, unusual or unexplained \nnervousness, erratic behavior, refusal to make eye contact.\n\nThe one that arouses my curiosity and bothers me is dress.  What does an illegal immigrant dress like?  Why is \ndress in those factors -- listed in those factors?\n\nMR. PEARCE:  Mr. Chairman, that was put together by AZ POST, and I understand they worked in cooperation \nwith ICE to develop the profile of those folks after making legitimate contacts.\n\nSEN. SCHUMER:  But explain to me, as the author, do you think dress is an appropriate --\n\nMR. PEARCE:  Mr. Chairman, this is not -- this is from AZ POST. This is training material for AZ POST, not a part \nof the bill.\n\nSEN. SCHUMER:  Yes, from the Arizona police.\n\nMR. PEARCE:  Right, not a part of the bill.\n\n\n\nSEN. SCHUMER:  I understand.  Well, do you think dress is an inappropriate measure?  Is there a reason to stop \nsomebody because of their dress?\n\nMR. PEARCE:  I think when you have a problem --\n\nSEN. SCHUMER:  And then, I would ask you if it's not inappropriate, what does an illegal immigrant dress like?\n\nMR. PEARCE:  Mr. Chairman, almost all -- when you train a police officer -- I've been in this business for a long \ntime, in law enforcement and public safety -- it's a compilation of issues that tend to raise the level of suspicion to \nthe level of probable cause, not any one isolated incident.  This is just a list of things that lead you to ask questions.  \nI know questions are dangerous things. People might not actually give you an answer.  So --\n\nSEN. SCHUMER:  Sometimes questions are a dangerous thing because they lead to profiling.\n\nMR. PEARCE:  No --\n\nSEN. SCHUMER:  And it seems to me when the word dress is used -- I mean, just give me a -- do you -- in your \nexperience, you've lived in Arizona your whole life, I believe?\n\nMR. PEARCE:  Yes, sir.\n\nSEN. SCHUMER:  Do illegal immigrants dress any differently than legal immigrants or American citizens?\n\nMR. PEARCE:  Mr. Chairman; I don't want to be confrontational, Mr. Chairman.\n\nSEN. SCHUMER:  No, I know.\n\nMR. PEARCE:  But I want to tell you this is a list of things to look for and they're trained by ICE.  This was ICE \ntraining in terms of a compilation.  But it's like anything --\n\nSEN. SCHUMER:  ICE didn't --\n\nMR. PEARCE:  No one issue does -- if I'm looking into a bank robbery or a Circle K robbery and I've got a \ndescription kicked out by radio of a white male, average height, white t-shirt, dark pants running down the street; I'm \nresponding to that crime and a I see a white male, white t-shirt, dark pants that turn out to be jogging pants.  I stop \nhim and I have a pretty good reason to ask him a few questions.\n\nWhen I get to the Circle K and I find out he's not the guy, he gets released.  You have to respond to reasonable \nsuspicion to do your job, Mr. Chairman.\n\nSEN. SCHUMER:  My argument --\n\nMR. PEARCE:  And this is just a list of things to look for.\n\nSEN. SCHUMER:  Right.  First, I don't believe ICE sanctioned the use of the word dress.  We'll check that out.\n\nMR. PEARCE:  I'm just told that that's what they worked with in cooperation with developing of that criteria, Mr. \nChairman.\n\nSEN. SCHUMER:  OK  Right.  So let me ask you this question. Instead of going through these criteria and other \ncriteria, why didn't you just say -- and again, the criteria are not yours, the Arizona police, as you say.  That's what \nwe say up there -- mandatory check.\n\nBut why didn't you just say that everyone who is stopped by police has to be checked for legal immigration status?  \nWhy do you require the police to form opinions about whether a person is an illegal immigrant first before requiring \n\n\n\npolice to ask that person for proof of legal status?  Doesn't the way you wrote the law either require or certainly \ninvade towards racial profiling?\n\nMR. PEARCE:  Just the opposite, Mr. Chairman.  Again, under federal law -- you know, under the U.S. Constitution \nand the Arizona constitution you know, we have the Equal Protection Clause.  I knew those kinds of issues would \nbe raised by those open border folks that are against any enforcement.\n\nWe've been sued on everything we've done, from voting fraud to stop voting fraud, welfare fraud, to going after \nillegal (person who compete ?) illegally, immorally, and have a competitive advantage over the honest employer.  \nDoesn't it seem like no matter what we do, Mr. Chairman, we're attacked for simply enforcing the law and trying to \nprotect American citizens and jobs for Americans.\n\nSo you knew those questions would be asked, you knew you'd -- they'd come after you.  We simply wrote the bill to \npreempt those kinds of silly arguments and try to protect -- try to protect everybody's rights.  As a civil libertarian, \nI'm a believer that everybody -- you have to have a reason to do stuff.  I don't want a police state.  I want a reason \nto do something.  That's why those -- that's why that bill was written in the manner it was written.\n\nSEN. SCHUMER:  So let me ask you again.  If you want -- why wouldn't it have done just what you say, rule of law, \nnot discriminate -- why wouldn't it have been better to say that everyone stopped by the police should be checked \nfor their status?  Why come up with obviously a really problematic definition of suspicion?  And you've seen in the \nregulations that it is problematic.\n\nMR. PEARCE:  Well, Mr. Chairman, I don't agree that it is problematic.  In Arizona, first of all, we made the proper \nexceptions. If you have an Arizona's driver's license or a driver's license from a state that requires proof of \ncitizenship or legal presence, you're automatically exempt from that.  That is -- that is -- (inaudible) -- at that point, \nreasonably, that you're legal.  All we wanted to do in this bill is common sense.\n\nSEN. SCHUMER: Right.\n\nMR.GALLARDO:  You know, we teach our officers to have common sense -- you know, respond to reasonable \nsuspicion.  Not everybody. You know, you stop somebody -- I don't want -- I don't want to hold a family up while I'm \nasking all kinds of silly questions when there's no reason to ask those kinds of questions.  This was based on \nreasonableness, Mr. Chairman.\n\nSEN. SCHUMER:  OK, well, I guess many would disagree with that, including some of the panel.\n\nMR. PEARCE:  I understand.\n\nSEN. SCHUMER:  Let me ask you a question about minors.  If a police officer stops a minor, what documentation is \nthe minor supposed to show the police officer to prove that he or she is a U.S. citizen?\n\nMR. PEARCE:  Mr. Chairman, it's a little different for minors, needless to say.  They're not required under -- if you're \nan adult, you're required under federal law to carry your indicia with you at all times -- at all times under 8 U.S.C. \n1304 and 1306.  You know, so again -- again, reasonableness is the thing.  If there's not a reason to ask, officers \naren't going to ask.\n\nSEN. SCHUMER:  Well, let me ask you this.  You see -- there's a car driving.  There's an adult driving it.  There are \nminors in the backseat.  Now, the law allows the children to be checked, right?\n\nMR. PEARCE:  Well, Mr. Chairman, at a certain age.  And I'm not recalling the age -- at a certain age --\n\nSEN. SCHUMER:  No, there's no age.  It just -- all the children can be checked and should be checked under the \nlaw and its regulations.  What are the children supposed to show?\n\n\n\nMR. PEARCE:  Mr. Chairman if they don't have ID, they're not supposed to show anything.  You're not required to \nhave ID, you know, unless you're a driver or, you know, a lot of the -- in Arizona, we allow parents to go out and get \nan Arizona ID at any age if they want -- if a parent chooses.\n\nSEN. SCHUMER:  So you think all -- under this law, children, to prevent themselves from being sent to a detention \ncenter or whatever would have to carry some kind of ID.\n\nMR. PEARCE:  Mr. Chairman, that's not accurate.\n\nSEN. SCHUMER:  Well, then --\n\nMR. PEARCE:  Mr. Chairman, there's a reasonableness, again, inferred.  You know, you're taking the extreme -- \nand I understand, trying to make a point.  But Mr. Chairman, it's just not accurate. It's just not so.\n\nSEN. SCHUMER:  Well, does the law say anywhere that children don't have to be checked when they're stopped in \na car in this situation?  I understand the law says the opposite.\n\nMR. PEARCE:  Mr. Chairman, it gives an out.  This law makes exceptions to law enforcement, you know, to make \nreasonable decisions based on the circumstances at the time.  I suspect -- and again, I think it's demeaning to law \nenforcement to assume they don't know how to do their job in a respectful, proper manner.\n\nSEN. SCHUMER:  I want to go to demeaning to law enforcement because -- yeah, I'm just going to submit for the \nrecord section 3(b), and it doesn't list any exceptions at all.\n\nMR. PEARCE:  Mr. Chairman, it's modeled after federal law.\n\nSEN. SCHUMER:  OK, well, it's -- but there are no exceptions here.  I don't believe federal law is like -- based -- I \ndon't believe this is consonant with federal law.\n\nMR. PEARCE:  Yes, sir --\n\nSEN. SCHUMER:  Let me go to this.  You said --\n\nMR. PEARCE:  It mirrors federal law, Mr. Chairman.\n\nSEN. SCHUMER:  Let's go to demeaning police.  Doesn't your law permit any citizen of Arizona to sue any police \ndepartment or any individual police officer who refuses to ask for immigration documents during a stop?\n\nMR. PEARCE:  Mr. Chairman, let me correct you.  It is not -- it does not allow them to sue any individual law \nenforcement officer when they use the discretion that we give them on this law and other laws. That discretion has \nallowed the officer -- and if you read the bill carefully, you'll see that discretion.  In fact, we give the officers --\n\nSEN. SCHUMER:  But there is a right --\n\nMR. PEARCE:  Hang on.  Let me -- I understand, Mr. Chairman.\n\nSEN. SCHUMER:  So just explain that right to sue everybody.\n\nMR. PEARCE:  Yes, sir, and I will.  But law enforcement has qualified immunity under this bill because we knew \nthat they'd be sued whether they do or they don't.\n\nWhat the lawsuit is doing -- that phrase in our founding document, \"we the people -- in Arizona, we still believe in \n\"we, the people.\"  We give \"we, the people\" the ability to sue their agency -- their government, if they will -- if they \nfail -- have a policy -- have a policy that limits or restricts the enforcement of immigration laws as required under \nfederal law.  So, yes, sir, we do give citizens a right of --\n\n\n\nSEN. SCHUMER:  It's up on the chart here.  It says:  Any person who is a legal resident of this state may bring an \naction -- that's a judicial action -- an action in superior court to challenge any official or agency -- not just the \nagency but any official -- that's the words of the statute -- of this state or county or city or town or other political \nsubdivision of this state that adopts or implements a policy that limits or restricts the enforcement of federal \nimmigration laws.\n\nNow, John Smith could decide that Officer Jones has adopted a policy of not stopping the right people in John \nSmith's mind, and sue. And that would be an actionable case.  We'd see how the court would decide it.\n\nAnd I just want to ask you this:  Is there any other statute in Arizona that you're aware of that allows citizens to sue \npolice officers for not enforcing a particular law?\n\nMR. PEARCE:  It's my understanding there are a couple.  But let me explain --\n\nSEN. SCHUMER:  I haven't come across any, so you can submit them into the record.  But I would state for the \nrecord I haven't seen any. Please check that.\n\nMR. PEARCE:  OK, Mr. Chairman -- again --\n\nSEN. SCHUMER:  So I'd ask you -- I'm just going to ask you this and then let you respond at some length.  Why \nwas this law singled out to allow this action?  Isn't that demeaning to police officers?  And won't --\n\nMR. PEARCE:  Mr. Chairman --\n\nSEN. SCHUMER:  And just one other question.  Maybe the most important.  Won't that push them to do things to \nprotect themselves from lawsuit that they believe they shouldn't do?  You can answer all of those.\n\nMR. PEARCE:  And I would -- and I'm grateful for that chance to answer that.\n\nLaw enforcement sat down with me to write that section, Mr. Chairman.  And the officials interpret it as somebody \nwho had an official capacity to set policy.  And that's what it has to do -- that's why the qualified immunity is to the \nofficer on the street where we give them the discretion to enforce this law.\n\nYou know, law enforcement and attorneys sat down as we decided and mulled over that language.  That was their \nlanguage put in by them -- a comfortable language that they felt gave the officers the protection they need to have \ndiscretion.  At the same time, language that was more compelling to the city to eliminate --and sanctuary policies \nillegal, Mr. Chairman.  It is illegal under 8 U.S.C. 1644 & 1373 to have a policy that limits a restriction in \nenforcement of these laws.  Not only are states not preempted; they're preempted from having a policy that \npreempts them under federal law.  That's what this is about:  making sure they do their job.  Taking the handcuffs \noff them -- as you've stated and you quoted me.  And that's exactly what this is doing.  And we gave them qualified \nimmunity while enforcing this law, and gave the citizens the right to hold their government accountable.\n\nSEN. SCHUMER:  How does --\n\n(Cross talk.)\n\nSEN. SCHUMER:  -- taking handcuffs off law enforcement and then allowing citizens to sue law enforcement \nbecause an average citizen with no experience in his or her judgment says:  They're not enforcing the law.  It's sort \nof a contradiction.  And I'm just curious as to why on this particular law you wrote in that provision when it doesn't \nexist, I don't think, in any Arizona -- other Arizona statutes, but certainly not in the vast majority of law enforcement \nstatutes.\n\nAs somebody who has been a pretty law and order, pro-police person in my career, the last thing police like is to be \nsued by citizens supplementing their own judgment.\n\n\n\nMR. PEARCE:  Again, I don't want to, you know, take this into \"he said, she said,\" back and forth, Mr. Chairman.  \nBut the truth is they helped write it; that was their -- that was language they were very, very comfortable with.  They \nsat down with me; we sat with their attorneys and with the associations and wrote that language to make them \ncomfortable.\n\nThat's why -- again, Mr. Chairman, you know, this whole thing -- you know, when you talk about no other bill, I don't \nknow if any other law that brings me to Washington, D.C., an Arizona state law that requires me to defend the rule \nof law.  I haven't been here to defend the tough DUI laws we have.  I haven't been here to defend the human \nsmuggling laws that we have.  I haven't been called to Washington, D.C., to defend anything else.  So you see why \nwe have to -- really carefully wrote this and put those provisions in there?  Mr. Chairman, we knew that we'd be \nchallenged by everybody in town for simply trying to enforce our laws to protect our citizens and protect jobs for \nAmericans.\n\nSEN. SCHUMER:  OK, well, thank you.  I have one more area of questioning but I don't see how it either protects \npolice or protects you from being criticized, to then allow citizens to sue -- (chuckles) -- the police because, in their \njudgment, they didn't enforce it.\n\nBut let's go to documentation.\n\nMR. PEARCE:  Can I just -- one comment --\n\nSEN. SCHUMER:  Yeah, please.  You can answer that.\n\nMR. PEARCE:  Mr. Chairman, that law is not -- that piece has not been enjoined.  Only four sections of S.B. 1070 \nhave been enjoined. The other six -- in place.  That one is in place.  We've had not one lawsuit from the citizens.  \nThis runaway train that you're kind of painting a picture of that citizens are going to jump up and look forward to \nsuing their government.  It hasn't happened.  We don't have one lawsuit as of today because those policies have \nbeen eliminated in the state of Arizona.\n\nSEN. SCHUMER:  But that's to say that the rest of the law has been enjoined --\n\nMR. PEARCE:  No --\n\nSEN. SCHUMER:  If it goes back into effect, we will see citizens sue.\n\nMR. PEARCE:  But, Mr. Chairman, that's not true.  In the first part of S.B. 1070, it says, you will not have a policy \nthat limits the restriction in enforcement of this law to the slightest degree -- to the slightest degree.  So there must \nbe some compliance.  Citizens aren't running to the courts to sue.\n\nSEN. SCHUMER:  Let me go to one final area of questions -- and I appreciate my colleague, Senator Durbin, being \npatient here.\n\nThere's another chart I want to put up behind me.  Do you know how many forms of identification exist today that \ncan be shown to prove your lawful status in the United States by federal law?\n\nMR. PEARCE:  I do not know the exact number.\n\nSEN. SCHUMER:  I didn't either but -- so don't feel bad about that.  But there are 53.  The answer is that there are \nat least 53 documents that the Department of Homeland Security says will prove lawful status.\n\nNow, again, I'm going to show you -- those are the 53.  You don't have to read them all.  There are a lot of them; \nthat's the point.\n\nNow, I'm going to show you your training manuals -- the Arizona police training manuals.  And it says the only \ndocuments are a U.S. passport -- are much more limited, and I'll read them:  a U.S. passport, U.S. military DD 214, \n\n\n\nU.S. military I.D. card, U.S. military dependent cards, U.S. birth certificate, U.S. and state -- U.S. and state \ngovernment employment I.D. cards and tribal I.D. cards and driver's licenses.  So there are just eight documents.\n\nNow, according to the law, if a legal immigrant shows any -- that's a legal immigration; not illegal -- shows any of \nthese 45 other valid documents to police -- this is according to your law -- they have to be taken to an ICE facility to \nhave their immigration status determined by a federal government official or wait on the side of the road for an ICE \nofficial -- a federal official -- to come before they can be released.  Is that correct?  That's what the law says, \nright?\n\nMR. PEARCE:  Well, that's not quite correct, Mr. Chairman. There's a 24/7 hotline that ICE has set up and also \n287(g)-trained officers who are trained -- if you are cross-certified as federal agents, can make determination for \nthose -- for those purposes.  It's usually a five-minute phone call on the phone to an ICE agent or a 287(g)-trained \nagent, such as 200-and-something that are trained in Maricopa County, alone -- Maricopa County deputies.  So it's \na five- minute conversation usually on the telephone.\n\nSEN. SCHUMER:  Well, I am -- I just want to submit to the record a statute of the police training manual -- again, \nArizona police.  If reasonable suspicion of unlawful presence exists and it is practicable -- see below -- call ICPB or \na 287(g) officer to determine the immigration status of the person.  So in other words, you are not consonant with \nfederal law.  You're not helping federal law enforcement.  In other words, if you were doing what you say you're \ndoing in this statute, you would say these state police officers, if they saw any one of these 53 documents, should \nbe able to say, OK, that's I.D., and go on your way.  But, instead, what Arizona does -- and it does it in a lot of \nsenses; this is just one little example -- is it restricts the federal law and substitutes its own judgment. Isn't that \ncorrect?\n\nMR. PEARCE:  Mr. Chairman, no.  That's not correct.  And, again, they have a -- they have a hotline.  These are \nguidelines as most policy --\n\nSEN. SCHUMER:  Yeah, but --\n\nMR. PEARCE:  These are guidelines for those officers.  And then, as you noticed -- what you just read, then call.  \nThere's a 24/7 line.\n\nSEN. SCHUMER:  Why is it that the state can enforce -- the state police officer under your law can enforce some \nprovisions that are allowed in federal law but not so many others?  Isn't that -- that's not helping the federal \ngovernment enforcement law.  That's implanting your judgment and restricting the federal law.\n\nMR. PEARCE:  Mr. Chairman, I respectfully disagree.  That's not what it does at all.\n\nSEN. SCHUMER:  OK.\n\nMR. PEARCE:  It simply gives them guidelines of documents that are acceptable on their face.  And any other \nquestions you have, you simply call ICE or a 287(g)-trained officer.  Again, I'll repeat myself.  And I hate to be too \nredundant here, but it's a five-minute conversation that happens every day of the week.\n\nSEN. SCHUMER:  Yeah, but I'm sure there are many other instances that are like the clip that Senator DeConcini \nshowed, where they had to be brought to a particular place, detained, and somebody else has to look at them.  \nWe'll ask these other witnesses --\n\nMR. PEARCE:  Mr. Chairman, we do that --\n\nSEN. SCHUMER:  -- if they're familiar with --\n\nMR. PEARCE:  -- for DUI guys too, and -- (inaudible).  You know, that's an officer discretion.\n\nSEN. SCHUMER:  OK, thanks.\n\n\n\nI have a few more questions for the other witnesses, but I've kept Senator Durbin long enough.  So I'm going to call \non him now to ask some questions, and then I'll go back.\n\nSEN. DURBIN:  Thank you, Mr. Chairman.  I appreciate your line of questioning.\n\nAnd let me start, if I might, with Senator Gallardo.\n\nSEN. GALLARDO:  Yes, sir.\n\nSEN. DURBIN:  There's an agency in Chicago.  It's a charity. It's called Los Mujeros Latinos en Accion.  It's been in \nbusiness for over 20 years.  It was established in the Hispanic neighborhoods of Chicago as a domestic violence \nshelter, primarily for new immigrants in this country and for the undocumented so that if women and children were \nthe victims of violence, they had a safe place to go.  They had someone who would listen to them, counsel them, \nand refer them to law enforcement in those circumstances where perhaps the husband has been abusive to the \nmother, the wife, and even abusive to the child.\n\nI have supported them throughout my time in office because I don't believe any of us want to see that happen, and \nwe want to do everything we can to stop those guilty of that type of crime.\n\nYou talked about the impact of this law, this Arizona immigration law, on people living in Arizona.  Could you tell \nme your opinion as to whether or not this law makes it easier or harder for an undocumented mother to come \nforward and to report to law enforcement domestic violence or even the abuse of her children?\n\nSEN. GALLARDO:  Definitely.  Mr. Chairman, Senator, Senate Bill 1070 has not even been fully enforced.  I mean, \nthere are still portions of it that have not been acted on.  And the portion dealing with local law enforcement trying to \nenforce immigration or forcing them to enforce immigration law -- and just a real quick comment in regards to Mr. \nPearce's comments in regards to law enforcement.\n\nThe first lawsuit filed against Senate Bill 1070 was a Phoenix police officer.  We're talking an officer on the street \nwho came forward, spending his own dollars to file a lawsuit against the bill because of exactly these types of \nsituations.  The wall that is placed between law enforcement and the Latino community is there.  And the law -- \nSenate Bill 1070 hasn't even gone into effect and there's already the wall there.\n\nSo you have situations like women who are in a domestic violence situation who are too fearful of going to law \nenforcement and report their abuser because the fear of them getting deported and separated from their kids.  So, I \nmean, this law hasn't even been in effect and we're already feeling the consequences.\n\nAnd it's unfortunate that you see women constantly -- I work real closely with the Coalition Against Domestic \nViolence in the state of Arizona, and they -- reports after reports of situations where women who are \nundocumented, who are in a relationship, are, for the most part, held hostage in their own home because of their \nfear of going to law enforcement.\n\nI mean, 1070 has not -- it has not even been into effect and we're already seeing this barrier.  You ask any law \nenforcement officer in the state of Arizona, they will tell you the number one way for them to solve any type of \ncrime is working real closely with the community.  It's community policing.  That's how they resolve crime. It's \nhaving folks going to law enforcement and reporting these types of crimes when they're victims or when they \nwitness crimes.\n\nUnfortunately, Senate Bill 1070 puts that wall right between law enforcement and the Latino community, and \nparticularly with women of domestic violence, too fearful to go to police to ask for help because of their fear of, one, \nbeing deported, and even worse, being separated from their kids.  And that's their big concern.\n\nSEN. DURBIN:  Or being charged under this law --\n\nSEN. GALLARDO:  Exactly.\n\n\n\nSEN. DURBIN:  -- because of a reasonable suspicion that they are in this country under an undocumented status.  \nSo here is a mother, a wife, a victim of domestic violence, perhaps with a child who is a victim of child abuse or \nworse, who is fearful to come to the law to protect herself or her child because of this 1070.\n\nSEN. GALLARDO:  And Mr. Chairman -- Mr. Chairman, Senator, we're pointing out an area in the law that -- this is \nexactly why Governor Brewer denied the invitation.  She can't justify the very bill that she signed.  It's these types of \nsituations that, if you ask her these questions, she can't answer them, because it has put a very polarizing sense \nwith law enforcement and the community; I mean, this wall that is placed in front of women or victims of crime that \n1070 is really hurting these victims.\n\nAnd it's unfortunate, particularly in the cases of domestic violence, where you have women who are just held \nhostage.  They're in terrifying situations.  And now we have a bill that hasn't even been fully enacted and it's still \nalready creating this huge wall.\n\nSEN. DURBIN:  Thank you.\n\nMr. Pearce, you published something on May -- I believe it was May 24th of 2011, entitled \"Warning:  The \nNightmarish DREAM Act Is Back.\"  And it was on the letterhead of BanAmnestyNow.com.  It was a lengthy piece.  \n\"It's back.  Help us stop the DREAM Act\" was the title of it.  And on one section of it, you suggested that the \nproponents of the DREAM Act talk about those who would be eligible as honor students and so forth.\n\nAnd you went on to say, \"What the pro-amnesty interests never show are the tens of thousands of criminals, drug \ndealers, human traffickers and gangsters who are caught and sent back over the border each year, only to return \ntime and time again.  Help me stop the DREAM Act.\"\n\nMr. Pearce, have you read the DREAM Act?\n\nMR. PEARCE:  Mr. Chairman, which version?\n\nSEN. DURBIN:  Well, it's been -- that's a correct statement.  It has changed.  But there's been one consistent thing \nthroughout.  The one consistent thing is people with a serious criminal record will never be eligible for the DREAM \nAct -- never.  There's never been a version of the bill that I've been sponsor of that would allow anyone guilty of \nbeing criminal, drug dealer, human trafficker or gangster to be allowed into the United States under the DREAM \nAct.  Do you disagree with that?\n\nMR. PEARCE:  Yes, I do to some degree, because --\n\nSEN. DURBIN:  Point out --\n\nMR. PEARCE:  -- not all those are convictions.\n\nSEN. DURBIN:  Point out that provision.\n\nMR. PEARCE:  Not all those are convictions, Mr. Chairman.  We're only talking about convictions that would be \nprohibited from it.\n\nSecondly, Arizona -- the voters have voted 75 percent to not allow the DREAM Act in Arizona.\n\nSEN. DURBIN:  That doesn't answer my question, sir.  I'm asking you whether a person who's been convicted of \ndrug dealing is eligible under the DREAM Act.\n\nMR. PEARCE:  Convicted, Mr. Chairman, they probably would not be eligible under the DREAM Act.  But the \nDREAM Act goes much farther, as you know.  It is a form of amnesty within itself.  And again, I do oppose the \nDREAM Act.  I make it very clear, Mr. Chairman.  And again, Mr. Durbin, you know, these are always difficult \nissues, Mr. Durbin. All of us have a heart and all of us have compassion.  But we -- but laws that have no \nconsequences are no laws at all.\n\n\n\nSEN. DURBIN:  So let me ask you this.\n\nMR. PEARCE:  We know that.  So --\n\nSEN. DURBIN:  If you were speeding down the highway and had your infant in a car seat in the back seat and you \nwere pulled over and charged with speeding, should that infant get the ticket too?\n\nMR. PEARCE:  Mr. Chairman, that's not -- Mr. Durbin, I don't follow that analogy at all.\n\nSEN. DURBIN:  No one should, because it's --\n\nMR. PEARCE:  It doesn't happen.\n\nSEN. DURBIN:  Well, I'll tell you how it happens.  It happens when an infant is brought to the United States and the \nparents don't file the papers.  The infant did nothing wrong.  The infant has lived here their entire lives and graduate \nhigh school and now want a chance to earn their way into legal status.  And you are saying because the parent \ndidn't file the papers, now the child must suffer.\n\nMR. PEARCE:  Mr. Durbin, if I might respond, you know, again, you need to blame those responsible and not us for \nbeing a nation of laws. I've met with these students at ASU.  I've met with a bunch of them that are in that status.  \nAnd we've even shared some tears together. Some of them are wonderful kids.  And I don't know how you carve \nout, because the way this bill works, there's always a blanket to everybody.  It doesn't carve out individually.  It's a \nblanket amnesty for those folks.\n\nThere are exceptions, and I think the law allows certain exceptions under the law.  But those ought to be carefully \nexecuted exceptions --\n\nSEN. DURBIN:  Mr. Pearce.\n\nMR. PEARCE:  -- Mr. Durbin.\n\nSEN. DURBIN:  Mr. Pearce, the DREAM Act is not blanket amnesty.\n\nMR. PEARCE:  Yes, it is.\n\nSEN. DURBIN:  You have to earn your way into legal status.\n\nLet me introduce you to another one of your neighbors from Arizona.\n\nI'd like you to get to know him a little bit here while you're at this hearing.  His name is Oscar Vazquez.  He grew up \nin your home state, spent his high school years in Junior ROTC.  He entered a college-level robot competition \nsponsored by NASA.  He was competing against students from MIT and other top universities.  He won first place.\n\nIn 2009 Oscar graduated from Arizona State University with a degree in mechanical engineering -- not exactly a \ncriminal, drug dealer, human trafficker or gangster.  He was one of the top three students in his class.  Let me tell \nyou what happened after he graduated and realized he couldn't be licensed as an engineer because he's \nundocumented.  His parents brought him here as a child.  He has no legal status in this country.\n\nHe went back to Mexico.  And while he was in Mexico, the Obama administration granted Oscar a waiver to re-\nenter the United States. Now, at any time before he left for Mexico, he could have been pulled under -- over, under \nyour law, under S. 1070, reasonable suspicion, maybe the way he dresses or the fact that he may have an accent.\n\nWithout his waiver -- without the waiver from the Obama administration, Oscar would have been barred from \nreturning to the United States for at least 10 years and separated from his wife, Carla, and their two-year-old \ndaughter, Samantha, who live in Arizona and are American citizens.\n\n\n\nWell, the good news is he was given the waiver, came back to the United States.  He's an example of a DREAM \nAct-eligible person.  You know what he did when he came back to the United States, Mr. Pearce? I'm about to tell \nyou.  He immediately enlisted in the United States Army.  He completed basic training and then he was sworn in as \nan American citizen.  Today, Oscar is serving our country -- and his country, the United States of America -- in \nAfghanistan.\n\nNow, you've criticized the DREAM Act as, quote, \"some liberal dream of creating an American military staffed with \nforeign soldiers.\" Do you consider Oscar Vazquez a foreign soldier?\n\nMR. PEARCE:  Mr. Durbin, you know, Oscar is a -- is a good story to use.  The exception was made.  That's exactly \nwhat I'm talking about.  Those exceptions ought to be carefully thought out and not just a blanket amnesty or \nsupport.  There's a cost to the American taxpayers for all this.\n\nYou know, if you want to make exceptions, I'm OK with the proper exceptions, and I think Oscar's probably one of \nthose that met all the criteria that any American would be proud.  And certainly I'm proud that he would join the \nmilitary, proud that he would defend the nation that he wants to be a part of.  Those are good things, Mr. Durbin. \nDon't take --\n\n(Cross talk.)\n\nSEN. DURBIN:  Be careful; it sounds like you're getting close to the DREAM Act here.\n\nMR. PEARCE:  That's right.  I'm not in favor of the blanket amnesty approach to the degree -- (inaudible) -- costs \nhundreds of millions of dollars.\n\nSEN. DURBIN:  I've got to get you away from the cliches.\n\nMR. PEARCE:  I'm talking about the exceptions that are appropriate.  We have them.\n\nSEN. DURBIN:  Mr. Pearce, you were in the legislature.  I've got to get you away from the cliches to actually read \nthe bill.\n\nSenator DeConcini, these stories about your fellow Arizona residents, you must know many yourself, families that \nare going through this.  We're now reaching a point where these DREAM Act students are stepping up and self-\nidentifying so people know who they are, what their dreams are and what part they can play.\n\nYou had the honor of representing the state of Arizona for so long.  Can you put their stories in the context of your \nhome state and this debate over S. 1070?\n\nMR. DECONCINI:  Well, Mr. Chairman, I'll make an attempt to do that.  Had I been here, I would have supported \nthe so-called DREAM Act now.  I supported immigration reform that is orderly, safe and legal and does create a \npathway.  Not amnesty, a pathway.  There are numerous examples here of people.\n\nI serve on the Arizona Board of Regents.  We govern the three universities, eight appointed members.  We have \nconstantly had the problem of these people coming to their presidents and some of them petitioning members of the \nboard of regent -- the board of regents, to grant them some kind of an exemption, some way to stay in school.  And \nour legislature put forward legislation that says they have to pay out-of-state tuition if they're going to stay here and \nthey're not deported under SB 1070.  It has caused immense pain and suffering in the Latino community.  I know \nmany of them.\n\nAnd, you know, as long as we're on the subject matter, my distinguished colleague, former Senator Pearce, will tell \nyou about this is not profiling.  It is profiling.  Police officers tell you that, that it's profiling.  They feel they have to.  \nThere's two sheriffs on the county -- on the border with Mexico, Santa Cruz and Pima County.  These two sheriffs \nare opposed to this bill.  These two sheriffs are against it because it infringes on federal law, and they're not \n\n\n\ntrained.  Under -- Secure Community (sic) Program that DHS put in has helped them train.  But they refer people \nover when there is a violation of the law.\n\nSo it is absolutely absurd that -- to state here that this does not profile.  This has become such a profile issue in \nArizona that two of our sheriffs, elected sheriffs, one in the largest county, is under investigation, both criminally \nand civilly.  And the civil action is based on profiling.  And that's the reality, because people are being profiled.\n\nAnd, you know, you can talk about well, that wasn't the intent. Maybe it wasn't the intent.  Oh, I got a heart,  and we \ndon't want to do that.  But that is the fact.  Imagine two law enforcement officers, duly elected, enforcing this law, \nare under investigation -- one for criminal, one for criminal and civil, and the civil part is profiling and the other one is \nmisuse of the office.  And I could tell you stories that will make your hair stand on end of public officials, including \nthe superior court judge that was indicted because he opposed this particular sheriff.\n\nAnd a member of the -- two members of the Pima -- Maricopa County supervisors, who were indicted.  That county \nattorney that indicted them with that sheriff has been disbarred in Arizona, and that sheriff is under investigation.\n\nSo, you know, it's gotten so political.  And if you -- if you talk out against some of the law enforcement people, you \nget arrested in Arizona.  If you're a judge and you rule against it -- he brought a criminal action against the judge.  \nAll thrown out.  All thrown out. Maricopa County just settled a million-dollar settlement lawsuit by one of those \nsupervisors that it sued, after the case had been all dropped, because of the action of that prosecutor and because \nof that sheriff.\n\nThank you, Mr. Chairman.\n\nSEN. DURBIN:  Thank you, Senator.  And I'd -- I'll just close, thank Senator Schumer for the extra time here, and \njust -- I want to echo his words, as we did at our hearing on racial profiling.\n\nI have the highest respect for our law enforcement officials. The men and women who get up every morning and \nput that badge on and risk their lives for me, my family, my community, my neighborhood, my state and this country \ndeserve our respect.  We do not help them in their job when we create laws like this which puts them in a position \nof calling people out because of their status, not because of the suspicion they've even committed a crime.  And \nthat is not fair to them.  It doesn't make their job any easier.\n\nThank you, Mr. Chairman.\n\nSEN. SCHUMER:  Thank you, Senator Durbin.\n\nI just have a few more questions, and these are to the other three witnesses.  First, all of you are Arizona citizens \nand residents, right?  (No audible response.)  Do you -- can you point out ways that illegal immigrants, \nundocumented immigrants, dress differently than other people?  I mean, what does it say about the Arizona police \nwhen they say that's one of the things to look for?\n\nMR. DECONCINI:  Mr. Chairman, if I could just comment.\n\nSEN. SCHUMER:  Senator.\n\nMR. DECONCINI:   As a former senator, former prosecutor, native Arizona, mother native Arizona, I'm \nembarrassed for my state.  I apologize for Arizona's actions towards our Latino community.  Legal or illegal, this is \nnot a way to treat people.\n\nThe -- so many of the religions in our state, they have outreach programs.  They don't ask whether or not -- \nimmigration, as Senator Durbin pointed out, for a violation of violence, domestic violence, for any other kinds of \ncrimes.  They don't ask.  Because that's what America's all about.  And the federal government has that \nresponsibility.\n\n\n\nThank you, Mr. Chairman\n\nSEN. SCHUMER:  Either Senator Gallardo or Mr. Landfried, in terms of my question.\n\nSEN. GALLARDO:  Thank you, Mr. Chairman.  Senate Bill 1070 has been the worst piece of legislation ever \npassed in the state of Arizona.  If you look at Section 3(B), you were mentioning before, where reasonable \nsuspicion exists that a person is an alien and is unlawfully present in the United States, reasonably suspicious.  The \nonly way to determine that -- it's not by clothing; it's by the color of their skin.  End of discussion.  There is no way to \nenforce Senate Bill 1070 without using race as the determining factor if someone is here legally.\n\nI would propose that if Mr. Pearce and myself were walking down the street and you asked law enforcement to pick \nout the person who they suspect would be here undocumented, they're not going to be pointing at Mr. Pearce.  \nThey're going to be pointing at me.  They have to use race in order to enforce Senate Bill 1070.  That's the \nunfortunate part.\n\nAnd Mr. Chairman, if Senate Bill 1070 was so popular, why did the sponsor get recalled out of his own legislative \ndistrict?  At the end of the day, this bill is bad public policy for the state of Arizona. It has put a black cloud over the \nstate of Arizona. It has given us a negative image that's going to take us years to get out from underneath.  It is \npoor public policy --\n\nSEN. SCHUMER:  You know -- the legislation, as you know, is before the Supreme Court tomorrow.  We reached \nout to many Arizona officials.  I'll say this for Mr. Pearce; he was the only one who would come.  If you believe in \nthe law, if you voted for the law, if you're enforcing the law, why can't you come and defend it?\n\nBut Mr. Pearce was the only one who would come.  He's had his opportunity to make his case.  Governor Brewer \ndidn't want to come. We reached out far and wide to incumbent officials who supported the law.  No one would \ncome.  Which says something, I think, about the law, but it also is to your credit, Mr. Pearce, that at least you have \nthe integrity to come here.\n\nI wanted to ask Senator DeConcini, the clip you showed -- which was powerful and moving -- I take it that happens \nfrequently.\n\nMR. DECONCINI:  Mr. Chairman, I don't have factual information to give you a number.  I am told --\n\nSEN. SCHUMER:  I'm not asking for that.\n\nMR. DECONCINI:  -- I'm told --\n\nSEN. SCHUMER:  But it's not -- Mr. Pearce was sort of making it seem like it's an exception, and most of the --\n\nMR. DECONCINI:  No, I'm told by law enforcement officials -- as the sheriff of Pima County has conveyed to me -- \nthat yes, that happens.  And he has -- feels that his deputies should not have to be put in the position of being liable \nif they should not ask somebody.\n\nSEN. SCHUMER:  Mr. Gallardo, are you familiar with how the law is being -- well, it hasn't had much time to be \nenforced because it was enjoined, but --\n\nSEN. GALLARDO:  And Mr. Chairman, I think that's the critical --\n\nSEN. SCHUMER:  I think the clip was actually before the law was passed, right?  Is that right?\n\nMR. DECONCINI:   Mr. Chairman, it had passed both Houses and the governor had signed it about three days \nlater, but the intent was there, obviously.  So law enforcement knew it was going to pass.  The governor had said \nshe was going to sign it.\n\nSEN. SCHUMER:  Right.  (Cross talk.)  Go ahead, Mr. -- Senator Gallardo.\n\n\n\nSEN. GALLARDO:  Thank you.  Mr. Chairman, I think that's the -- that's the critical part of Senate Bill 1070; it has \nnot even been fully enacted.  Yes, we are still already seeing the consequences over the last two years.  We had \nJulio Mora, who was arrested, detained. He was brought in, and he's a U.S. citizen.  And these are situations after \nsituations -- situation.  Juan Virella (sp), a United States citizen who gets in an argument just days after Governor \nBrewer signs the bill, and violence occurs and Mr. Virella is dead over Senate Bill 1070.\n\nThese are the unintended consequences that comes from legislation, when the state tries to fix what is ultimately a \nfederal immigration problem, and then forces law enforcement to try to enforce it.  And then there's penalties \nagainst any law enforcement officer who doesn't enforce it.\n\nSEN. SCHUMER:  Yeah.  Are you -- are you familiar with any other statute in Arizona -- you or Senator DeConcini \n-- where a private citizen can sue because the individual officer or the -- was not enforcing the law?\n\nSEN. GALLARDO:  Not one.  Not one, Mr. Chairman.\n\nMR. DECONCINI:  Mr. Chairman, I have not done the research, but I served as a county attorney there.  I knew of \nno laws at that time -- that was way in the last century, I must say.  And I haven't read every law, but I talk to police \nofficers all the time.  I know of no other law.  Perhaps there are some, but I don't know of any.\n\nSEN. SCHUMER:  Yeah.  We couldn't find one.  There may be one or two, but it's certainly the exception to the \nrule.  Mr. Pearce is --\n\nMR. DECONCINI:  Yeah, Mr. Chairman, it is the exception, if there is.\n\nSEN. SCHUMER:  If there is, yeah.\n\nMr. Pearce, you're going to get the last word before I conclude here.\n\nMR. PEARCE:  OK.  Thank you, Mr. Chairman.  You know, I get a little disappointed that-- you know, that we're the \nbad guys for enforcing the law.  First of all, Proposition 200, passed in 2004 overwhelmingly by the citizens of the \nstate of Arizona, also has that right of action to citizens to sue their government if they're giving out benefits to \nthose that are not eligible.  So --\n\nSEN. SCHUMER:  What is that one, Mr. -- I didn't --\n\nMR. PEARCE:  Proposition 200, known as the Protect Arizona --\n\nSEN. SCHUMER:  Is that an immigration law?\n\nMR. PEARCE:  It dealed (sic) with voter fraud and proof of citizenship -- (inaudible) -- ID at the polls, and no \nbenefits for those in the country illegally.  And that right of action is in that bill.\n\nSEN. SCHUMER:  And did that allow law enforcement explicitly to be sued?  I don't think so.\n\nMR. PEARCE:  Just -- it was just the benefits.  And this, again, Mr. Chairman, and I don't mean to argue with you, \nbut I'll correct you again.  The -- law enforcement wrote, helped write that section.  It had nothing to do with suing \nlaw enforcement.  They got qualified immunity in that bill.  Qualified immunity for enforcing the law.  Has to do with \nofficials in a policy-setting position and agencies that set those policies.\n\nSEN. SCHUMER:  OK.\n\nMR. PEARCE:  But I'm -- but I'm a little disappointed in folks talking about -- embarrassed for the state of Arizona.  \nTwo to one, across this country.  We have a national crisis, and yet everyone wants to ignore that -- the cost, the \ndamage, the crime.  And we can go through this, and if I had the time, Mr. Chairman -- were allowed the time -- I \ncould give you a lot more information, too.\n\n\n\nInstead, these little anecdotal things -- that we take out a victim  -- that's sad, you know, because all of us are \ndisappointed when inappropriate action is taken on anybody.  This bill -- and again, illegal is a crime, not a race.  It \ndoesn't pick out any nationality.  Just so happens 90 percent of those who violate our immigration laws come from \nacross that southern border or are Hispanic.  Y ou know, that -- this law doesn't pick those out.  I mean, common \nsense.  If I've got three young kids in the middle of Sun City and -- at 3:00 in morning, I don't care what color they \nare; they're going to get stopped and questioned.  Kids don't live in Sun City.  Three o'clock in the morning's \nanother element.  I mean, just a little common sense.\n\nMr. Chairman, we have a national crisis, and yet we continue to ignore it, you know?  And there are some that run \nfor office talking about build the darn fence -- but never hear it again once they're elected.  I think Americans are a \nlittle tired of the drive-by statements by politicians instead of dealing with the issue at hand. Enforce our laws; \nsecure our border.  It's not too much to ask, Mr. Chairman.\n\nSEN. SCHUMER:  We've done -- we made big progress in that direction, sir.  Let me conclude by --\n\nMR. PEARCE:  We have made some.  We have made some --\n\nSEN. SCHUMER:  -- saying this.  First, let me thank the witnesses.\n\nI'm sure it didn't escape notice that none of my colleagues on the other side of the aisle came to this hearing.  \nThat's not surprising.  They're absent from this hearing, just as they've been absent from every attempt we've made \nto negotiate a comprehensive solution to our immigration problem.  We need people to sit down, people on both \nsides of the aisle, in a bipartisan way, and solve this problem.  We have been unable to find negotiating partners.\n\nAnd so the absence of people here today not only shows an unwillingness both in Arizona and here in Washington \nof them to defend this law or be associated with this law, but it shows an absence of an ability -- it's broader.  We \ndon't have anyone sitting down and saying, here's what we want to do to solve this immigration problem. We get a \nlot of rhetoric out there on the campaign trail.  But we don't get any action, even if they would disagree with the kind \nof proposal that I and my colleagues have made to do that.\n\nAnd so they're not here.  It's not surprising.  It's been typical in terms of being absent on the entire immigration \ndebate, except in terms of rhetoric -- sometimes, unfortunately, very inflammatory.\n\nWith that, I am going to close this hearing and thank our witnesses.  I just have to do a little housekeeping here.  \nThe record will remain open until Tuesday, May 1st, 2012, for further testimony and questions.  I would like to thank \nindividuals and groups for submitting testimony for the record; without objection, it will be added.  That includes the \nU.S. Conference of Catholic Bishops, the American Immigration Council, the Rights Working Group and the \nAmerican Civil Liberties Union.  I'm asking unanimous consent these statements be inserted into the record, and \nmy colleagues have till May 12th to put in statements as well.\n\nI thank the witnesses again, and the hearing is adjourned. (Sounds gavel.)\n\nMR. PEARCE:  Thank you, Mr. Chairman.\n"}