{"title": "Immigrant Proposal Divides Frederick; Official Suggests Denying Services", "body": "\nThe immigrant community in Frederick County grew quickly and quietly in the first half of this decade. Priced out \nof such places as Adams Morgan, Silver Spring and Manassas, many Latinos migrated up Interstate 270, drawn by \nFrederick's booming construction and retail service industries.\n\nLongtime residents of the once-sleepy exurb began to notice: Latin groceries cropped up on the so-called Golden \nMile of shopping. The school system budget for language interpreters grew by $1 million in two years. And this \nspring, a spotlight turned on a Frederick immigrant enclave when a Salvadoran man and his four children were \nfound dead in their townhouse.\n\nBut still, people kept quiet -- until a county commissioner suggested in August that Frederick deny public \nservices, including schooling, to immigrants in the United States illegally. Commissioner Charles A. Jenkins's \nproposal to follow the lead of Prince William and Loudoun counties in targeting illegal immigrants sparked a \nfirestorm in Frederick, whose foreign-born population has nearly tripled this decade and is the fastest-growing in \nMaryland.\n\nAs the county board prepares to vote tomorrow whether to advance Jenkins's proposal to the state legislature, \nFrederick is a community deeply divided.\n\nRacial tensions are flaring, and fear has taken hold among immigrants, some of whom say they feel this county 40 \nmiles north of Washington is trying to push them out. Residents are speaking out, and loudly.\n\nA public forum on the issue last week stretched past midnight with dozens saying the proposal is an \nunconstitutional violation of civil rights. Further, opponents say, immigration policy is the province of Congress, not \ncounty commissioners.\n\nJenkins and his backers say illegal immigrants are sucking up public dollars, especially in the schools, where the \ncost to teach English has soared. \"My proposal was that if you're going to avail yourself of benefits that are \n\n\nprovided by taxpayer dollars that you at least demonstrate that you belong in this country legally,\" said Jenkins, a \nRepublican.\n\nImmigration, particularly the debate on how to address those who are in the county illegally, has suffused the \nWashington region.\n\nIn July, county supervisors in Prince William and Loudoun approved resolutions  to deny certain public services to \nillegal immigrants, but they have run into legal and financial barriers. In Anne Arundel, County Executive John R. \nLeopold (R) issued an executive order in August banning businesses with county contracts from employing workers \nin the country illegally.\n\nBut Frederick's government charter does not give its county board the power to take such action. The five county \ncommissioners can vote only to recommend that the county's state senators and delegates introduce Jenkins's \nproposal as a bill in the 2008 state General Assembly.\n\nIt is uncertain whether the proposal will win support from a majority of the  commissioners. If it does, the bill will \nstand little chance before the state's liberal legislature. Even Jenkins acknowledges this much.\n\n\"I don't think it will even make it to Annapolis,\" he said.\n\nAnd so the proposal is more a symbolic statement -- a fractious one.\n\n\"For a proposal like this to cut at the heart and bring tension, it's just a divisive proposal that will turn back all of \nthe hard work that has been done to bring our community together,\" said Guy Djoken, president of the local NAACP \nchapter.\n\nSalvadoran native Rosi Arriaza, who rings up customers at the A-International Market on West Patrick Street in the \nwest end of town where many immigrants are settling, agreed.\n\n\"People here are scared,\" Arriaza said under the chatter of a telenovela. Two weeks ago, when police  pulled into \nthe parking lot, she recalled telling  customers: \"Go home. Don't stay here. It's dangerous.\"\n\n\"People are scared that the government will send them home,\" she said.\n\n\"I've been here 20-something years, and I've never seen something like this before,\" said Oscar Lazo, who also \nemigrated from El Salvador and runs a Mexican restaurant a few doors down. \"It's like we are being chased out.\"\n\n\"We just came here to work hard and improve the economy of this county,\" Lazo added. \"We are not coming here \nto create problems for the county.\"\n\nIn 2000, Frederick County had about 7,800 foreign-born residents. By last year, according to the U.S. Census \nBureau, that number had soared to more than 19,000 -- an estimate some community leaders call conservative.\n\n\"If indeed there was a homogeneity 15 years ago, today there's much more diversity,\" said the Rev. John \nDeckenback, who opposes Jenkins's proposal. \"Some people reminisce that they want to roll the clock back to \nbeing a Sleepy Hollow, being a nice little village on the edge of the D.C. metropolitan area.\"\n\nThe influx of immigrants has hit a nerve. One resident wrote in an e-mail to the commissioners, \"Is Frederick \nCounty a 'Sanctuary County' for illegal aliens? In my observation, illegal aliens are operating with impunity here.\"\n\nAnother wrote, \"It's about time. Finally someone is taking serious, tangible action.\"\n\nJenkins said he was persuaded to introduce his proposal after a series of summer budget meetings in which \ncounty officials said they needed more money for interpreters who speak Spanish. The school system asked for \n$2.9 million for interpreters, up from $2.2 million the year before.\n\n\n\nThere are about 1,200 English-language learners in the school system, about 800 of whom speak Spanish as their \nprimary language, according to school data.\n\n\"It came to me: Do we ever ask for citizenship status for people who are availing themselves of these public \nbenefits?\" Jenkins said. \"The answer to that was, 'No, we don't.' \"\n\nCommissioners President Jan H. Gardner (D) has been one of Jenkins's most vocal critics. \"On the surface, when \nhe says people who aren't paying in should be denied services, there's some logic there,\" she said. \"But when you \nlook into it, it falls apart.\"\n\n\"I think there is a tremendous amount of concern about illegal immigration out there. Everybody is passionate about \nit,\" Gardner said. \"The question to us is, do we have a role in addressing it?\"\n\nThe short answer, she said, is no. The U.S. Supreme Court ruled in 1984 that states cannot deny illegal-immigrant \nchildren access to public education.\n\n\"I think it's wrong for elected officials to propose a solution to a real or perceived problem by breaking the law,\" \nGardner said. \"It leads to anarchy.\"\n\nJenkins said he's willing to use Frederick as a test case and take it to the nation's high court. But doing so could \ncost millions in legal fees.\n\nUltimately, what Jenkins's proposal has accomplished is that community leaders are talking about the \ndemographic changes in Frederick.\n\n\"We need to embrace it and discuss it as opposed to sweep it under the rug and hope it goes away,\" said Del. \nRichard B. Weldon Jr. (R), chairman of the Frederick delegation. \"It isn't going to go away.\"\n\nGraphic\n\n \n\nIMAGE; By Susan Biddle -- The Washington Post; Guy Djoken, president of the Frederick County NAACP chapter, \nbriefs a group opposed to the proposal on a meeting he had with the commissioners.\n"}