{"title": "PAYCHECK FAIRNESS ACT; Congressional Record Vol. 165, No. 53 (House of Representatives - March 27, 2019)", "body": "\nWashington: The Library of Congress, The Government of USA has issued the following house proceeding:   \nGeneral Leave Mr. SCOTT of Virginia. Madam Speaker, I ask unanimous consent that all Members may have 5 \nlegislative days in which to revise and extend their remarks and insert extraneous material on H.R. 7, the Paycheck \nFairness Act. The SPEAKER pro tempore. Is there objection to the request of the gentleman from Virginia? There \nwas no objection. The SPEAKER pro tempore. \n\nPursuant to House Resolution 252 and rule XVIII, the Chair declares the House in the Committee of the Whole \nHouse on the state of the Union for the consideration of the bill, H.R. 7. The Chair appoints the gentlewoman from \nthe District of Columbia (Ms. Norton) to preside over the Committee of the Whole. {time} 1345 In the Committee of \nthe Whole Accordingly, the House resolved itself into the Committee of the Whole House on the state of the Union \nfor the consideration of the bill (H.R. 7) to amend the Fair Labor Standards Act of 1938 to provide more effective \nremedies to victims of discrimination in the payment of wages on the basis of sex, and for other purposes, with Ms. \nNorton in the chair. The Clerk read the title of the bill. The CHAIR. Pursuant to the rule, the bill is considered read \nthe first time. The gentleman from Virginia (Mr. Scott) and the gentlewoman from North Carolina (Ms. Foxx) each \nwill control 30 minutes. The Chair recognizes the gentleman from Virginia. Mr. SCOTT of Virginia. Madam Chair, I \nyield myself such time as I may consume. Madam Chair, I thank the gentlewoman from Connecticut for her \ndecades of leadership fighting for working women. In 1963, the Equal Pay Act codified the right to ``equal pay for \nequal work regardless of sex.'' In fact, the Equal Pay Act was enacted 1 year prior to the Civil Rights Act of 1964 \nthat, for the first time, provided for the enforcement of antidiscrimination laws. Over the past 55 years, the Equal \nPay Act, in combination with title VII of the Civil Rights Act, has produced substantial progress toward addressing \ninequities for women in the workplace. Yet, loopholes and insufficient enforcement have allowed gender-based \nwage discrimination to persist. Today, women earn, on average, 80 cents on the dollar compared to White men in \nsimilar jobs. The wage gap is even worse for women of color. It exists in every sector, regardless of education, \nexperience, occupation, industry, or job title. Drawn out over a lifetime, the persistent wage gap could cost a woman \nanywhere from $400,000 to $2 million. For many, this is the difference between financial stability and poverty. In \nfact, we know that achieving pay equity would actually cut the poverty rate for working women more than 50 \npercent. That is why we are considering this historic legislation today. After decades of failing to address persistent \nwage inequity, the Paycheck Fairness Act is our opportunity to strengthen the Equal Pay Act, bolster the rights of \nworking women, lift families out of poverty, and, finally, align our remedies for gender discrimination with other \nestablished antidiscrimination laws by eliminating caps on damages when employers act with malice or reckless \nindifference, consistent with the laws governing discrimination based on race or national origin, treating attorney \nfees consistent with title VII of the Civil Rights Act, and restricting an employer's inquiry and reliance on a \nprospective employee's previous salary. This is consistent with the Americans with Disabilities Act, the Genetic \n\n\nInformation Nondiscrimination Act, and similar restrictions regarding an applicant's marital or pregnancy status. As \nchair of the House Committee on Education and Labor, I urge my colleagues to join me in casting a vote for final \npassage of the Paycheck Fairness Act and making equal pay for equal work a reality for working women across \nthis country. Madam Chair, I reserve the balance of my time. Ms. FOXX of North Carolina. Madam Chair, I yield \nmyself such time as I may consume. Madam Chair, my friend, the chairman, is a diligent and thoughtful colleague, \nand I believe his heart is in the right place. Everyone in this House is in agreement that pay discrimination on the \nbasis of sex is wrong, no matter how you look at it. The law is very clear about this. But this bill doesn't do anything \nto help working women. This is a bill for trial lawyers, plain and simple. That is what shows a fundamental \ndifference in outlook and principle. Democrats want women to sue their bosses; Republicans want women to \nbecome the bosses. Republicans have favored strong economic policies that will empower and enable women to \nkeep driving the economy forward and build the lives they want for themselves. Instead of looking for ways to line \nthe pockets of trial lawyers, we stand with working women. I am proud, Madam Chair, to yield 5 minutes to the \ngentlewoman from Wyoming (Ms. Cheney), one of the hardest working women I know. Ms. CHENEY. Madam \nChair, I would like to start by thanking my dear friend and colleague, Ms. Foxx, the Republican leader of the House \nEducation and Labor Committee, for her tremendous work and leadership on behalf of all American women and \nfamilies. Madam Chair, I rise today in strong opposition to H.R. 7, the so- called Paycheck Fairness Act. This \nshould be called the ``Pay the Trial Lawyers Act.'' Madam Chair, my State of Wyoming launched the fight for \nwomen's equality and rights when we became the first jurisdiction in the world to grant women the right to vote 150 \nyears ago. Here in this Chamber, 100 years ago, the House agreed that women should have the right to vote on a \nnational basis. Leaders of the women's suffrage movement were fighting on behalf of women's rights. They were \nnot fighting to provide greater payouts to trial lawyers. We should honor those women, and the generations of \nwomen who came after them, by defeating this sham bill. The bill my Democratic colleagues have put on the floor \ntoday offers no new protections for women in the workplace. It paints job creators, many of whom in the Trump \neconomy are increasingly women, as evil. Republicans know that economic policies that generate growth, create \njobs, and increase wages benefit women and men. Our policies empower women and facilitate the success of \nwomen-owned businesses, which account for roughly 9 million jobs and $1.7 trillion in revenue. Madam Chair, \ntoday's bill is just the latest example of the misguided and damaging policies Democrats in this [[Page H2849]] \nbody are attempting to pursue. They claim to be ``for the people,'' but in the nearly 3 months that they have been in \ncharge, they have embraced socialism; they have enabled anti-Semitism; they have passed legislation that violates \nthe First Amendment and the Second Amendment; and they have repeatedly refused to take steps necessary to \nprotect the lives of babies after those babies are born. Now, Madam Chair, they are telling us they are fighting for \nwomen when really they are simply fighting for trial lawyers. We have seen this movie before. The Democrats are \nnot really for the people. They are for the government and for the special interest groups that support them. The \nAmerican people know better, and we deserve better. Madam Chair, I urge a ``no'' vote on this bill, and I call on my \nDemocratic colleagues to come together with us, to work with us, so that we can actually make real progress for \nAmerica's women and their families. Mr. SCOTT of Virginia. Madam Chair, I yield 3 minutes to the gentlewoman \nfrom Connecticut (Ms. DeLauro), the sponsor of the bill. Ms. DeLAURO. Madam Chair, I rise in support of H.R. 7, \nthe Paycheck Fairness Act. It is a historic day on the House of Representatives floor, and we are going to pass \npaycheck fairness, equal pay for equal work, in this United States of America. Madam Chair, I thank the chairman \nof the Education and Labor Committee for getting this bill through the committee and onto the floor today. We have \nwaited 8 years to be able to vote on this issue. The United States Congress has a rich history of making a \ndifference in the lives of the American people: Social Security, the Fair Labor Standards Act, the GI Bill, Medicare, \nand the Affordable Care Act, to name but a few. Today, we can make a difference for working women and their \nfamilies. Today, we can address the biggest economic challenge of our time, that Americans are in jobs that do not \npay them enough to live on. We can address their economic struggle. And, yes, this is a bill that the majority is \npassing today to address that economic need for families. I cannot tell you how difficult it has been to break through \non something so simple: Men and women in the same job deserve the same pay. But now, the issue and the \nenvironment have collided. Equal pay is at the center of our public discourse, and paycheck fairness is ready for \npassage today. A bipartisan bill supported by every member of the Democratic Caucus, the Paycheck Fairness Act \ntoughens remedies in the Equal Pay Act of 1963 to give America's working women the opportunity to fight wage \ndiscrimination and to receive the paycheck that they have earned. Under existing law, damages are too \ninsubstantial to provide women with full restitution or provide bad-acting companies a meaningful deterrent. \n\n\n\nPaycheck fairness puts gender-based discrimination sanctions on equal footing with other forms of wage \ndiscrimination by allowing women to sue for compensatory and punitive damages. It better protects employees from \nbeing fired for sharing their salary with coworkers. It establishes a grant program to provide salary negotiation \ntraining for girls and for women. It ensures that employers are not reliant on wage history when they hire an \nemployee. Over 60 years ago, after Republican President Dwight Eisenhower called for equal pay legislation during \nhis 1956 State of the Union Address on the floor of this House, and more than 55 years after President Kennedy \nsigned the Equal Pay Act, pay discrimination is very much still a reality in our country. In 2017, there were almost \n26,000 charges of unlawful, sex-based pay discrimination filed with the U.S. Equal Employment Opportunity \nCommission and 996 Equal Pay Act charges. The CHAIR. The time of the gentlewoman has expired. Mr. SCOTT \nof Virginia. Madam Chair, I yield an additional 1 minute to the gentlewoman from Connecticut. Ms. DeLAURO. \nWomen continue to earn 20 percent less than men, on average, according to Census data. Women earn less \nregardless of the choices they make in their career or education. Across industries, whether you are a financial \nmanager, a registered nurse, a schoolteacher, or an executive, a pay gap exists between men and women. Ten \nyears ago, we passed the Lilly Ledbetter Fair Pay Act. It reopened the courtroom door but did not address the \nunderlying issue at hand today. We have an opportunity to pass the Paycheck Fairness Act. It is a matter of right \nand wrong. Discrimination is unacceptable, and we are all diminished when we fall short. President Kennedy said, \nwhen he signed the Equal Pay Act, that this would ``add to our laws another structure basic to democracy'' and \n``affirm our determination that when women enter the labor force, they will find equality in their pay envelope.'' We \ncan do this today on the floor of this House. I urge my colleagues on both sides of the aisle to vote for the Paycheck \nFairness Act and make sure that we guarantee equal pay for equal work. {time} 1400 Ms. FOXX of North Carolina. \nMadam Chair, I yield 2 minutes to the gentlewoman from Missouri (Mrs. Hartzler), my distinguished colleague. Mrs. \nHARTZLER. Madam Chair, today I rise in opposition to H.R. 7. It is a deeply flawed bill that offers false promises \nwhile empowering lawyers and bureaucracy, not empowering women. In fact, I agree with my colleague from \nWyoming who said a minute ago it should not be called the Paycheck Fairness Act; it should be called the pay the \ntrial lawyers act. If there exists residual bias and discrimination against women in the workplace, it is wrong, and it \nneeds to end. Since 1963, equal pay for equal work has been the law of the land under the Equal Pay Act. Let me \nsay that again. Since 1963, equal pay for equal work has been the law of the land. It is currently illegal for \nemployers to pay different wages based on gender, and as the bill sponsor just said, there are currently \nmechanisms to address any wrongs that may be there. While I appreciate the sentiment of the bill before us, I \ncannot support its flawed approach. The pay the trial lawyers act does not build on the Equal Pay Act. It does not \noffer women new protections against discrimination in the workplace. Instead, it encourages lawsuits against \nemployers by offering the prospect of unlimited monetary damages. The pay the trial lawyers act also creates an \nimpossibly high burden of proof for job creators defending themselves in lawsuits. Furthermore, the pay the trial \nlawyers act handicaps job creators, including women-owned businesses, by adding onerous compensation \nreporting requirements. The Federal bureaucracy will heap yet another burden on hardworking Americans if this \npasses. So, Madam Chair, the pay the trial lawyers act does not build on the Equal Pay Act's success. Instead, it \nencourages lawsuits, hurts job creators, and empowers lawyers. Sadly, it also misses an opportunity to truly help \nwomen. For these reasons, I urge my colleagues to join me in opposing this deeply flawed bill. Mr. SCOTT of \nVirginia. Madam Chair, I yield 1 minute to the gentlewoman from California (Ms. Pelosi), the Speaker of the House \nof Representatives. Ms. PELOSI. Madam Chair, I thank the gentleman for yielding. I thank him also for his \nextraordinary leadership in matters that relate to the education of the American people, employment preparedness, \nfairness in our workforce, and, of course, today. Madam Chair, I thank the chairman for giving us this opportunity \non this day of the House of Representatives. This is a day that God has made. Let us rejoice and be glad. And let \nus make the most of it in a very joyous way. It is a day of celebration. Madam Chair, the gentleman, Bobby Scott, \nhas been a supporter of this initiative for a long time, and I thank him for making today possible. And it happens on \na day when we are honored to have, in the Speaker's chair, Congresswoman Eleanor Holmes Norton, a champion \nto end discrimination in every way in our country, including discrimination in the paycheck. [[Page H2850]] Madam \nChair, today I rise in support of the Paycheck Fairness Act. It reaffirms our Nation's sacred promise that equal pay \ndeserves equal work. I do so in saluting Congresswoman Rosa DeLauro, Madam Chair, the guardian angel of this \nlegislation and the godmother of so many initiatives in this House to support progress for America's working \nfamilies. The ability to balance work, to balance work and home is a challenge that many families face, men and \nwomen alike, but Rosa DeLauro has been a constant champion for America's working families. While we are talking \n\n\n\ntoday about equality in the paycheck, she has also been a champion for paid sick leave and affordable childcare. \nThe list goes on and on. Madam Chair, I thank the gentlewoman--guardian angel, godmother--for making today \npossible. I am very excited about this. It is historic. It should happen at a time when we have over 100 women \nserving in the House of Representatives, and it should happen in the same Congress that we will also observe the \n100th anniversary of the passing of the amendment to have women have the right to vote. It is all very historic. It is \nall about progress, and that progress on this bill began in this Congress 2 months ago. House Democrats stood \nwith Lilly Ledbetter on the 10th anniversary of President Obama signing the Lilly Ledbetter Act, exactly 10 years \nago, signing that Fair Pay bill into law. It was a magnificent achievement, it, too, being led by George Miller, the \nchair of the committee Mr. Scott now chairs. Rosa DeLauro, of course, played a hand in that. The gentlewoman \nfrom Connecticut (Ms. DeLauro) then introduced the equal pay bill, and then we passed it in the House. It didn't \npass the Senate--60 votes needed in the Senate--but she has persisted, and we are fortunate for that. We are \ngrateful to her and to Lilly Ledbetter and the groups, so many outside groups that have worked so hard to mobilize \nand make this difference--some of them include the American Association of University Women, the National \nWomen's Law Center, National Partnership for Women and Families, National Organization for Women, National \nCommittee for Pay Equity, MomsRising, UltraViolet, Center for Law and Social Policy, the Leadership Conference \non Civil and Human Rights, NAACP, League of Women Voters, U.S. Women's Chamber of Commerce, the list \ngoes on and on, the Anti-Defamation League, the American Psychological Association, and many more--because \nthat outside mobilization will be important in passing this legislation and turning it into law, into an improvement in \nthe lives of America's working families. Now we are proud to pass this bill before Equal Pay Day, which is on April \n2, next week--April Pay Day, which symbolizes when a woman's wages catch up to a man's earnings from the \nprevious year. In other words, the first 3 months of the year, most women are working for free compared to what a \nman will make in the overall year. So April 2 is that day. By then, we will have already been celebrating for a few \ndays. We pass this legislation during Women's History Month as we serve with a woman Speaker of the House and \nwith more than 100 women in the same Congress, as I said before, marking 100 years since women won the right \nto vote. So this is about respect. It is about respect, my colleagues on both sides of the aisle, respect for women \nand the work that they do. And if they do equal work, why wouldn't they get equal pay? Would you, my colleague, \nlike to get less than your colleagues on the Republican side of the aisle? Would you, any of my colleagues on this \nside of the aisle, like to work for less than our male counterparts? Well, why should women and the rest of the \nworkforce then be subjected to that discrimination? Paycheck fairness is about respect. It is about justice for \nwomen, finally closing the wage gap that robs women of more than $400,000 over the course of their working lives. \nAnd for women of color, it is even a bigger difference. And this not only has an impact on their pay, it has an impact \non their pensions and on their retirement. So this is very, very important. This legislation advances progress for \nfamilies because it is about equal pay for women. It is about how that equality of paycheck affects their families, \nensuring that women can earn the wages they have earned so they can pay for their family's everyday needs, such \nas rent, groceries, childcare, healthcare--the list goes on. Two-thirds of moms are either the primary breadwinners \nor co- breadwinners in their households in our country. This legislation strengthens America, unleashing the full \npower of women in our economy and upholding the value of fairness. Do you believe in fairness in our \ndemocracy? When President Kennedy signed the Equal Pay Act into law in 1963, he celebrated equal pay as a \n``structure basic to democracy''--equal pay, a structure basic to democracy--enlarging the issue to our great \ndemocracy. We are proud to take this step to fully and finally secure the paycheck fairness that is fundamental to \nour democracy because it will implement the Equal Pay Act, make it enforceable. Yet, securing paycheck fairness \nis only the first step that House Democrats will take. We will continue to unlock the full economic power of women in \nour workplace with paid sick leave, led by Congresswoman DeLauro, affordable childcare, led by Congresswoman \nDeLauro, as well as a fair wage because we know that, in our economy and in our country, when women succeed, \nAmerica succeeds. I, therefore, urge a bipartisan vote for this legislation for women to succeed and to have equality \nin our society as they have equality in their paychecks. Ms. FOXX of North Carolina. Madam Chair, I yield 5 minutes \nto the distinguished gentleman from Alabama (Mr. Byrne). Mr. BYRNE. Madam Chair, I thank my colleague for \nyielding. I believe all my colleagues can agree that women deserve equal pay for equal work. However, the bill \nconsidered today takes the wrong approach to ensure that current equal protections, protections that have been in \nplace since 1963, are reaffirmed and fortified. This bill offers no new protections for women in the workforce. \nInstead, it makes it more difficult for employers and employees to have an open and informative discussion about \nhiring and other employment decisions. Perhaps worst of all, it is designed in a way that helps increase the bottom \n\n\n\nline for lawyers. That is right. The only paychecks that this legislation will increase are paychecks for lawyers. It is \nunfair to women; it is unfair to the workforce; and it is unfair to businesses. It may come as a surprise to many \npeople that the so-called Paycheck Fairness Act offers no new protections against pay discrimination. Let me \nrepeat that. The legislation being debated today offers no new protections against pay discrimination. Instead, it \nimposes a one-size- fits-all mandate to one of the most varied and complex workforces in the world. Rather than \nallowing for informal discussions, the Paycheck Fairness Act strictly limits communications between employers \nand employees on key hiring decisions. Under this bill, the burden is laid on the backs of employers, and the lack of \nclarity for employees is simply unworkable. I don't see how limiting the discussion between employers and \nemployees, particularly on hiring decisions, is going to help anybody; and I certainly don't see how opening the \ngates to limitless, frivolous lawsuits is going to help anybody. It should be noted, the Lilly Ledbetter Pay Act that the \nSpeaker just alluded to was signed 10 years ago with the promise that it would alleviate pay discrimination in the \nworkplace. Yet, if you look at pay discrimination charges filed with the Equal Employment Opportunity Commission, \nthey have remained steady each year since 1997, both before and after the Lilly Ledbetter Fair Pay Act became \nlaw. I am hearing that same kind of overpromising when it comes to H.R. 7. In an effort to improve the bill and \nensure the damages actually go to the women impacted instead of lawyers, I offered an amendment that would cap \n[[Page H2851]] attorney's fees for any judgment to 20 percent of the judgment. Sadly, this commonsense \namendment was blocked by the Rules Committee. Why don't my colleagues want to join me in ensuring that money \nactually gets to victims of pay discrimination instead of simply padding the wallets of lawyers? It is a real shame this \namendment was not made in order. I think we can all agree that the idea of discrimination against someone based \non sex is absolutely unacceptable, and it is inconsistent with the values we hold as Americans. This issue is not \npartisan. In 1944, Republican Congresswoman Winifred Stanley introduced a precursor to the Equal Pay Act, \nwhich, since passing years later, has been the law of the land for the past 55 years. The Equal Pay Act of 1963 \nspecifically made it illegal to pay different wages to employees of the opposite sex for equal work. In addition, title 7 \nof the Civil Rights Act made it illegal for employers to discriminate on the basis of race, color, national origin, \nreligion, and sex. Yet, as I said before, despite these protections on the books, there are bad actors who continue \nto practice pay discrimination. Based on laws existing for decades, it is unacceptable, and we must hold these bad \nactors accountable. Unfortunately, the Paycheck Fairness Act, as written, fails to improve employment protections. \n{time} 1415 We have a responsibility to the American people to craft strong policies that support women in the \nworkplace, not merely offer weak lip service that, in fact, cripples employers and employees alike. I ask my \ncolleagues to join me in opposing this phony bill, and, instead, let's work together in a bipartisan way to actually \nensure women continue to thrive in the workforce. Mr. SCOTT of Virginia. Madam Chair, I yield 3 minutes to the \ngentlewoman from Oregon (Ms. Bonamici). Ms. BONAMICI. Madam Chair, today women make up nearly half of our \nworkforce. Sixty-four percent of mothers in the United States work outside the home. Many are the sole family wage \nearner. Their wages pay for rent, for groceries, for childcare, for healthcare. But even though it is 2019, too often, \nequal pay for equal work is not a reality. On average, White women earn 80 cents on the dollar compared with \nWhite men in substantially equal jobs. The wage gap is even more pronounced for women of color in nearly every \nline of work, regardless of education, experience, occupation, industry, or job title. This has severe and long-term \nconsequences for the lives of working women, families, and for our economy. With the Equal Pay Act, title VII of \nthe Civil Rights Act of 1964, and more recently, the Lilly Ledbetter Fair Pay Act, we have made some progress in \nreducing inequities for women in the workplace. But, unfortunately, loopholes and insufficient enforcement tools \nhave allowed wage discrimination to persist. For example, a lack of easily accessible data on hiring and wages has \nmade it difficult to detect, let alone prevent, wage discrimination. And even when wage discrimination is discovered, \nworking women face significant barriers to fulfilling the heavy burden of proof for holding discriminating employers \naccountable. Last month, I was honored to chair the hearing on persistent, gender- based wage discrimination. We \nheard witnesses describe the barriers to detecting wage discrimination and holding employers accountable. But \nmost importantly, we heard how the Paycheck Fairness Act will provide workers with the tools they need to help \nclose the gender pay gap and achieve wage equality. Several States have already acted to address pay inequities, \nincluding bipartisan efforts in my home State of Oregon. It is time for Congress to step up and address persistent \nwage discrimination nationwide. By passing the Paycheck Fairness Act, we have the opportunity to end \ndiscriminatory pay practices that contribute to keeping women and families in poverty. We have the opportunity to \nfinally make equal pay for equal work a reality. Madam Chair, I include in the Record a letter from AARP outlining \nsupport for the Paycheck Fairness Act because the bill will strengthen financial security for women while in the \n\n\n\nworkforce, and later enhance retirement income security. AARP, Washington, DC, March 26, 2019. Hon. Nancy \nPelosi, Speaker, House of Representatives, Washington, DC. Hon. Kevin McCarthy, Republican Leader, House of \nRepresentatives, Washington, DC. Dear Speaker Pelosi and Leader McCarthy: On behalf of our 38 million \nmembers and all Americans age 50 and older, AARP is writing to express our support for the Paycheck Fairness \nAct (H.R. 7). This bill would strengthen financial security for women both while in the workforce and later in \nretirement, and it would provide an important protection for all workers against age discrimination in hiring. Pay \ndiscrimination against women jeopardizes their financial security, both while working and in retirement. The roughly \n20 percent pay gap between women and men who work full-time, year-round means women's median earnings are \nmore than $10,000 a year less than men's, with an even bigger shortfall for women of color. Because all elements \nof retirement income--Social Security, pensions, and savings-- are based on one's earnings while in the workforce, \nlower earnings during women's work lives follow them into retirement. As a result, women age 65 and older are 80 \npercent more likely than men to live below the poverty level in retirement. By strengthening the law against pay \ndiscrimination, H.R. 7 would help address women's lower pay and lower incomes in retirement. In addition, AARP \nsupports the Paycheck Fairness Act's provision on salary history. While asking about a job applicant's prior salary \nhistory has long been recognized as a barrier to equal pay it has also proven to be a barrier to employment for older \nworkers. A majority (56 percent) of all older workers age 50 plus have been prematurely pushed out of longtime \njobs before they choose to retire. Once displaced, older workers have great difficulty finding reemployment, and \nmost are unable to find a job with wages comparable to the job they lost. It is quite common for prospective \nemployers to use a prior higher salary level to disqualify an older applicant from consideration because they simply \nassume that the worker will require the same wage. However, there are many reasons why an older worker might \nbe willing to accept a lower salary, including better benefits or work hours; a more desirable job/firm; a career \nchange; or simply desperation to find a new job. In these cases, the ability of the employer to ask about and rely on \nsalary history in considering an older applicant often results in age discrimination in hiring. In conclusion, H.R. 7 will \nhelp prevent one of the age- related assumptions that hinder equal opportunity for older workers, as well as \nenhance retirement income security for women. For these reasons, we urge support for the Paycheck Fairness \nAct. Sincerely, Nancy A. LeaMond, Executive Vice President and Chief Advocacy & Engagement Officer. Ms. \nBONAMICI. Madam Chair, I also include in the Record a letter from the AAUW in support of the Paycheck Fairness \nAct. AAUW, March 25, 2019. Dear Representative: On behalf of the more than 170,000 members and supporters \nof the American Association of University Women (AAUW), I urge you to vote in support of the Paycheck Fairness \nAct (H.R. 7) and to oppose harmful amendments when the bill comes to the House floor as soon as this week. \nDespite federal and state equal pay laws, gender pay gaps persist. The Paycheck Fairness Act offers a much \nneeded update to the Equal Pay Act of 1963 by providing new tools to battle these pervasive pay gaps and to \nchallenge discrimination. In January, we celebrated the 10th anniversary of the Lilly Ledbetter Fair Pay Act. This \nvital law rectified the Supreme Court's harmful decision in Ledbetter v. Goodyear Tire & Rubber Company. The law \nhelps to ensure that individuals subjected to unlawful compensation discrimination are able to bring a case of \nongoing pay discrimination regardless of when it began. Despite the importance of the Lilly Ledbetter Fair Pay Act, \nthis law's enactment only restored decades of prior law--it did not give women new tools to receive equal pay for \nequal work. There is no more fitting way to mark this historic milestone than making real, concrete progress in \nensuring all women receive fair pay. While the gap has narrowed since passage of the Equal Pay Act of 1963, \nprogress has largely stalled in recent years. Data from the U.S. Census Bureau once again revealed that women \nworking full-time, year-round are typically paid only 80 cents for every dollar paid to men. The pay gaps have grown \neven wider for women of color. African American women and Latinas make, respectively, 61 and 53 cents on the \ndollar as compared to non-Hispanic, white men. The overall pay gap has only decreased [[Page H2852]] by a nickel \nduring the 21st century and, unless action is taken, the pay gap between men's and women's earnings will not \nclose until 2106. Research indicates that the gender pay gap develops very early in women's careers. Controlling \nfor factors known to affect earnings, such as education and training, marital status, and hours worked, research \nfinds that college- educated women still earn 7 percent less than men just one year out of college. Over time, the \ngap compounds and widens, impacting women's social security and retirement. Ensuring that women have equal \npay would have a dramatic impact on families and the economy. Many companies have already recognized the \nbenefits and the power of women's increased economic participation, and that is why business groups like the U.S. \nWomen's Chamber of Commerce and Main Street Alliance have endorsed the Paycheck Fairness Act. According \nto a 2017 report from Institute for Women's Policy Research (IWPR), the poverty rate for all working women would \n\n\n\nbe cut in half, falling from 8.0 percent to 3.8 percent, if women were paid the same as comparable men. The same \nstudy by IWPR indicates that the U.S. economy would have produced an additional $512.6 billion in income if \nwomen had received equal pay for equal work. This is why I urge you to pass this important bill. The Paycheck \nFairness Act would update and strengthen the Equal Pay Act of 1963 to ensure that it provides effective protection \nagainst sex-based pay discrimination in today's workplace. The bill takes several important steps, including: \nEnsuring Non-Retaliation: The bill prohibits retaliation against workers for discussing or disclosing wages. Without \nthe non-retaliation provisions of the Paycheck Fairness Act, many women will continue to be silenced in the \nworkplace-- that is, prohibited from talking about wages with coworkers due to the fear of being fired. This is an \nissue that keeps women--like it kept Lilly Ledbetter--from learning of pay discrimination against them. Prohibiting \nUse of Salary History: The bill prohibits employers from relying on salary history in determining future pay, so that \nprior pay discrimination doesn't follow workers from job to job. Ensuring Job-Relatedness: The bill closes loopholes \nthat have weakened the Equal Pay Act over time by ensuring that disparities in pay are justified by a business \nnecessity that is related to the job. Equalizing Remedies: The bill ensures women can receive the same robust \nremedies for sex-based pay discrimination that are currently available to those subjected to discrimination based on \nrace and ethnicity. Providing Additional Assistance and Resources: The bill also provides technical assistance to \nbusinesses, requires wage data collection, and supports salary negotiation skills training programs to give workers \nthe tools to advocate for higher wages. Providing a Small Business Exception: The Equal Pay Act and the Fair \nLabor Standards Act have an exemption for small businesses that generate less than $500,000 in annual revenues \na year, and the Paycheck Fairness Act would keep that exemption intact. The bill would also support small \nbusinesses with technical assistance. The pay gap is persistent and can only be addressed if women are armed \nwith the tools necessary to challenge discrimination against them, and employers are provided with effective \nincentives and technical assistance to comply with the law. I urge you to take a critical step towards achieving pay \nequity by voting in support of the Paycheck Fairness Act and opposing harmful amendments when the bill comes \nto the House floor for a vote as soon as this week. We urge you to stand with women and families and vote yes on \nthe Paycheck Fairness Act (H.R. 7). Cosponsorship and votes associated with this bill and amendments may be \nscored in the AAUW Action Fund Congressional Voting Record for the 116th Congress. Sincerely, Deborah J. \nVagins, Senior Vice President, Public Policy and Research. Ms. BONAMICI. Madam Chair, today, we have this \nopportunity. Let's pass the Paycheck Fairness Act and make equal pay for equal work a reality. Ms. FOXX of \nNorth Carolina. Madam Chair, I yield 5 minutes to the distinguished gentlewoman from New York (Ms. Stefanik). \nMs. STEFANIK. Madam Chair, I thank my good friend, Ranking Member Foxx. Madam Chair, there are nearly 75 \nmillion women working in the United States, the most in our Nation's history. Thanks to our strong economy, nearly \n3 million jobs were created in the last year, and of those jobs, 58 percent went to women. Women are graduating \nfrom college at a higher rate than their male counterparts and are increasingly their family's primary breadwinner. \nDespite all of these positive economic indicators, there remains evidence that in some cases women do not earn \nthe same levels of compensation as men. Republicans strongly support equal pay for equal work, and we owe it to \nwomen to constructively engage on this important issue and put forward solutions to strengthen existing law. \nDemocrats have put forth a bill that prioritizes trial attorneys and government regulation over women's economic \nempowerment. The Democratic bill, for the first time, would require data disclosure to the EEOC that collects \ncompensation data broken down by the sex, race, and national origin of employees, while also tracking the hiring, \ntermination, and promotion data of those employees. These intrusions into the operations of private businesses \nwould add compliance costs exceeding $700 million per year. And on top of these onerous new requirements, H.R. \n7 is a giveaway to trial attorneys by changing class action formation from opt in, to opt out. America's businesses \nwill need to prepare for an onslaught of frivolous lawsuits which now will be open to unlimited compensatory and \npunitive damages. The bill establishes an impossibly high burden of proof for employers defending the legitimacy of \nany pay differentials between employees. We need to recognize that in today's modern economy, 40 percent of \nsmall businesses are run by women. This bill would make it harder for these women business leaders. This issue is \nfar too important to leave to partisan solutions. That is why today I am proud to introduce the Wage Equity Act with \nover 40 of my colleagues, which offers a stark contrast to the partisan approach laid out in H.R. 7. We looked to \ninnovation in the States to find consensus, bipartisan policies that were supported by both Republicans and \nDemocrats, and signed by Republican Governors, proof that equal pay for equal work is not a partisan issue, and \nthat Republicans are, indeed, leading the way on women's economic opportunity. The Wage Equity Act is reflective \nof the modern workforce and supports the empowerment of women in today's economy. Specifically, my legislation \n\n\n\nallows employees to negotiate voluntary, flexible work arrangements. These dynamic compensation models \nempower the individual to seek the work arrangement that works best in their own life and for their own family. \nAmerica's businesses, in particular our small businesses, which are the backbone of our economy, they seek to do \nright by their employees. In recognition of this, the Wage Equity Act creates a self-audit system for voluntary pay \nanalysis by businesses. Under our proposal, a business could and should undergo a pay analysis to proactively \nrectify pay disparity should it exist. By creating this environment of consistent self-reflection, we can further \nempower businesses to do what they already seek to do, doing right not only for their employees, but following the \nlaw. Madam Chair, I believe that an individual should be able to negotiate employment based upon their \nqualifications and merit for the position. I also believe that the victim of wage discrimination at any point in their \ncareer should not have to have this discrimination follow them to their next job and compound throughout the rest of \ntheir career. That is why my bill protects the employee's right to not disclose their salary history during the job \ninterview process unless they wish to voluntarily disclose it. We must acknowledge the compounding impact of \nwage discrimination on a person's career and be willing to discuss ideas to free employees from this burden. At the \nsame time, we cannot erode the necessary negotiation that takes place in a job interview or ignore the role wage \nfigures can play in advancement of an individual through their career. The Wage Equity Act protects the ability for \nan employee and their perspective employer to have a wage expectation conversation, an important part of any \nnegotiation. My legislation protects an employee's ability to discuss compensation with their colleagues, while giving \nthe employers the ability to set reasonable limitations on the time, location, and manner of this activity to protect \nemployees from harassment. The CHAIR. The time of the gentlewoman has expired. [[Page H2853]] Ms. FOXX of \nNorth Carolina. Madam Chair, I yield an additional 1 minute to the gentlewoman from New York. Ms. STEFANIK. \nMadam Chair, furthermore, the Wage Equity Act seeks to put women on equal footing with men as they start their \ncareers. The legislation provides for a grant program targeted toward women in college and career tech programs \nto provide negotiation skills education. Lastly, my bill directs the GAO to study the manager's gap. We know that the \nwage gap greatly expands for women after they return to the workforce following parental leave. We must have a \nclear sense of the impact that leave during this time will have on an employee's future earning and opportunity \npotentials. These are commonsense proposals that are supported by Democrats and Republicans. I encourage my \ncolleagues to reject Big Government overreach, and find practical, bipartisan solutions that improve and strengthen \nthe existing law of the land: equal pay for equal work. Mr. SCOTT of Virginia. Madam Chair, I yield 2 minutes to the \ngentlewoman from North Carolina (Ms. Adams). Ms. ADAMS. Madam Chair, I want to thank Chairman Scott for his \nleadership and Representative DeLauro for bringing this bill to the floor. I rise today in strong support of the \nPaycheck Fairness Act because, like Fannie Lou Hamer and Representative DeLauro, I am sick and tired of being \nsick and tired of paycheck inequity. For three decades, from the North Carolina House to the United States \nCongress, I have been fighting to close the gender wage gap. As the new chair of the Education and Labor \nSubcommittee on Workforce Protections, I am very proud to support this bill. It takes the average woman an \nadditional 91 days to earn what her male peers earned in 2018, and that is unacceptable. In my district in North \nCarolina, women still only make about 82 cents for every dollar a man makes. It is even worse for women of color, \nwho are even less likely to make as much as their male counterparts working the same job. Black women earn only \n61 cents for every dollar a man makes; Hispanic women only 53 cents. When we shortchange women, we \nshortchange our children, our families, and our economy. In fact, women are shortchanged $500 billion every year. \nFifty-six years have passed since the Equal Pay Act was signed into law, and it has been 10 years since President \nObama signed the Lilly Ledbetter Fair Pay Act. Yet, our work remains unfinished. Today, the U.S. House of \nRepresentatives speaks loud and clear, and we will no longer wait while women continue to do the same work and \nnot get the same pay. The time is up for that. Madam Chair, I include in the Record a letter from AFSCME which \nstates that the Paycheck Fairness Act is integral to ensuring women earn the same amount as men for equal work. \nAFSCME, Washington, DC, March 25, 2019. House of Representatives, Washington, DC. Dear Representative: On \nbehalf of the members of the American Federation of State, County and Municipal Employees (AFSCME), I am \nwriting in support of the ``Paycheck Fairness Act'' (H.R. 7). This legislation is integral to ensure that women earn \nthe same amount as men for equal work. To date, women make up almost 47 percent of the workforce in America. \nTheir participation has steadily climbed since the 1970s, and they are completing college and university education \nat higher rates. The range of occupations women workers hold has also expanded with women making notable \ngains in professional and managerial occupations. Yet with more than 74.6 million women in the civilian workforce, \nthere is still a gender pay gap between men and women. That's why passage of this bill is necessary. Even with the \n\n\n\nenormous progress made by women over many decades, women continue to face discrimination that limits their \nability to succeed and advance at work. Fifty-six years after former President John F. Kennedy signed the Equal \nPay Act into law, women earn less than men. While that law along with other civil rights legislation like Title VII of \nthe 1964 Civil Rights Act have helped to narrow the wage gap, it still exists across all occupations, industries, and \ntrade and educational attainment. This shortchanges many working families and creates little upward mobility in \ncompensation to meet basic household needs. Currently, women make only 80 percent of every dollar a man \nmakes in nearly every occupation where there is enough earnings data to compare. This gap in earnings translates \ninto $10,169 less per year in average earnings. This percentage is even lower for women of color. Black women \nearn 61 cents, Latina women 53 cents, Native Hawaiian and Pacific Islander women 62 cents, Native women 58 \ncents, and Asian women 58 cents for every dollar paid to a white man. This trend is not only troubling for women's \ncareer and financial success, but it also limits their ability to save for retirement. Stronger equal pay protections and \nenforcement measures are essential to ensure that our workplaces treat women fairly and operate free of \ndiscrimination on the job. AFSCME strongly supports the ``Paycheck Fairness Act'' (H.R. 7) and encourages swift \npassage to alleviate gender-based wage discrimination, and ensure women receive equal pay for equal work. \nSincerely, Scott Frey, Director of Federal Government Affairs. Ms. ADAMS. By passing the Paycheck Fairness \nAct, we will strengthen the Equal Pay Act. We will bolster the rights of working women, and finally, we will put an \nend to gender-based wage disparity. Ms. FOXX of North Carolina. Madam Chair, before I recognize the next \nspeaker, I include in the Record a chart which shows that pay discrimination charges filed per year with the EEOC \nhave remained statistically consistent during the George W. Bush, Obama, and Trump administrations. EEOC \nEqual Pay Act Statistics Equal Pay Act (EPA) Charges Filed with EEOC (Average Per Year) George W. Bush \nAdministration (FY 2001-2008): 1,036. Obama Administration (FY 2009-2016): 999. Trump Administration (FY \n2017-2018): 1,031. EEOC EPA Charges Resolved* (Average Per Year) Bush Administration (FY 2001-2008): 959. \nObama Administration (FY 2009-2016): 1,078. Trump Administration (FY 2017-2018): 1,220. * EEOC resolves \ncharges in a number of different ways: negotiated settlement, withdrawal of charge upon receipt of desired benefits, \nsuccessful conciliation, unsuccessful conciliation, a finding of no reasonable cause, or closure for administrative \nreasons. Lawsuits filed by EEOC with EPA Claims (Average Per Year) (NOTE: Numbers do not include private \nlitigation) Bush Administration (FY 2001-2008): 9. Obama Administration (FY 2009-2016): 3. Trump Administration \n(FY 2017-2018): 8. Ms. FOXX of North Carolina. Madam Chair, I yield 2 minutes to the gentleman from Georgia \n(Mr. Allen). Mr. ALLEN. Madam Chair, I rise today to speak out against H.R. 7, legislation that places \nunprecedented restrictions and liability on job creators that will harm the very women it claims to protect. As a small \nbusiness owner with over 40 years of experience creating jobs, I know just how hard it can be for employers to find \nskilled and qualified workers. With 7.6 million available jobs throughout our Nation, the last thing we need to do is \noverregulate our businesses, especially when Federal law already makes it illegal to pay different wages to women \nfor equal work. H.R. 7 dramatically increases liability for employers, eliminates a business owner's ability to contest \ngender-based pay discrimination cases, expands damages, and encourages frivolous lawsuits. Furthermore, this \npartisan bill offers no new protections against pay discrimination in the workplace. Rather, H.R. 7 directly benefits \ntrial lawyers at the expense of working women. Taken as a whole, this bill will very likely limit or obstruct an \nemployer's efforts to recruit, hire, promote workers, and to increase their pay--once again, empty partisan promises \nfrom my colleagues on the other side of the aisle. {time} 1430 However, after passing historic tax reform under the \nRepublican-led Congress and eliminating burdensome red tape under the leadership of President Trump, our \nbusinesses are continuing to empower women across this country at unprecedented levels. We have more women \nworking in the U.S. than ever before, nearly 75 million. Women filled nearly 60 percent of the 2.8 million jobs \ncreated in the last year. One in five employer businesses nationwide is owned by women, including by my wife of \n45 years, Robin. I need to keep this momentum going, not obstruct employers' efforts to recruit, hire, and promote \nworkers. [[Page H2854]] Madam Chair, I urge a ``no'' vote today on H.R. 7. Mr. SCOTT of Virginia. Madam Chair, I \nyield 2 minutes to the gentleman from Michigan (Mr. Levin). Mr. LEVIN of Michigan. Madam Chair, as vice chairman \nof the Committee on Education and Labor, I am so proud that our committee made it a top priority this year to bring \nthe Paycheck Fairness Act to the floor, and I congratulate Chairman Scott for his leadership. This is an issue \nwhere the evidence could not be clearer. In Michigan's Ninth District, which I represent, for example, women's \nmedian annual wage is more than $10,000 lower than men's. I don't care how many jobs are created or how many \nwomen are working, we need to do something to, at long last, make women's pay equal to men's. If we allow this \ngap to persist, we are not just telling women they aren't worth as much as men. We are doing real damage to entire \n\n\n\nfamilies and to our economy. Failure to tackle the pay gap isn't just discriminatory; it is shockingly shortsighted. The \nPaycheck Fairness Act will finally align our treatment of gender discrimination with other established \nantidiscrimination policies. This is an opportunity to realize equal pay for equal work that we simply cannot afford to \nmiss. I regret that my good friends across the aisle did not introduce a single bill to strengthen the Equal Pay Act \nacross the 20 years they held the gavel in this Chamber. I hope they will join us today to lift up America's women \nand families to full equality at long last. Finally, I include in the Record a strong letter of support for H.R. 7 from the \nAFL-CIO. AFL-CIO, March 25, 2019. Dear Representative: The AFL-CIO strongly urges your support of the \nPaycheck Fairness Act (H.R 7) when it comes to the House floor this week. The Paycheck Fairness Act is a long \noverdue remedial measure that responds to the demonstrated inadequacies of the 1963 Equal Pay Act. Although \nthe Equal Pay Act made it illegal for employers to pay unequal wages to male and female employees who perform \nthe same work, wage disparities between men and women persist in both the private and public sectors, at every \neducational level, across the country. Women working full time are paid only 80 cents for every dollar paid to men, \nand this gap is greater for women of color. While belonging to a union is the surest way to guarantee equal pay on \nthe job--unionized women earn some 27 percent more than do their non-union counterparts--the Paycheck \nFairness Act would provide new effective tools to close the wage gap. The Paycheck Fairness Act provides \ntargeted remedies designed to update the 1963 Equal Pay Act. It requires employers to demonstrate that wage \ngaps between men and women doing the same work truly result from factors unrelated to gender. It prohibits \nemployers' use of prior salary history in setting pay for new hires and employer retaliation against workers who \ndiscuss their pay with coworkers. Last, H.R. 7 brings Equal Pay Act remedies and class action procedures into \nconformance with those available for other civil rights claims, and strengthens the government's ability to identify \nand remedy systematic wage discrimination by requiring employers to report pay data to the EEOC. When women \nendure pay discrimination, entire families suffer. We urge you to support final passage of the Paycheck Fairness \nAct (S. 84), and to oppose any amendment that would weaken this important and long overdue legislation. \nSincerely, William Samuel, Director, Government Affairs. Mr. LEVIN of Michigan. Madam Chair, while I believe \nbelonging to a union is the surest way to guarantee equal pay on the job, the Paycheck Fairness Act will provide \neffective new tools to close the wage gap. Ms. FOXX of North Carolina. Madam Chair, I yield 3 minutes to the \ndistinguished gentlewoman from West Virginia (Mrs. Miller). Mrs. MILLER. Madam Chair, I rise today to speak in \nopposition to H.R. 7, the Paycheck Fairness Act. I am a mother and a grandmother. I have raised two boys and \none husband. I have owned businesses, managed employees, made payroll, served in the State legislature, and \nherded buffalo. I don't need any more men trying to tell me that they need to protect me from being paid less. I am \nperfectly capable of negotiating a fair wage for a fair day's work and choosing exactly what is important to me when \nmaking my own decisions. The bill proposed by my colleagues across the aisle tells young women entering the \nworkforce that they are unable to negotiate for their own jobs or take control of their own life and that they need to \nbe coddled by the government in order to succeed. What arrogance. We are not some delicate and helpless group \nthat needs men to tell us just how bad we have it and just how much they need to make sure that we are looked \nafter. I can take care of myself, thank you, and so can every single woman in this country. This bill is nothing more \nthan a trial lawyer's dream and a job creator's nightmare. The Equal Pay Act already makes it illegal to pay unequal \nwages for equal work. The men can go try to find somebody else who needs their help. In the meantime, I am going \nto focus on actually helping women earn more by creating good-paying jobs, by growing our economy, and by \nbuilding a system that allows for flexible work schedules and nurtures entrepreneurship. We can't legislate respect \nany more than we can legislate common sense. Women know real respect is earned. We don't need the men's \nhelp, and we don't need the government's help. We just need them both to get out of our way. I wholly oppose this \nlegislation. Mr. SCOTT of Virginia. Madam Chair, I yield 2 minutes to the gentlewoman from Florida (Ms. Wilson). \nMs. WILSON of Florida. Madam Chair, I rise in strong support of H.R. 7, the Paycheck Fairness Act. I thank \nRepresentative DeLauro for her efforts in continuing to push this bill to fruition. As chair of the HELP Subcommittee \nand as an African American woman, I feel very strongly about the issue of pay fairness. Our Nation cannot \nadequately improve labor conditions without addressing the stark inequities that exist along gender and racial lines. \nThe fact that, on average, women currently earn just 80 cents for every dollar a man earns for the same position \nand amount of work is just plain wrong and is a disgrace. By passing the Paycheck Fairness Act and promoting \nwage parity, we can lift families out of poverty and keep harmful biases out of the workplace. There are too many \npoor working people in America working two and three jobs to keep their families whole. Research has shown that \na woman's level of education and work experience or chosen industry do not necessarily shield her from unfair pay. \n\n\n\nThis problem is widespread and can be found across all sectors of the economy, affecting even the most prepared \nwomen. Economically disadvantaged women are hit extremely hard, as are women of color. There are two \nAmericas, a rich and prosperous America and a poor and struggling America. Black and Latina women earn 61 \ncents and 53 cents, respectively, for every dollar earned by men who perform the same job--such a discrepancy, \nsuch a stark statistic, such a shame. The wage gap is too wide and narrowing much too slowly for Congress not to \nact. I strongly support H.R. 7 as a positive step toward correcting this glaring injustice. I reiterate my strong support \nfor H.R. 7, and I urge all my colleagues to vote ``yes'' for paycheck fairness. Madam Chair, I include in the Record \na letter of support from the National Education Association. National Education Association, March 26, 2019. House \nof Representatives, Washington, DC. Dear Representative: On behalf of our three million members and the 50 \nmillion students they serve, we urge you to VOTE YES on the Paycheck Fairness Act of 2019 (H.R. 7). Votes \nassociated with this issue may be included in NEA's Report Card for the 116th Congress. Equal pay for equal work \nis NOT today's reality. The U.S. Bureau of Labor Statistics reports that in 2017, the median weekly earnings of full-\ntime, salaried female workers were 82 percent of those of full-time, salaried male workers. According to AAUW, the \npay gap is even bigger for women of color with African Americans earning 61 cents, American Indian/Alaskan \nnatives 58 cents, and Latinas 53 cents for every dollar paid to white men. The gender pay gap exists in all \ndemographics, all parts of the country, and nearly all occupations--including female- dominated professions like \nteaching and nursing. The Institute for Women's Policy Research reports that closing the pay gap would cut the \npoverty rate for working single mothers in half and lift 2.5 million children out of poverty. [[Page H2855]] The \nPaycheck Fairness Act of 2019 would help by: Requiring employers to demonstrate that gender is NOT the reason \nthey pay employees different amounts to perform the same jobs. Prohibiting employers from asking job candidates \nabout their salary histories. Protecting employees from retaliation if they discuss their pay with colleagues. \nStrengthening enforcement of equal pay laws by requiring employers to provide to the Equal Employment \nOpportunity Commission (EEOC) data on salaries, promotions, and dismissals, broken down by race and gender. \nPutting in place robust remedies for discrimination. For all of these reasons, we urge you to VOTE YES on H.R.      \n7. Sincerely, Marc Egan, Director of Government Relations. Ms. FOXX of North Carolina. Madam Chair, I yield \nmyself such time as I may consume. Madam Chair, we have made it clear that we do not believe H.R. 7 is good for \nworking women, but no one has to take our word for it. There are more working women today than ever before. \nHere is what many of the job creators who have helped make that a reality have to say about H.R. 7. The H.R. \nPolicy Association said: As written, the bill would penalize legitimate, nondiscriminatory pay decisions; impose an \nunworkable burden of proof on employers that even The Washington Post has said ``potentially invites too much \nintrusion and interference with core business decisions''; and add to the confusing labyrinth of State and local pay \nhistory laws. The National Federation of Independent Business said: H.R. 7 requires the Equal Employment \nOpportunity Commission to issue regulations providing for collection of employers' compensation data. Most small \nbusiness owners do not have a human resources department or a full-time staff member in charge of reporting and \ncompliance. NFIB members report unreasonable government regulations as their second most important small \nbusiness problem. Americans for Tax Reform and the Center for Worker Freedom says: ``Unfortunately, this bill \nwould actually likely harm the women the Democrats are claiming to help. If signed into law, the legislation would \nlikely lead to less flexible work schedules for women, fewer incentives for those who work hard, and lower pay for \nall.'' The National Taxpayers Union said: Though well-intended, H.R. 7 would not resolve lingering issues of pay \ndiscrimination, particularly when safeguards are already available under the Equal Pay and Fair Labor Standards \nActs. Instead, under H.R. 7, women could be perceived as a legal liability, ultimately reducing employment \nopportunities. Rather than impose new regulations that increase the cost of doing business and kill jobs, Congress \nshould remove barriers that limit prosperity for both men and women. This bill, as my colleagues have said, is a \nsham, and it simply doesn't do what my colleagues across the aisle say it will do. Madam Chair, I reserve the \nbalance of my time. Mr. SCOTT of Virginia. Madam Chair, I yield 2 minutes to the gentlewoman from Illinois (Ms. \nUnderwood). Ms. UNDERWOOD. Madam Chair, let me be very clear: Equal pay for equal work has never been a \nreality for women in America. Congress recognized this for the first time 56 years ago, before I was even born, \nwhen the Equal Pay Act was passed. This was a foundational piece of civil rights legislation. But a half century \nlater, it is clear that the Equal Pay Act isn't working for everyone, and it isn't working fast enough. In my district, for \nevery dollar that men in Naperville or Batavia or McHenry make, women make 71 cents. That is the worst pay gap \nin Illinois. It means we have to work at least 10 years longer to earn the same lifetime income. At this rate, every \nwoman in America wouldn't make equal pay for doing the same work for almost 200 years. In my community in \n\n\n\nIllinois, the 14th Congressional District isn't willing to wait that long, and neither are the House Democrats. That is \nwhy I am standing here today as a cosponsor and strong supporter of the Paycheck Fairness Act. There is no \npoint in a woman's life, from childhood to retirement, where the gender pay gap doesn't hurt her. The Paycheck \nFairness Act would take huge, critical steps to fix that. The Committee on Education and Labor held hearings on \nthe act, and we heard from experts how this bill would do things like lift children out of poverty, contribute billions of \ndollars to America's economy, and make sure women have a safer, healthier retirement. Madam Chair, I include in \nthe Record a letter signed by 315 State, local, and national organizations that support the Paycheck Fairness Act. \nVote for the Paycheck Fairness Act March 25, 2019. Dear Representative: As members of a broad coalition of \norganizations that promote economic opportunity for women and vigorous enforcement of antidiscrimination laws, \nwe strongly urge you to vote for the Paycheck Fairness Act when it comes to the House floor for a vote. Despite \nfederal and state equal pay laws, gender pay gaps persist. This legislation offers a much needed update to the \nEqual Pay Act of 1963 by providing new tools to battle the pervasive pay gaps and to challenge discrimination. In \nJanuary, we celebrated two major accomplishments. First, an historic number of women were sworn into the 116th \nCongress, many of whom--along with their male colleagues--ran and won on issues central to the economic well-\nbeing of families. Second, on January 29, 2019, we commemorated the tenth anniversary of the enactment of the \nLilly Ledbetter Fair Pay Act. That vital law rectified the Supreme Court's harmful decision in Ledbetter v. Goodyear \nTire & Rubber Company. The law helps to ensure that individuals subjected to unlawful compensation \ndiscrimination are able to have their day in court and effectively assert their rights under federal antidiscrimination \nlaws. But the Lilly Ledbetter Fair Pay Act, critical as it is, is only one step on the path to ensuring women receive \nequal pay for equal work. There is no more fitting way to begin this historic Congress than by making real, concrete \nprogress in ensuring all women receive fair pay. The Paycheck Fairness Act updates and strengthens the Equal \nPay Act of 1963 to ensure that it provides robust protection against sex-based pay discrimination. Among other \nprovisions, this comprehensive bill bars retaliation against workers who voluntarily discuss or disclose their wages. \nIt closes loopholes that have allowed employers to pay women less than men for the same work without any \nimportant business justification related to the job. It ensures women can receive the same robust remedies for sex-\nbased pay discrimination that are currently available to those subjected to discrimination based on race and \nethnicity. It prohibits employers from relying on salary history in determining future pay, so that pay discrimination \ndoes not follow women from job to job. And it also provides much needed training and technical assistance, as well \nas data collection and research. Women are increasingly the primary or co-breadwinner in their families and cannot \nafford to be shortchanged any longer. Women working full-time, year-round are typically paid only 80 cents for \nevery dollar paid to men, and when we compare women of color to white, non-Hispanic men, the pay gaps are \neven larger. Moms are paid less than dads. And even when controlling for factors, such as education and \nexperience, the pay gaps persist and start early in women's careers and contribute to a wealth gap that follows \nthem throughout their lifetimes. These pay gaps can be addressed only if workers have the legal tools necessary to \nchallenge discrimination and when employers are provided with effective incentives and technical assistance to \ncomply with the law. It's time to take the next step toward achieving equal pay. We urge you to vote for the \nPaycheck Fairness Act and encourage your colleagues to do the same, taking up the cause of Lilly Ledbetter and \nall those who have fought for equal pay. Sincerely, 9to5, National Association of Working Women: 9to5 California; \n9to5 Colorado; 9to5 Georgia; 9to5 Wisconsin. A Better Balance ACCESS Women's Health Justice Advocacy and \nTraining Center American Federation of Labor-Congress of Industrial Unions (AFL-CIO): PA AFL-CIO. African \nAmerican Ministers In Action American Association of University Women (AAUW): AAUW of Alabama; AAUW of \nAlaska; (AAUW Fairbanks (AK) Branch, AAUW Kodiak (AK) Branch); AAUW of Arizona; AAUW of Arkansas; \nAAUW of California; AAUW of Colorado; AAUW of Connecticut; AAUW of Delaware; AAUW of District of Columbia \n(AAUW Washington (DC) Branch, AAUW Capitol Hill (DC) Branch); AAUW of Florida; AAUW of Georgia; AAUW of \nHawaii; AAUW of Idaho; AAUW of Illinois; AAUW of Indiana; AAUW of Iowa; AAUW of Kansas; AAUW of Kentucky; \nAAUW of Louisiana; AAUW of Maine. AAUW of Maryland; AAUW of Massachusetts; AAUW of Michigan; AAUW of \nMinnesota; AAUW of Mississippi; AAUW of Missouri; AAUW of Montana; AAUW of Nebraska; AAUW of Nevada; \nAAUW of New Hampshire; AAUW of New Jersey; AAUW of New Mexico; AAUW of New York; AAUW of North \nCarolina; AAUW of North Dakota; AAUW of Ohio; AAUW of Oklahoma; AAUW of Oregon; AAUW of Pennsylvania; \nAAUW of Puerto Rico; AAUW of Rhode Island; AAUW of South Carolina; AAUW of South Dakota; [[Page H2856]] \nAAUW of Tennessee; AAUW of Texas; AAUW of Utah; AAUW of Vermont; AAUW of Virginia; AAUW of \nWashington; AAUW of West Virginia; AAUW of Wyoming. American Civil Liberties Union American Federation of \n\n\n\nGovernment Employees (AFGE), AFL-CIO American Federation of State, County, and Municipal Employees \n(AFSCME) American Federation of Teachers, AFL-CIO American Psychological Association Americans for \nDemocratic Action Anti-Defamation League Atlanta Women for Equality Bend the Arc: Jewish Action Bozeman \nBusiness & Professional Women California Employment Lawyers Association California Federation of Business & \nProfessional Women Caring Across Generations Casa de Esperanza: National Latin@ Network for Healthy \nFamilies and Communities Catalyst Center for Advancement of Public Policy Center for American Progress Center \nfor Law and Social Policy Central Conference of American Rabbis Citizen Action of New York Clearinghouse on \nWomen's Issues Coalition of Labor Union Women: California Capital Chapter, Coalition of Labor Union Women; \nChesapeake Bay Chapter, Coalition of Labor Union Women; Chicago Chapter, Coalition of Labor Union Women; \nDerby City Chapter, Coalition of Labor Union Women; Grand Prairie/ Arlington Chapter, Coalition of Labor Union \nWomen; Greater New Jersey Chapter, Coalition of Labor Union Women; Greater Oklahoma City Chapter, Coalition \nof Labor Union Women; Houston Chapter, Coalition of Labor Union Women; Ohio Chapter, Coalition of Labor Union \nWomen; Kentucky State Chapter, Coalition of Labor Union Women; Los Angeles Chapter, Coalition of Labor Union \nWomen. Metro Detroit Chapter, Coalition of Labor Union Women; Michigan Capitol Area Chapter, Coalition of Labor \nUnion Women; Missouri State Chapter, Coalition of Labor Union Women; Neshaminy Bucks Chapter, Coalition of \nLabor Union Women; Philadelphia Chapter, Coalition of Labor Union Women; Rhode Island Chapter, Coalition of \nLabor Union Women; San Diego Chapter, Coalition of Labor Union Women; Southwestern PA Chapter, Coalition of \nLabor Union Women; St. Louis Metro Chapter, Coalition of Labor Union Women; Western New York Chapter, \nCoalition of Labor Union Women; Western Virginia Chapter, Coalition of Labor Union Women. Congregation of Our \nLady of the Good Shepherd, US Provinces Connecticut Women's Education and Legal Fund (CWEALF) Disciples \nWomen Ecumenical Poverty Initiative Equal Pay Today Equal Rights Advocates Feminist Majority Foundation \nFriends of the Delaware County Women's Commission Futures Without Violence Gender Equality Law Center Girls \nFor Gender Equity Girls Inc. Grameen Development Society (GDS) Graphic Communications \nConference/International Brotherhood of Teamsters Local 24M/9N Greater New York Labor Religion Coalition \nHadassah, The Women's Zionist Organization of America, Inc. Holy Spirit Missionary Sisters--USA--JPIC Hope's \nDoor Hudson Law PLLC Indiana Institute for Working Families Interfaith Worker Justice International Alliance of \nTheatrical Stage Employees International Association of Machinists and Aerospace Workers (IAMAW) International \nAssociation of Sheet Metal, Air, Rail and Transportation Workers (SMART) Local 20 International Brotherhood of \nElectrical Workers--3rd District International Brotherhood of Electrical Workers 29 International Federation of \nProfessional and Technical Engineers (IFPTE) International Union, United Automobile, Aerospace  & Agricultural \nImplement Workers of America (UAW) JALSA: Jewish Alliance for Law and Social Action Jewish Women \nInternational Justice for Migrant Women Lambda Legal The Leadership Conference on Civil and Human Rights \nLeague of Women Voters of St. Lawrence County, NY Legal Aid At Work Main Street Alliance Maine Women's \nLobby McCree Ndjatou, PLLC Methodist Federation for Social Action MomsRising Mississippi Black Women's \nRoundtable NAACP National Advocacy Center of the Sisters of the Good Shepherd National Asian Pacific \nAmerican Women's Forum (NAPAWF) National Association of Letter Carriers (NALC), AFL-CIO National Center for \nTransgender Equality National Committee on Pay Equity National Council of Jewish Women National Domestic \nWorkers Alliance National Education Association National Employment Law Project National Employment Lawyers \nAssociation: NELA-Georgia; NELA-Houston; NELA-Indiana; NELA-New Jersey; NELA-New York; NELA-\nPennsylvania; NELA-Texas. National Federation of Business and Professional Women Clubs National LGBTQ \nTask Force Action Fund National Organization for Women: Anne Arundel County NOW; Arlington NOW; Baton \nRouge NOW; California NOW; Central Phoenix/Inez Casiano NOW; Charlotte NOW; Chester County NOW; \nConnecticut NOW; DC NOW; East End NOW; Florida NOW; High Desert NOW; Hollywood NOW; Illinois NOW; \nIndianapolis NOW; Jacksonville NOW; Louisiana NOW. Maryland NOW; Miami NOW; Michigan NOW; Minnesota \nNOW; Montana NOW; Morris County NOW; North Carolina NOW; Nevada NOW; New Orleans NOW; New York \nCity NOW; New York State NOW; Northern New Jersey NOW; Northwest PA NOW; Oregon NOW; Pennsylvania \nNOW; Philadelphia NOW; Seattle NOW. Seminole County NOW; South Jersey NOW--Alice Paul Chapter; \nSouthwest ID NOW; Southwest PA NOW; Sun Cities/West Valley NOW; Texas State NOW; Washington County \nNOW; Washington NOW; Washtenaw County NOW; West Pinellas NOW; West Virginia NOW; Westchester NOW; \nWill County NOW; Williamsport NOW; Wisconsin NOW; Worcester NOW. National Partnership for Women & \nFamilies National Resource Center on Domestic Violence National Women's Law Center National Women's \nPolitical Caucus NC Women United NETWORK Lobby for Catholic Social Justice New York Paid Leave Coalition \n\n\n\nNew York State Coalition Against Domestic Violence North Carolina Justice Center Oxfam America PathWays PA \nPeople For the American Way Planned Parenthood Pennsylvania Advocates PowHer NY Progressive Maryland \nPublic Citizen Restaurant Opportunities Centers United Service Employees International Union (SEIU): SEIU Local \n6686. SiX Action Southwest Women's Law Center Texas Business Women Inc. Transport Workers Union U.S. \nWomen and Cuba Collaboration U.S. Women's Chamber of Commerce UltraViolet Union for Reform Judaism \nUnitarian Universalist Women's Federation UNITE HERE! Local 57 United Church of Christ Justice and Witness \nMinistries United Mine Workers of America: United Mine Workers of America District Two. United Nations \nAssociation of the United States United State of Women United Steelworkers (USW): United Steelworkers, District \n10; USW Local 1088; L.U. #1088 USW. UN Women USNC Metro New York Chapter UnidosUS Voter Participation \nCenter Westminster Presbyterian Church Women Employed WNY Women's Foundation Women of Reform \nJudaism Women's All Points Bulletin, WAPB Women's Voices, Women Vote Action Fund WomenNC Women's Law \nProject Women's Rabbinic Network YWCA USA: YWCA Allentown; YWCA Alliance; YWCA Asheville; YWCA \nBerkeley/Oakland; YWCA Billings; YWCA of Binghamton & Broome County; YWCA Brooklyn; YWCA Cambridge; \nYWCA Central Alabama; YWCA Central Massachusetts; YWCA Clark County; YWCA Contra Costa/Sacramento; \nYWCA Corpus Christi; YWCA Gettysburg & Adams County; YWCA Great Falls; YWCA Greater Austin; YWCA \nGreater Baton Rouge; YWCA Greater Cincinnati; YWCA Greater Harrisburg; CYWCA Greater Miami-Dade. YWCA \nof Greater Portland; YWCA of Kauai; YWCA Mahonini Valley; YWCA McLean County; YWCA Metropolitan \nPhoenix; YWCA Mount Desert Island; YWCA New Hampshire; YWCA of the Niagara Frontier; YWCA Oklahoma \nCity; YWCA Olympia; YWCA Orange County; YWCA Pasadena-Foothill Valley; YWCA of the Sauk Valley; YWCA \nSeattle/King/Snohomish; YWCA South Hampton Roads; YWCA Southeastern Massachusetts; YWCA St. Paul; \nYWCA of Syracuse and Onondaga County; YWCA Tri-County Area; YWCA of the University of Illinois; YWCA of \nVan Wert County; YWCA of Watsonville; YWCA Western New York; YWCA Westmoreland County; YWCA Yakima. \nZonta Club of Greater Queens Zonta Club of Portland Ms. UNDERWOOD. Madam Chair, I also want to \nacknowledge the hard [[Page H2857]] work and leadership of Chairman Scott, Representative DeLauro, and \ncommittee staff on the issue of equal pay. This is a bipartisan bill with support from both parties. I encourage my \ncolleagues on both sides of the aisle to join me in supporting the Paycheck Fairness Act and take this important \nstep toward ending gender-based discrimination at work. Ms. FOXX of North Carolina. Madam Chair, I yield myself \nsuch time as I may consume. Madam Chair, earlier, my colleagues presented some interesting numbers. The wage \ngap is a truly fascinating subject to study because there are statistics to show it is vast, and there are statistics to \nshow, in many cases, it is virtually nonexistent. We should note the numbers that really aren't up for debate. There \nare more working women today than ever before, 74.9 million. A record 2.8 million new jobs were created in the \npast year, and nearly 60 percent of those jobs are now filled by women. There are more women owning businesses \nand employing Americans than ever before. That was no accident. Women are the direct beneficiaries of strong \neconomic policy. They need strong economic policy. They don't want more ways to sue people. They want more \nfreedom to work in the jobs they want. We are here for women, Madam Chair, not their lawyers. Madam Chair, I \nreserve the balance of my time. Mr. SCOTT of Virginia. Madam Chair, I yield 2 minutes to the gentlewoman from \nMinnesota (Ms. Omar). Ms. OMAR. Madam Chair, I am honored to rise today to speak on H.R. 7, the Paycheck \nFairness Act. I am proud to be part of a Congress that is finally taking action to close the gender pay gap. After so \nmany years of inaction on this issue when our Republican colleagues were in the majority, I think it is fair to say that \nit is about time. It is hard to imagine that, in this day and age, women could be paid less than a man for doing the \nsame job. But it happens, and it happens often. Statistics show that pay disparity isn't a thing of the past; it is \nhappening today. It isn't just holding women back; it is amplifying racial inequalities across the country. We often \nhear the statistics that say women make 80 cents to every dollar that is paid to a man, but those figures are often \nworse for women of color. Black women are making only 61 cents on the dollar. For Latina women, that is 53 cents. \nFor Native American women, it is 58 cents. Clearly, the pay gap is compounded by a racial gap. It should be \nobvious to all of us that this problem extends beyond the workplace. Madam Chair, you see the impact everywhere \nyou look around our society. Women of color are less likely to have healthcare coverage. They are more likely to \nexperience hunger. They are less likely to own a home or be fully prepared for retirement. {time} 1445 At the end of \nthe day, those pennies on the dollar add up, and that loss of income is putting women of color at a serious \ndisadvantage. The Paycheck Fairness Act will take aggressive action to remedy these inequalities and tear down \nthe economic barriers that women of color face. It will do that, in part, by ensuring the Equal Employment \nOpportunity Commission has the information it needs to detect pay discrimination and to identify those additional \n\n\n\ncross-section biases. The CHAIR. The time of the gentlewoman has expired. Mr. SCOTT of Virginia. Madam Chair, \nI yield the gentlewoman from Minnesota an additional 30 seconds. Ms. OMAR. Madam Chair, I am proud to \nintroduce an amendment with my colleague, Representative Beyer from Virginia, that will ensure that the major \nemployers are required to report that information to that commission. That will go a long way to finally ending the \nsystemic barriers that women and women of color face in this country. I thank Chair Scott and Chair DeLauro. I am \nreally excited to be part of this change-making Congress. I include in the Record a letter from the NAACP in support \nof this legislation. Washington Bureau, National Association for the Advancement of Colored People, Washington, \nDC, March 25, 2019. Re: NAACP Strong support for the immediate passage of H.R. 7, the Paycheck Fairness Act. \nThe Honorable, House of Representatives, Washington, DC. Dear Representative: On behalf of the NAACP, our \nnation's oldest, largest and most widely-recognized grassroots-based civil rights organization, I strongly urge you to \nsupport and vote in favor of H.R. 7, the Paycheck Fairness Act. This critical legislation would update and \nstrengthen the Equal Pay Act of 1963, which mandated that employers pay equal wages to men and women who \nperform substantially the same work. The Paycheck Fairness Act closes loopholes in the Equal Pay Act which \nhave diluted its effectiveness in combating unfair and unequal pay. While the Equal Pay Act has helped to narrow \nthe wage gap between men and women in our workforce, significant disparities remain and must be addressed. \nEspecially in today's economy, more women work outside of the home and their paycheck is a necessary part of \ntheir households' resources. Yet all too often women are forced to raise their families on incomes lower than that of \nmale colleagues performing the same jobs. According to 2018 data, women in the United States are typically paid \n80 cents for every dollar paid to men. The median annual pay for a woman who holds a full-time, year-round job is \n$41,977 while the median annual pay for a man who holds a full-time, year-round job is $52,146--a difference of \n$10,169 per year. The statistics are even worse for women of color. African- American women make only 61 cents, \nand Hispanic women only 53 cents, for every dollar earned by white, non-Hispanic men. These gaps translate into \na loss of almost $24,000 a year for African-American women and almost $28,500 annually for Hispanic women. \nThe Paycheck Fairness Act is a responsible, steady yet aggressive bill. It will help remedy this inequity and close \nthis unacceptable gap. In short, the legislation will protect women and families across America by: protecting \nagainst retaliation for discussing salaries with colleagues; prohibiting employers from screening job applicants \nbased on their salary history or requiring salary history during the interview and hiring process; requiring employers \nto prove that pay disparities exist for legitimate, job-related reasons; providing plaintiffs who file sex-based wage \ndiscrimination claims under the Equal Pay Act with the same remedies as are available to plaintiffs who file race- or \nethnicity-based wage discrimination claims under the 1964 Civil Rights Act; removing obstacles in the Equal Pay \nAct to facilitate plaintiffs' participation in class action lawsuits that challenge systemic pay discrimination; and \ncreating a negotiation skills training program for women and girls. I again urge you to do all you can to see that this \nimportant legislation is enacted as quickly as possible so that women can begin to have some parity for a day's \nwork. This in turn will help hard working American women, their children and their families gain the economic \nstability they deserve. Please support the Paycheck Fairness Act and work to eliminate this unacceptable gap in \npay. Sincerely, Hilary O. Shelton, Director, NAACP Washington Bureau & Senior Vice President for Policy and \nAdvocacy. Ms. FOXX of North Carolina. Madam Chairman, I reserve the balance of my time. Mr. SCOTT of \nVirginia. Madam Chair, I yield 2 minutes to the gentleman from Virginia (Mr. Beyer). Mr. BEYER. Madam Chair, I \nam a businessman. I am also the father of three daughters. I have managed people and managed compensation \nplans for more than 40 years, and I know that we cannot manage what we do not measure. I agree with my friend, \nthe Republican congresswoman from New York, that men and women should be paid equally for equal work. This \nshould be a bedrock principle of our democracy. But if we don't gather the data, how will we ever know if there is \npaycheck fairness? My middle daughter is a computer programmer--well paid. She was dismayed to learn around \nChristmastime that her male counterparts doing exactly the same work were making more money. It is a fiction that \nthis will be a burden on employers with more than 100 employees. Absolutely none of these employers have not \ndigitized their paycheck process decades ago. The collection of this data requires a keystroke; that is all. All the \ndata, already there, already gathered. Pay transparency is the most powerful way to achieve paycheck fairness. \n[[Page H2858]] Men and women together are outraged when they see actual measured pay unfairness. But where \nincomes are most fair, where they are most transparent--in the military and in government--paycheck inequity is \nsmall or even nonexistent. This is not a bill for lawyers. This is a bill for business owners and business managers \nwho want to do the right thing and now will have the data to do that right thing. Ms. FOXX of North Carolina. \nMadam Chair, I continue to reserve the balance of my time. Mr. SCOTT of Virginia. Mr. Chair, I yield 2 minutes to \n\n\n\nthe gentlewoman from the District of Columbia (Ms. Norton). Ms. NORTON. Mr. Chair, I thank my friend for yielding. \nI have left the chair, where I had been presiding, to speak on my bill, which is included in H.R. 7. My bill is Pay \nEquity for All, to bar an employer from asking about a person's prior pay. Mr. Chair, I want to thank all of you who \nhave led this bill to where we are today. I also am very much for the bill in which my bill is included, H.R. 7, which \nincludes class actions, for example, the clarification for which has been most needed. Expanding this bill is personal \nfor me. I was the first woman to chair the Equal Employment Opportunity Commission and enforce the Equal Pay \nAct, expanding it during my term at the commission. I, therefore, am very grateful to my good friend Rosa DeLauro, \na great champion of equal pay, for including my Pay Equity for All Act in this bill. Mr. Speaker, many employers \nmay not recognize that they are discriminating against women because they may not intentionally do so. But setting \nwages based on salary history is routinely done in the workplace, perhaps even by some in the Congress, and it \nreinforces the wage gap and may be the most important reason for the persistence of the wage gap that we have \nbeen unable to unlock. What it means is that historically disadvantaged groups--women and minorities in particular-\n-often start their careers with unfair and artificially low wages compared to their White male counterparts. This then \ngets imbedded--this discrimination--and compounded throughout their careers, so they never catch up with their \nmale counterparts. Job offers ought to be based on an applicant's skill and merit, not past salary or salary history. \nMy bill keeps an employer from asking applicants for their salary history or their salary in the last job during the \ninterview process or as a condition of employment. One study has shown, if you don't ask this question, wages are \nset at 9 percent higher. Therefore, this bill is a very important component of bridging the wage gap. Ms. FOXX of \nNorth Carolina. Mr. Chairman, I reserve the balance of my time. Mr. SCOTT of Virginia. Mr. Chairman, I yield 1 \nminute to the gentlewoman from Texas (Ms. Jackson Lee). Ms. JACKSON LEE. Mr. Chairman, I thank the \ngentleman for yielding, the chairman of the full committee, I acknowledge the ranking member, and indicate that, as \nall of us who have come to the floor, this is an enormously historic day. For those of us who know the history of \nequal pay for women in America, this is a journey long in coming and continuing--first with the Equal Pay Act of \nsome 50-plus years ago; then with the Lilly Ledbetter Act 10 years ago; and now with this historic legislation, the \nPaycheck Fairness Act--to make good on the idea that women should not be getting less than their male \ncounterparts: African American women earning 61 percent, Latina women earning 53 percent, and Hawaiian and \nPacific Islanders earning 62 percent versus White, non-Hispanic men. The most important part of this legislation is \nthe protection given to women today, requiring employers to prove that pay disparities exist for legitimate, job-\nrelated reasons other than sex. It bans retaliation against workers who wish to discuss their wages. It removes \nobstacles in the Equal Pay Act to allow workers to participate in class-action lawsuits and improves the Department \nof Labor tools for enforcing the Equal Pay Act. The CHAIR. The time of the gentlewoman has expired. Mr. SCOTT \nof Virginia. Madam Chair, I yield the gentlewoman from Texas an additional 30 seconds. Ms. JACKSON LEE. \nMadam Chair, it is important to note that no one, as a woman, can ask you what your previous pay was--how \ndenigrating that is--and use it as a basis to not pay you what you really deserve in this new position. Also, women \nare heads of household; they deserve the ability to provide for their family. Madam Chair, this is not a lawsuit bill. \nThis is an opportunity bill. This is a fairness bill. This is the ability to go into court to receive justice. And, yes, as \npart of justice, class-action lawsuits can work. I believe that the Paycheck Fairness Act should be passed, promptly \ngoing to the other body, and be signed by the President of the United States, because women, too, have the \nresponsibilities to serve and provide for their family. This is an historic piece of legislation. I thank Rosa DeLauro. \nMs. FOXX of North Carolina. Madam Chair, I reserve the balance of my time. Mr. SCOTT of Virginia. Madam Chair, \nI yield 2 minutes to the gentleman from New York (Mr. Nadler), the chair of the Committee on the Judiciary. Mr. \nNADLER. Madam Chair, I thank the gentleman for yielding. Madam Speaker, in 1963, when the Equal Pay Act was \nsigned into law, women earned 59 cents on the dollar compared to men. In the 56 years since, that gap has only \nclosed by 21 cents. Women still make only 80 cents on the dollar compared to their male counterparts and earn \nless than men in nearly every single occupation. The pay gap is even more extreme for women of color. Over the \ncourse of an entire career, that gap results in women losing millions of dollars in earnings compared to their male \ncounterparts. In today's economy, in which women make up more than half of the workforce and are the sole or co-\nbreadwinner in half of American families, that is simply unacceptable. Being paid fairly for your work is a \nfundamental issue of fairness and freedom. Pay disparity can limit women's career choices and their financial \nindependence, but equal pay enables women to save for retirement, to build careers, to buy homes, and to support \ntheir families. Today, I am proud to vote for the Paycheck Fairness Act, legislation I have cosponsored in every \nCongress since 1997. This legislation gets us closer, at last, to fulfilling the promise of equal pay for equal work and \n\n\n\nfinally ensuring that women have the ability to fight back against wage discrimination and close the wage gap. I \nwish to thank Chairman Scott for including language in this bill that mirrors legislation I introduced with \nRepresentative Eleanor Holmes Norton to address how employers use salary history. Many women and minorities \nstart their careers with unfair and artificially low salaries compared to their White male counterparts. That \ndiscrepancy can be compounded from job to job, when employers rely heavily on salary history in compensation \npackages. This change will help ensure that women's pay is based on their merit and not on the past discrimination \nof other employers. Madam Chair, I urge my colleagues to support this bill and to finish the work of closing the \nwage gap. Ms. FOXX of North Carolina. Madam Chairman, I yield myself such time as I may consume. Madam \nChair, I have worked for most of my life. I entered the workforce as a young woman, not because I wanted to but \nbecause I had to. I knew the burden of poverty well. If I didn't work to support myself, if I didn't contribute to my \nfamily income, we would go hungry. Well, I have been enormously blessed to have gone from working for survival \nto working for pleasure and, I hope, a greater purpose. I know there are millions of women of all ages in this country \ntoday who must work to survive, just as I did. When I entered the workforce, equal pay for equal work--equal pay for \n[[Page H2859]] women--was a demand, but not yet the law. Today, it is the law. The Equal Pay Act and the Civil \nRights Act are clear that pay discrimination is wrong, it is unacceptable, and it is illegal. Managers who discriminate \non the basis of sex are breaking at least two Federal laws, and they have no excuses. No one should operate \nunder the assumption that women have reached their full potential in the workplace. Over the years, I have \nexperienced sexism and misogyny. I have seen unfairness. I have seen, also, remarkable advancement, and I \nhave remained disappointed in many ways. So, for the sake of all the working women I have known and know now, \nwomen who work because they choose to and women who work because they must, I looked for anything in this \nlegislation worthy of their support. I found that this bill wasn't written for their sake at all. This bill is a cynical political \nploy that borders on paternalism. There is not a single new or strengthened legal protection against pay \ndiscrimination for working women in H.R. 7. {time} 1500 This bill is entirely designed for trial lawyers, and \nDemocrats must think women are too dumb to understand what they have done. It is an insult to women \neverywhere that Democrats are passing this bill off as something good for them. This bill is like every other cheap \nproduct in drugstores and supermarkets across America that has been covered in pink packaging, marketed as the \nsolution women have been waiting for, and sold for twice what it is worth. We know women are smarter than that. \nDemocrats, who have assumed that women will always follow their agenda, realize they are running out of time, \nand that is why they have stooped to a stunt like H.R. 7. Women in America are embracing their power and \npotential in ways they never have before. I am not talking about the record number of women in Congress. I am \ntalking about the historic, groundbreaking number of women in the workforce. More than half of the record number \nof new jobs created in the past year have gone to women. More women are stepping up to start and lead \nbusinesses, to be job creators themselves, than ever before. Women need Representatives in Washington who will \ncheer for them, not their rich lawyers. If Democrats want to champion a bill to make life easier for trial lawyers, that \nis their choice, but they should be honest about it and, for once, bypass the opportunity to talk down to hardworking \nwomen everywhere. For the women who work today because they must, I am glad they have the legal protections I \ndidn't when I was in their shoes. It was women like them who paved the way for suffrage a century ago. It was \nwomen like them who made equal pay for equal work the law of the land, and it is women like them, today and \ntomorrow, who will continue to clarify, to sharpen, and to exemplify what ``a more perfect Union'' was always \nsupposed to look like. This House should follow their lead. Madam Chair, I yield back the balance of my time. Mr. \nSCOTT of Virginia. Madam Chair, I would like to inquire how much time I have left. The CHAIR. The gentleman has \n2 minutes remaining. Mr. SCOTT of Virginia. Madam Chair, I yield myself the balance of my time. Madam Chair, I \njust want to make a couple of closing comments. We have heard speaker after speaker complain that, if this bill \npasses, lawyers will get paid. Most lawyers, in fact, only get paid when they have a winning case; so if they want \nlawyers to stop getting paid, they could do this if we would stop discriminating. The only way to enforce the laws \nagainst discrimination is to hire a lawyer and go to court, and that is when lawyers get paid. Stop the discrimination; \nstop the lawyers from getting paid. There is also a suggestion that we ought to limit the amount of money that can \nbe paid to lawyers. The fact is that no group supporting women support that limitation because the limitation \nsometimes can be so low that you can't hire a lawyer. It is only supported by groups supporting those representing \npeople accused of discrimination. It is also one-sided. There is no proposal to limit the amount of money that the \nguilty can pay their lawyers. A comment was made about unlimited damages. The damages, in fact, in this bill are \nthe same as you can get under race and religious discrimination, and the purpose of the bill is to conform the \n\n\n\nprocess for gender discrimination to the process for other forms of discrimination like race and religion. The EEOC \ndata, as my colleague from Virginia pointed out, is available, and if you do not report this data, you could have \ngross disparities. You could pay all the men one thing and all the women less, and until that is reported, nobody \nmight notice. Madam Chair, there are pay gaps. Discrimination still exists, and this legislation is one step in closing \nthat pay gap. We need to pass the legislation. Madam Chair, I yield back the balance of my time. Ms. KAPTUR. \nMadam Chair, our Republican colleagues say the Paycheck Fairness Act is unnecessary, a boom for trial \nattorneys and a burden on employers, but once again the latest numbers tell a different story. American women \ncontinue to lag far behind fair pay for equal work. The latest numbers from the U.S. Census Bureau once again \nrevealed that American women working full-time, year-round, are typically paid only 80 cents for every dollar paid to \ntheir male counterparts. The pay gaps are even more severe for women of color: 61 cents for African American \nwomen and 53 cents for Latina women. Women take home less money than they have rightfully earned in every \nindustry, no matter what they do, how high their level of education, or where they are from. Not only is this a matter \nof basic equality, economic justice and freedom, it also compounds and is a significant issue impacting women's \nretirement security. The Paycheck Fairness Act provides a long-overdue remedy to the 1963 Equal Pay Act. It will \ngive women the tools needed to successfully challenge pay discrimination and to incentivize employers to comply \nwith the law. I urge all my colleagues to support its passage. Ms. JOHNSON of Texas. Madam Chair, I rise today to \nvoice my support for H.R. 7, the Paycheck Fairness Act. The purpose of this legislation is simple: ensuring all \nwomen are rewarded with equal pay for equal work. The landmark Equal Pay Act of 1963 has helped us to achieve \nprogress in this crucial policy area, but the Equal Pay Act, enacted over a half-century ago, is out of date and out of \ntouch with today's business world. The Paycheck Fairness Act makes necessary and common- sense \nimprovements to this historic law so that we can take another step toward eradicating gender-based wage \ndiscrimination. Most importantly, this bill seeks to make equal pay a reality for women of color. Race and gender \nwage gaps harm not just the economic security of women but also of their families. A woman of color who works full \ntime, year round, can lose more than $1 million in income over a 40-year career because of the wage gap. \nCurrently, black women earn $0.60 for every dollar earned by their white male counterparts. Native American \nwomen earn $0.57 to every dollar, and Latina women earn $0.54. Meanwhile, white women and Asian women earn \n$0.79 and $0.87, respectively. This wage gap has not improved for years and continues to squeeze women's \npocketbooks, erode their earning potential, and deprive them of the means to improve their own lives and support \ntheir families. It is long past time to update the Equal Pay Act to give working women the legal tools they need to \nchallenge sex-based pay discrimination and to encourage employers to comply with the law. The Paycheck \nFairness Act sets forth a path toward achieving those goals. I urge members of the House to pass this critical \nlegislation. Mr. SMITH of New Jersey. Madam Chair, I rise today in support of H.R. 7, the Paycheck Fairness Act--\na modest, common-sense solution to the problem of pay inequity. Equal pay for equal work is not only a core value \nof mine and others--it's the law. Full implementation of that principle, however, remains elusive. The Paycheck \nFairness Act, which was first introduced in 1997 and passed the House of Representatives with bipartisan support \nin 2009, is a serious initiative to realize the noble goal of true equality. Among its provisions, this legislation would: \nEncourage businesses to rely on information about the market value of a position, industry standards, the duties of \nthe job, and their [[Page H2860]] budgets in order to set salaries, by prohibiting reliance on the prior salary history \nof prospective employees. Allow workers to share their personal salary information free from retaliation, with \ncommonsense exceptions for FIR professionals. Improve research on the gender pay gap by instructing \nDepartment of Labor (DOL) to conduct studies and review available research and data to provide information on \nhow to identify, correct, and eliminate illegal wage disparities. Assist the DOL in uncovering wage discrimination by \nrequiring the collection of wage data from federal contractors, and direct the Equal Employment Opportunity \nCommission (EEOC) to conduct a survey of available wage information and create a system of wage data \ncollection. Support small businesses with technical assistance by providing support to all businesses to help them \nwith their equal pay practices. Momentum has continued to build, with more than 260 diverse organizations signing \na letter in support of the bill, including the U.S. Women's Chamber of Commerce, which represents business \nassociations and groups across the country, and the Main Street Alliance, a national network of small business \nowners. Madam Chair, according to the National Partnership for Women and Families, if the disparity in median \nannual earnings for women and men working full-time, year-round were closed, women would have over $10,000 \nmore in earnings each year. For millennial women, closing this gender wage gap could add up to more than \n$1,000,000 in lost income over a career. This not only impacts these women immensely, but also directly impacts \n\n\n\nthose with families. Over 62 percent of two-parent, married households with children, have both parents employed, \nwhich means these families would add $10,000 more to their family's total earnings per year. Madam Chair, this bill \nmakes good economic sense. Companies are recognizing the benefits and the power of women's increased \neconomic participation, and some have already enacted policies similar to those outlined in the Paycheck Fairness \nAct. Companies like Staples and Amazon have ended inquiries into job applicants' salary histories to avoid \nimporting prior pay discrimination into their wage setting process. These moves are directly aligned with the \nPaycheck Fairness Act's provision banning reliance on salary history in determining future pay, so that prior pay \ndiscrimination doesn't follow workers from job to job. We have also seen a movement, spearheaded by investors, to \nmotivate companies to disclose their pay data. After a gender pay shareholder proposal from the investment \nmanagement firm Arjuna Capital, Citigroup publicly released the results of its pay equity review in 2018 covering a \nthird of its global workforce, and another, more comprehensive review, in 2019. This data release went even further \nthan the Paycheck Fairness Act's provisions, which would only require that companies give this summary \ninformation to the Equal Employment Opportunity Commission (EEOC), not the public. According to a 2017 report \nfrom the Institute for Women's Policy Research, the poverty rate for all working women would be cut in half if \nwomen were paid the same as men. The same study indicates the U.S. economy would have produced an \nadditional $512.6 billion in income if women had received equal pay for equal work. With 64 percent of mothers \nbeing the primary, sole, or co-breadwinners of their families, equal pay for women means America's families are \nbetter off. Ensuring women have equal pay would have a significant positive impact on our families and our \neconomy and I urge my colleagues to support this legislation. The CHAIR. All time for general debate has expired. \nPursuant to the rule, the bill shall be considered for amendment under the 5-minute rule. In lieu of the amendment \nin the nature of a substitute recommended by the Committee on Education and Labor, printed in the bill, it shall be \nin order to consider as an original bill for the purpose of amendment under the 5-minute rule an amendment in the \nnature of a substitute consisting of the text of Rules Committee Print 116-8 modified by the amendment printed in \npart A of House Report 116-19. That amendment in the nature of a substitute shall be considered as read. The text \nof the amendment in the nature of a substitute is as follows: H.R. 7 Be it enacted by the Senate and House of \nRepresentatives of the United States of America in Congress assembled, SECTION 1. SHORT TITLE. This Act \nmay be cited as the ``Paycheck Fairness Act''. SEC. 2. FINDINGS. Congress finds the following: (1) Women have \nentered the workforce in record numbers over the past 50 years. (2) Despite the enactment of the Equal Pay Act of \n1963, many women continue to earn significantly lower pay than men for equal work. These pay disparities exist in \nboth the private and governmental sectors. (3) In many instances, the pay disparities can only be due to continued \nintentional discrimination or the lingering effects of past discrimination. After controlling for educational attainment, \noccupation, industry, union status, race, ethnicity, and labor force experience roughly 40 percent of the pay gap \nremains unexplained. (4) The existence of such pay disparities-- (A) depresses the wages of working families who \nrely on the wages of all members of the family to make ends meet; (B) undermines women's retirement security, \nwhich is often based on earnings while in the workforce; (C) prevents women from realizing their full economic \npotential, particularly in terms of labor force participation and attachment; (D) has been spread and perpetuated, \nthrough commerce and the channels and instrumentalities of commerce, among the workers of the several States; \n(E) burdens commerce and the free flow of goods in commerce; (F) constitutes an unfair method of competition in \ncommerce; (G) tends to cause labor disputes, as evidenced by the tens of thousands of charges filed with the Equal \nEmployment Opportunity Commission against employers between 2010 and 2016; (H) interferes with the orderly \nand fair marketing of goods in commerce; and (I) in many instances, may deprive workers of equal protection on \nthe basis of sex in violation of the 5th and 14th Amendments to the Constitution. (5)(A) Artificial barriers to the \nelimination of discrimination in the payment of wages on the basis of sex continue to exist decades after the \nenactment of the Fair Labor Standards Act of 1938 (29 U.S.C. 201 et seq.) and the Civil Rights Act of 1964 (42 \nU.S.C. 2000a et seq.). (B) These barriers have resulted, in significant part, because the Equal Pay Act of 1963 has \nnot worked as Congress originally intended. Improvements and modifications to the law are necessary to ensure \nthat the Act provides effective protection to those subject to pay discrimination on the basis of their sex. (C) \nElimination of such barriers would have positive effects, including-- (i) providing a solution to problems in the \neconomy created by unfair pay disparities; (ii) substantially reducing the number of working women earning unfairly \nlow wages, thereby reducing the dependence on public assistance; (iii) promoting stable families by enabling all \nfamily members to earn a fair rate of pay; (iv) remedying the effects of past discrimination on the basis of sex and \nensuring that in the future workers are afforded equal protection on the basis of sex; and (v) ensuring equal \n\n\n\nprotection pursuant to Congress' power to enforce the 5th and 14th Amendments to the Constitution. (6) The \nDepartment of Labor and the Equal Employment Opportunity Commission carry out functions to help ensure that \nwomen receive equal pay for equal work. (7) The Department of Labor is responsible for-- (A) collecting and \nmaking publicly available information about women's pay; (B) ensuring that companies receiving Federal contracts \ncomply with anti-discrimination affirmative action requirements of Executive Order 11246 (relating to equal \nemployment opportunity); (C) disseminating information about women's rights in the workplace; (D) helping women \nwho have been victims of pay discrimination obtain a remedy; and (E) investigating and prosecuting systemic \ngender based pay discrimination involving government contractors. (8) The Equal Employment Opportunity \nCommission is the primary enforcement agency for claims made under the Equal Pay Act of 1963, and issues \nregulations and guidance on appropriate interpretations of the law. (9) Vigorous implementation by the Department \nof Labor and the Equal Employment Opportunity Commission, increased information as a result of the amendments \nmade by this Act, wage data, and more effective remedies, will ensure that women are better able to recognize \nand enforce their rights. (10) Certain employers have already made great strides in eradicating unfair pay \ndisparities in the workplace and their achievements should be recognized. SEC. 3. ENHANCED ENFORCEMENT \nOF EQUAL PAY REQUIREMENTS. (a) Bona Fide Factor Defense and Modification of Same Establishment \nRequirement.--Section 6(d)(1) of the Fair Labor Standards Act of 1938 (29 U.S.C. 206(d)(1)) is amended-- (1) by \nstriking ``No employer having'' and inserting ``(A) No employer having''; (2) by striking ``any other factor other than \nsex'' and inserting ``a bona fide factor other than sex, such as education, training, or experience''; and (3) by \ninserting at the end the following: ``(B) The bona fide factor defense described in subparagraph (A)(iv) shall apply \nonly if the employer demonstrates that such factor (i) is not based upon or derived from a sex-based differential in \ncompensation; (ii) is job-related with respect to the position in question; (iii) is consistent with business necessity; \nand (iv) accounts for the entire differential in compensation at issue. Such defense shall not apply [[Page H2861]] \nwhere the employee demonstrates that an alternative employment practice exists that would serve the same \nbusiness purpose without producing such differential and that the employer has refused to adopt such alternative \npractice. ``(C) For purposes of subparagraph (A), employees shall be deemed to work in the same establishment if \nthe employees work for the same employer at workplaces located in the same county or similar political subdivision \nof a State. The preceding sentence shall not be construed as limiting broader applications of the term \n`establishment' consistent with rules prescribed or guidance issued by the Equal Employment Opportunity \nCommission.''. (b) Nonretaliation Provision.--Section 15 of the Fair Labor Standards Act of 1938 (29 U.S.C. 215) is \namended-- (1) in subsection (a)-- (A) in paragraph (3), by striking ``employee has filed'' and all that follows and \ninserting ``employee-- ``(A) has made a charge or filed any complaint or instituted or caused to be instituted any \ninvestigation, proceeding, hearing, or action under or related to this Act, including an investigation conducted by the \nemployer, or has testified or is planning to testify or has assisted or participated in any manner in any such \ninvestigation, proceeding, hearing or action, or has served or is planning to serve on an industry committee; or ``(B) \nhas inquired about, discussed, or disclosed the wages of the employee or another employee;''; (B) in paragraph (5), \nby striking the period at the end and inserting ``; or''; and (C) by adding at the end the following: ``(6) to require an \nemployee to sign a contract or waiver that would prohibit the employee from disclosing information about the \nemployee's wages.''; and (2) by adding at the end the following: ``(c) Subsection (a)(3)(B) shall not apply to \ninstances in which an employee who has access to the wage information of other employees as a part of such \nemployee's essential job functions discloses the wages of such other employees to individuals who do not \notherwise have access to such information, unless such disclosure is in response to a complaint or charge or in \nfurtherance of an investigation, proceeding, hearing, or action under section 6(d), including an investigation \nconducted by the employer. Nothing in this subsection shall be construed to limit the rights of an employee provided \nunder any other provision of law.''. (c) Enhanced Penalties.--Section 16(b) of the Fair Labor Standards Act of 1938 \n(29 U.S.C. 216(b)) is amended-- (1) by inserting after the first sentence the following: ``Any employer who violates \nsection 6(d) shall additionally be liable for such compensatory damages, or, where the employee demonstrates that \nthe employer acted with malice or reckless indifference, punitive damages as may be appropriate, except that the \nUnited States shall not be liable for punitive damages.''; (2) in the sentence beginning ``An action to'', by striking \n``the preceding sentences'' and inserting ``any of the preceding sentences of this subsection''; (3) in the sentence \nbeginning ``No employees shall'', by striking ``No employees'' and inserting ``Except with respect to class actions \nbrought to enforce section 6(d), no employee''; (4) by inserting after the sentence referred to in paragraph (3), the \nfollowing: ``Notwithstanding any other provision of Federal law, any action brought to enforce section 6(d) may be \n\n\n\nmaintained as a class action as provided by the Federal Rules of Civil Procedure.''; and (5) in the sentence \nbeginning ``The court in''-- (A) by striking ``in such action'' and inserting ``in any action brought to recover the \nliability prescribed in any of the preceding sentences of this subsection''; and (B) by inserting before the period the \nfollowing: ``, including expert fees''. (d) Action by Secretary.--Section 16(c) of the Fair Labor Standards Act of 1938 \n(29 U.S.C. 216(c)) is amended-- (1) in the first sentence-- (A) by inserting ``or, in the case of a violation of section \n6(d), additional compensatory or punitive damages, as described in subsection (b),'' before ``and the agreement''; \nand (B) by inserting before the period the following: ``, or such compensatory or punitive damages, as appropriate''; \n(2) in the second sentence, by inserting before the period the following: ``and, in the case of a violation of section \n6(d), additional compensatory or punitive damages, as described in subsection (b)''; (3) in the third sentence, by \nstriking ``the first sentence'' and inserting ``the first or second sentence''; and (4) in the sixth sentence-- (A) by \nstriking ``commenced in the case'' and inserting ``commenced-- ``(1) in the case''; (B) by striking the period and \ninserting ``; or''; and (C) by adding at the end the following: ``(2) in the case of a class action brought to enforce \nsection 6(d), on the date on which the individual becomes a party plaintiff to the class action.''. SEC. 4. TRAINING. \nThe Equal Employment Opportunity Commission and the Office of Federal Contract Compliance Programs, subject \nto the availability of funds appropriated under section 11, shall provide training to Commission employees and \naffected individuals and entities on matters involving discrimination in the payment of wages. SEC. 5. \nNEGOTIATION SKILLS TRAINING. (a) Program Authorized.-- (1) In general.--The Secretary of Labor, after \nconsultation with the Secretary of Education, is authorized to establish and carry out a grant program. (2) Grants.--\nIn carrying out the program, the Secretary of Labor may make grants on a competitive basis to eligible entities to \ncarry out negotiation skills training programs for the purposes of addressing pay disparities, including through \noutreach to women and girls. (3) Eligible entities.--To be eligible to receive a grant under this subsection, an entity \nshall be a public agency, such as a State, a local government in a metropolitan statistical area (as defined by the \nOffice of Management and Budget), a State educational agency, or a local educational agency, a private nonprofit \norganization, or a community- based organization. (4) Application.--To be eligible to receive a grant under this \nsubsection, an entity shall submit an application to the Secretary of Labor at such time, in such manner, and \ncontaining such information as the Secretary of Labor may require. (5) Use of funds.--An entity that receives a grant \nunder this subsection shall use the funds made available through the grant to carry out an effective negotiation \nskills training program for the purposes described in paragraph (2). (b) Incorporating Training Into Existing \nPrograms.--The Secretary of Labor and the Secretary of Education shall issue regulations or policy guidance that \nprovides for integrating the negotiation skills training, to the extent practicable, into programs authorized under-- (1) \nin the case of the Secretary of Education, the Elementary and Secondary Education Act of 1965 (20 U.S.C. 6301 et \nseq.), the Carl D. Perkins Career and Technical Education Act of 2006 (20 U.S.C. 2301 et seq.), the Higher \nEducation Act of 1965 (20 U.S.C. 1001 et seq.), and other programs carried out by the Department of Education \nthat the Secretary of Education determines to be appropriate; and (2) in the case of the Secretary of Labor, the \nWorkforce Innovation and Opportunity Act (29 U.S.C. 3101 et seq.), and other programs carried out by the \nDepartment of Labor that the Secretary of Labor determines to be appropriate. (c) Report.--Not later than 18 \nmonths after the date of enactment of this Act, and annually thereafter, the Secretary of Labor, in consultation with \nthe Secretary of Education, shall prepare and submit to Congress a report describing the activities conducted under \nthis section and evaluating the effectiveness of such activities in achieving the purposes of this section. SEC. 6. \nRESEARCH, EDUCATION, AND OUTREACH. Not later than 18 months after the date of enactment of this Act, \nand periodically thereafter, the Secretary of Labor shall conduct studies and provide information to employers, \nlabor organizations, and the general public concerning the means available to eliminate pay disparities between \nmen and women, including-- (1) conducting and promoting research to develop the means to correct expeditiously \nthe conditions leading to the pay disparities; (2) publishing and otherwise making available to employers, labor \norganizations, professional associations, educational institutions, the media, and the general public the findings \nresulting from studies and other materials, relating to eliminating the pay disparities; (3) sponsoring and assisting \nState, local, and community informational and educational programs; (4) providing information to employers, labor \norganizations, professional associations, and other interested persons on the means of eliminating the pay \ndisparities; and (5) recognizing and promoting the achievements of employers, labor organizations, and \nprofessional associations that have worked to eliminate the pay disparities. SEC. 7. ESTABLISHMENT OF THE \nNATIONAL AWARD FOR PAY EQUITY IN THE WORKPLACE. (a) In General.--There is established the Secretary \nof Labor's National Award for Pay Equity in the Workplace, which shall be awarded, on an annual basis, to an \n\n\n\nemployer to encourage proactive efforts to comply with section 6(d) of the Fair Labor Standards Act of 1938 (29 \nU.S.C. 206(d)), as amended by this Act. (b) Criteria for Qualification.--The Secretary of Labor shall set criteria for \nreceipt of the award, including a requirement that an employer has made substantial effort to eliminate pay \ndisparities between men and women, and deserves special recognition as a consequence of such effort. The \nSecretary shall establish procedures for the application and presentation of the award. (c) Business.--In this \nsection, the term ``employer'' includes-- (1)(A) a corporation, including a nonprofit corporation; (B) a partnership; (C) \na professional association; (D) a labor organization; and (E) a business entity similar to an entity described in any of \nsubparagraphs (A) through (D); (2) an entity carrying out an education referral program, a training program, such as \nan apprenticeship or management training program, or a similar program; and (3) an entity carrying out a joint \nprogram, formed by a combination of any entities described in paragraph (1) or (2). SEC. 8. COLLECTION OF PAY \nINFORMATION BY THE EQUAL EMPLOYMENT OPPORTUNITY COMMISSION. Section 709 of the Civil Rights \nAct of 1964 (42 U.S.C. 2000e-8) is amended by adding at the end the following: ``(f)(1) Not later than 18 months \nafter the date of enactment of this subsection, the Commission shall provide for the collection from employers of \ncompensation data and other employment-related data (including hiring, termination, and promotion data) \ndisaggregated by the sex, race, and ethnic identity of employees. [[Page H2862]] ``(2) In carrying out paragraph \n(1), the Commission shall have as its primary consideration the most effective and efficient means for enhancing \nthe enforcement of Federal laws prohibiting pay discrimination. For this purpose, the Commission shall consider \nfactors including the imposition of burdens on employers, the frequency of required reports (including the size of \nemployers required to prepare reports), appropriate protections for maintaining data confidentiality, and the most \neffective format to report such data. ``(3)(A) For each 12-month reporting period for an employer, the compensation \ndata collected under paragraph (1) shall include, for each range of taxable compensation described in \nsubparagraph (B), disaggregated by the categories described in subparagraph (E)-- ``(i) the number of employees \nof the employer who earn taxable compensation in an amount that falls within such taxable compensation range; \nand ``(ii) the total number of hours worked by such employees. ``(B) Subject to adjustment under subparagraph \n(C), the taxable compensation ranges described in this subparagraph are as follows: ``(i) Not more than $19,239. \n``(ii) Not less than $19,240 and not more than $24,439. ``(iii) Not less than $24,440 and not more than $30,679. \n``(iv) Not less than $30,680 and not more than $38,999. ``(v) Not less than $39,000 and not more than $49,919. \n``(vi) Not less than $49,920 and not more than $62,919. ``(vii) Not less than $62,920 and not more than $80,079. \n``(viii) Not less than $80,080 and not more than $101,919. ``(ix) Not less than $101,920 and not more than \n$128,959. ``(x) Not less than $128,960 and not more than $163,799. ``(xi) Not less than $163,800 and not more \nthan $207,999. ``(xii) Not less than $208,000. ``(C) The Commission may adjust the taxable compensation ranges \nunder subparagraph (B)-- ``(i) if the Commission determines that such adjustment is necessary to enhance \nenforcement of Federal laws prohibiting pay discrimination; or ``(ii) for inflation, in consultation with the Bureau of \nLabor Statistics. ``(D) In collecting data described in subparagraph (A)(ii), the Commission shall provide that, with \nrespect to an employee who the employer is not required to compensate for overtime employment under section 7 \nof the Fair Labor Standards Act of 1938 (29 U.S.C. 207), an employer may report-- ``(i) in the case of a full-time \nemployee, that such employee works 40 hours per week, and in the case of a part- time employee, that such \nemployee works 20 hours per week; or ``(ii) the actual number of hours worked by such employee. ``(E) The \ncategories described in this subparagraph shall be determined by the Commission and shall include-- ``(i) race; \n``(ii) ethnic identity; ``(iii) sex; and ``(iv) job categories, including the job categories described in the instructions for \nthe Equal Employment Opportunity Employer Information Report EEO-1, as in effect on the date of the enactment \nof this subsection. ``(F) The Commission shall use the compensation data collected under paragraph (1)-- ``(i) to \nenhance-- ``(I) the investigation of charges filed under section 706 or section 6(d) of the Fair Labor Standards Act \nof 1938 (29 U.S.C. 206(d)); and ``(II) the allocation of resources to investigate such charges; and ``(ii) for any other \npurpose that the Commission determines appropriate. ``(G) The Commission shall annually make publicly available \naggregate compensation data collected under paragraph (1) for the categories described in subparagraph (E), \ndisaggregated by industry, occupation, and core based statistical area (as defined by the Office of Management \nand Budget).''. SEC. 9. REINSTATEMENT OF PAY EQUITY PROGRAMS AND PAY EQUITY DATA \nCOLLECTION. (a) Bureau of Labor Statistics Data Collection.--The Commissioner of Labor Statistics shall continue \nto collect data on women workers in the Current Employment Statistics survey. (b) Office of Federal Contract \nCompliance Programs Initiatives.--The Director of the Office of Federal Contract Compliance Programs shall ensure \nthat employees of the Office-- (1)(A) shall use the full range of investigatory tools at the Office's disposal, including \n\n\n\npay grade methodology; (B) in considering evidence of possible compensation discrimination-- (i) shall not limit its \nconsideration to a small number of types of evidence; and (ii) shall not limit its evaluation of the evidence to a small \nnumber of methods of evaluating the evidence; and (C) shall not require a multiple regression analysis or anecdotal \nevidence for a compensation discrimination case; (2) for purposes of its investigative, compliance, and enforcement \nactivities, shall define ``similarly situated employees'' in a way that is consistent with and not more stringent than \nthe definition provided in item 1 of subsection A of section 10-III of the Equal Employment Opportunity Commission \nCompliance Manual (2000), and shall consider only factors that the Office's investigation reveals were used in \nmaking compensation decisions; and (3) shall implement a survey to collect compensation data and other \nemployment-related data (including hiring, termination, and promotion data) and designate not less than half of all \nnonconstruction contractor establishments each year to prepare and file such survey, and shall review and utilize \nthe responses to such survey to identify contractor establishments for further evaluation and for other enforcement \npurposes as appropriate. (c) Department of Labor Distribution of Wage Discrimination Information.--The Secretary \nof Labor shall make readily available (in print, on the Department of Labor website, and through any other forum \nthat the Department may use to distribute compensation discrimination information), accurate information on \ncompensation discrimination, including statistics, explanations of employee rights, historical analyses of such \ndiscrimination, instructions for employers on compliance, and any other information that will assist the public in \nunderstanding and addressing such discrimination. SEC. 10. PROHIBITIONS RELATING TO PROSPECTIVE \nEMPLOYEES' SALARY AND BENEFIT HISTORY. (a) In General.--The Fair Labor Standards Act of 1938 (29 \nU.S.C. 201 et seq.) is amended by inserting after section 7 the following new section: ``SEC. 8. REQUIREMENTS \nAND PROHIBITIONS RELATING TO WAGE, SALARY, AND BENEFIT HISTORY. ``(a) In General.--It shall be an \nunlawful practice for an employer to-- ``(1) rely on the wage history of a prospective employee in considering the \nprospective employee for employment, including requiring that a prospective employee's prior wages satisfy \nminimum or maximum criteria as a condition of being considered for employment; ``(2) rely on the wage history of a \nprospective employee in determining the wages for such prospective employee, except that an employer may rely \non wage history if it is voluntarily provided by a prospective employee, after the employer makes an offer of \nemployment with an offer of compensation to the prospective employee, to support a wage higher than the wage \noffered by the employer; ``(3) seek from a prospective employee or any current or former employer the wage history \nof the prospective employee, except that an employer may seek to confirm prior wage information only after an offer \nof employment with compensation has been made to the prospective employee and the prospective employee \nresponds to the offer by providing prior wage information to support a wage higher than that offered by the \nemployer; or ``(4) discharge or in any other manner retaliate against any employee or prospective employee \nbecause the employee or prospective employee-- ``(A) opposed any act or practice made unlawful by this section; \nor ``(B) took an action for which discrimination is forbidden under section 15(a)(3). ``(b) Definition.--In this section, \nthe term `wage history' means the wages paid to the prospective employee by the prospective employee's current \nemployer or previous employer.''. (b) Penalties.--Section 16 of such Act (29 U.S.C. 216) is amended by adding at \nthe end the following new subsection: ``(f)(1) Any person who violates the provisions of section 8 shall-- ``(A) be \nsubject to a civil penalty of $5,000 for a first offense, increased by an additional $1,000 for each subsequent \noffense, not to exceed $10,000; and ``(B) be liable to each employee or prospective employee who was the subject \nof the violation for special damages not to exceed $10,000 plus attorneys' fees, and shall be subject to such \ninjunctive relief as may be appropriate. ``(2) An action to recover the liability described in paragraph (1)(B) may be \nmaintained against any employer (including a public agency) in any Federal or State court of competent jurisdiction \nby any one or more employees or prospective employees for and on behalf of-- ``(A) the employees or prospective \nemployees; and ``(B) other employees or prospective employees similarly situated.''. SEC. 11. AUTHORIZATION \nOF APPROPRIATIONS. (a) Authorization of Appropriations.--There are authorized to be appropriated such sums \nas may be necessary to carry out this Act. (b) Prohibition on Earmarks.--None of the funds appropriated pursuant to \nsubsection (a) for purposes of the grant program in section 5 of this Act may be used for a congressional earmark \nas defined in clause 9(e) of rule XXI of the Rules of the House of Representatives. SEC. 12. SMALL BUSINESS \nASSISTANCE. (a) Effective Date.--This Act and the amendments made by this Act shall take effect on the date \nthat is 6 months after the date of enactment of this Act. (b) Technical Assistance Materials.--The Secretary of Labor \nand the Commissioner of the Equal Employment Opportunity Commission shall jointly develop technical assistance \nmaterial to assist small enterprises in complying with the requirements of this Act and the amendments made by \nthis Act. (c) Small Businesses.--A small enterprise shall be exempt from the provisions of this Act, and the \n\n\n\namendments made by this Act, to the same extent that such enterprise is exempt from the requirements of the Fair \nLabor Standards Act of 1938 (29 U.S.C. 201 et seq.) pursuant to clauses (i) and (ii) of section 3(s)(1)(A) of such \nAct (29 U.S.C. 203(s)(1)(A)). SEC. 13. RULE OF CONSTRUCTION. Nothing in this Act, or in any amendments \nmade by this Act, shall affect the obligation of employers and employees to fully comply with all applicable \nimmigration laws, including being [[Page H2863]] subject to any penalties, fines, or other sanctions. SEC. 14. \nSEVERABILITY. If any provision of this Act, an amendment made by this Act, or the application of that provision or \namendment to particular persons or circumstances is held invalid or found to be unconstitutional, the remainder of \nthis Act, the amendments made by this Act, or the application of that provision to other persons or circumstances \nshall not be affected. The CHAIR. No amendment to that amendment in the nature of a substitute shall be in order \nexcept those printed in part B of House Report 116-19. Each such amendment may be offered only in the order \nprinted in the report, by a Member designated in the report, shall be considered as read, shall be debatable for the \ntime specified in the report equally divided and controlled by the proponent and an opponent, shall not be subject to \namendment, and shall not be subject to a demand for division of the question. Amendment No. 1 Offered by Ms. \nFoxx of North Carolina The CHAIR. It is now in order to consider amendment No. 1 printed in part B of House \nReport 116-19. Ms. FOXX of North Carolina. Madam Chair, I have an amendment at the desk. The CHAIR. The \nClerk will designate the amendment. The text of the amendment is as follows: Strike section 8. The CHAIR. \nPursuant to House Resolution 252, the gentlewoman from North Carolina (Ms. Foxx) and a Member opposed each \nwill control 5 minutes. The Chair recognizes the gentlewoman from North Carolina. Ms. FOXX of North Carolina. \nMadam Chair, I yield myself such time as I may consume. In 2016, the Obama administration proposed adding \nemployee pay data to the EEO-1 report, which is filed by certain employers specifying employee data by job \ncategory, ethnicity, race, and sex. After strong concerns were raised about this misguided proposal by \ncongressional Republicans, the Office of Management and Budget stopped it from going forward in August 2017. A \nFederal district court recently overturned OMB's stay on the data collection, which the administration will likely \nappeal. The Obama administration scheme would have imposed an extremely costly and uniquely burdensome \nmandate on business owners, providing reams of proprietary data to the government for uses which were never \nadequately explained. The Obama EEO-1 mandate would have increased the data fields provided by employers in \neach EEO report twentyfold, from 180 to 3,660. It was also estimated that adding employee pay data to the EEO-1 \nform would have brought the overall cost to employers of submitting the report to approximately $700 million \nannually. It is appropriate to compare the pay data collection provisions in H.R. 7 to the 2016 Obama scheme \nbecause H.R. 7, as modified by the Scott amendment printed in part A of the Rules Committee report, codifies \nmuch of the 2016 Obama administration mandate. In fact, H.R. 7 now includes 12 pay bands, the same number as \nin the Obama mandate, at the exact dollar amounts that were part of the Obama mandate. Incredibly, H.R. 7's \nemployee pay data mandate is even more extreme than the Obama proposal. In addition to collecting reams of \nemployee pay data, the bill requires the EEOC to collect hiring, termination, and promotion data. How the EEOC \nwould collect this kind of data and how business owners would comply is anyone's guess. As with the previous \nscheme to expand the EEO-1, H.R. 7's provision raises many concerns. For one, H.R. 7 would pose significant \nthreats to the confidentiality and privacy of employee pay data. For instance, the EEOC shares the EEO-1 data with \nthe Department of Labor, which, in certain situations, might release data even if the EEOC would not. Moreover, \ntime and again we have seen massive and harmful data breaches of Federal agencies. Requiring the EEOC to \ncollect pay data would create yet another valuable target, and H.R. 7 fails to adequately address the need for \nprotection of employee data. As with the Obama EEO-1 scheme, I also have concern regarding the data's lack of \nusefulness and whether the EEOC would be able to appropriately manage and interpret the massive amounts of \nemployee pay data it would collect. I have already mentioned the burden of such a collection on employers. For all \nthese reasons, this amendment strikes the invasive, risky, and burdensome provision requiring the EEOC to collect \nemployee compensation data from employers broken down by race, sex, and ethnicity. I urge my colleagues to \nvote in favor of this amendment. Madam Chair, I yield back the balance of my time. Mrs. TRAHAN. Madam Chair, I \nclaim the time in opposition. The CHAIR. The gentlewoman from Massachusetts is recognized for 5 minutes. Mrs. \nTRAHAN. Madam Chair, before addressing the pending amendment, I want to thank the gentleman from Virginia \n(Mr. Scott) for his leadership and also express my profound appreciation for my friend from Connecticut. She has \nbeen a tireless champion over the years for equal pay on behalf of those who have been discriminated against \nunfairly. Madam Chair, I imagine that most of us agree that unfair pay discrimination needs to be stopped. \nUnfortunately, despite the progress we have made in offering greater opportunities to more and more Americans, \n\n\n\npay discrimination persists, and, at times, it occurs in stealth ways that cannot be easily detected. That, in fact, is a \nkey reason why I oppose this amendment. Keeping this bill intact is necessary to prevent the kind of unfair \ndiscrimination that occurs when one employee is compensated less than another despite doing the same job just as \nwell for just as long and with the same credentials. I worked in the private sector for 13 years before coming to \nCongress. I know firsthand that unfair pay disparities still occur. Across industries, I worked with employers to \nconfront this inequality, to bring more women to the decisionmaking table and create work environments where \npeople of any sex, gender, race, or ethnicity were truly empowered. Pay discrimination derails a workplace. It holds \nback talent and undermines trust, a toxic mix for any business. A key component of the Paycheck Fairness Act \nrequires that the Equal Employment Opportunity Commission collect wage data, disaggregated by sex, race, and \nnational origin. This provision is particularly necessary to respond to the administration's attempt to block the EEOC \nfrom collecting data. Earlier this month, the National Women's Law Center won an important case to reinstate the \nEEOC's ability to collect this data. Nevertheless, attacks on collecting data of this type continue. We should not \nmake it easier to hide pay discrimination. This provision is necessary to ensure that equal work does, in fact, lead to \nequal pay. It will reveal trends in hiring, compensation, and advancement, and it will expose sex-segregated jobs, \nand unequal salaries, benefits, or bonuses. This provision is a critical component of the bill, and I urge my \ncolleagues to oppose the amendment and keep the bill intact. Madam Chair, I yield to the gentleman from Virginia \n(Mr. Scott). Mr. SCOTT of Virginia. Madam Chair, I include in the Record a letter from the International Federation \nof Professional and Technical Engineers in support of this legislation. International Federation of Professional & \nTechnical Engineers, AFL-CIO & CLC, Washington, DC, March 26, 2019. Dear Representative, On behalf of the \n90,000 members represented by the International Federation of Professional and Technical Engineers (IFPTE), we \nare writing in support of H.R. 7, the Paycheck Fairness Act. Sponsored by Congresswoman Rosa DeLauro, this \nlegislation will amend the Fair Labor Standards Act of 1938 to provide more effective remedies to victims of gender-\nbased discrimination in the payment of wages. With a floor vote scheduled this week, IFPTE urges you to vote for \nH.R. 7. Today, women earn 80 cents to every one dollar earned by their male counterparts. It is even worse for \nAfrican- American women, who earn only 61 cents on the dollar compared to white non-Hispanic men, while \nHispanic and Latina women earn only 53 cents [[Page H2864]] on the dollar compared to white non-Hispanic men. \nWhile these glaring differences should be unacceptable in any day and age, the impact is even greater today with \npoverty rates among women recently reaching their highest peak in nearly two decades. The problem of unequal \npay for equal work spans every sector and all educational levels. According to a 2017 Department of Professional \nEmployees (DPE, AFL-CIO) fact sheet, Professional Women: A Gendered Look at Inequality in the U.S. Workforce, \nwomen with a bachelor's degree or higher earned $1,230 in median weekly wages in 2015, while men with a \ncomparable education earned $1,420. The DPE fact sheet also looked at wage disparities per occupational \ncategory and found that, without exception, women's wages lag far behind men. Despite comprising 55 percent of \nworkers in professional and related occupations, women in those professions earn 28 percent less than men. The \nPaycheck Fairness Act is aimed at closing the pay discrimination gap by strengthening the Equal Pay Act of 1963. \nThis legislation will: Clarify acceptable reasons for differences in pay to ensure that a wage gap is legitimate and \ntruly a result of factors other than gender; Allow for reasonable comparisons between employees to determine fair \nwages; Prohibit employer retaliation against workers who inquire about employee wages in general, or disclose \ntheir own wage; Provide women with the option to proceed in an opt-out class action lawsuit and allow women to \nreceive punitive and compensatory damages for pay discrimination; Increase training for Equal Employment \nOpportunity Commission (EEOC) staff to better identify and handle wage disputes; Require EEOC to develop \nregulations directing employers to collect wage data; Require the Department of Labor to reinstate activities that \npromote equal pay (i.e. educational programs, technical assistance to employers, promoting research about pay \ndisparities between men and women); and, Establish salary negotiation skills training for women and girls. The \nPaycheck Fairness Act is a long overdue bill to help close the pay gap suffered by women workers. IFPTE urges \nyou to support H.R. 7. Sincerely, Paul Shearon, President. Matthew Biggs, Secretary-Treasurer/Legislative Director. \nMrs. TRAHAN. Madam Chair, reporting this data allows the EEOC to see which employers have racial or gender \npay gaps that differ significantly from the pay patterns of other employers in their industry and region. To be clear, \nthis pay data will not conclusively establish that any employer is violating the law, and it isn't intended to. What it \nwill do is aggregate millions of data points to establish gender and racial pay patterns within job categories, \nindustries, and localities, allowing identification of firms that significantly depart from those benchmarks that may \nwarrant further analysis. {time} 1515 Simply put, we cannot end unfair pay discrimination if we don't have the data. I \n\n\n\njoin my colleague from North Carolina in celebrating a record number of women entering the workforce, but let's \ncompensate them fairly for their work, and let's use data to inform our decisions. Madam Chair, I urge my \ncolleagues to oppose the amendment and support the underlying bill, and I yield back the balance of my time. The \nCHAIR. The question is on the amendment offered by the gentlewoman from North Carolina (Ms. Foxx). The \namendment was rejected. Amendment No. 2 Offered by Mrs. Torres of California The CHAIR. It is now in order to \nconsider amendment No. 2 printed in part B of House Report 116-19. Mrs. TORRES of California. Madam Chair, I \nhave an amendment at the desk. The CHAIR. The Clerk will designate the amendment. The text of the amendment \nis as follows: Page 1, line 12, add at the end the following: ``Pay disparities are especially severe for women and \ngirls of color.''. The CHAIR. Pursuant to House Resolution 252, the gentlewoman from California (Mrs. Torres) and \na Member opposed each will control 5 minutes. The Chair recognizes the gentlewoman from California. Mrs. \nTORRES of California. Madam Chair, I rise today to offer an amendment to H.R. 7, the Paycheck Fairness Act, \nand I strongly support H.R. 7 and any effort to address the gender wage gap in this country. A terrible disparity \nexists in our country. Women on average make 80 cents to every dollar made by their White male counterpart. \nWhat is worse is that it is not getting any better. Last year, the gender wage gap actually grew for women of color. \nFor every dollar made by their non-Hispanic White male counterpart, an African American woman makes 61 cents, \na Native American woman makes 58 cents, and women who look like me, Latinas, make 53 cents on the dollar for \nsimilar work. That is less than the average woman in the 1960s. Do I not work just as hard as my male \ncounterparts? Do I deserve to make 53 cents on the dollar? And do I not have to support my family just as much as \nany man? Because of the gender pay gap, Latinas lose an average of $28,386. That amounts to more than $1 \nmillion over her career. To earn the same amount as her White non-Hispanic male colleagues, a Black woman must \nwork until she is 86 years old. You cannot get those hours back, those years back, or those decades back. The \ngender wage gap contributes to a wealth of disparity that makes it harder for people of color to get ahead. In 2013, \nthe median White household had about $134,000 in total wealth. For the median Black household, it is $11,000. \nThat is a 13-to- 1 ratio. Addressing the gender wage gap is the first step to addressing larger issues of pay parity \namong historically underserved groups. My first amendment changes the findings section of the Paycheck Fairness \nAct to recognize the devastating impacts the wage gap has on women of color. We must acknowledge that the \nwage gap is not color blind. By failing to recognize the specific effect the wage gap has on women and girls of \ncolor, these impacts might go unnoticed. Madam Chair, I reserve the balance of my time. Ms. FOXX of North \nCarolina. Madam Chair, I rise in opposition to the amendment. The CHAIR. The gentlewoman is recognized for 5 \nminutes. Ms. FOXX of North Carolina. Madam Chair, my colleague just said that Latina women are being paid 53 \ncents for every dollar a White man earns for the same work. That is currently illegal and should be reported. My \ncolleague may want to amend her statement on that, but I want to say again, paying a woman less than a man \nwhen they are both doing the same work is abhorrent and illegal. Women deserve equal pay for equal work. That is \nwhy two Federal laws prohibit pay discrimination based on sex. What Congress should be looking at are ways to \nexpand opportunities for women in the workplace. H.R. 7, however, does nothing to help women. Instead, it is \nwritten to help trial lawyers. Rather than treating sex discrimination charges with the seriousness they deserve, H.R. \n7 is designed to make it easier for trial lawyers to bring more suits of questionable validity, which will siphon off \nmoney from settlements and jury awards to line the pockets of trial lawyers. As we have said before, H.R. 7 offers \nno new or meaningful protections against pay discrimination. The findings section in H.R. 7 to which this \namendment is added already discusses women in the workplace and implies that the gender pay gap is largely \ncaused by discriminatory acts. However, economic studies conducted by government and private entities alike \nconsistently show that women make more holistic and discerning choices than men about managing work-life \ndemands, placing an equal and sometimes higher value on life factors besides their paycheck as they make \ndecisions about hours worked, overtime pursued, and promotions sought. Those values and choices should be \nhonored, Madam Chair. As such, the gender pay gap significantly shrinks when these choices and factors are \ntaken into account. Pay discrimination is a serious issue, but I do not believe this amendment will improve the bill or \nhelp to address pay discrimination in the workplace. Madam Chair, I urge a ``no'' vote, and I reserve the balance of \nmy time. [[Page H2865]] Mrs. TORRES of California. Madam Chair, I am prepared to close. Madam Chair, my \namendment shines a light on the plight of women and girls of color and sets the tone to take their struggle into \naccount throughout the rest of the bill. My colleagues on the other side of the aisle might have never heard about \nretaliation, about blacklisting. When women have the courage to come forward and report these wage thefts and \nabuses, they are treated differently under current law. That is why this bill is important. That is why this amendment \n\n\n\nis important. Madam Chair, I would like to thank the gentlewoman from Connecticut (Ms. DeLauro) for introducing \nthis bill, for her dedication to fair pay. Madam Chair, I urge my colleagues to support my amendment, and I yield \nback the balance of my time. Ms. FOXX of North Carolina. Madam Chair, again I say, Republicans abhor any type \nof discrimination, particularly pay discrimination against women. Madam Chair, if H.R. 7 would help with the \nsituation that my colleague described, we would be in favor of it. No woman should be discriminated against \nbecause she reports the fact that she is receiving unequal pay for work, but, again, H.R. 7 does nothing to help \nthose situations. That is why we oppose it. Madam Chair, H.R. 7 is not helping women; it is helping trial lawyers. I \nurge my colleagues to vote ``no'' on the amendment, and I yield back the balance of my time. The CHAIR. The \nquestion is on the amendment offered by the gentlewoman from California (Mrs. Torres). The amendment was \nagreed to. Amendment No. 3 Offered by Mrs. Torres of California The CHAIR. It is now in order to consider \namendment No. 3 printed in part B of House Report 116-19. Mrs. TORRES of California. Madam Chair, I have an \namendment at the desk. The CHAIR. The Clerk will designate the amendment. The text of the amendment is as \nfollows: Page 14, line 3, insert ``, with specific attention paid to women and girls from historically underrepresented \nand minority groups'' after ``disparities''. The CHAIR. Pursuant to House Resolution 252, the gentlewoman from \nCalifornia (Mrs. Torres) and a Member opposed each will control 5 minutes. The Chair recognizes the gentlewoman \nfrom California. Mrs. TORRES of California. Madam Chair, I rise today to offer a second amendment to H.R. 7, the \nPaycheck Fairness Act. This amendment ensures that women and girls of color are included in the research, \neducation, and outreach done by the Secretary of Labor. The sad truth is that women, especially women of color, \nare still paid less than their male counterparts for the same type of work. I know this because it happened to me. \nOne of my very first jobs was in a male-dominated industry, selling steel. It didn't matter that I performed as well, if \nnot better, than my male colleagues. It didn't matter that I sold steel in three languages while they sold in just one. I \nwould do my own data entry to get the job done, while they relied on an assistant. And when I needed to rush a \nshipment, I was not afraid to walk into the warehouse, pick the material, pack it, and send it to my customer. I was \nstill paid less. I had to leave that job that I loved because I wasn't getting my fair share. It was a shame then and it \nis a shame today. On average, Latinas still get paid 53 cents to every dollar made by their White male colleagues \nfor the same type of work. Today, we can act to change this. By passing the Paycheck Fairness Act with my \namendment, maybe young Latinas and other women of color will not have to suffer and share my experience. \nMadam Chair, I reserve the balance of my time. Ms. FOXX of North Carolina. Madam Chair, I rise in opposition to \nthe amendment. The CHAIR. The gentlewoman is recognized for 5 minutes. Ms. FOXX of North Carolina. Madam \nChair, women deserve equal pay for equal work. In America, it is law codified in the Equal Pay Act and the Civil \nRights Act. Unfortunately, H.R. 7 is a false promise that creates opportunities and advantages for trial lawyers, not \nfor working women, and the bill already requires new government studies. {time} 1530 H.R. 7 allows for \nundocumented compensatory and punitive damages, expands class actions, and makes it impossible to defend \nagainst a claim, when the pay difference at issue is legitimate. But the bill does not offer new protections for \nworkers against pay discrimination. Both government and nongovernment studies have shown that the gender pay \ngap significantly shrinks when certain choices and factors are included, such as choices made in managing work-\nlife demands. For example, a recent Harvard University study found that the gap in pay between female and male \nbus and train operators working for the Massachusetts Bay Transportation Authority was explained by the \nworkplace choices that women and men make, rather than other factors such as discrimination. The Harvard study \nis noteworthy because the workplace characteristics of the female operators are entirely comparable to their male \noperators. All of the operators are represented by the same union, and all are covered by the same collective \nbargaining agreement. We want to ensure the laws prohibiting pay discrimination are effective. However, this \namendment, and the underlying provision in H.R. 7, are not going to be helpful in this regard. We should strive to \nprovide women and all workers more freedom, flexibility, and opportunities. I do not believe this amendment will \nhelp us achieve that goal. Madam Chair, I urge my colleagues to oppose it, and I reserve the balance of my time. \nMrs. TORRES of California. Madam Chair, my amendment will expand the Paycheck Fairness Act to ensure the \nSecretary of Labor is paying attention to specific issues and researching the wage gap; educating employers, the \nmedia, and labor organizations on these findings, specifically highlighting the impact on underrepresented groups; \nensuring minorities are included in informational and educational outreach programs; and celebrating the \naccomplishments of employers who are leading the way to specifically address the gender gap issue for women of \ncolor. By paying specific attention to women of color in their research, maybe, one day, we can fill that gap to \nrecognize that diversity of perspective can be an asset. I wonder how different my experience would have been if \n\n\n\nthe Paycheck Fairness Act would have been in place at the time. Would I still have become a homeowner? Maybe. \nWould I still have been a successful mother of three sons? Maybe. Would I have been able to afford to pay for \nchildcare? Maybe. These are the things that women in business and the workforce are having to deal with every \nsingle day. Madam Chair, I yield back the balance of my time. Ms. FOXX of North Carolina. Madam Chair, I want to \nsay, again: no one in the workplace should be discriminated against. No woman of color, no woman, should be \ndiscriminated against. Republicans are opposed to any discrimination, in pay or otherwise, but H.R. 7 is not going to \nfix that. If it were, we would be on board. Madam Chair, I yield back the balance of my time. The CHAIR. The \nquestion is on the amendment offered by the gentlewoman from California (Mrs. Torres). The amendment was \nagreed to. Amendment No. 4 Offered by Mr. Byrne The CHAIR. It is now in order to consider amendment No. 4 \nprinted in part B of House Report 116-19. Mr. BYRNE. Madam Chair, I have an amendment at the desk. The \nCHAIR. The Clerk will designate the amendment. The text of the amendment is as follows: Amend section 3(a)(2) \nto read as follows: (2) by striking ``any other factor other than sex'' and inserting ``a bona fide business-related \nreason other than sex''; and Page 6, strike lines 9 through 20. Page 6, line 21, strike ``(C)'' and insert ``(B)''. [[Page \nH2866]] The CHAIR. Pursuant to House Resolution 252, the gentleman from Alabama (Mr. Byrne) and a Member \nopposed each will control 5 minutes. The Chair recognizes the gentleman from Alabama. Mr. BYRNE. Madam \nChair, I yield myself such time as I may consume. Madam Chair, this amendment adds the language ``a bona fide \nbusiness- related reason'' to make clear to the courts that the factor other than sex defense in the Equal Pay Act \ncannot be used as a loophole or excuse for using sex as a factor. This amendment additionally strikes the \nremaining provisions of the underlying bill relating to applications of the factor other than sex defense. These \nunnecessary provisions require that, even when an employer already shows the factor is other than sex, it must \nmeet additional illogical and insurmountable burdens, effectively paving an unimpeded path to the promise of \nunlimited punitive and compensatory damages for trial lawyers. In sum, this amendment strengthens current law \nand eliminates the new and untested concepts the underlying bill imposes on employers. It would make it \nimpossible for an employer to defend any difference in pay, even when based on any number of legitimate job-\nrelated factors. Madam Chair, I reserve the balance of my time. Ms. WILD. Madam Chair, I rise in opposition to the \nByrne amendment. The CHAIR. The gentlewoman from Pennsylvania is recognized for 5 minutes. Ms. WILD. \nMadam Chair, don't be mistaken. This amendment is a clear attempt to undermine the fundamental objectives of \nthe Paycheck Fairness Act, which are to engender pay disparity by, in part, further clarifying congressional intent \nso that courts can no longer dismiss meritorious claims. The Paycheck Fairness Act fixes current employment \ndiscrimination and pay discrimination laws, laws that have proven insufficient, given that women still earn 80 cents \non the dollar compared to similarly situated White men. And, of course, the disparity for women of color is even \ngreater. Under the current Equal Pay Act, an employer is not liable for gender pay disparity if the disparity is due to \nmerit, seniority, quality of production or ``a factor other than sex.'' Some courts have interpreted the ``factor other \nthan sex'' criteria so broadly that it frustrates the codified intent of the Equal Pay Act. For instance, some courts \nhave found that the ``factor other than sex'' need not be business related or even related to the particular job in \nquestion. Some courts have interpreted the ``factor other than sex'' defense to include ``market forces,'' or worse, \naccepted the argument that pay disparity can be explained by an employer's ``random decision.'' Those \ninterpretations are nothing more than a lifesaver for pretextual discrimination. This amendment does the same \nthing. My Republican colleagues' suggestion that the Paycheck Fairness Act eliminates the ``factor other than sex'' \ndefense is contradicted by the text of this bill. An employer may still raise a ``factor other than sex'' defense \nprovided that the ``factor other than sex'' be bona fide, job related, and required by business necessity. This \namendment's attempt to strike section (3)(a)(3), which explains what constitutes a bona fide factor, is an attempt to \ncreate ambiguity so that courts continue to interpret the act's protection in a narrow way. This bill provides \nnecessary clarity that this bona fide factor defense is only available when there is a real business necessity. This bill \nensures that there is a connection between the pay disparity and the specific job in question. This amendment is \ncontrary to the congressional intent of the underlying bill, and I urge my colleagues to vote ``no.'' Mr. Chair, I \nreserve the balance of my time. Mr. BYRNE. Mr. Chair, I was listening to the gentlewoman talk and I don't know \nthat she has read my amendment, because my amendment actually solves the problem that she poses. There are \nsome circuits that have given opinions just exactly as she said. What my amendment does is substitute for those \ndecisions the bona fide business-related reason, which has been decided by a number of circuits. It is very clear. \nThere is nothing amorphous about it. Practitioners in this area, like myself, understand exactly what it means. It \nactually solves the problem posed by the gentlewoman and makes it a lot better than what is in the underlying bill. \n\n\n\nThe problem with the underlying bill is that it injects amorphous new things that we don't have any idea what they \nwould mean. What my amendment does is it actually makes it clear and solves the very problem that she stated in \nher presentation. Mr. Chairman, I reserve the balance of my time. Ms. WILD. Mr. Chairman, this bill clarifies that the \n``factor other than sex'' is only available on a bona fide job-related and business necessary reason. It clarifies that \nthis defense is not available where the employee demonstrates that a reasonable alternative employment practice \nwould serve the same business purpose without producing a pay disparity and that the employer refused to adopt \nsuch an alternative practice. Carefully consider those words. This is a burden-shifting provision that would simply \nallow an employee to show a reasonable alternative. It adds nothing to an employer's existing burden. It only allows \nan employee to rebut that defense with evidence. Mr. Chairman, I reserve the balance of my time. Mr. BYRNE. Mr. \nChairman, I appreciate what the gentlewoman had to say. I was listening very carefully to her. I think she does have \nit confused, however, because it does inject an additional burden for employers that is not in the law right now and \nit does provide a ton of unclarity with regard to what they are going to have to do to comply with it. And I think my \nuse of the bona fide business-related reason is going to inject the clarity we need and actually protect plaintiffs \nmore than what is in the bill. Mr. Chairman, I reserve the balance of my time. Ms. WILD. Mr. Chairman, I think it is \nimportant, given that we are having a discussion here over who understands the text of the bill, to read it directly \ninto the Record. ``The bona fide factor defense, described in subparagraph (A)(iv) shall apply only if the employer \ndemonstrates that such factor (i) is not based upon or derived from a sex-based differential in compensation; (ii) is \njob related with respect to the position in question; (iii) is consistent with business necessity; and, (iv) accounts for \nthe entire differential in compensation at issue.'' It is very clearly set forth in the text. Mr. Chairman, I, therefore, \ncontinue to urge my colleagues to vote ``no'' on the Byrne amendment, and I reserve the balance of my time. Mr. \nBYRNE. Mr. Chairman, I have great respect for the gentlewoman. I don't think she understands what that language \nactually means, how it has actually been interpreted by the courts, and how it may be totally misinterpreted against \nplaintiffs in these types of lawsuits. What my amendment does is actually strengthen the hand of parties that have a \nclear understanding of what they are trying to accomplish there, either the plaintiffs or the defendants. It is an \nimprovement in the bill for plaintiffs and defendants. We should all be for this, not against it. I don't want to go tit for \ntat with her on everything, but I do think she misunderstands both the amendment and the underlying bill. Mr. \nChairman, I reserve the balance of my time. Ms. WILD. Mr. Chairman, I think it is my colleague from Alabama who \nis confused about the wording of this text. His amendment would specifically eliminate the wording that I just read \ninto the Record. Mr. Chairman, I reserve the balance of my time. Mr. BYRNE. Mr. Chairman, how much time do I \nhave remaining? The Acting CHAIR (Mr. Gonzalez of Texas). The gentleman from Alabama has 2 minutes \nremaining. Mr. BYRNE. Mr. Chairman, once again, I heard what she read into the Record. I already read that. I \nunderstand exactly what it says. I think maybe I haven't made myself clear: [[Page H2867]] The underlying bill \ninjects clarity into the law, which hurts plaintiffs in their cases. This will hurt women in bringing their cases. It will \ntake years to try to get clarity through the court system, if we ever get clarity. That hurts plaintiffs in these lawsuits. \nDefendants like to throw up unclarity. So I guess, perhaps, if you wanted to argue from that point of view, let's have \na confusing bill. I am going to get clarity into the bill that actually helps women. And it is the irony of this whole \nproceeding that the bill that is supposed to help women, that they say is going to help women, hurts them. I am \ntrying to help women with my amendment. Mr. Chairman, I reserve the balance of my time. {time} 1545 Ms. WILD. \nMr. Chairman, this amendment eliminates clarity. It simply replaces it with the words ``bona fide,'' with no additional \ndefinition or guidance, thereby ensuring that this defense will continue to be misunderstood, misused, and \nincorrectly applied by the courts. Mr. Chairman, I yield back the balance of my time. Mr. BYRNE. Mr. Chairman, this \nlanguage is consistent with how nearly all circuit courts of appeal have interpreted this factor. ``Bona fide business-\nrelated reason'' is not an empty phrase. For example, in one case where the employer alleged that the difference in \npay was based on the higher paid person's participation in a bona fide skills development program, the court \ncarefully examined the program to determine whether it was legitimate and, in fact, found that it was not. This \namendment helps women. If you want to help women in the workforce, this amendment does it. Their bill doesn't. \nMr. Chairman, I yield back the balance of my time. The Acting CHAIR. The question is on the amendment offered \nby the gentleman from Alabama (Mr. Byrne). The amendment was rejected. Amendment No. 5 Offered by Ms. \nJayapal The Acting CHAIR. It is now in order to consider amendment No. 5 printed in part B of House Report 116-\n19. Ms. JAYAPAL. Mr. Chairman, I rise as the designee for Congresswoman Waters to offer her amendment. The \nActing CHAIR. The Clerk will designate the amendment. The text of the amendment is as follows: Page 13, line 23, \ninsert after ``women'' the following: ``(including women who are Asian American, Black or African- American, \n\n\n\nHispanic American or Latino, Native American or Alaska Native, Native Hawaiian or Pacific Islander, and White \nAmerican)''. The Acting CHAIR. Pursuant to House Resolution 252, the gentlewoman from Washington (Ms. \nJayapal) and a Member opposed each will control 5 minutes. The Chair recognizes the gentlewoman from \nWashington. Ms. JAYAPAL. Mr. Chairman, what a moment of tremendous pride it is to be here in the 116th \nCongress under a Democratic majority as we finally pass the Paycheck Fairness Act. I rise in strong support of this \nbill, and I thank Chairman Scott for his tremendous leadership in shepherding this bill to the floor. I also thank the \nauthor of H.R. 7, Congresswoman Rosa DeLauro, who has been a champion for women's rights her entire career. \nThe Paycheck Fairness Act is a testament to her tireless dedication to the eradication of the gender pay gap, and \nit is by her leadership that we are here today on the verge of obtaining a more equitable workforce. I also thank \nCongresswoman Waters, who has long advocated for and fought for pay equity and been a beacon of courage for \nwomen across this country. We passed the Equal Pay Act in 1963, which made it illegal to discriminate based on \nsex when men and women are performing jobs that require substantially equal effort, skill, and responsibility. We \nfollowed that up with title 7 of the Civil Rights Act, which, among other things, made it illegal to discriminate based \non sex. And then 10 years ago, we passed the Lilly Ledbetter Act, which made it clear that every single inadequate \npaycheck a woman receives is a new act of discrimination. And yet, inequality persisted. Today, women are paid, \non average, only 80 cents for every dollar paid to men, resulting in a gap of $10,169 per woman, per year. And that \npay gap doesn't discriminate. It exists in all occupations, locales, and regardless of education or work history. The \nPaycheck Fairness Act seeks to eliminate this gap by picking up where the Equal Pay Act of 1963 left off and \nstrengthening protections for women in the workplace against retaliation, discriminatory screening, and legal \nobstacles to justice. This amendment to H.R. 7 will ensure that the data collected on behalf of the legislation will be \ninclusive of all races and ethnicities. Pursuant to section 6 of H.R. 7, the Secretary of Labor must conduct studies \nas well as provide information to employers and the general public concerning the means by which gender pay \ndisparities can be eliminated. These studies are a critical step forward towards closing the pay gap. This \namendment would clarify that these Department of Labor studies mandated by section 6 of the underlying bill must \ninclude not just information regarding pay disparities between men and women generally, but specifically for \nwomen of every racial and ethnic background. Mr. Chairman, in order to empower all women, we must continue to \nhighlight the specific barriers faced by and the needs of women of color in the workforce. In 2017, the gender wage \ngap widened for women of color. While research found that women made 80 cents for every dollar paid to White, \nnon-Hispanic men, women of color fared much worse than average: Black women were paid only 61 cents for every \ndollar paid to White men; Native American women were paid 58 cents; and Latina women were paid only 53 cents. \nThat means that this year, Equal Pay Day, the date that marks how long women have to work into the year to earn \nwhat their White male counterparts earned in the previous calendar year, falls on April 2. But for Black women, \nEqual Pay Day isn't until August 22. Native American women's Equal Pay Day falls on September 23, and Latinas \nhave to work nearly 11 full months into 2019 before they will see their Equal Pay Day on November 20. That is true \neconomic injustice. Mr. Chair, I reserve the balance of my time. Ms. FOXX of North Carolina. Mr. Chairman, I rise in \nopposition to the amendment. The Acting CHAIR. The gentlewoman is recognized for 5 minutes. Ms. FOXX of \nNorth Carolina. Mr. Chairman, once again, it is wrong to discriminate, including with respect to pay, based on sex. It \nis also illegal to do so under both the Equal Pay Act of 1963 and the Civil Rights Act of 1964. Everyone, \nRepublicans and Democrats alike, supports equal pay for equal work because, when workers thrive, America \nthrives, but H.R. 7 does not further this goal. Democrats claim H.R. 7 will improve upon these existing and \nbipartisan laws to create new avenues for women to fight pay discrimination. What H.R. 7 actually does is create \nnew avenues for trial lawyers to earn higher paychecks--while dragging countless women into unwanted lawsuits. \nOf the 2.8 million jobs created in the past year, more than 58 percent have gone to women. Today, there are 74.9 \nmillion working women in the United States, more than ever before; and one in five employer businesses, \nnationwide, is owned by women. We celebrate workers who choose to give priority to professional success and \npromotion, but it is equally important to show that we value freedom and diversity of choice in the workplace. It is \nnot the job of Federal lawmakers to tell American workers of either sex what their priorities should be. A number of \neconomic studies conducted by government and private entities alike consistently show that women make more \nholistic and discerning choices than men about managing work-life demands. The new government studies \nmandated by H.R. 7 will likely tell us what we already know and that our colleagues will not acknowledge: that \n[[Page H2868]] work patterns and life decisions are key to explaining the wage gap, and that the wage gap shrinks \nconsiderably when factors such as hours worked per week, industry, occupation, work experience, job tenure, and \n\n\n\npreferences for nonwage benefits are considered. In addition to opening countless avenues for trial lawyer payouts \nwhile limiting employer defenses, H.R. 7 mandates intrusive and elaborate data collection from employers, breaking \ndown compensation, hiring, termination, and promotion data by sex, race, and national origin of employees--that \nwill cost about $700 million a year. Rather than expending taxpayer dollars on expanding studies, Federal \nlawmakers should promote a continued focus on strong economic policy, education, and innovation that will create \nopportunities and expand options for all American workers. Mr. Chairman, I urge my colleagues to oppose this \namendment, and I reserve the balance of my time. Ms. JAYAPAL. Mr. Chairman, better information allows us to \ndevelop better policy solutions, and that is all this amendment does: collects more information to address an \nunacceptable inequality. By mandating that the studies conducted by the Department of Labor explicitly address \nand include women of color in particular, we can ensure that no one is left behind. I urge all of my colleagues to \nsupport the gathering of this valuable information and vote ``yes'' on this amendment. Mr. Chairman, it has been a \nlong road to get here, but today, women across the country of every race and ethnicity can stand tall and know that \nwe value their work equally. Mr. Chairman, I yield back the balance of my time. Ms. FOXX of North Carolina. Mr. \nChairman, we believe women should not be discriminated against. We don't want women discriminated against, \nwomen of any category in this country, and this amendment is not necessary and neither is H.R. 7. Mr. Chairman, I \nurge my colleagues to vote ``no'' on the amendment and ``no'' on the underlying bill, and I yield back the balance of \nmy time. The Acting CHAIR. The question is on the amendment offered by the gentlewoman from Washington (Ms. \nJayapal). The amendment was agreed to. The Acting CHAIR. The Chair understands that the amendment No. 6 \nwill not be offered. Amendment No. 7 Offered by Mr. Beyer The Acting CHAIR. It is now in order to consider \namendment No. 7 printed in part B of House Report 116-19. Mr. BEYER. Mr. Chairman, I have an amendment at \nthe desk. The Acting CHAIR. The Clerk will designate the amendment. The text of the amendment is as follows: In \nsubsection (f) of section 709 of the Civil Rights Act of 1964 (42 U.S.C. 2000e-8), as proposed to be added by \nsection 8, add at the end the following: ``(3) The compensation data under paragraph (1) shall be collected from \neach employer that-- ``(A) is a private employer that has 100 or more employees, including such an employer that is \na contractor with the Federal Government, or a subcontractor at any tier thereof; or ``(B) the Commission \ndetermines appropriate.''. The Acting CHAIR. Pursuant to House Resolution 252, the gentleman from Virginia (Mr. \nBeyer) and a Member opposed each will control 5 minutes. The Chair recognizes the gentleman from Virginia. Mr. \nBEYER. Mr. Chairman, I yield myself such time as I may consume. Mr. Chairman, as a small business owner and \nemployer, I understand the value of data because you can't improve what you don't measure. So my amendment, \nwhich I offer with Representative Ilhan Omar, exempts employers with fewer than 100 employees from reporting \ncompensation data and only requires those with more than 100 to do so. Employers already report workforce data \nby race, sex, and ethnicity across 10 different job categories in their annual EEO-1 submission to the EEOC. So \ncollecting this data simply ensures equal pay for equal work. If employers value the standard, this is an easy start. I \nam very grateful to Chairman Scott and the leadership on the amendments to strengthen pay data collection and to \nCongresswoman Rosa DeLauro for her years and years of effort on this. Persistent pay gaps exist in the U.S. \nworkforce to correlate with sex, race, and ethnicity. The Congress has found that 64.6 percent of the wage gap can \nbe explained by three factors: experience, industry, and occupation, the things my good friend from North Carolina \npointed out. But the remaining 35 percent can't be explained by these differences. Federal law specifically prohibits \nmen and women from being paid differently for work, but enforcement of this mandate is impeded by a lack of \nknowledge--no data, not reliable data, especially data by sex and by race. This is a barrier to closing the persistent \npay gap for women and minorities. All we are really asking here is to be able to provide the data so that business \nleaders can make the good decisions and so that employees can discover if they are being unfairly paid. They have \na right, then, to ask. For over 50 years, companies have used the EEO-1 form to report. Earlier today, we have \nheard that this will represent an unfair burden on businesses. While virtually every business I know--even those with \ntwo, three, and four employees--find ways to outsource paycheck preparation, almost all of this has been digitized. \nBut to be extra cautious and make sure that we are not providing any burden on small business, this amendment \nwould exempt those with 100 employees or less. Mr. Chair, I reserve the balance of my time. {time} 1600 Ms. FOXX \nof North Carolina. Mr. Chairman, I claim the time in opposition to this amendment. The Acting CHAIR. The \ngentlewoman is recognized for 5 minutes. Ms. FOXX of North Carolina. Mr. Chair, I reserve the right to change my \nmind based on what I hear from my colleague from Virginia. Mr. Chair, I do have great respect for my colleague \nfrom Virginia, and I appreciate the fact that this amendment recognizes the very serious problem with H.R. 7 by \napplying the expansive government data collection mandate only to business owners with 100 or more employees. \n\n\n\nHowever, the forced data collection scheme in the underlying bill, even with this amendment, is still extremely \nmisguided. H.R. 7 requires business owners to, for the first time ever, submit reams of pay data to the EEOC, \nbroken down by job category, race, sex, and ethnicity. Moreover, the collection must also include hiring, \ntermination, and promotion data, which even the Obama administration's 2016 pay data collection scheme did not \ninclude. This data collection mandate raises several concerns. First, it puts at risk volumes of highly confidential pay \ndata involving millions of individual workers. We all know the widespread data breaches the Federal Government \nhas suffered. Second, the EEOC will not be able to manage or properly use this data. It has never been explained \nwhat exactly the EEOC will do with this data. Third, this mandate is overly burdensome. The data cells required \nfrom business owners when they file an employer information report, EEO-1, with the EEOC will expand from 180 \ncells to 3,660. It has been estimated that the new reams of pay data added to the EEO-1 will cost business owners \n$700 million annually. Although this amendment would spare some business owners from the mandate, the serious \nflaws in this data collection mandate make the provision in the underlying bill not worth saving. If the pay data \ncollection mandate is not worth applying to smaller firms, then perhaps it should be reconsidered entirely. What is \ngood for the goose is good for the gander. Mr. Chairman, I reserve the balance of my time. Mr. BEYER. Mr. \nChairman, I yield 1 minute to the gentleman from Maryland (Mr. Hoyer), the distinguished majority leader. Mr. \nHOYER. Mr. Chairman, I thank the gentleman for yielding. I wanted to speak during general debate, but I will take \nthis time to speak on behalf of this legislation and also to rise in support of the gentleman's amendment. [[Page \nH2869]] Mr. Chairman, the American people entrusted Democrats with the majority in part because we pledged to \nwork hard on the issues they care about most, issues affecting their everyday lives. I am the father of three \ndaughters. They are all extraordinary people. I want them all treated based upon the content of their character, their \nperformance, and the duties that they perform, not on the fact that they happen to be daughters and not sons. One \nof the issues we pledged to address was raising wages, and that includes addressing the gender pay gap, which \nkeeps women from earning their fair share and hurts families, children, and all people. The last time I was the \nmajority leader, which was from 2007 to 2011, we enacted the Lilly Ledbetter Fair Pay Act to make it easier for \nwomen who have faced discriminatory pay and benefits to seek justice. Lilly Ledbetter had worked hard, and she \ndid not know that she was being paid less than her counterparts doing exactly the same thing she was doing, with \nexactly the same responsibility and exactly the same expectations. There was no justice in that, but she didn't know \nit. The Supreme Court said, well, you didn't raise the issue quickly enough. We also passed the Paycheck Fairness \nAct in that same Congress, but, unfortunately, the Senate failed to enact it as well. Now we return to this important \nwork of ensuring equal pay for equal work. Who, intellectually, can oppose that concept? Who, with any sense of \nfairness and fair play, could oppose that concept and precept? It is shameful, Mr. Chairman, that, in 2019, 56 \nyears after President Kennedy signed the Equal Pay Act, we are here fighting for equal pay. A half century later, \nwomen still earn, on average, 80 cents to a man's dollar, and, very frankly, minority women earn less than that. \nThat gap is even worse for minorities. Two-thirds of women are now either the primary breadwinners or co-\nbreadwinners in their households. Make no mistake, this is an economic concern for families across our country. \nThis is not a woman's issue. It is a fairness issue. It is an every family, every person issue. Democrats ran on a \nplatform of raising wages, as I said. We are focused on making sure that more working families can make it in \nAmerica. That is what this bill will help achieve. I am proud that every member of the Democratic Caucus--let me \nrepeat that, every member--234 members of the Democratic Caucus have signed on as cosponsors of this bill \nbecause we believe it is fair; because we believe it is right; because we believe it is good for families; and, yes, \nbecause we believe it is good for the American economy. Rosa DeLauro is on the floor, and I want to thank the \ngentlewoman. We hear the phrase, ``Keep the faith.'' Rosa DeLauro has kept the faith year after year, not only with \nwomen of America, but with the families and children of America who rely on women's wages for the quality of their \nlives, and their partners', and their spouses'. I thank the gentlewoman, Rosa DeLauro, for all that she has done for \nour country in keeping the faith. I also thank my dear friend and my colleague from my neighboring State of \nVirginia, Chairman Bobby Scott, for his faithfulness, for his focus, and for his bringing this bill to the floor so early in \nour session. Mr. Chair, I urge my colleagues to observe April 2, which is Equal Pay Day. It is a day symbolizing how \nfar into the year women must work to earn what men earned in the previous year--essentially, 3 months of free \nlabor. Not in this body, because we are all paid the same in this body. We comply with this bill. That is the good \nnews. The bad news is, women, on average, have to work not 12 months but 15 months to earn what men earn in \n12 months. That is what that language meant. I urge my colleagues to vote today to make this the last Equal Pay \nDay and pass this bill to ensure the promise of economic equality for all. We hold these truths to be self-evident, \n\n\n\nthat all--drop the ``men''-- that all are created equal. That view maybe self-evident, but it is not self-executing. Let us \nact upon it today. Ms. FOXX of North Carolina. Mr. Chairman, could I inquire as to how much time I have \nremaining, and how much time the gentleman from Virginia has remaining. The Acting CHAIR. The gentlewoman \nfrom North Carolina has 2\\3/4\\ minutes remaining. The gentleman from Virginia has 2 minutes remaining. Ms. \nFOXX of North Carolina. Mr. Chairman, I have said it I don't know how many times today. I will say it one more \ntime. Republicans are opposed to pay discrimination. We have always been opposed to pay discrimination. We \nhave always been for the rights of others. The first Republican President in this country was the leader that ended \nslavery in this country. Republicans have been for civil rights. We have been for equal pay. We support the rights of \nall citizens to be treated equally. We have all said that, every Republican who has spoken here. This bill does not \ndo that. I believe that the gentleman from Virginia's amendment proves that this is a damaging bill, because he \nwants to spare smaller companies from the very damaging impacts of the pay data collection mandate. That, in a \nway, is discriminatory in itself because there is a feeling that it is okay for big businesses to pay the cost of this, but \nit is not okay for small businesses to pay the cost of this. In a way, this amendment itself damns the bill. As our \ncolleague from Maryland says, I hope that every business owner in America will note that every Democrat is a \ncosponsor of this bill. I hope that word gets out loud and clear across the country, particularly among business \nowners. I will say that this amendment to spare smaller companies makes the teeniest, tiniest improvement to this \nbill, and, therefore, I will support it, although I don't believe the bill will go anywhere in the Senate. It is my hope \nthat, again, that points out the discriminatory nature and the terrible aspects of this bill to all business and industry \nin the country. It doesn't help the underlying bill in terms of the other businesses and industries. Mr. Chairman, I \nyield back the balance of my time. Mr. BEYER. Mr. Chairman, I thank my friend from North Carolina for supporting \nthis amendment, and I thank my friend from North Carolina for clearly stating a number of times today that \nDemocrats and Republicans are both committed to equal pay for men and for women. I think our differences just \ncome down to how we accomplish that, because 50 years after the Equal Pay Act was signed, there are still \nsignificant differences, despite our joint commitment to equal pay. If unequal pay continues to persist, how do we \naddress it? We simply say that the collection of data to the EEO-1 is the best way to move forward. The employers \nwith less than 100 have been exempted from the very beginning of the EEO-1 report, so this is simply consistent \nwith that and recognizes that, to get meaningful data, sometimes you need more than a handful of people. That is, \n6 or 10 or 12 people don't necessarily give you an apples-to-apples comparison. When you get more than 100, you \ncan do it. The government already collects the sensitive data. It has done it for years without privacy concerns. My \nfriend pointed out there may be 3,200 or 3,600 categories. Right now, with deep learning and machine learning, this \nis something that takes a microsecond to do. This is very easy. We are now in an intellectual and digital world \nwhere we can have the EEO discover which companies have persistent patterns of pay inequity, and it really \nworks. All our offices have pay transparency. When I am trying to figure out how much to pay a legislative \ncorrespondent or legislative director or front office, I know that everyone can go online and figure out what \neveryone else is making. That is a powerful incentive for us to make sure that people are paid fairly and paid \nequally. All we are trying to do is bring the same transparency to American businesses across the country. Mr. \nChair, I thank my friend for her support of this amendment, and I yield back the balance of my time. [[Page H2870]] \nThe Acting CHAIR. The question is on the amendment offered by the gentleman from Virginia (Mr. Beyer). The \nquestion was taken; and the Acting Chair announced that the ayes appeared to have it. Mr. BEYER. Mr. Chair, I \ndemand a recorded vote. The Acting CHAIR. Pursuant to clause 6 of rule XVIII, further proceedings on the \namendment offered by the gentleman from Virginia will be postponed. {time} 1615 Amendment No. 8 Offered by \nMrs. Lawrence The Acting CHAIR. It is now in order to consider amendment No. 8 printed in part B of House \nReport 116-19. Mrs. LAWRENCE. Mr. Chairman, I have an amendment at the desk. The Acting CHAIR. The Clerk \nwill designate the amendment. The text of the amendment is as follows: In section 6, strike ``Not later than'' and \ninsert ``(a) In General.--Not later than''. In section 6, add at the end the following: (b) Report on Gender Pay Gap in \nTeenage Labor Force.-- (1) Report required.--Not later than one year after the date of the enactment of this Act, the \nSecretary of Labor, acting through the Director of the Women's Bureau and in coordination with the Commissioner \nof Labor Statistics, shall-- (A) submit to Congress a report on the gender pay gap in the teenage labor force; and \n(B) make the report available on a publicly accessible website of the Department of Labor. (2) Elements.--The \nreport under subsection (a) shall include the following: (A) An examination of trends and potential solutions relating \nto the teenage gender pay gap. (B) An examination of how the teenage gender pay gap potentially translates into \ngreater wage gaps in the overall labor force. (C) An examination of overall lifetime earnings and losses for informal \n\n\n\nand formal jobs for women, including women of color. (D) An examination of the teenage gender pay gap, including \na comparison of the average amount earned by males and females, respectively, in informal jobs, such as \nbabysitting and other freelance jobs, as well as formal jobs, such as retail, restaurant, and customer service. (E) A \ncomparison of -- (i) the types of tasks typically performed by women from the teenage years through adulthood \nwithin certain informal jobs, such as babysitting and other freelance jobs, and formal jobs, such as retail, \nrestaurant, and customer service; and (ii) the types of tasks performed by younger males in such positions. (F) \nInterviews and surveys with workers and employers relating to early gender-based pay discrepancies. (G) \nRecommendations for-- (i) addressing pay inequality for women from the teenage years through adulthood, \nincluding such women of color; (ii) addressing any disadvantages experienced by young women with respect to \nwork experience and professional development; (iii) the development of standards and best practices for workers \nand employees to ensure better pay for young women and the prevention of early inequalities in the workplace; \nand (iv) expanding awareness for teenage girls on pay rates and employment rights in order to reduce greater \ninequalities in the overall labor force. The Acting CHAIR. Pursuant to House Resolution 252, the gentlewoman \nfrom Michigan (Mrs. Lawrence) and a Member opposed each will control 5 minutes. The Chair recognizes the \ngentlewoman from Michigan. Mrs. LAWRENCE. Mr. Chairman, I yield myself such time as I may consume. Mr. \nChairman, I would first like to thank Representative Rosa DeLauro for her hard work on H.R. 7, the Paycheck \nFairness Act. This longstanding legislation which would ensure equal pay for equal work has been introduced in \nevery single Congress since 1997. As the chair of the Bipartisan Women's Caucus, I am proud to support H.R. 7, \nmeaningful legislation that would at a minimum ensure that workers are protected against gender-based pay \ndiscrimination, prevent retaliation against those who voluntarily discuss wages, eliminate loopholes which would \nallow institutional discrimination in pay; equalize remedies for gender-based discrimination; and prohibit salary \nhistory from dictating future pay. Mr. Chair, my amendment is simple. While we debate the gender pay gap in the \nprofessional workplace, it is imperative that we understand how and when the pay gap begins. For women, the \ngender-based wage gap typically emerges in the teenage years and only increases with time. My amendment will \nrequire the Secretary of Labor and the Commissioner of Labor Statistics to submit a report to Congress that studies \nthe teenage pay gap and provide recommendations to address it. A 2018 study cited in The Washington Post \nreported that the gender- based wage gap emerges well before adulthood, leading to long-term effects on lifetime \nearnings and economic mobility. The economic impacts of the gender-based wage gap are even greater for women \nof color. Teenagers are a substantial but often understudied part of our workforce. Many teenagers, not out of just \nwanting something to do, but out of necessity or because of their financial situation, work part- time while in school \nand sometimes enter the workforce, unfortunately, as early as 12 years old. To truly address the wage gap, we \nneed to have a better way to identify the root of these gaps. This report would provide the statistics necessary to \nuncover why this pay gap exists and the best ways to remedy the inconsistency. If women are raised in a culture \nwhere they believe they are not equal to men, the disparity that exists will never be broken. We must work to end \nthat mindset now. Mr. Chair, I reserve the balance of my time. Ms. FOXX of North Carolina. Mr. Chair, I rise in \nopposition to the amendment. The SPEAKER pro tempore. The gentlewoman is recognized for 5 minutes. Ms. \nFOXX of North Carolina. Mr. Chairman, in America, discriminating in pay based on sex is illegal as codified in the \nEqual Pay Act and the Civil Rights Act. Democrats claim H.R. 7 will improve upon these bipartisan laws to create \nnew opportunities for women to fight pay discrimination. What H.R. 7 actually does is create new opportunities for \ntrial lawyers to earn higher paychecks. Similarly, while this amendment appears to be marketed as assisting young \nwomen, this paternalistic approach undermines young women's abilities and pigeonholes them into stereotypical \nroles. This amendment directs the Secretary of Labor to conduct a study on the gender pay gap in the teenage \nlabor force and then to report recommendations to Congress, including recommendations to expand awareness, \nspecifically for teenage girls, on pay grades and employment rights. I am tempted to call this the babysitting \namendment because it additionally asks the Department of Labor to spend taxpayer dollars to compare amounts \nearned by men and women in informal jobs such as babysitting. This amendment could also be called the in loco \nparentis amendment, because it is parents who should be teaching their children about the benefits of hard work \nand education and the importance of a first job, which is often a minimum wage job. We don't need the government \ncoming in and telling children and parents what their children should be doing. These initial jobs help to teach \nteenagers important skills that will stay with them their entire lives. American women of all ages are skilled, they are \nsmart, and today they are driving the American economy. Of the 2.8 million jobs created in the last year, more than \n58 percent have gone to women. One in five employer businesses is owned by women; and we are seeing more \n\n\n\nyoung women than men earning college degrees. I support equal pay for equal work, which is rightfully required \nunder two Federal statutes. Congress should focus on policies that will continue to increase economic opportunity \nand expand options for all workers. This amendment and the underlying bill fails in this regard. Mr. Chair, I urge my \ncolleagues to oppose this amendment, and I reserve the balance of my time. Mrs. LAWRENCE. Mr. Chairman, I \nwould really feel challenged to think that my colleague is unaware that there are young girls who are teenagers who \nwork in restaurants and in other capacities, not because their parents want them to have activities but because they \nare literally trying to survive and feed themselves and sometimes their brothers and sisters, and to say that it is not \nnecessary for us to have data and not just stand at a mike as an elected official and make assumptions based on \nyour own privilege of life. [[Page H2871]] I think it is imperative that we look at the data, and here I am saying that--\nbefore I can say and validate the status of teenage girls--I would want statistics and reports so that we can truly \naddress the inequality that girls often get, and the mindset that a little boy who is out working, he needs the pay \nand often is given a larger amount of money versus a girl--and every girl is not a babysitter, but if we want to call \nthis the babysitter amendment, I will accept it. As we work to address the pay gap, it is important that we do not \nforget our new generation of leaders, and it is about breaking a cycle, about having a young girl who is working, \nand she understands that I have value and that I too should be paid an equal pay. Mr. Chair, I yield back the \nbalance of my time. Ms. FOXX of North Carolina. Mr. Chairman, I know that my colleague was not on the floor \nearlier when I spoke and told of my need to work even before I was a teenager, and I worked for survival. So I \nknow that she did not know that and did not know that I do not take lightly the fact that many young people in this \ncountry are like I was and working to help support their families so that they have food and they are able to survive. \nI do not take lightly anyone's work in this country, not anyone. I worked hard all my life, and I have always wanted \nto be paid equally with men, and I know there were times I was not. So I understand that. I never want to see \nanyone discriminated against in this country. I particularly never want to see a woman discriminated against for \nequal pay when she is doing the job that a man is doing. I wish with all my heart that we were improving on the \nEqual Pay Act and the Civil Rights Act and helping to make things better for women with H.R. 7. We are not. We \nare lining the pockets of trial lawyers and in many cases will be harming women. This amendment stereotypes \nyoung women because it mentions babysitting. That is where the stereotypes come in, in this amendment, and that \nis unfortunate. We do have a younger generation, and we have women who can do any job that any man can do, \nand she should be paid equally for it. But neither this study nor this bill is going to guarantee that. Mr. Chair, I yield \nback the balance of my time. The Acting CHAIR. The question is on the amendment offered by the gentlewoman \nfrom Michigan (Mrs. Lawrence). The amendment was agreed to. Amendment No. 9 Offered by Mr. Brown of \nMaryland The Acting CHAIR. It is now in order to consider amendment No. 9 printed in part B of House Report \n116-19. Mr. BROWN of Maryland. Mr. Chair, I have an amendment at the desk. The Acting CHAIR. The Clerk will \ndesignate the amendment. The text of the amendment is as follows: Page 7, line 23, insert after ``employee'' the \nfollowing: ``(such as by inquiring or discussing with the employer why the wages of the employee are set at a \ncertain rate or salary)''. The Acting CHAIR. Pursuant to House Resolution 252, the gentleman from Maryland (Mr. \nBrown) and a Member opposed each will control 5 minutes. The Chair recognizes the gentleman from Maryland. \nMr. BROWN of Maryland. Mr. Chairman, I yield myself such time as I may consume. Let me start by saying it is a \nprivilege to be able to stand on the floor of the U.S. House of Representatives in this year, in this term, and in this \nsession of Congress to participate in the debate and the discussion and to offer an amendment on this historic bill, \nthe Paycheck Fairness Act. I would like to first thank my friend and colleague, the chairman of the committee, \nBobby Scott from Virginia, for his leadership on this issue and this bill. I want to recognize the decades' long work \nof my colleague from Connecticut, Congresswoman Rosa DeLauro, on the underlying bill and her efforts, along \nwith many other women, including Maryland's former Senator Barbara Mikulski to finally ensure that women are \npaid and treated fairly in the workplace. My amendment would enhance pay transparency protections in this bill. \nThis amendment would make it unlawful for an employer to discriminate against an employee for simply discussing \nor inquiring why they are being paid a certain wage or salary. Mr. Chairman, if you found out that you were being \npaid less than your colleagues for the same work, you would probably demand to be paid more. But for too long, it \nhas been considered taboo to discuss your salary with your coworkers let alone confront your boss if you were \nbeing paid unfairly. When pay is transparent, organizations must be able to justify each employee's salary, thus \nreducing or eliminating any type of bias. That is why the Paycheck Fairness Act puts transparency front and center \nand why my amendment goes a little further and gives every employee the right to negotiate the higher pay. Since \nCongress has not been able to act over the past several years, States have led the way in promoting pay \n\n\n\ntransparency, including California, Illinois, Louisiana, and my State of Maryland. In Maryland we added very broad \npay transparency protections to ensure employees the ability to discover and discuss disparities in pay, and we \neven expanded prohibitions against discriminatory pay practices to include gender identity, an item that I would \nhope that this Congress may take up later this session. But my amendment today reiterates the importance of \ntransparency in the workplace. Every employee should be able to advocate and negotiate for themselves without \nfear of reprisal. According to the Carnegie Mellon study, men are four times more likely than women to ask for a \nraise, and when women do ask, they typically request 30 percent less than men do. We should be encouraging \nemployees, regardless of their gender, to inquire and discuss disparities in pay with their employers and advocate \nfor themselves if they aren't being paid fairly or if it is simply time they received a well-deserved raise. {time} 1630 \nMr. Chairman, at a time when wages are not rising fast enough, Congress must ensure every working American is \npaid equally and fairly and is empowered throughout their salary negotiation process. I reserve the balance of my \ntime. Ms. FOXX of North Carolina. Mr. Chairman, I claim the time in opposition to the amendment. The Acting \nCHAIR. The gentlewoman from North Carolina is recognized for 5 minutes. Ms. FOXX of North Carolina. Pay \ndiscrimination on the basis of sex is wrong, and it also, importantly, violates two Federal statutes. Retaliation by an \nemployer against an employee for pursuing reasonable discussion or inquiry regarding potentially discriminating \ncompensation is wrong, and it, too, is illegal. However, like the rest of this bill, the expanded nonretaliation provision \nin H.R. 7 goes too far, and this amendment takes it even further. Under current law, those who inquire about, \ndiscuss, or disclose compensation information in a reasonable manner and with a good faith belief that an unlawful \npay disparity may exist are protected from retaliation. However, the underlying provision in H.R. 7 regarding pay \ndisclosures and discussion has no limits at all. The inquiry, discussion, and disclosure allowed under this bill is not \nrequired to be reasonable nor related to any perceived pay disparity and raises serious privacy concerns for all \nemployees, especially in the age of social media. H.R. 7 takes away an employee's ability to control disclosure of \ninformation about their own pay. It also limits an employer's ability to protect what should be confidential information \nabout employees. Congress should focus on policies that promote opportunity and options for all workers. This \namendment does not further this purpose. Mr. Chair, I urge my colleagues to protect workers' privacy rights by \nopposing this amendment and the underlying bill, and I reserve the balance of my time. Mr. BROWN of Maryland. \nMr. Chair, unfortunately, historically, the cloak of confidentiality has often been the shield used by employers to \ndiscriminate against women when it comes to paycheck fairness. [[Page H2872]] I encourage all my colleagues to \nsupport my amendment and the underlying bill, and I yield back the balance of my time. Ms. FOXX of North \nCarolina. Mr. Chairman, once again, I reiterate my opposition to the underlying bill and to this amendment, and I \nyield back the balance of my time. The Acting CHAIR. The question is on the amendment offered by the gentleman \nfrom Maryland (Mr. Brown). The amendment was agreed to. Amendment No. 7 Offered by Mr. Beyer The Acting \nCHAIR. Pursuant to clause 6 of rule XVIII, the unfinished business is the demand for a recorded vote on \namendment No. 7 printed in part B of House Report 116-19 offered by the gentleman from Virginia (Mr. Beyer) on \nwhich further proceedings were postponed and on which the ayes prevailed by voice vote. The Clerk will \nredesignate the amendment. The Clerk redesignated the amendment. Recorded Vote The Acting CHAIR. A \nrecorded vote has been demanded. A recorded vote was ordered. The vote was taken by electronic device, and \nthere were--ayes 406, noes 24, not voting 7, as follows: [Roll No. 132] AYES--406 Abraham Adams Aderholt \nAguilar Allred Amash Armstrong Arrington Axne Bacon Baird Balderson Banks Barr Barragan Bass Beatty Bera \nBergman Beyer Bilirakis Bishop (GA) Bishop (UT) Blumenauer Blunt Rochester Bonamici Bost Boyle, Brendan F. \nBrady Brindisi Brooks (AL) Brooks (IN) Brown (MD) Brownley (CA) Buchanan Buck Bucshon Budd Burgess Bustos \nButterfield Byrne Calvert Carbajal Cardenas Carson (IN) Carter (GA) Cartwright Case Casten (IL) Castor (FL) \nCastro (TX) Chabot Cheney Chu, Judy Cicilline Cisneros Clark (MA) Clarke (NY) Clay Cleaver Cline Cloud Clyburn \nCohen Cole Collins (GA) Collins (NY) Comer Conaway Connolly Cook Cooper Correa Costa Courtney Cox (CA) \nCraig Crenshaw Crist Crow Cuellar Cummings Cunningham Curtis Davids (KS) Davidson (OH) Davis (CA) Davis, \nDanny K. Davis, Rodney Dean DeFazio DeGette DeLauro DelBene Delgado Demings DeSaulnier Deutch Diaz-\nBalart Dingell Doggett Doyle, Michael F. Duffy Duncan Dunn Emmer Engel Escobar Eshoo Espaillat Estes Evans \nFinkenauer Fitzpatrick Fleischmann Fletcher Flores Fortenberry Foster Foxx (NC) Frankel Fudge Fulcher Gabbard \nGaetz Gallagher Gallego Garamendi Garcia (IL) Garcia (TX) Gianforte Gibbs Gohmert Golden Gomez Gonzalez \n(OH) Gonzalez (TX) Gonzalez-Colon (PR) Gooden Gottheimer Graves (LA) Graves (MO) Green (TN) Green (TX) \nGriffith Grijalva Grothman Guest Guthrie Haaland Hagedorn Harder (CA) Harris Hartzler Hastings Hayes Heck \nHerrera Beutler Hice (GA) Higgins (LA) Higgins (NY) Hill (AR) Hill (CA) Himes Holding Hollingsworth Horn, Kendra \n\n\n\nS. Horsford Houlahan Hoyer Hudson Huffman Huizenga Hunter Hurd (TX) Jackson Lee Jayapal Jeffries Johnson \n(GA) Johnson (LA) Johnson (OH) Johnson (SD) Johnson (TX) Jordan Joyce (OH) Joyce (PA) Kaptur Katko Keating \nKelly (IL) Kelly (MS) Kelly (PA) Kennedy Khanna Kildee Kilmer Kim Kind King (NY) Kinzinger Kirkpatrick \nKrishnamoorthi Kuster (NH) Kustoff (TN) LaHood LaMalfa Lamb Lamborn Langevin Larsen (WA) Larson (CT) Latta \nLawrence Lawson (FL) Lee (CA) Lee (NV) Lesko Levin (CA) Levin (MI) Lewis Lieu, Ted Lipinski Loebsack Lofgren \nLong Loudermilk Lowenthal Lowey Lucas Luetkemeyer Lujan Luria Lynch Malinowski Maloney, Carolyn B. \nMaloney, Sean Marchant Marshall Massie Mast Matsui McAdams McBath McCarthy McCaul McClintock McCollum \nMcEachin McGovern McHenry McKinley McNerney Meadows Meeks Meng Meuser Miller Mitchell Moolenaar \nMoore Morelle Moulton Mucarsel-Powell Mullin Murphy Nadler Napolitano Neal Neguse Newhouse Norcross \nNorton Nunes O'Halleran Ocasio-Cortez Olson Omar Palazzo Pallone Panetta Pappas Pascrell Payne Pence \nPerlmutter Perry Peters Peterson Phillips Pingree Pocan Porter Posey Pressley Price (NC) Quigley Raskin Reed \nReschenthaler Rice (NY) Richmond Roby Rodgers (WA) Roe, David P. Rogers (AL) Rogers (KY) Rooney (FL) \nRose (NY) Rose, John W. Rouda Roybal-Allard Ruiz Ruppersberger Rush Rutherford Ryan Sablan Sanchez \nSarbanes Scalise Scanlon Schakowsky Schiff Schneider Schrader Schrier Scott (VA) Scott, Austin Scott, David \nSensenbrenner Serrano Sewell (AL) Shalala Sherman Sherrill Shimkus Simpson Sires Slotkin Smith (MO) Smith \n(NE) Smith (NJ) Smith (WA) Smucker Soto Spanberger Spano Speier Stanton Stauber Stefanik Steil Steube \nStevens Stewart Stivers Suozzi Swalwell (CA) Takano Taylor Thompson (CA) Thompson (MS) Thompson (PA) \nThornberry Timmons Tipton Titus Tlaib Tonko Torres (CA) Torres Small (NM) Trahan Trone Turner Underwood \nUpton Van Drew Vargas Veasey Vela Velazquez Visclosky Wagner Walberg Walden Walorski Waltz Wasserman \nSchultz Watkins Watson Coleman Weber (TX) Webster (FL) Welch Westerman Wexton Wild Williams Wilson (FL) \nWomack Woodall Wright Yarmuth Yoho Young Zeldin NOES--24 Allen Amodei Babin Biggs Burchett Carter (TX) \nCrawford Ferguson Gosar Graves (GA) Hern, Kevin King (IA) Mooney (WV) Norman Palmer Ratcliffe Rice (SC) \nRiggleman Rouzer Roy Schweikert Walker Waters Wenstrup NOT VOTING--7 DesJarlais Granger Plaskett \nRadewagen San Nicolas Wilson (SC) Wittman {time} 1702 Messrs. SCHWEIKERT, MOONEY of West Virginia, \nFERGUSON, RIGGLEMAN, and PALMER changed their vote from ``aye'' to ``no.'' Messrs. COLE, BUCSHON, \nGIBBS, BISHOP of Utah, GAETZ, Ms. VELAZQUEZ, Messrs. BROOKS of Alabama, WEBER of Texas, \nLAMBORN, and CLOUD changed their vote from ``no'' to ``aye.'' So the amendment was agreed to. The result of \nthe vote was announced as above recorded. Stated for: Mr. WITTMAN. Mr. Chair, I was unavoidably detained due \nto illness. Had I been present, I would have voted ``YEA'' on rollcall No. 132. The Acting CHAIR. The question is \non the amendment in the nature of a substitute, as amended. The amendment was agreed to. The Acting CHAIR. \nUnder the rule, the Committee rises. Accordingly, the Committee rose; and the Speaker pro tempore (Ms. Jackson \nLee) having assumed the chair, Mr. Gonzalez of Texas, Acting Chair of the Committee of the Whole House on the \nstate of the Union, reported that that Committee, having had under consideration the bill (H.R. 7) to amend the Fair \nLabor Standards Act of 1938 to provide more effective remedies to victims of discrimination in the payment of \nwages on the basis of sex, and for other purposes, and, pursuant to House Resolution 252, he reported the bill \nback to the House with an amendment adopted in the Committee of the Whole. The SPEAKER pro tempore. Under \nthe rule, the previous question is ordered. Is a separate vote demanded on any amendment to the amendment \nreported from the Committee of the Whole? If not, the question is on the amendment in the nature of a substitute, \nas amended. The amendment was agreed to. The SPEAKER pro tempore. The question is on the engrossment \nand third reading of the bill. The bill was ordered to be engrossed and read a third time, and was read the third \ntime. Motion to Recommit Ms. FOXX of North Carolina. Madam Speaker, I have a motion to recommit at the desk. \nThe SPEAKER pro tempore. Is the gentlewoman opposed to the bill? Ms. FOXX of North Carolina. Madam \nSpeaker, in its present form, I am. Mr. SCOTT of Virginia. Madam Speaker, I reserve a point of order on the motion \nto recommit. The SPEAKER pro tempore. A point of order is reserved. The Clerk will report the motion to recommit. \n[[Page H2873]] The Clerk read as follows: Ms. Foxx of North Carolina moves to recommit the bill H.R.      7 to the \nCommittee on Education and Labor with instructions to report the same back to the House forthwith, with the \nfollowing amendment: In section 3(c)(5)-- (1) strike ``and'' at the end of subparagraph (A); (2) redesignate \nsubparagraph (B) as subparagraph (C); and (3) insert after subparagraph (A), the following: (B) by inserting after \n``defendant'' the following: ``(except that any contingent attorney's fees shall not exceed 49 percent of any \njudgment awarded to the plaintiff or plaintiffs)''; and The SPEAKER pro tempore. The gentlewoman from North \nCarolina is recognized for 5 minutes. Ms. FOXX of North Carolina. Madam Speaker, I am here to offer a motion to \nrecommit that is about honesty. It is about making sure this bill does what my Democrat colleagues say it will do, \n\n\n\nand that is help victims of wage discrimination on the basis of sex. It is about making sure that any woman who \nexperiences unfair and illegal wage discrimination just because she is a woman doesn't go through all the hardship \nof a legal battle only to see her lawyer walk away with even more of her money. With this motion to recommit, if a \nplaintiff has entered into a contingency fee arrangement in Equal Pay Act litigation, the attorney's contingency fee, \nincluding costs, will not exceed 49 percent of the judgment awarded to the plaintiff. If adopted, it will ensure that the \nindividual who has brought the claim actually receives a majority of the judgment and that the attorney doesn't \ncollect the lion's share. The authors of H.R. 7 failed to include in the text any new legal protections for workers \nagainst discrimination. Instead, the bill alters the Equal Pay Act to allow unlimited compensatory damages even \nwhen there is no intentional discrimination, and unlimited punitive damages. It also expands class action lawsuits. \nH.R. 7 makes it impossible in many cases for employers to defend against Equal Pay Act claims even when there \nis a legitimate business reason for a pay differential. H.R. 7 creates special incentives and awards for trial lawyers. \nFor working women who have been taken advantage of by their bosses, it sets them up to lose out again. H.R. 7 \nencourages trial lawyers to file more lawsuits of questionable validity and to drive workers into the suits without their \nknowledge for the purpose of siphoning off the new pool of unlimited compensatory and punitive damages created \nby H.R. 7, lining their own pockets at the expense of plaintiffs. A similar amendment capping lawyers' contingency \nfees at 15 percent was offered by Mr. Byrne when H.R. 7 was considered in committee. Every Democrat on the \nEducation and Labor Committee opposed this modest change. If this amendment is adopted, trial lawyers will have \nto somehow make due with 49 percent of the overall judgment, and we all know that trial lawyers siphon off more \nthan this amount in many of their class action cases. Victims of true pay discrimination should be the true \nbeneficiaries of any judgment in their favor. This amendment will help ensure this outcome in Equal Pay Act cases. \nMadam Speaker, supporters of H.R. 7 say the bill is about helping victims of pay discrimination. If that is true, then \nall Members should support this reasonable proposal. All we are asking is that if our colleagues are so intent on \ngiving trial lawyers a bigger piece of the pie, then consider giving working women more than a few crumbs. Madam \nSpeaker, I yield back the balance of my time. Mr. SCOTT of Virginia. Madam Speaker, I withdraw my reservation of \nmy point of order. The SPEAKER pro tempore. The reservation of a point of order is withdrawn. Ms. WILD. Madam \nSpeaker, I rise in opposition to the motion to recommit. The SPEAKER pro tempore. The gentlewoman from \nPennsylvania is recognized for 5 minutes. Ms. WILD. Madam Speaker, I am opposed to all caps on attorney's fees \nin this type of case. The only criteria for the amount of attorney's fees charged should be reasonableness in the \ncontext of the case itself. I have spent more than 30 years in courtrooms, most of that time representing the \ndefense in civil matters, almost always for companies; in other words, against the very trial lawyers we speak of. So \nI have no bias in favor of those lawyers, but let me tell you this: representing plaintiffs in employment cases is a \nvery hard job. These lawyers work for every penny they earn. They take cases that put their own livelihood at risk. \nMany employment cases take years to resolve. Often they have to go to court over and over to litigate discovery \nand pretrial matters, and all the while, they are not collecting a paycheck from that case, because they have taken \nit on a contingent fee basis. Without an award at the end of the case, they receive nothing, and they advance out-\nof-pocket expenses. But even more important, without these lawyers, low-income female employees with legitimate \ngrievances would have no recourse. Only with a competent lawyer's help can they proceed. This motion, if passed, \nwould discourage lawyers from taking these cases. And if they don't take these cases, employees, workers, \nfamilies lose out. The only test for attorney's fees should be reasonableness. Courts and judges are well equipped \nto determine whether a fee is reasonable, far better equipped than Congress is. Madam Speaker, I yield to the \ngentlewoman from New Jersey (Ms. Sherrill). {time} 1715 Ms. SHERRILL. Madam Speaker, I rise today in \nopposition to the motion to recommit offered by the gentlewoman from North Carolina. There are few things that \ndefine us as a country more distinctly than the idea of the American Dream: the idea that anyone can make it here \nthrough hard work and dedication. That dream rests on giving people a fair shot. Right now, too many people in this \ncountry just aren't getting a fair shot, and women in this country face additional barriers because they simply are \nnot paid equally for their work. Madam Speaker, this bill, H.R. 7, supports paycheck fairness because equal pay for \nequal work is about respect, and in New Jersey we know respect. I know what paycheck fairness looks like \nbecause we just passed it in New Jersey. It is high time that Congress ensures these commonsense values for the \nrest of the women across this country. I have listened to objections raised today that women already have \nprotections for equal pay. Well, let me assure you that the protections in our laws are not adequate. I rise today, \nMadam Speaker, for women who are earning just 80 cents on every dollar. I rise for our African American women \nwho are only earning 61 cents on the dollar. I rise today for Hispanic women who are only earning 53 cents on the \n\n\n\ndollar. Madam Speaker, I rise today for American women and for their families so we can give them a fair shot, like \na woman in my district who, despite being a single mom helping to pay off her children's college debt, was passed \nover for a raise because her male coworker had a family to support, or another who found that she was being paid \nless than her male coworkers after years of performing the same job and with the same seniority. And, Madam \nSpeaker, I am fighting today for my two daughters so they have the same opportunities and the same rights as my \ntwo sons. In the House, we know what our coworkers are making. We can look it up. We need our constituents to \nhave that same opportunity. Madam Speaker, I have joined my colleagues on the other side of the aisle in the past \non their motions. I believe deeply in the need for this body to come together today to focus on issues that matter to \nour families. It is time for my colleagues to now join me, because supporting women, supporting families, and \nsupporting the American Dream is a shared value. I know in New Jersey the equal pay bill passed with broad \nbipartisan support. In fact, in the entire State senate [[Page H2874]] and assembly, there were only two people who \nvoted against it. If there were ever a moment, if there were ever a bill, if there were ever a time to put obstruction \naside, it is now. The motion put forth has nothing to do with equal pay, and I urge my colleagues to reject it. Ms. \nWILD. Madam Speaker, I yield back the balance of my time. The SPEAKER pro tempore. Without objection, the \nprevious question is ordered. There was no objection. The SPEAKER pro tempore. The question is on the motion to \nrecommit. The question was taken; and the Speaker pro tempore announced that the noes appeared to have it. \nRecorded Vote Ms. FOXX of North Carolina. Madam Speaker, I demand a recorded vote. A recorded vote was \nordered. The SPEAKER pro tempore. This is a 5-minute vote. The vote was taken by electronic device, and there \nwere--ayes 191, noes 236, not voting 4, as follows: [Roll No. 133] AYES--191 Abraham Aderholt Allen Amodei \nArmstrong Arrington Babin Bacon Baird Balderson Banks Barr Bergman Biggs Bilirakis Bishop (UT) Bost Brady \nBrooks (AL) Brooks (IN) Buchanan Buck Bucshon Budd Burchett Burgess Byrne Calvert Carter (GA) Carter (TX) \nChabot Cheney Cline Cloud Cole Collins (GA) Collins (NY) Comer Conaway Cook Crawford Crenshaw Curtis \nDavidson (OH) Davis, Rodney Diaz-Balart Duffy Duncan Dunn Emmer Estes Ferguson Fitzpatrick Fleischmann \nFlores Fortenberry Foxx (NC) Fulcher Gallagher Gianforte Gibbs Gohmert Gonzalez (OH) Gooden Gosar Graves \n(GA) Graves (LA) Graves (MO) Green (TN) Grothman Guest Guthrie Hagedorn Harris Hartzler Hern, Kevin Herrera \nBeutler Hice (GA) Higgins (LA) Hill (AR) Holding Hollingsworth Hudson Huizenga Hunter Hurd (TX) Johnson (LA) \nJohnson (OH) Johnson (SD) Jordan Joyce (OH) Joyce (PA) Katko Kelly (MS) Kelly (PA) King (IA) King (NY) \nKinzinger Kustoff (TN) LaHood LaMalfa Lamborn Latta Lesko Long Loudermilk Lucas Luetkemeyer Marchant \nMarshall Massie Mast McCarthy McCaul McClintock McHenry McKinley Meadows Meuser Miller Mitchell Moolenaar \nMooney (WV) Mullin Newhouse Norman Nunes Olson Palazzo Palmer Pence Perry Posey Ratcliffe Reed \nReschenthaler Rice (SC) Riggleman Roby Rodgers (WA) Roe, David P. Rogers (AL) Rogers (KY) Rooney (FL) \nRose, John W. Rouzer Roy Rutherford Scalise Schweikert Scott, Austin Sensenbrenner Shimkus Simpson Smith \n(MO) Smith (NE) Smith (NJ) Smucker Spano Stauber Stefanik Steil Steube Stewart Stivers Taylor Thompson (PA) \nThornberry Timmons Tipton Turner Upton Wagner Walberg Walden Walker Walorski Waltz Watkins Weber (TX) \nWebster (FL) Wenstrup Westerman Williams Wittman Womack Woodall Wright Yoho Young Zeldin NOES--236 \nAdams Aguilar Allred Amash Axne Barragan Bass Beatty Bera Beyer Bishop (GA) Blumenauer Blunt Rochester \nBonamici Boyle, Brendan F. Brindisi Brown (MD) Brownley (CA) Bustos Butterfield Carbajal Cardenas Carson (IN) \nCartwright Case Casten (IL) Castor (FL) Castro (TX) Chu, Judy Cicilline Cisneros Clark (MA) Clarke (NY) Clay \nCleaver Clyburn Cohen Connolly Cooper Correa Costa Courtney Cox (CA) Craig Crist Crow Cuellar Cummings \nCunningham Davids (KS) Davis (CA) Davis, Danny K. Dean DeFazio DeGette DeLauro DelBene Delgado Demings \nDeSaulnier Deutch Dingell Doggett Doyle, Michael F. Engel Escobar Eshoo Espaillat Evans Finkenauer Fletcher \nFoster Frankel Fudge Gabbard Gaetz Gallego Garamendi Garcia (IL) Garcia (TX) Golden Gomez Gonzalez (TX) \nGottheimer Green (TX) Grijalva Haaland Harder (CA) Hastings Hayes Heck Higgins (NY) Hill (CA) Himes Horn, \nKendra S. Horsford Houlahan Hoyer Huffman Jackson Lee Jayapal Jeffries Johnson (GA) Johnson (TX) Kaptur \nKeating Kelly (IL) Kennedy Khanna Kildee Kilmer Kim Kind Kirkpatrick Krishnamoorthi Kuster (NH) Lamb Langevin \nLarsen (WA) Larson (CT) Lawrence Lawson (FL) Lee (CA) Lee (NV) Levin (CA) Levin (MI) Lewis Lieu, Ted Lipinski \nLoebsack Lofgren Lowenthal Lowey Lujan Luria Lynch Malinowski Maloney, Carolyn B. Maloney, Sean Matsui \nMcAdams McBath McCollum McEachin McGovern McNerney Meeks Meng Moore Morelle Moulton Mucarsel-\nPowell Murphy Nadler Napolitano Neal Neguse Norcross O'Halleran Ocasio-Cortez Omar Pallone Panetta Pappas \nPascrell Payne Perlmutter Peters Peterson Phillips Pingree Pocan Porter Pressley Price (NC) Quigley Raskin Rice \n(NY) Richmond Rose (NY) Rouda Roybal-Allard Ruiz Ruppersberger Rush Ryan Sanchez Sarbanes Scanlon \nSchakowsky Schiff Schneider Schrader Schrier Scott (VA) Scott, David Serrano Sewell (AL) Shalala Sherman \n\n\n\nSherrill Sires Slotkin Smith (WA) Soto Spanberger Speier Stanton Stevens Suozzi Swalwell (CA) Takano \nThompson (CA) Thompson (MS) Titus Tlaib Tonko Torres (CA) Torres Small (NM) Trahan Trone Underwood Van \nDrew Vargas Veasey Vela Velazquez Visclosky Wasserman Schultz Waters Watson Coleman Welch Wexton Wild \nWilson (FL) Yarmuth NOT VOTING--4 DesJarlais Granger Griffith Wilson (SC) {time} 1727 So the motion to \nrecommit was rejected. The result of the vote was announced as above recorded. The SPEAKER pro tempore. The \nquestion is on the passage of the bill. The question was taken; and the Speaker pro tempore announced that the \nayes appeared to have it. Ms. FOXX of North Carolina. Madam Speaker, on that I demand the yeas and nays. The \nyeas and nays were ordered. The SPEAKER pro tempore. This is a 5-minute vote. The vote was taken by \nelectronic device, and there were--yeas 242, nays 187, not voting 3, as follows: [Roll No. 134] YEAS--242 Adams \nAguilar Allred Axne Barragan Bass Beatty Bera Beyer Bishop (GA) Blumenauer Blunt Rochester Bonamici Boyle, \nBrendan F. Brindisi Brown (MD) Brownley (CA) Bustos Butterfield Carbajal Cardenas Carson (IN) Cartwright Case \nCasten (IL) Castor (FL) Castro (TX) Chu, Judy Cicilline Cisneros Clark (MA) Clarke (NY) Clay Cleaver Clyburn \nCohen Connolly Cooper Correa Costa Courtney Cox (CA) Craig Crist Crow Cuellar Cummings Cunningham Davids \n(KS) Davis (CA) Davis, Danny K. Davis, Rodney Dean DeFazio DeGette DeLauro DelBene Delgado Demings \nDeSaulnier Deutch Diaz-Balart Dingell Doggett Doyle, Michael F. Engel Escobar Eshoo Espaillat Evans Finkenauer \nFitzpatrick Fletcher Foster Frankel Fudge Gabbard Gallego Garamendi Garcia (IL) Garcia (TX) Golden Gomez \nGonzalez (TX) Gottheimer Green (TX) Grijalva Haaland Harder (CA) Hastings Hayes Heck Higgins (NY) Hill (CA) \nHimes Horn, Kendra S. Horsford Houlahan Hoyer Huffman Hurd (TX) Jackson Lee Jayapal Jeffries Johnson (GA) \nJohnson (TX) Kaptur Keating Kelly (IL) Kennedy Khanna Kildee Kilmer Kim Kind Kirkpatrick Krishnamoorthi Kuster \n(NH) Lamb Langevin Larsen (WA) Larson (CT) Lawrence Lawson (FL) Lee (CA) Lee (NV) Levin (CA) Levin (MI) \nLewis Lieu, Ted Lipinski Loebsack Lofgren Lowenthal Lowey Lujan Luria Lynch Malinowski Maloney, Carolyn B. \nMaloney, Sean Matsui McAdams McBath McCollum McEachin McGovern McNerney Meeks Meng Moore Morelle \nMoulton Mucarsel-Powell Murphy Nadler Napolitano Neal Neguse Norcross O'Halleran Ocasio-Cortez Omar \nPallone Panetta Pappas Pascrell Payne Pelosi Perlmutter Peters Peterson Phillips Pingree Pocan Porter Pressley \nPrice (NC) Quigley Raskin Reed Rice (NY) Richmond Rose (NY) Rouda Roybal-Allard Ruiz Ruppersberger Rush \nRyan Sanchez Sarbanes Scanlon Schakowsky Schiff Schneider Schrader Schrier Scott (VA) Scott, David Serrano \nSewell (AL) Shalala Sherman Sherrill Simpson Sires Slotkin Smith (NJ) Smith (WA) Soto Spanberger Speier \nStanton Stevens Suozzi Swalwell (CA) Takano Thompson (CA) Thompson (MS) Titus Tlaib Tonko Torres (CA) \nTorres Small (NM) Trahan Trone Underwood Van Drew Vargas [[Page H2875]] Veasey Vela Velazquez Visclosky \nWasserman Schultz Waters Watson Coleman Welch Wexton Wild Wilson (FL) Yarmuth NAYS--187 Abraham \nAderholt Allen Amash Amodei Armstrong Arrington Babin Bacon Baird Balderson Banks Barr Bergman Biggs \nBilirakis Bishop (UT) Bost Brady Brooks (AL) Brooks (IN) Buchanan Buck Bucshon Budd Burchett Burgess Byrne \nCalvert Carter (GA) Carter (TX) Chabot Cheney Cline Cloud Cole Collins (GA) Collins (NY) Comer Conaway Cook \nCrawford Crenshaw Curtis Davidson (OH) Duffy Duncan Dunn Emmer Estes Ferguson Fleischmann Flores \nFortenberry Foxx (NC) Fulcher Gaetz Gallagher Gianforte Gibbs Gohmert Gonzalez (OH) Gooden Gosar Graves \n(GA) Graves (LA) Graves (MO) Green (TN) Griffith Grothman Guest Guthrie Hagedorn Harris Hartzler Hern, Kevin \nHerrera Beutler Hice (GA) Higgins (LA) Hill (AR) Holding Hollingsworth Hudson Huizenga Hunter Johnson (LA) \nJohnson (OH) Johnson (SD) Jordan Joyce (OH) Joyce (PA) Katko Kelly (MS) Kelly (PA) King (IA) King (NY) \nKinzinger Kustoff (TN) LaHood LaMalfa Lamborn Latta Lesko Long Loudermilk Lucas Luetkemeyer Marchant \nMarshall Massie Mast McCarthy McCaul McClintock McHenry McKinley Meadows Meuser Miller Mitchell Moolenaar \nMooney (WV) Mullin Newhouse Norman Nunes Olson Palazzo Palmer Pence Perry Posey Ratcliffe Reschenthaler \nRice (SC) Riggleman Roby Rodgers (WA) Roe, David P. Rogers (AL) Rogers (KY) Rooney (FL) Rose, John W. \nRouzer Roy Rutherford Scalise Schweikert Scott, Austin Sensenbrenner Shimkus Smith (MO) Smith (NE) Smucker \nSpano Stauber Stefanik Steil Steube Stewart Stivers Taylor Thompson (PA) Thornberry Timmons Tipton Turner \nUpton Wagner Walberg Walden Walker Walorski Waltz Watkins Weber (TX) Webster (FL) Wenstrup Westerman \nWilliams Wittman Womack Woodall Wright Yoho Young Zeldin NOT VOTING--3 DesJarlais Granger Wilson (SC) \n{time} 1735 Mr. POSEY changed his vote from ``yea'' to ``nay.'' So the bill was passed. The result of the vote was \nannounced as above recorded. A motion to reconsider was laid on the table. \n"}