{"title": "ADDRESSING GANG VIOLENCE", "body": "\nStatement of Kevin O'connor Associate Attorney General Department of Justice\n\nCommittee on House Judiciary Subcommittee on Crime, Terrorism, and Homeland Security\n\nJune 10, 2008\n\nChairman Scott, Ranking Member Gohmert, and Members of the Subcommittee. I am Kevin O'Connor, Associate \nAttorney General for the United State Department of Justice. It is an honor to appear before you today to discuss \nhow the Department of Justice (the Department or DOJ) is partnering with federal, state, and local law enforcement \nagencies and members of communities small and large to address the problem of gangs and violent crime. This \ncritical public safety challenge grips communities of all sizes and demands a strong and coordinated response. In \nthis testimony, I will summarize the comprehensive approach the Department has taken to confront this problem.\n\nThe Problem\n\nFirst, I think it is important to consider the scope of the gang problem and violent crime. The most recent data from \nthe Federal Bureau of Investigation (FBI) indicates that the country experienced a 1.4 percent decrease in the \nnumber of violent crimes for 2007 compared to 2006. According to the 2007 Preliminary Uniform Crime Report, all \nfour categories of violent crime offenses forcible rape, murder and non-negligent manslaughter, robbery, and \naggravated assaults declined nationwide in 2007 compared with data from 2006. Much of the decline in violent \ncrimes occurred in our cities, with metropolitan counties experiencing a 1.7 percent decrease in violent crime in \n2007 compared to the year before. Cities with populations of 250,000 to 499,999 saw a 3.9 percent decline in \nviolent crimes.\n\nThis recent data is certainly good news in light of the slight increases in the number of violent crimes reported in \n2005 and 2006. The 2007 data is more in line with the 10 year decline from 1995-2005 during which the violent \ncrime rate dropped by 17.6 percent. Much of the credit for this achievement belongs to our partners in state and \nlocal law enforcement, community leaders, educators, and members of the faith-based and community-based \norganizations, who work together with the men and women of the Department of Justice to make our streets safer. I \napplaud their efforts and pledge the Department's continued vigilance in fighting violent crime. The Department \nremains fully committed to implementing comprehensive strategies to combat violent crime, focusing not just on \n\n\ntraditional law enforcement, but also on working with our community partners to provide opportunities for at-risk \nyouth and returning offenders to learn the skills and attitudes they need to become productive members of society.\n\nThe Department's Response\n\nThe Department continues to do everything within its power to aggressively investigate and prosecute those who \nviolate federal law by committing acts of violence, to educate the public about gangs and violence, and to deter \ngang membership. State and local authorities remain the primary prosecutors of violent crime, but the level of \nviolence in some areas is a matter of compelling national concern. The federal government can supplement state \nefforts and supply a powerful deterrent against violent criminal acts. Because the federal government can prosecute \nonly a fraction of violent crimes, we must target our federal resources in ways that will help our local partners work \nmore effectively.\n\nProject Safe Neighborhoods\n\nFederal prosecutors continue to focus our resources on the most serious violent offenders, taking them off the \nstreets and putting them behind bars where they cannot commit further crimes against the public. In 2001, the \nAdministration created Project Safe Neighborhoods (PSN), a cooperative effort among federal, state, and local law \nenforcement agencies and prosecutors to reduce gun crime. Since the inception of the PSN program, the federal \ngovernment has committed more than $2 billion to support PSN efforts such as hiring more than 200 federal \nprosecutors to prosecute gun crime, making grants available to hire more than 550 new state and local gun crime \nprosecutors, and training more than 30,000 law enforcement officers, prosecutors and community members across \nthe nation to develop effective prevention and deterrence efforts to reduce gun violence.\n\nFrom FY 2001 through FY 2007, the Department filed 68,543 cases against 83,106 defendants - an over 100 \npercent increase in cases filed in the previous seven-year period. Accordingly, in the seven years since PSN began, \nthe Department has more than doubled the number of federal firearms prosecutions, compared with the previous \nseven years. In Fiscal Year (FY) 2007, the Department prosecuted 12,087 defendants for federal gun crimes and \nincreased case filings more than 60 percent since the year prior to the inception of PSN. Those prosecutions have \nbeen effective in keeping violent criminals off the streets and relieving some of the pressure on state prosecutors. \nMoreover, the conviction rate for federal firearms defendants in FY 2007 was 92 percent - the highest it has ever \nbeen. The percentage of those defendants sentenced to prison - nearly 94 percent - is also at a record high. More \nthan 54 percent of the offenders received prison terms of more than five years, and nearly 75 percent received \nsentences of more than three years.\n\nIn February 2006, the Attorney General expanded PSN to include new and enhanced anti-gang efforts, in addition \nto traditional gun crime reduction strategies. For FY 2007, the Department made available over $30 million in \nfunding to support local PSN partners in their anti-gang enforcement and prevention efforts and to provide anti-\ngang training and technical assistance. That funding was in addition to the over $20 million in grant funding made \navailable in FY 2007 to support PSN efforts that focus on reducing gun crime. In FY 2008, the Department was \nappropriated $20 million to combat violent crime, with special emphasis on areas plagued by violent gangs and \ndrug trafficking crimes involving firearms.\n\nRelying significantly on expert state and local anti-gang officers, the Department, through the Bureau of Justice \nAssistance (BJA), is developing or providing anti-gang courses such as: Basic Gang Enforcement for Line Officers, \nAdvanced Gang Enforcement for Investigators; Gang Unit Commanders' Training; and Anti-Gang Training for Law \nEnforcement Executives. These courses provide instruction on relevant issues including anti- gang strategies, \nintelligence collection and sharing, task force approaches, management and policy issues and officer safety issues. \nThe Department is also working closely with its federal partners and through its National Gang Center to provide \ncommunities and law enforcement with extensive training in anti- gang strategies.\n\nWe have also developed and are supporting the delivery of the \"Gangs 101\" course for communities, which brings \ntogether law enforcement with other community organizations to develop a common understanding and shared \ncommitment to address the gang problem. This course is delivered through the National Gang Center as well as \n\n\n\nthe Regional Centers for Public Safety Innovation and in collaboration with the Department's Community Oriented \nPolicing Services Office.\n\nIn January of this year, PSN's Anti-Gang Training was launched. The first training was held in Chapel Hill, North \nCarolina, for more than 500 attendees. The goal of the regional training is to improve the level of knowledge, \ncommunication, and collaboration involved in addressing the criminal gang issue impacting communities \nthroughout the nation.\n\nThe training delivers comprehensive anti-gang prevention, enforcement and prisoner reentry training for state and \nlocal law enforcement and related partner organizations. The training includes coordinated instruction from nearly \nevery DOJ component addressing the gang problem, including the FBI, the Bureau of Alcohol, Tobacco, Firearms \nand Explosives (ATF), the United States Marshals Service (USMS), the National Gang Intelligence Center, the \nBureau of Prisons (BOP), and others. It also includes an executive session where community leaders come \ntogether with the local U.S. Attorneys and jointly develop or review the strategic response to gang problems in their \njurisdiction. This training will be held regionally in as many as ten U.S. locations in 2008 with the next few planned \nfor Chicago, Illinois, Spokane, Washington, and Rochester, New York.\n\nViolent Crime Reduction Partnership Initiative\n\nIn 2007, the Department launched a new grant program in support of PSN's anti-gang and violent crime efforts. \nThe Violent Crime Reduction Partnership Initiative will assist state, local, and tribal governments in responding to \nviolent crime, as well as chronic gang, drug, and gun violence, through support for state, local, and tribal multi-\njurisdictional violent crime task forces. The President's FY 2009 budget request includes $200 million for Violent \nCrime Reduction Partnership grants that will support these crime task forces and increase prosecution of gangs \nand violent criminals.\n\nBuilt on the lessons from some of the nation's most effective crime task forces, the primary goals of this initiative \nare to: (1) address spikes or areas of increased violent crime in local communities; (2) disrupt criminal gang, gun, \nand drug activities, particularly those with multi-jurisdictional characteristics; and (3) prevent violent crime by \nimproving criminal intelligence and information sharing. Through discretionary funding to law enforcement task \nforces, the initiative will allow communities to address specific violent crime problems with focused strategies, \nincluding task force-driven street enforcement and investigations and intelligence gathering. Key issues such as \ngang and gun violence and coordination of local and federal activities will be promoted through training and \ntechnical assistance, and then measured for their impact in reducing violent crime rates.\n\nFunding for Local Law Enforcement\n\nLast fall, the Department made 106 awards totaling nearly $75 million to 103 state, local, and tribal law enforcement \nagencies to target specific violent crime challenges in their jurisdiction and region. The initiative is driven by the \nintelligence-led policing strategy which requires the use of data-driven law enforcement responses to prevent and \ncontrol crime as opposed to simply responding when crime occurs. The 106 task forces funded under this initiative \nare required to work in a multi- jurisdictional fashion and to partner with at least one federal law enforcement entity \nsuch as the FBI, ATF, the Drug Enforcement Administration (DEA), USMS or a local U.S. Attorney's Office.\n\nThe task forces are located throughout the U.S. and address issues including gun violence, gang violence, and \ndrug-related violence. A strong set of performance measures is in place to closely track the performance of the \ninitiative in addressing the violent crime problems. Since the initiative's inception, the participating task forces have \nmade 1788 violent felony arrests, made 1570 certified gang member arrests, made 692 violent misdemeanor \narrests, submitted 35,588 pieces of intelligence, seized 1644 firearms, disrupted 195 gangs, dismantled 24 gangs, \nand received 93 match hits through the National Integrated Ballistic Information Network (NIBIN) Program.\n\nNIBIN uses the Integrated Ballistics Identification System (IBIS) to compare images of ballistic evidence gathered \nfrom crime scenes and recovered firearms. Each projectile and cartridge casing is \"imprinted\" with certain marks \nknown as \"toolmarks.\" Each new entry into the system is compared to existing images in search of any possible \nmatches. The existence of a match can in turn generate very helpful leads in criminal investigations.\n\n\n\nThese are among a few of the results brought about through their operations. These task forces are showing \nsuccess in their efforts to reduce violent crime. For example, in February 2008, the Palm Beach County, Florida \nViolent Crimes Task Force began \"Operation Sugarland,\" with federal participation by the ATF, to target the \nshootings and gang-related violence plaguing its western communities. From January 2007 to January 2008, these \ncommunities experienced 87 shootings, including 10 homicides. The operation targeted the area based on \nintelligence information compiled by criminal analysts. To date, \"Operation Sugarland\" has brought about 55 \narrests, 287 Field Interview Reports, 89 Gang Interview Reports, 214 citations, and the seizure of 13 guns.\n\nThe task force also recognizes a decrease in shooting incidents, with arrests being made in half of those shootings \ndue to the cooperation they now receive from the citizens in those areas. Violent crime task forces are in operation \nthroughout the United States including the City of Fresno, California; Los Angeles County, California; New Castle \nCounty, Delaware; City of Rochester, New York; Baltimore City, Maryland; Boston and Springfield, Massachusetts; \nCity of Oklahoma City, Oklahoma; City of Houston, Texas; Madison, Wisconsin; City of Topeka, Kansas; and Cook \nCounty, Illinois.\n\nAddressing Gang Violence\n\nNow let me turn to the important steps the Department has taken specifically to address the prevalence of gang \nviolence. First, the Department established an Anti-Gang Coordination Committee to organize the Department's \nwide-ranging efforts to combat gangs. Second, the Department also established a Comprehensive Anti-Gang \nInitiative, which focuses on reducing gang membership and gang violence through enforcement, prevention and \nreentry strategies. That initiative currently operates in ten jurisdictions across the country.\n\nAlso, at the district level, each United States Attorney has appointed an Anti-Gang Coordinator to provide \nleadership and focus to our anti-gang efforts locally. The Anti-Gang Coordinators, in consultation with their local \nlaw enforcement and community partners, have developed comprehensive, district- wide strategies to address the \ngang problems in their districts.\n\nNational Gang Targeting, Enforcement and Coordination Center\n\nIn addition, the Department has created a new national gang task force, called the National Gang Targeting, \nEnforcement and Coordination Center (GangTECC). GangTECC is composed of representatives from the ATF, \nBOP, DEA, FBI, USMS, and the Department of Homeland Security (DHS) Immigration and Customs Enforcement \n(ICE), among others.\n\nGangTECC coordinates overlapping investigations, ensures that tactical and strategic intelligence is shared among \nlaw enforcement agencies, and serves as a central coordinating center for multi-jurisdictional gang investigations \ninvolving federal law enforcement agencies. The center works hand in hand with the National Gang Intelligence \nCenter, which integrates the gang intelligence assets of all DOJ agencies, and has established partnerships with \nfederal, state, and local agencies that possess gang-related information. The federal agents at GangTECC also \nwork in close collaboration with the prosecutors of the Criminal Division's Gang Squad. The Gang Squad is a core \nteam of experienced anti-gang prosecutors who serve as the prosecutorial arm of the Department's efforts to \nachieve maximum national impact against the most significant regional, national and international violent gangs.\n\nNational Gang Centers\n\nThe Department also supports the National Gang Center, which is overseen by BJA. The National Gang Center \nprovides information via the web on anti-gang announcements, training opportunities, and related initiatives. The \nOffice of Juvenile Justice and Delinquency Prevention's (OJJDP) National Youth Gang Center focuses on the \ninvolvement of juveniles in gangs. In addition to web- based dissemination, the Youth Gang Center provides \ncommunities with training and technical assistance on anti-gang strategies and links to research and evaluation \ninformation useful to communities searching for solutions.\n\nGlobal Justice Information Sharing Initiative\n\n\n\nIn addition, BJA, through the Global Justice Information Sharing Initiative, is developing guidance and \nrecommendations for law enforcement anti-gang intelligence units and undertaking specific strategies to improve \ngang intelligence sharing. Specifically, recommendations on establishing a gang intelligence unit are under \ndevelopment, along with guidance on applying the criminal intelligence process to anti-gang efforts and an \nassessment of gang intelligence systems. A key goal of this working group is to recommend the development of a \nprocess to allow local law enforcement gang intelligence systems to communicate seamlessly and to support those \nsystems automatically sharing information with the National Crime Information Center's (NCIC) Violent Gang and \nTerrorist Organization File (VGTOF), which the FBI manages. VGTOF, a file within NCIC, will provide officers with \nalerts when a known or violent gang member is stopped on the street.\n\nRegional Information Sharing Systems\n\nTo further our information sharing initiatives, the Department is supporting the Regional Information Sharing \nSystems (RISS) network as a means to provide state, local, tribal, and federal law enforcement with resources for \ncombating gangs. RISS is a network of six regional centers that provide secure information and intelligence-\nsharing resources, analytical support for investigations, training, and loans of sophisticated investigative equipment \nas well as confidential funds for law enforcement investigations.\n\nSpecifically, the RISS network provides a free solution for all law enforcement to share gang intelligence and \nrelated information through the RISSGang database. This web-accessible database currently contains information \non over 200,000 known gang members throughout the U.S. and several foreign countries and is available free to all \nlocal law enforcement agencies that are members of the network. Linked with RISSGang is ATF's gang \nintelligence information as well as many other state and federal agencies and programs, including the High \nIntensity Drug Trafficking Areas (HIDTAs) task forces, for example. Plans are underway to establish connectivity \nand sharing with the California Gang Investigator's Association system, which will exponentially increase the \nnumber of gang members available for searching by law enforcement. Additionally, the RISS network is connected \nto the FBI's Law Enforcement Online (LEO) and discussions with DHS are underway regarding connectivity to the \nHomeland Security Information Network system.\n\nDOJ Established Violent Crime Task Forces\n\nThe Department has also established and leads numerous joint violent crime-related task forces, including, among \nothers, FBI- led Safe Streets Violent Crime Task Forces and Violent Gang Task Forces that focus on dismantling \norganized gangs; USMS-led Regional Fugitive Task Forces and district-based task forces across the country that \nfocus on fugitive apprehension efforts; and Violent Crime Impact Teams (VCIT) led by ATF and composed of \nfederal agents from numerous agencies and state and local law enforcement, that identify, target, and arrest \nviolent criminals to reduce the occurrence of homicide and firearm-related violent crime. Those task forces play \nsignificant roles in attacking our violent crime problems.\n\nThe Department has recently taken steps to ensure that these task forces act in concert and complement each \nother's efforts. In addition to the national-level Anti-Gang Coordination Committee I noted earlier, the Department \nhas directed United States Attorney's Offices and components' task force managers in each jurisdiction with \nmultiple violent crime task forces to implement guidance for coordinating task force operations; required all \nagencies to certify that they have policies and procedures in effect that mandate coordination with other violent \ncrime task forces; directed all proposed violent crime and anti-gang task forces to now be subject to review by the \nAnti-Gang Coordination Committee, with final approval by the Deputy Attorney General; and finally, directed DOJ \nlaw enforcement components to evaluate compliance with policies concerning task force coordination, information \nsharing and efforts to reduce conflicts in periodic internal management reviews.\n\nAn example of the Department's use of the task force model is the \"RAGE\" Task Force established by ATF and the \nPrince George's County Police Department, and later expanded to include agents from FBI, ICE, and \nrepresentatives of police forces in the national capital region. With the support of the Maryland U.S. Attorney's \nOffice and local prosecutors, the task force identified and infiltrated in Maryland several \"cliques\" of the extremely \n\n\n\nviolent Mara Salvatrucha gang, and undertook to dismantle the cliques by treating the entire organization as a \ncriminal enterprise under the Racketeer Influenced and Corrupt Organizations (RICO) Act.\n\nThe prosecutors and agents developed a highly effective strategy, including the use of confidential informants still \nwithin the gang, electronic surveillance, dozens of search warrants, extensive grand jury work, analytical work by \nATF and FBI analysts, and the use of federal firearms and immigration offenses as well as applicable state crimes \nto disrupt and dismantle the gang. The Maryland U.S. Attorney's Office and prosecutors from the Department's \nCriminal Division's Gang Squad were co-counsel on these important cases.\n\nInternational Efforts\n\nParallel with its efforts to combat gangs domestically, the Department has drastically expanded efforts to sever the \nlinks that connect gang members transnationally, especially in Mexico and Central America. The Department \nrealizes that effectively combating violent gangs at home requires combating violent gangs abroad. A myriad of \nrecent initiatives aims to reduce the danger posed by transnational gang networks, most notably the U.S. Strategy \nto Combat Criminal Gangs from Central America and Mexico. This strategy is an important component of our \nlarger efforts to develop a new paradigm for regional security cooperation under the Merida Initiative. Under this \ncomprehensive Initiative, the United States Government works with partner countries to combat transnational and \nother gangs that commit crimes in Central America, Mexico, and the United States through both prevention and \nenforcement.\n\nThe Strategy sets forth five areas in which the United States will work with our neighbors to combat criminal \ngangs: Diplomacy, Repatriation, Law Enforcement, Capacity Enhancement, and Prevention. The U.S. Gang \nStrategy enhances U.S. interagency and international cooperation, increases coordination, and systematically \nenhances links between foreign governments and U.S. Federal, State, and local law enforcement agencies. The \nPresident's proposal for the Merida Initiative will fund all five pillars of the U.S. Gang Strategy.\n\nThe Department continues to enhance international partnerships in the fight against transnational gangs. One \nexample of the progress made by the Department is the comprehensive, four-part inter-agency agreement on \ncombating transnational gangs between the U.S. and El Salvador. In partnership with the Government of El \nSalvador, the agreement is assisting efforts to identify and prosecute the most dangerous Salvadoran gang \nmembers through programs to enhance gang enforcement, international fugitive apprehension, coordination, \ninformation sharing, training and prevention. The agreement includes several initiatives:\n\nThe FBI and State Department personnel are working with El Salvador's Civilian Police (Policia Nacional Civil or \nPNC) to support the Transnational Anti-Gang Unit to better pursue and prosecute gang members.\n\nThe FBI, in cooperation with the State Department, is accelerating the implementation of the Central American \nFingerprinting Exploitation (CAFE) initiative in order to better identify, track and apprehend gang members. CAFE \nhas provided equipment and training to help law enforcement agencies in El Salvador and other Central American \nnations acquire digital fingerprints of violent gang members and other criminals who commit crimes under different \nidentities in different countries. The President's proposal for the Merida Initiative will provide funding to expand the \nCAFE initiative to Guatemala during FY 2008 and to other Central American nations in the future.\n\nThe U.S. is increasing its anti-gang training in Central America, including efforts through the International Law \nEnforcement Academy (ILEA) in San Salvador. The Academy recently graduated its third class of police and \nprosecutors from El Salvador and nearby countries. The curriculum includes best practices in targeting and fighting \ngang activity and other crimes.\n\nThe enforcement programs listed above are critical to the fight against gangs and violent crime, but the Department \nrecognizes that law enforcement alone cannot solve this problem. To the extent that we can, the Department is \nleading and encouraging local prevention and public awareness programs. The Administration's request for the \nMerida Initiative includes more than $25 million for anti-gang activities in the Central American countries. These \nfunds will greatly enhance our cooperation with our partners in the region, providing them with the tools to share \ninformation better with us and to offer community prevention programs.\n\n\n\nGang Prevention Activities\n\nIn FY 2006, the Attorney General directed each United States Attorney to convene a Gang Prevention Summit in \nhis or her district designed to explore additional opportunities in the area of gang prevention. The summits brought \ntogether law enforcement and community leaders to discuss best practices, identify gaps in services, and create a \nprevention plan to target at-risk youth within their individual communities. These summits have reached over 10,000 \nlaw enforcement officers, prosecutors, social service providers, prevention practitioners, and members of the faith- \nbased community.\n\nPublic Service Announcements\n\nIn partnership with the Ad Council, the Department created four PSN public service announcements (PSAs) \nintended to educate youth about the perils of gun crime and the consequences of joining gangs. These ads are \navailable in both English and Spanish. The most recent television and radio PSAs were launched at the Project \nSafe Neighborhoods National Conference on September 17, 2007 and began airing on that date. In total, more than \n$140 million in donated time and space has been expended since the campaign's inception. In addition to the \nexisting anti-gang training and technical assistance provided by Department components, the Department has \nhosted two Gang Prevention webcasts that are accessible to the public. These webcasts share best practices in \ngang prevention; identify resources; support and complement the Attorney General's Anti-Gang Initiative; \nemphasize a community-based approach to gang prevention and the importance of collaboration; and assist the \nUnited States Attorneys in implementing their district-wide anti-gang strategies. The webcasts are available through \nthe Community Oriented Policing Services Response Center.\n\nGang Resistance Education and Training Program\n\nThe Department also has long supported other gang prevention activities such as the National Youth Gang Center, \nthe Boys & Girls Clubs of America, the Gang Resistance Education and Training (G.R.E.A.T.) Program and the \nOJJDP's Gang Reduction Program. G.R.E.A.T. is a school-based, law enforcement officer- instructed elementary \nand middle school classroom curriculum that also includes a Families and Summer component. The program's \nprimary objective is prevention and is intended as an immunization against delinquency, youth violence, and gang \nmembership. G.R.E.A.T. lessons focus on providing life skills to students to help them avoid delinquent behavior \nand violence to solve problems.\n\nIn FY 2006, the Department, through BJA, awarded nearly $15 million to 141 local law enforcement-led G.R.E.A.T. \nsites in 36 states. In FY 2007, the Department again awarded nearly $15 million in funding for 167 local law \nenforcement G.R.E.A.T. programs. The G.R.E.A.T. Program has also been adopted by the USMS and continues to \nbe supported by the ATF. Several hundred local law enforcement agencies around the country are using the \nprogram to reach thousands of youth with a positive and effective anti-gang and anti-violence curriculum.\n\nCollaboration with Local Communities and Community Groups\n\nOn June 24-26, 2008, the OJJDP, in collaboration with the Boys & Girls Clubs of America and the National Youth \nGang Center will hold the next National Youth Gang Symposium in Atlanta, Georgia. This conference will provide \nthe 1200 participants with training in a wide range of areas including the following: gang awareness, gang \nprevention, gang intervention, law enforcement strategies, program management, gangs and schools, the justice \nsystem and gangs, and \"how-to\" practical skills for professionals working on gang issues.\n\nOJJDP funded in 2007, and plans to fund again in 2008, the Gang Prevention Coordination Assistance Program. \nThe purpose of this program is to support and enhance the coordination of existing community-based gang \nprevention and intervention programs and strategies that are closely aligned with local law enforcement efforts. \nCommunity-based gang prevention and intervention often involve multiple organizations and programs working in \npartnership to deliver complementary services to the same or similar target populations. Effective coordination can \nhelp identify existing programs and resources and maximize their impact through information sharing, mutual \nreferrals, joint case management, and collective action.\n\n\n\nIn 2007, the Community Oriented Policing Services Office (COPS) funded a project entitled \"Addressing Gang \nMobility: A Targeted Approach\" at the University of Illinois at Chicago. The project's outcome will be a model \nprocess for creating multi- jurisdictional, multidisciplinary comprehensive partnership-based strategies to address \ngangs in suburban and rural jurisdictions impacted by the migration of gangs from urban areas. Additionally, COPS \nfunded the Seattle Police Department to develop a creative gang prevention program designed to foster innovative \nlaw enforcement-community collaborations and targeted problem-solving responses to specific crime and disorder \nproblems. Furthermore, in 2007, COPS awarded funding to the United Negro College Fund Special Program \nCorporation for the Campus-Community Policing Partnership. This partnership consists of teams of Historically \nBlack Colleges and Universities, their local law enforcement agencies, and community stakeholders collaborating \nto identify violent crime and gang issues, and develop new strategies to address these specific community \nconcerns. Finally, COPS through its COPS in Schools Program has awarded in excess of $70 million to the \nNational School Safety Center and the Pennsylvania Regional Community Policing Institute to train over 10,000 \nSchool Resource Officers and School Administrators on various topics including School Safety and the Law.\n\nThe Department has also developed a number of resources and community policing solutions to help law \nenforcement and communities address the problem of gangs. These resources include guides for police on topics \nsuch as graffiti, bullying in schools, gun violence among youthful offenders, and witness intimidation; \ncomprehensive gang prevention model programs; parent quick reference cards in English, Spanish, Vietnamese, \nand Hmong; multi-site evaluations of gang programs; innovations documents on network analysis and jail \ninformation-gathering; and a Solutions to Address Gang Crime CD-ROM available free to the public containing DOJ \nanti-gang related resources and tools.\n\nAdditionally, through BJA, the Department is working collaboratively with the American Probation and Parole \nAssociation (APPA) to establish a model protocol for successfully reintegrating gang-affiliated offenders back into \nthe community once they have completed their sentences. The model will include accountability as well as services \nand support to ensure reduced recidivism and gang affiliation among this population. The model protocol is \nexpected to be completed and ready for pilot testing in 2008.\n\nThe Practical Impact of the Department's Coordinated Approach\n\nIt is important to consider what these programs actually mean to the communities they are intended to help. To \nfurther clarify how federal programs translate into reducing violent crime and gang violence in the cities and \nsuburbs that you represent, let me give you some examples of cases from the District of Connecticut, where I \nserved as United States Attorney before assuming my current position.\n\nDiablos Motorcycle Gang\n\nIn late 2003, members of the Connecticut State Police's Statewide Cooperative Crime Control Task Force \n(SCCCTF) developed a cooperating source willing to provide information about the Connecticut Chapter of the \nDiablos Motorcycle gang. By March 2004, SCCCTF had teamed with DEA to launch a joint investigation into the \nDiablos. The investigation utilized various investigative techniques, including controlled purchases of narcotics, \npurchases of narcotics by undercover officers, consensual recordings of the gang's meetings, extensive physical \nsurveillance, and both state and federal wiretaps on the cell phones of high ranking Diablos.\n\nOn the night of December 7, 2005, federal, state and local law enforcement officials executed numerous search \nwarrants in Waterbury and Meriden, and arrested over a dozen \"full-patch\" members of the gang, including the \ngroup's president, treasurer and sergeant at arms, as well as many known Diablos associates. Officials seized \nseventeen firearms, three motorcycles and an all- terrain vehicle, all of which were ultimately forfeited.\n\nIn a commendable display of multi-agency coordination and cooperation, many of the Diablos were prosecuted \nquickly and effectively in the Connecticut Superior Court. For instance, one full-patch Diablo was sentenced to \nseven years imprisonment for marijuana trafficking within 45 days of his arrest. In all, 23 Diablos and Diablos \nassociates have been convicted and sentenced on federal and state narcotics and gun charges. These \nprosecutions have disrupted if not dismantled the Connecticut Chapter of the Diablos Motorcycle gang. Perhaps \n\n\n\nmore importantly, several \"hard core\" Diablos used their sentencing hearings as a platform to publically disavow the \ngang, its ways and their membership in the group.\n\nOperation Crown Royal\n\nIn October 2005, the FBI and DEA began an investigation into a Drug Trafficking Organization (DTO) operating in \nMeriden, Connecticut. Through several controlled purchases of crack cocaine conducted by a cooperating witness, \nMilton Roman (a.k.a. \"Justice\") was identified as a primary source of supply for cocaine base in and around \nMeriden. In April 2006, a wiretap investigation began with respect to multiple cellular telephones utilized by Roman. \nAs a result of the wiretap, it was determined that Roman distributed cocaine and cocaine base to a customer base \nof approximately 35 individuals in the greater Meriden area. Based on intercepted telephone calls, it is estimated \nthat Roman distributed kilogram quantities of powder and crack cocaine on a monthly basis. During the \ninvestigation of Roman, the FBI and DEA identified co-defendant Eluid Rivera (a.k.a. \"Smoke\" and \"Smokey\") as a \nprimary source of supply for Roman's DTO and received authorization from the district court to intercept \ncommunications occurring over a cellular telephone utilized by Rivera. Following a subsequent motor vehicle stop, \nRoman and an associate, Jesse Cividanes, were found to be in possession of approximately 350 grams of cocaine. \nA search warrant was subsequently obtained for a stash house in Meriden known to be used by Rivera and \nCividanes. The search resulted in the seizure of approximately 125 grams of cocaine, drug packaging material, a \nshotgun, a Beretta handgun with a loaded clip, a .32 caliber handgun and $5000 in cash. For his part, Rivera \nobtained kilogram quantities of cocaine from various individuals in Waterbury, including Luis A. Colon (a.k.a. \n\"Anthony\"), Christian Echevarria (a.k.a. \"Piti\"), and Sammy Medina. Simultaneously, ATF targeted a street gang in \nWaterbury known as the \"Carolina Boys.\" This gang had operated in Waterbury for a number of years and was \nknown to distribute crack cocaine, heroin and firearms and had a reputation for violence. The gang was associated \nwith Luis Colon and was known to be supplied by him, among others. The gang had come to dominate the Walnut \nStreet area of Waterbury in recent years. 21 During the course of the wiretap on Colon's phones, it was determined \nthat Colon was the head of a drug trafficking ring that operated out of a building in Waterbury and that he supplied \nmany members of the Carolina Boys. During the course of that wiretap, ATF, in conjunction with DEA and the \nWaterbury Police Department's Gang Task Force, utilized numerous cooperating witnesses and conducted \napproximately 60 controlled purchases of crack, heroin and, in some instances, firearms, from various members of \nthe Carolina Boys, that were instrumental in not only corroborating the wiretaps of Colon's phones, but also resulted \nin the ultimate dismantling of the Carolina Boys gang.\n\nDuring the investigation, FBI and DEA seized a package that had been shipped via United Parcel Service of \nAmerica, Inc. to Colon from Puerto Rico that contained a kilogram of cocaine. Colon's primary source of supply was \nArnulfo Andrade, a Mexican national who resided in Waterbury and received kilogram shipments of cocaine from \nsources located out-of-state with direct ties to Mexico. Based on information gathered during the investigation, \nColon and Andrade distributed approximately 35 kilograms of cocaine in Waterbury during the summer of 2006.\n\nOn September 29, 2006, after six months of wiretaps, investigation was concluded and resulted in the federal \nindictment of 80 individuals for various federal narcotics and firearms violations. To date, on account of the \nthorough manner in which this case was prepared by FBI, DEA, ATF and supporting state and local agencies, 76 \nof these federal defendants have already pled guilty, including all of the main targets. In addition, another \napproximately 80 individuals were the subjects of state prosecution, all of whom have been convicted as of this \ntime. During the course of the investigation, federal and state authorities seized approximately 3 kilograms of \ncocaine, approximately 1 1/2 kilograms of crack cocaine, numerous firearms, approximately $300,000 in cash, \nseveral vehicles and a nightclub in Meriden, Connecticut, which had been used as a base for narcotics trafficking by \nseveral persons that were indicted federally in this case. This investigation has already led to spin-off investigations \nthat are underway.\n\nThis investigation is a model for other Organized Crime Drug Enforcement Task Force (OCDETF) cases for multiple \nreasons. First, it marked a truly cooperative effort between ATF, DEA and FBI that led to the successful dismantling \nof a significant street gang operating in one of Connecticut's major cities and a DTO that distributed substantial \nquantities of cocaine, cocaine base and heroin in that same city. Second, the multi-agency approach and the \nresources that were brought to bear by such an approach also resulted in the building of a case that was difficult to \n\n\n\ndefend against as evidenced by the fact that 76 of 80 federal defendants have pled guilty over a fourteen month \nperiod. Finally, this case illustrated that a commitment by state and local law enforcement to maintaining a long-\nterm perspective and building a complex case in conjunction with federal authorities can have a significant impact \non crime reduction within urban areas.\n\nNetas Street Gang\n\nIn the spring of 2006, the DEA in Hartford, working closely with the New Britain Police Department, commenced an \ninvestigation of two separate drug trafficking operations in New Britain, one operated by Luis Cirino in and around \nhis residence and the other operated by Alberto Hernandez out of his garage bay at a warehouse in New Britain. \nCirino was a suspected member of the violent Netas street gang and was suspected of having been involved in \nseveral unsolved shootings that have occurred in New Britain over the past several years. Hernandez was a large-\nscale cocaine dealer who regularly purchased kilogram quantities of powder cocaine and distributed it in smaller \nquantities through various underlings who sold narcotics at the warehouse.\n\nOver the course of several months, DEA was able to conduct controlled purchases of multi-ounce and one hundred \ngram quantities of powder and crack cocaine from Cirino, Hernandez and their associates. In addition, the New \nBritain Police contributed several cooperating witnesses to the investigation who provided vital information about \nthese narcotics organizations, particularly Hernandez's operation. The operation was difficult to investigate because \nof the location of the warehouse, Hernandez's unwillingness to handle the narcotics, the loyalty of Hernandez's \nnarcotics associates, and the eventual flight of our cooperating witness out of the country. One of the New Britain \nwitnesses provided a Federal Express tracking number, which was used to identify a previously seized shipment of \nmarijuana and almost two kilograms of cocaine, a shipment that had been intercepted, but had not been tied to any \ncase.\n\nIn the end, seven people, including Cirino and Hernandez, were convicted of a variety of narcotics offenses, the \nmost serious of which was engaging in a conspiracy to distribute five kilograms or more of powder cocaine. Cirino, \nwho boldly referred to himself as the \"sniper of New Britain,\" was sentenced to 135 months of incarceration and \nordered to forfeit six firearms and over $45,000 in cash. Hernandez awaits sentencing. Thanks to the dismantling of \nCirino's and Hernandez's drug trafficking operations, New Britain has seen a marked drop in the violent crime and \ndrug activity occurring in the areas of the city where these two individuals operated.\n\nConclusion\n\nIn order to reduce violent crime, the federal government must work cooperatively with our partners in state, local, \nand international law enforcement, and we must focus not just on dealing with today's criminals, but on preventing \nour children from turning into tomorrow's criminals. In some places in our country, social influences that lead \nchildren to obey the law - influences that many of us take for granted - simply do not exist. The best way to reduce \nviolent crime is to employ an overarching strategy that includes all participants in the criminal justice system, along \nwith educators, community organizers and leaders of faith-based institutions who can help spread the word and \ncounsel people who otherwise might be tempted to commit crimes. We are working with state and local authorities \nto reach children in their homes, neighborhoods, schools and religious institutions, before they make the wrong \nchoices that lead to lives of violence and despair, while also working with our state and local partners to provide \nopportunities to offenders reentering the community. We will continue to work with state and local authorities \nresponsible for the law enforcement, juvenile justice and criminal justice systems that process the vast majority of \nviolent criminals. We must ensure that those institutions, while dealing with the considerable challenge of \nprosecuting criminals for past crimes, also are able to focus on law enforcement's ultimate mission of preventing \ncrime in the future.\n\nThank you for the opportunity to discuss the Department's efforts to fight gang violence in our communities. I am \nhappy to answer any questions from Members of the Committee on this important issue.\n"}