{"title": "FORUM ON ILLEGAL IMMIGRANTS", "body": "\nCalifornia's Proposition 187 and immigration reform will be the topic of the first of a new series of community \nforums sponsored by the Queens Borough Public Library.\n\nThe library launches its \"Queens Speaks\" series next weekend at the Central Library in Jamaica. The forum will \nhave as its topic: \"Should undocumented immigrants have the same rights as American citizens?\" That forum and \nones still in the planning stages will feature well-known and outspoken proponents and opponents of current issues \nthat have a direct impact on the lives of Queens residents, said library director Gary Strong.\n\nThe audience is invited to participate and voice their views in an open discussion, he said.\n\n\"Queens Speaks offers a wonderful opportunity for the people of Queens to be heard on issues that affect them \ndeeply,\" said Strong.\n\nAt the first forum, Juan Jose Gutierrez, the executive director of One Stop Immigration and Education Center in \nCalifornia, will speak against the California law. Advocating for reform and in favor of Proposition 187 is Prof. \nEdward Levy.\n\nLevy served as chairman of Zero Population Growth from 1976-80. He has been on the advisory board for the \nFederation for American Immigration Reform (FAIR) and is a founding member and chairman of the Tri-State \nImmigration Moratorium Committee.\n\n\"It is our obligation as a library to offer information on all sides of the issue to allow our constituents to make \ninformed choices,\" Strong said.\n\nLast year, Gutierrez, a vocal opponent of such laws and an immigrant rights advocate, organized a demonstration \nof 150,000 people in Los Angeles against Proposition 187.  The law would deny illegal immigrants access to \npublic school education, welfare and health care.\n\n\"I'm committed to promoting the human rights of all people, and all people means immigrant people as well,\" said \nGutierrez.\n\nTaking the opposition, Levy said, \"All American citizens have the same rights but illegal aliens in the United States \nonly have the right to be treated humanely while awaiting deportation.\"\n\nAmy Goodman, news director of WBAI-FM, will be the moderator of the premier forum, scheduled for 2 p.m. next \nSaturday at the Central Library, 89-11 Merrick Blvd. in Jamaica.\n"}