{"title": "Study Shows Health Benefit for Immigrants", "body": "\nMore than half the children under 7 in New York City are growing up in immigrant families, and in many of them no \none over 13 speaks English well. But a new report released yesterday suggests that this linguistic isolation helps \nprotect them from the higher rates of obesity, asthma, and adolescent risk-taking that afflict native-born and \nAmericanized children.\n\n Though the report also cautions that the language barriers make it harder for children to get the health insurance \nand education they need, it finds that foreign-born children are healthier when they arrive in the United States than \nthose of the same age who were born here. \n\n In fact, the longer immigrant children stay in America, adopting the diet and lifestyle of their peers, the unhealthier \nthey are likely to become, according to the report, a synthesis of several national studies by the David and Lucile \nPackard Foundation, a California philanthropy that studies the well-being of children.\n\n ''It's a bit of a twist,'' said Kathleen Mullan Harris, director of the National Longitudinal Study of Adolescent Health, \nissued by the National Institutes of Health and cited in the report. \n\n ''Linguistic isolation is a protective thing because it slows assimilation, and most people think assimilation is good.'' \nBut, she added, ''in this case assimilation means adopting unhealthy behavior and risk factors from which they are \nprotected in their own culture.''\n\n The first generation of immigrant adolescents -- the foreign-born -- had less asthma, less obesity, fewer school \ndays missed, and less involvement in substance use, sex, delinquency and violence than did the second \ngeneration, those born in America to immigrant parents. \n\n The study found 5 percent reporting asthma in the first generation, 8 percent in the second and 12 to 16 percent in \nthe third generation, depending on ethnicity. Obesity jumped from 17 percent for foreign-born teenagers to 27 \npercent of those born in America to immigrant parents. \n\n ''But the second generation still looks better than the native-born kids in native-born families,'' Professor Harris \nsaid. ''People don't quite know how to take it -- to say that American life is bad for you is not exactly correct.'' \n\n Even more tricky to interpret are the differences in adolescent behavior. \n\n Americans tend to think of adolescence as a developmental period when it is common to experiment and take \nrisks, some researchers say. Among first-generation immigrant teenagers, 8 percent report using three or more \ncontrolled substances. That figure rises to 17 percent in the second generation and to a quarter of native-born white \nadolescents with native-born parents. \n\n\n ''We give adolescents great autonomy,'' Professor Harris said. ''When immigrants come here, they come from \ncultures where adolescence is not defined that way. As they assimilate and incorporate the U.S. norms, their \ninvolvement in less healthy behaviors increases.''\n\n In trying to explain how being in an immigrant family helps, Professor Harris, who teaches sociology at the \nUniversity of North Carolina at Chapel Hill, said she found that being tied to a foreign culture and ethnic values in \nimmigrant enclaves explained up to half the differences, and speaking a foreign language at home was part of that. \n\n Among some immigrant groups in New York, including families from Korea, China and Mexico, more than 60 \npercent of children under 9 do not speak English at home, according to an analysis by Donald J. Hernandez, one of \nthe writers of the report. \n\n But Professor Hernandez, a sociologist at the State University of New York at Albany, emphasized the risks \nassociated with the lack of English-speaking parents, especially if they are poor and have little education. \n\n Nationally, children in immigrant homes are less likely than those in native families to have health insurance (75.6 \npercent versus 88 percent), more likely to be behind a grade or more in school (10 percent versus 8 percent at age \n16), and less likely to graduate from high school (72 percent versus 79 percent by age 19). \n\n One concern in New York, he said, is the disparity in the percentage of children attending preschool, which can be \na crucial bridge for children from non-English-speaking homes.\n\n ''Yes, there's a paradox,'' he said. ''If a family is isolated in its household from English-speaking society, they're \nisolated for good or for ill. They may be cut off from fast-food franchises, they may be cut off from some of the \nnegative aspects of American society, but at the same time they're cut off from educational institutions, they're not \ncapable of interacting directly with teachers, with social services, with health institutions.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nChart: ''Immigrant Children and Health''A study of children in immigrant families by the David and Lucile Packard \nFoundation found that linguistic isolation may result in health benefits for adolescents, but that the benefits begin \nto decrease in succeeding generations.Percentage of immigrant families reporting linguistic isolation*New York \nCity dataNative-born: 4%Immigrant: 31*Households where no one over the age of 13 speaks English very \nwellPercentage of immigrant adolescents reporting various health indicatorsNationwide data (self-reported)Overall \nhealth (fair or poor)First generation: 9%Second generation: 11AsthmaFirst generation: 5Second generation: \n8ObesityFirst generation: 17Second generation: 27      \n"}