{"title": "Medicaid Rules Get Tougher About Proof of Citizenship", "body": "\nThe Bush administration plans this week to issue strict standards requiring more than 50 million low-income people \non Medicaid to prove they are United States citizens by showing passports or birth certificates and a limited \nnumber of other documents.\n\n  The new standards follow a tussle with Congress. Federal health officials had considered giving states broad \ndiscretion to accept affidavits in place of official documents. But House Republicans complained, and the \nadministration backed off, allowing affidavits ''only in rare circumstances.''\n\nThe requirements, which take effect July 1, carry out a law signed by President Bush on Feb. 8.\n\n  They vividly illustrate how concern about illegal immigration is affecting domestic social welfare policy. The \npurpose of the law was to conserve federal money for citizens, reducing the need for states to cut Medicaid \nbenefits or limit eligibility.\n\n  Gov. Rick Perry of Texas won enthusiastic applause at a state Republican convention on Friday when he vowed \nto increase border security and said, ''Texas will start requiring every Medicaid applicant to verify that they are in \nthe country legally in order to receive benefits.''\n\n  But officials in some other states and advocates for the poor said the new requirements could cause hardship for \nchildren, older Americans and poor people born at home in rural areas who never received birth certificates. \nChildren account for about half of Medicaid recipients. People 65 and older account for about 10 percent.\n\n  Jennifer M. Ng'andu, a health policy specialist at the National Council of La Raza, a Hispanic rights group, said, \n''The documentation requirements will cause confusion about eligibility and will put up barriers to enrollment.''\n\n  In general, Medicaid is available only to United States citizens and to certain ''qualified aliens.'' Before the new \nstandards, in many states, people who declared they were citizens did not have to support the claim.\n\n  But in a letter being sent this week to state officials, the Bush administration says, ''Self-attestation of citizenship \nand identity is no longer an acceptable practice.''\n\n  In the law, Congress listed examples of documents that could be used to show citizenship, and it said the \nsecretary of health and human services could ''by regulation'' specify other acceptable documents.\n\n  The main proponents of the new requirements were two Republican House members from Georgia, \nRepresentatives Charlie Norwood and Nathan Deal. \n\n\n  John E. Stone, a spokesman for Mr. Norwood, said Sunday: ''Charlie provided feedback to the administration in \nthe last two weeks to make sure the regulations would not undermine the intent of the law. Obviously you need \nsome flexibility so that a 92-year-old woman with Alzheimer's does not get kicked off Medicaid. What's \nunacceptable is for people to claim benefits or sign affidavits swearing they are citizens without any verification.''\n\n  In an interview Sunday, Dr. Mark B. McClellan, administrator of the Centers for Medicare and Medicaid Services, \nsaid, ''We want to provide an effective way to document citizenship without placing excessive burdens on states or \nbeneficiaries.''\n\n  In the letter to state Medicaid directors, the administration says, ''An applicant or recipient who fails to cooperate \nwith the state in presenting documentary evidence of citizenship may be denied or terminated'' from the program. \n\n  The requirements will be enforced when a person applies for Medicaid or when eligibility is first recertified on or \nafter July 1. In general, applicants and recipients will have 45 days to provide documents. People with disabilities \nwill have 90 days.\n\n  States typically redetermine eligibility every 3 to 12 months. ''Once citizenship has been proved, it need not be \ndocumented again'' because it does not normally change, the administration said.\n\n  But the guidelines include a significant ambiguity: ''An individual who is already enrolled in Medicaid will remain \neligible if he or she showed a good-faith effort to present satisfactory evidence of citizenship and identity, even if \nthis effort takes longer than 45 days.'' The administration says that ''beneficiaries will not lose benefits as long as \nthey are undertaking a good-faith effort to provide documentation.''\n\n  States have a strong incentive to enforce the requirements. If they fail to do so, they can lose federal Medicaid \nmoney.\n\n  The guidelines say states should help people document citizenship, especially if they are homeless, mentally \nimpaired or physically incapacitated and have no one to act on their behalf.\n\n  The guidelines list four categories of documents that can be used as evidence of citizenship, from the most \nreliable to the least trustworthy. The best evidence, they say, is a United States passport or a certificate of \nnaturalization. The next category includes state and local birth certificates and State Department documents issued \nto children born abroad to United States citizens.\n\n  The third category consists of nongovernment documents showing place of birth. These include medical records \nfrom doctors, hospitals and clinics; nursing home admission papers; and records from life and health insurance \ncompanies.\n\n  The fourth category includes affidavits, which can be used ''only in rare circumstances when the state is unable to \nsecure evidence of citizenship'' from other sources.\n\n  ''An affidavit must be supplied by at least two individuals, one of whom is not related to the applicant or recipient,'' \nthe guidelines say. ''Each must attest to having personal knowledge of the events establishing the applicant's or \nrecipient's claim of citizenship. The individuals making the affidavit must be able to provide proof of their own \ncitizenship and identity.'' \n\n  People signing affidavits may also be asked ''why documentary evidence of citizenship does not exist or cannot \nbe readily obtained.''\n\nhttp://www.nytimes.com\n"}