{"title": "PREPARED STATEMENT OFROBERT L. MUSEATTORNEY, WASHINGTON, D.C.BEFORE THE SENATE FOREIGN RELATIONS COMMITTEESUBCOMMITTEE ON WESTERN HEMISPHERE AND PEACE CORPS AFFAIRSLEGAL AND PRACTICAL IMPLICATIONS OF TITLE IIIOF THE HELMS-BURTON LAW", "body": "\nI. THE NATURE OF TITLE III's POTENTIAL LITIGANTS\n\nA. Background\n\nThe property confiscations at issue under Title III of the Helms- Burton Act involved, at time of taking, the properties \nof two distinct groups of corporations and individuals - those of U. S. citizens, and those of Cuban citizens. In \nassessing the impact and legal implications of an activated Title III it is necessary that each of these groups be \nexamined carefully.\n\nA. The Certified Claimant Potential Litigants\n\nWith respect to the first group (U. S. corporate and individual citizens) the Foreign Claims Settlement Commission \nhas certified a total of 5,911 claims with a principal value of $1.8 billion. However, few of these certified claims are, \nstanding alone, of significant value. (For example, the properties of only ten corporate claimants including the \nelectric and phone companies, two oil refineries, one nickel mine and five sugar producers - were ultimately certified \nto be worth a little over $1 billion out of the $1.6 billion in total corporate claims). Of the nearly 6,000 certified \nclaimants, only a few hundred will even be eligible to file a Title III suit. (1)\n\nSo why should a possible future implementation of Title III be viewed with concern? To answer this question we \nmust look to the second group of companies and individuals to lose properties in Cuba to governmental action - that \nis, Cuban citizens at the time their properties were taken.\nB. The Cuban American Potential Litigants\n\nAccording to a Department of the Army publication, 800,000 Cubans settled in the United States between January \n1, 1959 and September 30, 1980.(2) Approximately 200,000 have arrived in the past 15 years. Therefore, about 1 \nmillion Cubans in total have come to reside in the U.S. since Fidel Castro came to power. The majority of these \nCubans have become naturalized U.S. citizens and are therefore eligible to file Title III lawsuits with respect to \nCuban properties they assert claims to.(3) Moreover, these 1 million Cuban Americans (and their descendants) \nare disproportionately likely to have been of the property owning classes of pre-revolutionary Cuba and, therefore, \nare likely to assert claims to most of the properties of any value on the island(4)\n\nC. Number of Cuban-American Suits to be Expected If Title III is Implemented\n\n\nOf the 1 million Cubans that have settled in this country in the past thirty-seven years, how many of them (or, more \nparticularly how many of their descendants) may sue under Title III? In August, 1995 I wrote a lengthy letter to the \nDirector of the Congressional Budget Office on this subject. (5)\n\nI employed, in my letter, the following methodology in estimating a total of 300,000-430,000 Cuban American \nlawsuits to be expected under Title III: I broke the pre-revolutionary Cuban economy into service, industrial, \nmanufacturing and agricultural sectors and estimated the number of business enterprises that existed in each \nsector.(6) I then calculated the likely number of owners of properties in those sectors that had settled in the U.S., \nand were therefore capable of filing a Title III lawsuit. Additional calculations were then made, (i) for the claims of \nmultiple descendants instead of original sole owners and (ii) for the variety of property interests capable of \nsupporting a Title III lawsuit.(7) On this basis, my estimate of 300,000-430,000 lawsuits was made. To this day, \nthere has been no reply to that figure.\n\n 1I. THE PURPOSES OF TITLE III\n\nA. An Overview\n\nTitle III of the Helms-Burton Act has two purposes. First, it will serve as a mechanism for Cuban Americans to \nassert claims directly against the nation of Cuba with respect to property expropriations in that country. Title III is \ntherefore a federal courthouse version of the U.S. Foreign Claims Settlement Commission's programs that have \nhitherto been authorized by Congress, in conformity with international law, so/ely on behalf of those occupying the \nstatus of U.S. nationals at the time of foreign property expropriations.\n\nQuite apart, however, from constituting a claims program for Cuban Americans, Title III also puts U.S. federal \ncourts to the task of effectuating a foreign policy objective with respect to Cuba - that is, the transformation of that \ncountry into a nation that conforms to the over 20 specific \"requirements\" of the Helms-Burton Act for what \nconstitutes a \"democratically elected\" government in Cuba. Among those requirements are such things as the \ncessation by the government of Cuba of interference with U.S. government sponsored radio and TV signals; the \ndissolution of various Cuban government agencies; the reinstatement of Cuban citizenship in certain cases; a public \ncommitment from the Cuban government \"assuring the right to private property\"; foreign supervised elections \"with \nthe participation of multiple independent political parties that have full access to the media on an equal basis,\" and \nso on.\n\nThis transformation of Cuba is to be achieved (as the Act's proponents have often said) through \"cutting off hard \ncurrency\" to that country. I will return to this aspect of Title III in a moment.\n\nB. Potential Defendants Under Title III Who then may Cuban American litigants actually sue under Title III? Again, \nthey may sue \"persons\" who \"traffic\" in properties that - in the curious locution of the Act they \"own a claim\" to. (8)\n\nThe word \"person\" is defined to include \"any agency or instrumentality of a foreign state.\" Cuba is of course a \nforeign state, and it is therefore explicitly suable - via its agencies and instrumentalities - under Section 302 of Title \nIII. Moreover, on the eve of passage, Title III was amended to delete the requirement that an agency or \ninstrumentality of Cuba necessarily be using the property \"in the conduct of a commercial activity,\" in order to be \nsued. Therefore, as matters now stand, all properties on the island with which the government of Cuba is involved \nin some way are subject to potential suit, regardless of whether they are being used commercially or not.\n\nSection 4(13) defines \"traffics\" to include: \"managing, possessing, controlling, using or otherwise holding an interest \nin confiscated property.\" This means, I must emphasize, that all formerly private premises (with the limited \nexception of residential properties in some cases) that are now being used, managed or controlled by an agency or \ninstrumentality of the government of Cuba are potentially subject to suit in U.S. federal courts.\n\n It is no longer, therefore, only sugar mills, cattle ranches, factories, tobacco farms and rum distilleries that are \nsubject to suit, (i.e. properties that are being operated in a commercial vein by the government of Cuba) - but, \nrather, Title III litigants may now also sue agencies and instrumentalities of the Cuban government that are \"using\" \nor \"controlling\" properties such as schools, hospitals, administrative offices, military installations or undeveloped \nreal property.\n\n\n\nFinally, it is noteworthy that shortly before conference on February 28 this provision was removed from the Senate \nversion of Title Ill: \"For all actions brought under Section 302 … no judgment by default shall be entered by a court \nof the U.S. against the government of Cuba ...\" So, default judgments are now available in suits filed against \nagencies and instrumentalities of the government of Cuba.\n\nC. Title III as a Court-Administered Claims Program for Cuban Americans\n\nIt is for precisely the reasons given immediately above that opponents of Title III have described it as a massive \nclaims program against Cuba created for Cuban Americans - a program that is to be administered, in \nunprecedented fashion, by the judicial branch of the U.S. government.(9)\n\nD. Title llI As An Instrument of Coercion of U.S. Trading Partners\n\nAs alluded to earlier in these remarks, the other principal purpose of Title III is to achieve a foreign policy objective \nin Cuba; that is, the political and economic transformation of that country by cutting off hard currency to it. The \nmeans of effectuating this objective is the infliction of deterrent economic injury (via Title III lawsuits) on foreign \ncompanies that invest in or trade with Cuba. So, Title III has harnessed the judicial branch of the U.S. tripartite \nsystem of government to the political objectives I described earlier. Instead, therefore, of adjudicating causes and \ncontroversies arising from legitimate jurisprudential bases, U.S. courts are now put - by virtue of Title III's conferral \nof a fight of suit on Cuban Americans - to the achievement of the political goal of transforming Cuba politically and \neconomically. (10)\n\nSeveral U.S. trading partners have taken the view that enhanced trade and investment in Cuba by their corporate \nnationals is a good thing. In short they believe economic liberalization ought to be encouraged in Cuba in order to \nfacilitate their policy objectives with respect to that country.(11) (Believe me, I am not asking proponents of Title III \nto share the view, I am only saying certain U.S. trading partners are of this opinion and, moreover, believe that it is \na matter of national sovereignty that they be allowed to both reach and give practical effect to such a policy \ndetermination). As it happens the only means those nations have of effectuating the policy decisions they have \nreached with respect to Cuba is via their private sector companies - which Title III takes direct aim at. (12)\n\nHI. TITLE III AND \"THE NATIONALITY OF CLAIMS PRINCIPLE\" OF INTERNATIONAL LAW\n\nWhat is wrong with Congress bestowing a U.S. federal lawsuit right on individuals and companies who, it must be \nemphasized, were Cuban citizens that had properties in Cuba taken by the government of Cuba pursuant to the \nlaws- of Cuba? The short answer is that international law forbids it. The U.S. Foreign Claims Settlement \nCommission over thirty years ago put it this way: \"The principle of international law that eligibility for compensation \nrequires American nationality at the time of loss is so widely understood and universally accepted that citation of \nauthority is scarcely necessary.\"(13)\n\nIn the Palacio case (which involved Cuban former owners of cigar manufacturing enterprises in Cuba) the U.S. \nfederal court for the southern district of New York put the matter in these unequivocal terms: \"… confiscations by a \nstate of the property of its own nationals. no matter how flagrant and regardless of whether compensation has been \nprovided, do not constitute violations of international law.\"(14)\n\nIn de Sanchez v. Banco Central de Nicaragua the U.S. FitCh Circuit Court of Appeals not long ago put it this way: \n\"...international law delineates minimum standards for the protection only of aliens; it does not purport to interfere \nwith the relations between a nation and its own citizens.\" (15) Let me cite only one treatise authority of the literally \ndozens that address this point: \"… It may be stated as a general principle that from the time of the occurrence of \nthe injury until the making of the award the claim must without interruption have belonged to a person who (a) has \nthe nationality of the state by whom it is put forward and (b) does not have the nationality of the state against whom \nit is put forward.\"(16)\n\nThe position under international law, as demonstrated above, could hardly be clearer. (Many of you probably \nnoticed that every citation of authority given in this portion of my remarks is a U.S. authority, notwithstanding the \nplethora of supporting authority available from foreign sources on this topic. The significance of this choice of U.S. \nauthority ought to be obvious. In enacting Helms-Burton the U.S. has violated its own explicit statements of \n\n\n\nadherence to the nationality of claims principle of international law).  It is simply unlawful under established \ninternational jurisprudence for the U.S., pursuant to Title III of the Helms-Burton law, to lend support and assistance \nto the claims of Cuban Americans with respect to properties taken from them while they were Cuban citizens. It \nwould be equally unlawful for a foreign nation to pass a law allowing U.S. nationals to sue the United States in \nanother country's courts for property losses that occurred while those individuals were U.S. citizens. (17)\n\nIV. INTERNATIONAL LAW AND THE UNITED STATES\n\nInternational law is, \"part of [U.S.] law and must be ascertained and administered by the courts as often as \nquestions depending upon it are duly presented.\" (See, the Supreme Court's opinion in The Pacquette Habana. 175 \nU.S. 677, 700 (1900)).\n\nHowever, Congress may legislate in violation of international law and U.S. courts, for the most part, are powerless \nto strike such legislation solely upon that basis. (I will make a small prophecy at this point. Helms-Burton, if ever \nimplemented, will prove the death- knell of such conventional legal wisdom).\n\nBut let us, as U.S. citizens, be honest about what we have done in enacting Title III in a form that gives rights of suit \nto non-US. nationals at time of property loss: We have violated international law. For proponents of the Helms-\nBurton Act to cite, as they have, The Restatement (Third) of the Foreign Relations Law, of the United States in \nsupport of Title III is genuinely disheartening. (18) Let me remind you how this argument of the title's proponents \nruns: A state may, in keeping with international law, legislate with respect to conduct outside its territory that has \nsubstantial effect within its borders (Section 402, of the Restatement).\n\nIt is both bizarre and troubling at the same time to hear a U.S. compendium of international law cited for the \nproposition that a nation may legislate in direct violation of that same system of law. Let me repeat: The lawsuit \nrights accorded Cuban Americans under Title III violate the nationality of claims principle of public international \nlaw. A type of reasoning which cites a compendium of international law for the proposition that a nation may \nlegislate in violation of that law is analogous to claiming that a traffic regulation permitting curbside parking allows a \nmotorist to reverse over any pedestrian that happens to be standing in an available parking space. It is elementary \nthat our motorist may avail himself of the traffic law's parking provision only so long as he does not violate any \nother law in the process. The same is true with respect to a permissible exercise of U.S. extraterritorial jurisdiction.\n\nV. THE CONSEQUENCES OF AN ACTIVATED TITLE III\n\n I said earlier that the U.S. Congress may legislate in violation of international law, but that is hardly the end of the \nmatter - certain consequences flow from such an action.\n\nFirst, constitutional arguments will be advanced by other national- origin groups (such as Vietnamese-Americans, \nPalestinian-Americans, Iranian-Americans, ChineseAmericans, Polish-Americans, etc.,) demanding - via our courts \n- that they receive the benefit of Title III with respect to suits against their native countries and anyone (including \nU.S. companies) that may be \"trafficking\" in their \"claimed\" properties. I have been waiting for over one year to see \na rebuttal of any kind by the Act's proponents of this \"equal protection\" concern.\n\nSecond, the Fifth Amendment \"takings clause\" implications of Title III are palpable - first, with respect to the 5,9! 1 \ncertified claimants who will see their claims (which constitute a recognized property interest) diluted to \nmeaninglessness by virtue of thousands of Cuban American judgments entered against Cuba in U.S. federal \ncourts. There is also the enormous potential liability under the Fifth Amendment to a newly created Cuban \nAmerican Title III judgment creditor class if their suits are ever dismissed (either in actuality or constructively) in the \ncourse of a normalization of relations between Cuba and the U.S. - as they must inevitably be. The mere possibility \nthis enormous potential liability is bound to have an inhibiting effect within the U.S. on any attempted \nrapprochement with Cuba.\n\nAny resolution of the issue of claims of Cuban Americans must, in the end, be a matter of Cuban laws that have \nthe support of the Cuban people. A recent example of a, seemingly, successful national reconciliation on the \nquestion of property expropriations is provided by Nicaragua, where the National Assembly passed a law that \nallowed for compensation to Nicaraguans for property losses arising from actions of the Sandinista government. \n\n\n\n(Basically, payment for such losses will be in the form of government bonds backed by U.S. treasury bonds \npurchased with a portion of the proceeds of the privatization of the Nicaraguan state telecommunications company).\n\nFinally, speaking as an American attorney I can say with rueful authority that the legal system of the United States \nis rarely facilitative of a harmonious resolution of differences between aggrieved parties - indeed, as a system, it \nmost often serves to exacerbate any pre-existing animosity between litigants. I can think of no better formula for a \npermanent estrangement between Cuban Americans and their island compatriots than the interposition between \nthem of the contentious processes of the United States litigation system. The resultant bitterness is far more likely \nto retard than to advance a long-needed reconciliation between those populations.\n\nVl. CONCLUSION\n\nI will conclude with a question: What are the foreseeable consequences to the United States the attitude of \ncontempt for international law that is evidenced by Title III? In my opinion, it is this that is perhaps the most \nimportant question to arise from the Helms-Burton Act.\n\nI need not describe at any length the multiple ways in which the United States and its citizens are beneficiaries of \nan international rule of law, whether it be in the form of multilateral treaties or customary international law.\n\nI wish to quote the eminent jurist, S.M. Schwebel, as he explains why nations comply with international law:\n\nStates generally feel impelled to conform to [international law] standards because usually they appreciate the \nmutuality of the law's benefits.\n\nStates understand and count upon reciprocity of obligation and of performance within treaty relations and in the \napplication of customary international law. They see that it is in their self- interest to do so. (19)\n\nCan a nation which violates an established principle of public international law argive convincingly for other nations' \nadherence to that same body of law? To take but one example, for many years the United States maintained that \nfull compensation was the standard required by international law in the event of a foreign expropriation of \nalienowned property. Today it is not a subject of dispute, in no small part because of the consistent leadership \nprovided by the United States on the point. But if the United States elects to violate the nationality of claims \nprovision of international law today, can it tomorrow condemn with any moral authority a nation which chooses to \nviolate, with respect to U.S. citizens, the full compensation standard of that same body of law? (20)\n\nAgain, the United States and its citizens, both corporate and individual, have a great stake in an effective \ninternational rule of law. To be effective this law must be adhered to by all nations of the world - it is neither right \nnor ultimately very wise for the United States to do otherwise. The price, in the end, will prove too great - for \neveryone.\n\nNOTES:\n\n1 The Helms-Burton Act requires that property a litigant \"owns the claim to\" be worth a minimum of $50,000 in order \nto be the subject of a Title III lawsuit. Approximately 800 claims are certified in that minimum amount, but because \nthe claims may reflect such things as confiscated inventories. bank deposits, vehicles. etc. (that is, property. long \nsince dissipated and. therefore. incapable of being \"trafficked\" in) the actual number of certified claims that would \nqualify. for suit under Title III is probably. at be:st, no more than 300-500. The matter is complicated somewhat by \nthe fact that a litigant may proceed on the \"current value\" of the property., in issue. Nevertheless. at most only a few \nhundred suits may realistically be expected from certified claimants.  2 See, Cuba, A Country Study (1985) at pg. \n69-70, citing a National Research Council report.\n\n3 It should be noted that, as a practical matter, most Title III lawsuits will be brought by the descendants of the \noriginal owners. Cuban life expectancy was 64 years in 1960, by the mid-1980's it had risen to 74. Even using the \nlatter figure, a Cuban who was as young as 40 in 1960 is today 76 - as a purely actuarial matter, he is therefore \ndead. So, descendants of original owners will simply aver ownership of a \"claim\", by right of inheritance, to their \nparent's or even their grandparents' Cuban-located properties and proceed to file a Title III lawsuit. The fact of, for \n\n\n\nthe most part, descendants rather than original owners filing Title III lawsuits will obviously increase the number of \nsuits that may be expected.\n\n4 The 800,000 Cubans that arrived in the U.S. in the early years of the revolution came from a total island \npopulation of approximately 6 million at that time. According to one study, Cuba in 1958 had 1.3 million people in \nthe upper and middle income strata. (Thomas. Cuba. The Pursuit of Freedom at pg. 1110 where a UNESCO study \nis cited to that effect). It was the upper reaches of that prosperous strata that came to the United States in the \n1960's. (See, Perez, Cuba: Between Reform and Revolution. at pg. 344. where he makes the point that Cubans \nentering the U.S. in the years 1959-62 were four times more likely to have been of the professional, \nsemiprofessional and managerial classes than the general Cuban population). 5 Congressional Record, October \n11, 1995 at S. 150 13.\n\n6 At the time I wrote to the CBO, a property was required to be used in a \"commercial activity\" in order to be the \nsubject of a Title III lawsuit. This is no longer the case, as will be explained in a moment. The fact of undeveloped \nreal property as well as such governmental enterprises as military installations, schools. hospitals, municipal offices, \netc., being subject to suit will obviously serve to increase the number of Title III court actions.\n\n7 Section 4 (1 2)(A) defines the word property to include \"any property… whether real, personal, or mixed, and any \npresent, future, or contingent right, security or other interest therein, including a leasehold interest.\"\n\n8 I would point out that the Act does not require a showing that a property was taken in violation of any provision of \nlaw - international or otherwise. It is enough that a Title III litigant assert that he or she owns a \"claim\" to the \nproperty at issue in order to recover strict liability damages under the Act. (Certified claimants' properties, according \nto the U.S. Supreme Court, were taken in violation of international law insofar as the takings were retaliatory, \ndiscriminatory and without compensation: See, e.g., First National Bank v. Banco Para El Comercio, 412 U.S. \n611,634 (1983)).\n\n 9 One sector of opposition to Title III is the certified claimants. The opposition of certified claimant corporations to \nTitle III arises from two sources. First, certified claimants' prospects of receiving recompense for their property \nlosses in Cuba are made considerably more remote by, at the least. an approximately sixteen-fold expansion of \nliability of the government of Cuba. (This expansion of liability will of course occur when the claims of Cuban \nAmericans are added in the form of final court judgments to those of the certified claimants).\n\n Second, the certified claimants that have proved most staunch in their opposition to Title III are U.S. corporations \nwith a considerable investment in a settled rule of international law. These corporations are acutely aware of the \nfact that if the U.S. violates international law it loses a significant degree of its moral authority to demand that other \nnations adhere to that same body of law.\n\n10 Proponents of Title III have emphasized from the outset that inclusion of Cuban Americans in Title III is \nnecessary, to accomplish the purpose of deterring foreign investment in Cuba. On June 14, 1995 Mr. Ignacio \nSanchez appeared before the Subcommittee to argue that. \"Inclusion of Cuban Americans Title Ill … is imperative \nto accomplish the foreign policy goals [of the Helms-Burton legislation]. According to Mr. Sanchez, certified \nclaimants \"represent at most 5 percent of the productive properties in Cuba.\" Mr. Sanchez went on to say: \n\"Including the Cuban Americans provides a much greater coverage of property and therefore creates a more \nlimited pool for potential investments m Cuba. By limiting the scope of the properties available for investment, this \nbill would discourage foreign investment in Cuba. By limiting foreign investment in Cuba the bill detrimentally \nimpacts upon the regime's chances to prolong its stay in power and therefore the foreign policy objective is \naccomplished.\"\n\n11 See, e.g., Declaration of the European Union, October 11, 1995, protesting passage of the HelmsBurton bill in \nthe U.S. House of Representatives on September 2 I, 1995: \"It [the European Union] takes the view that \nmaintaining the political dialogue and encouraging economic relations are the means most suited to promote \nevolution towards democracy and Cuba's return to the international community.\"\n\n12 In the case of the confiscated properties of certified claimants. the U.S. government has periodically issued \ncables requesting that foreign companies desist from investing in properties subject to claims on file with the U.S. \n\n\n\nForeign Claims Settlement Commission. As pointed out earlier, the certified claimants are, under international law, \nentitled to an assertion of their claims against Cuba by their government because they were U.S. nationals at time \nof property loss.\n\n13 Claim No. IT-10,252, Dec. No. It-62. The Foreign Claims Settlement Commission of the United States is an \nagency of the U.S. government established to validate the claims of U.S. nationals who have suffered foreign \nproperty losses, often through expropriation. The commission is, by statutory. directive. to employ international law \nin reaching its decisions. (See Section 503(a) of the Cuba Claims Act of 1964).\n\n14 F. Palacio v Cornpania, S.A.v. Brush, 256 F. Supp. 481 (SD.N.Y. 1966) affd. 375 f. 2d 1011 (2nd Cir. 1967), \ncert. denied389 U.S. 830 (1967).\n\n15 770 F.2d, 1385, 1395 (5th Cir. 1985).\n\n16 Hyde, INTERNATIONAL LAW CHIEFLY AS INTERPRETED AND APPLIED BY THE UNITED STATES (1945).\n\n17 There are at least three bases for the \"nationality of claims\" rule which holds that only the expropriation claims of \nnon-nationals are recognized in international law. First, aliens are accorded greater protection because they are \nless able to participate effectively in the political life of a host nation. On this point, see the decision of the European \nCourt of Human Rights in the Lithgow case: \"Non- nationals are more vulnerable to domestic legislation: unlike \nnationals, they will generally have played no part in the election or designation of its authors nor have been \nconsulted on its adoption.\" 102 Eur. Ct. HR. (Ser. A)(1986). Second, the protection of international law is afforded \nalien investment in order to encourage it. In this regard it is instructive to note that Article 110 1 of the North \nAmerican Free Trade Agreement (\"NAFTA\") accords a higher degree of protection to investments of signatory \ncountries' nationals (Canadian. Mexican and U.S.) than is available to those citizens of such NAFTA countries in \nthe event their governments should take their properties. Third. there is the classical basis articulated by the World \nCourt in 1924 in the Mavrommatis Palestine Concessions Case PCI J. Ser. A. No. 2 ( 1924): \"It is an elementary \nprinciple of international law that a state is entitled to protect its subjects when injured by acts contrary to \ninternational law committed by another state. By taking up the case of one of its subjects...a state is in reality \nasserting its own rights - its rights to ensure, in the person of its subjects, respect for the rules of international law.\" \nA nation of course has no right to assert any claims vis-a-vis foreign nations except those recognized in \ninternational law. Quite apart from the above-cited jurisprudential and pragmatic reasons for the rule that a nation \nmay under international law only support the claims of its nationals at time of property loss, there is another equally \nsound reason for refraining from lending support to the claims of non- nationals at time of injury - that is the \navoidance of offense to other nations by meddling in their affairs. As U.S. Secretary of State Hamilton Fisk said in \n1874: \"It would be a monstrous doctrine, which this government would not tolerate for a moment, that a citizen of \nthe United States might deem himself injured by the authorities of the United States or any state, and could by \ntransferring his allegiance to another power, confer upon that power the right to inquire into the legality of the \nproceedings by which he may have been injured while a citizen.\" A related aspect of this line of reasoning is that of \nrespect for the sovereignty of other nations. Speaking as a U.S. citizen. I would suggest that while we may agree or \ndisagree with radical economic measures in foreign countries such as nationalizations of key industries or agrarian \nreform. we simply have no right to lend legal support to claims of nationals of the expropriating country, for \ncompensation arising from such measures. That is, unless, of course, we as Americans are prepared to tolerate \nforeign countries legislating with respect to our government's treatment of its nationals. A useful way to test a \ntheoretical tolerance in this area is to imagine a foreign law that denominates any involvement. by the U.S. \ngovernment or private entities, with lands taken from American Indian tribes as \"trafficking\" and holds the U.S. \ngovernment and those entities liable in damages to individual members of those tribes.\n\n18 The, Restatement is meant to serve as an impartial recitation of international law. Compiled by the American \nLaw Institute, it represents the opinion of that institute as to. \"the rules that an impartial tribunal would apply if \ncharged with deciding a controversy in accordance with international law.\"\n\n19 JUSTICE IN INTERNATIONAL LAW (1994).\n\n\n\n20 No one should doubt that there will be such a tomorrow. For example. Boris Yeltsin's chief opponent in the \nrecent Russian presidential elections. the Communist Party., candidate Gennady Zyuganov promised a return to \n\"state ownership\" of recently privatized industries.\n\n END\n"}