{"title": "NEW PUSH ON IMMIG REFORM. Nothing seems good enough for critics these days, Obama says", "body": "\nPRESIDENT OBAMA yesterday blasted opponents of his immigration reform plan as chronically unsatisfied by any \nand all attempts to protect our nation's borders.\n\nSpeaking in the border city of El Paso, Tex., the President urged passage of the DREAM Act as part of his reform \npackage - and urged Americans to express their support for the change.\n\n\"Yes, we can!\" the enthusiastic Lone Star State crowd chanted in response.\n\nWhite House aides claim momentum is building for reform, but congressional sources say prospects in the GOP-\ncontrolled House are bleak.\n\nThe President, in shirt-sleeves, said even his administration's enforcement crackdowns along the nation's borders \naren't enough for his critics.\n\n\"They'll say we need to triple the Border Patrol,\" he said. \"Or quadruple the Border Patrol. They'll say we need a \nhigher fence to support reform.\n\n\"Maybe they'll want a moat. Or they'll want alligators in the moat,\" he added.\n\nThe President invoked the names of immigrants past, like Albert Einstein, I.M. Pei, Isaac Asimov and Andrew \nCarnegie, in urging support for the immigrants of the new millennium.\n\n\"We are fighting for every boy and girl . . . with a dream and potential just waiting to be tapped,\" the President said.\n\n\"We are fighting to unlock that promise, and all that it holds not just for their futures, but for the future of this great \ncountry.\"\n\nHe encouraged people to sign up at whitehouse.gov to show their support for reform, and he put in a plug for the \nDevelopment, Relief and Education for Alien Minors (DREAM) Act.\n\nThe proposal would allow some undocumented youths to obtain legal residence status.\n\nRep. Lamar Smith said Obama was missing the boat in his speech.\n\n\n\"The President is right that we are a nation of immigrants, but we are a nation of legal immigrants,\" said the Texas \nRepublican.\n\nObama specifically cited Mayor Bloomberg for his support of reform - and Hizzoner hailed the President for taking \non the contentious issue.\n\n\"He has spoken out more and more, and that's exactly what this country needs,\" the mayor said Tuesday. \"We are \na country built by immigrants. We are a superpower because of immigrants.\"\n\nlmcshane@nydailynews.com\n\nGraphic\n\n \n\nPresident Obama waves during immigration reform speech at Chamizal National Memorial Park in El Paso, Tex. In \nhis address, he called for passage of the DREAM Act, to aid undocumented immigrants. Photo by AP\n"}