{"title": "S.F. MORE FRIENDLY TO IMMIGS THAN US", "body": "\nCOMPARED WITH many other cities in the country, New York can be proud of its reputation as an oasis of \ntolerance and respect for its foreign-born population.\n\nYet when it comes down to which is the most welcoming city for immigrants, San Francisco leaves New York biting \nthe dust.\n\nBucking the national trend, San Francisco just started an all-out campaign advertising its status as a sanctuary city \nfor the undocumented. The purpose of such an unusual step is to make the population aware that, no matter what \ntheir immigration status might be, the residents of San Francisco will be safe when they seek city services.\n\nSan Francisco Mayor Gavin Newsom was quoted as saying: \"We're inviting people to come out of the shadows \nand take advantage of services.\"\n\nTV and radio ads, brochures placed at hospitals and police stations, and billboards and bus signs all are being used \nto let the public know that the city of San Francisco is not involved in the raids and deportations the federal \ngovernment is conducting with increasing frequency.\n\nEvery resident of San Francisco can seek police protection or medical attention without fear of being discriminated \nagainst or turned over to immigration authorities.\n\nNew York City, where close to 40% of the population is foreign-born, is not a sanctuary, although in 2003 Mayor \nBloomberg signed Executive Order 41, which has a similar purpose to the San Francisco advertising campaign.\n\nThe idea was to reassure undocumented immigrants that they should not fear seeking help from the Police \nDepartment, hospitals and other municipal agencies, because the city would not reveal their identities to federal \nimmigration officials. The policy makes an exception for immigrants suspected of having committed crimes.\n\nNew York also has a mayor who does not hesitate to give immigrants credit.\n\nLast February, speaking to World Bank employees in Washington, Bloomberg recognized how important New \nYork's immigrant population was in helping the city emerge from the financial chaos the 9/11 attacks left in their \nwake.\n\n\nHowever, said the New York Immigration Coalition in a written statement: \"Unfortunately, public discourse about \nimmigrants is often clouded by myths about immigrants and a lack of understanding about the issues faced by \ntoday's new immigrants.\"\n\nAnd today at 10 a.m., in City Hall's Committee Room, the City Council's Immigration Committee and others will try \nto dispel those myths. They will hold a public hearing to consider topics such as immigrants' contributions to the \neconomy; the relationship of immigrant and nonimmigrant communities, and the process of immigrants becoming \nAmericans.\n\nNew York is not San Francisco, but as the mayor has said, \"They [immigrants] have more than repaid us.\"\n\nHere, no less than in San Francisco, immigrants have earned the right to be treated with respect and compassion. \naruiz@nydailynews.com\n"}