{"title": "THE FINE PRINT: A close look at the immigration bill.;Change at the Border Could Pinch the Arts", "body": "\nBy nearly all accounts, Karen Zacarias, a 26-year-old playwright from Mexico, seems destined for success.\n\nSince writing her first prize-winning dramatic comedy five years ago as a student at Stanford University, Ms. \nZacarias has won national acclaim for plays produced in theaters from Iowa to Massachusetts.\n\nHoping to continue her career in the United States, Ms. Zacarias recently applied to become a permanent legal \nresident. In a supporting letter to Federal immigration officials, Derek Walcott, the Nobel Prize-winning poet, said \nMs. Zacarias, a former pupil, had \"an exceptional ability that will add to the cultural life of this nation.\"\n\nDespite all this, Ms. Zacarias may be forced to leave this country in June when her student visa expires.\n\nA little-noticed provision tucked into the sweeping immigration bill that the House began debating today would \nalter existing law to make it more difficult, if not impossible for Ms. Zacarias and scores of other talented young \nwriters, sculptors, singers, dancers and artists from immigrating to the United States under special residency \nvisas.\n\nMany arts and cultural organizations fear that the provision, if adopted, could block future Stravinskys and \nBalanchines from developing their talents here.\n\n\"Obviously, it's a very short-sighted and narrow interpretation of what is important in the world of art,\" said Gerald \nFreedman, dean of the drama school at the North Carolina School of the Arts and a former artistic director of the \nNew York Shakespeare Festival.\n\nMarc Scorca, chief executive for Opera America, a trade organization for opera companies, said: \"We're talking \nabout a handful of people, but in the opera world they are key to a $500 million industry.\"\n\nSince 1990 the United States has allowed a small but important infusion of foreign scientists, artists and \nentrepreneurs to become permanent legal residents if they demonstrate through prizes and expert \nrecommendations an \"exceptional ability.\" These immigrants need an employer sponsor or a waiver to the Labor \nDepartment requirement that they not displace an American worker.\n\n\nLast year, the Immigration and Naturalization Service granted legal residency to 6,800 foreigners of exceptional \nability or with advanced professional degrees. The agency does not break out the categories, but immigration \nlawyers estimate that this includes scores of artists.\n\nUnder current law, people in the arts are generally exempted from the rule about having a job offer and the Labor \nDepartment requirement if they can demonstrate that their work is in the \"national interest.\"\n\nThe proposed legislative change would deny immigrants with exceptional ability the right to apply for the waiver on \ncultural grounds.\n\n\"They'd be welcome to come as long as they could show they're not taking a job from an American citizen,\" the \nmain author of the House immigration bill, Representative Lamar Smith, Republican of Texas, said of the artists \nand dancers.\n\nBut unlike scientists sponsored by the National Institutes of Health or engineers hired by Microsoft, artists and \ndancers are likely to be self-employed.\n\n\"There are not playwright institutes that hire playwrights,\" said Ms. Zacarias, who attended high school in Atlanta, \nwhere her father was a public-health specialist. \"I don't have a Pulitzer under my belt. I'd just like the chance to \nprove myself.\"\n\nSince the 1990 law has been in effect only five years, few young artists have risen to national fame. But the \nlegislation's beneficiaries include a range of up-and-coming artistic talent.\n\nTake Shanjie (Carl) Deng, a 33-year-old Chinese poet and expert on Chinese culture who was granted legal \nresidency last December. Three years ago, Mr. Deng followed his wife to Louisville, Ky., where she was completing \ngraduate school. Mr. Deng became affiliated with Crane House, a Chinese cultural association in Louisville that \npromotes awareness of Chinese culture in public schools in a program serving more than 15,000 students.\n\n\"Children here are not exposed to a lot of different cultures, so this was a cultural awakening,\" said Judy Thomas, \none of the school organizers of a three-week course that Mr. Deng taught at an elementary school.\n\nZoe Heller, 30, a British journalist who has written for The New Yorker and Vanity Fair, is seeking permanent legal \nresidency here so she does not have to rely on the sponsorship of any one publication. \"I want to work for American \npublications, but not have that feeling they can throw you out at any time,\" Ms. Heller said.\n\nSara Iturbe of Argentina was granted legal residency two years ago largely because she restores old paintings, an \nunusual skill in the United States. Ms. Iturbe worked for four years at the Metropolitan Museum of Art in Manhattan, \nbut she said those kinds of jobs are scarce.\n\n\"Besides the limited staffs in museums, there are no sponsors for this kind of work,\" Ms. Iturbe said. \"I work on my \nown for private collectors and commercial galleries.\"\n\nDenying artists the waivers to the Labor Department requirement will only hurt American interests, said Tania \nAlvarez, an immigration lawyer in San Francisco for a Cuban author of children's books who is seeking permanent \nlegal residency.\n\n\"We're going to miss out on some exceptional people,\" Ms. Alvarez said.\n\nGraphic\n\n \n\n\n\nPhoto: A provision of the immigration bill would remove exemptions for artists. Karen Zacarias, a 26-year-old \nMexican playwright, could be forced to leave the United States in June when her student visa expires. (Stephen \nCrowley/The New York Times)      \n"}