{"title": "LABOR SECRETARY BRINGS ISSUES AND ANSWERS TO SAN JOSE CHAO PROMOTES BUSH'S NEW BUDGET, ALSO WANTS REVIEW OF HOW H-1BS ARE ISSUED", "body": "\nSecretary of Labor Elaine Chao said Friday she wants to review how the government issues visas for skilled \nforeign workers under a controversial program backed by high-tech companies to fill jobs.\n\nAppearing at a San Jose job training center, Chao acknowledged the need to find a better method for \"checking \nthe veracity of dccuments\" for H-1B applicants. She appeared frustrated that her department only processes the \nrequests for H-1B visas.\n\nThe H-1B program has fallen under much scrutiny because of alleged fraud and abuses. Chao said she thought the \nprogram could do a better job at assessing applicants through a joint task force between her department and the \nDepartment of Justice. She met with Attorney General John Ashcroft last week to discuss her proposal.\n\n\"Either we're going to be in charge of the documents or not,\" she said.\n\nBut Chao refused to discuss what steps the task force would take to address criticism that the process needed \nmore scrutiny. She also acknowledged that a backlog of visa requests had grown after a new auto-fax system was \ninstalled two months ago and she was working to fix the bugs.\n\nPresident Bush, during his campaign, supported the industry position that its global competitiveness would suffer \nwithout qualified workers brought to the United States through the program.\n\nChao made her stop in San Jose as part of a four-day stump to promote President Bush's new budget at a time \nof economic uncertainty. She spent the morning touring the San Jose Job Corps Center, where more than 400 low-\nincomestudents receive training to enter the workforce.\n\nAfter discussing H-1B visas, she said, \"Let's try to develop a quality workforce that is able to take advantage of \nthese great jobs and fill the demand of high-tech companies.\"\n\nA child immigrant from Taiwan, Chao told the students, some of whom were immigrant themselves, that hope is \nwhat helped her get through the \"daily indignities\" she faced \"not knowing much, not speaking English.\"\n\nShe also said the economy shows clear signs of weakening not only in high tech, but also in other parts of the \ncountry. She said a tax cut would be the best prescription.\n\n\"We may haggle over the exact size of the tax cut\" Chao said. But, she added, \"A meaningful tax cut will mean \nmore money in workers' pockets to protect them from the softening economy that is coming.\"\n\n\nA small group of Democrats protested outside the job corps center.\n\n\"It just seems hypocritical that the Bush administration would send a cabinet member to tout a tax cut plan at the \njob corps center where the folks would likely not be the recipients of those benefits and in fact would be hurt by \nbudget proposals to cut child care, health care and ergonomic standards,\" Santa Clara County Democratic Party \nChairman Steve Preminger said.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: RICK E. MARTIN -- MERCURY NEWS\n\nStudent Antonio Navarro helps Secretary of Labor Elaine Chao make a video conference call during her visit \nFriday to the San Jose Job Corps, where 400 low-income students receive training to enter the workforce.\n\nPHOTO: RICK E. MARTIN -- MERCURY NEWS\n\nSecretary of Labor Elaine Chao tries some of the fare from culinary students at the Job Corps Center.\n"}