{"title": "GIVING VOICE TO IMMIGRANT VICS OF 9-11", "body": "\nWe didn't have time to cry,\" said Joel Magallán, executive director of Asociación Tepeyac, about the months \nfollowing the 9/11 World Trade Center terrorist attacks.\n\n\"It was a very, very intense period, and we only had time to work from 7 a.m. to 11 p.m., day in and day out.\"\n\nNot that Magallán and the mostly Mexican community group did not have plenty to cry about.\n\nAfter all, it was thanks to their efforts that it was discovered that more than 100 undocumented immigrants - \ndeliverymen, waiters, cleaners, cooks - had been killed at the World Trade Center.\n\nOtherwise, probably no one - aside from their families and friends - would've ever known or cared.\n\nIn fact, for many months after 9/11, Tepeyac's offices in Manhattan became the heart of the immigrant community \nefforts to search for undocumented victims and find ways to help their families deal with the tragedy.\n\nDozens of volunteers staffed the phones and escorted relatives on sad journeys to the city's hospitals and morgues.\n\n\"It was intense work, but with many satisfactions,\" said Magallán. \"I am grateful for the solidarity of so many people \nthose days.\"\n\nTepeyac played a fundamental role in telling the world that the terror of that fateful September morning 10 years \nago did not discriminate between legal and illegal, rich and poor. It struck at every New Yorker with its blind \nbrutality.\n\nBut Magallán did much more.\n\n\"In the aftermath of 9/11, we helped those who lost their jobs - about 900 Latinos, 64% of them Mexican,\" Magallán \nsaid. \"Our goal was to find jobs for them and take care of families.\"\n\nTepeyac was able to provide them with desperately needed food and rent money, thanks to the contributions that \nstarted pouring in.\n\n\"We gave all the information about the missing and the unemployed on our Web page, and many people \nresponded,\" Magallán said.\n\n\nWith the help of the Red Cross, churches and foundations - mainly the Robin Hood Foundation - Tepeyac also \naided relatives of the victims.\n\n\"We took care of about 60 cases,\" Magallán said.\n\nIt was difficult work, because some families had no documents to prove the existence of their loved ones killed at \nthe WTC.\n\n\"We researched every case and helped about 500 family members,\" Magallán said. \"We also took care of the \nfamilies outside the U.S. who had lost their only means of support.\"\n\nThen, in 2004, Tepeyac began to receive workers who got sick in the recovery effort at Ground Zero due to lack of \nproper equipment.\n\n\"We received about 200 Latinos, who were terminally ill,\" Magallán said. \"They ended up being the group at the \ngreatest disadvantage because it wasn't easy to find help anymore.\n\n\"In 2008, we closed the program because of the recession: there was no help. We had to abandon them to their \nfate. Fortunately, Mount Sinai [Hospital] still helps them.\"\n\nAlthough Magallán believes New York is a friendlier and warmer place after 9/11, he still reserves a great deal of \nanger for one particular group.\n\n\"I'm still indignant about how bosses never said they had hired undocumented workers, or were willing to identify \ntheir employees so we could confirm the existence of many who died,\" he said.\n\nThe plight of the immigrants, tragic enough, was compounded by the even harsher immigration measures enacted \nafter the attacks.\n\nThat's why today, while we remember the families who lost loved ones on 9/11, we cannot forget the families of the \nimmigrants - documented or not - who perished along with nearly 3,000 other New Yorkers.\n\naruiz@nydailynews.com\n"}