{"title": "The Latest: Ted Cruz takes all of Utah's 40 GOP delegates; The Latest: Ted Cruz takes all of Utah's 40 GOP delegates", "body": "\nWASHINGTON - The Latest on the U.S. presidential race (all times Eastern Daylight Time):\n\n3:16 a.m.\n\nTexas Sen. Ted Cruz's big win in Utah means he will get all 40 of the state's delegates to the Republican National \nConvention.\n\nCruz has a very limited path to clinch the nomination before the party's convention this summer.\n\nBut if he can start winning more contests, he can stop front-runner Donald Trump from doing so.\n\nTrump won the most delegates on Tuesday, picking up all 58 in Arizona's Republican primary. Republicans also \ncaucused Tuesday in American Samoa, where Trump and Cruz each picked up a delegate.\n\nOhio Gov. John Kasich was shut out for the night, leaving him with fewer delegates than Florida Sen. Marco Rubio, \nwho quit the race last week.\n\nThe AP delegate count:\n\nTrump: 739.\n\nCruz: 465\n\nKasich: 143.\n\nNeeded to win the nomination: 1,237.\n\n___\n\n3:06 a.m.\n\nBernie Sanders says in a statement after his wins in the Idaho and Utah Democratic presidential caucuses that \n\"tremendous voter turnouts\" gave his campaign two victories \"with extremely large margins.\"\n\n\nThe Vermont senator says the support in Tuesday's races \"give me confidence that we will continue to win major \nvictories in the coming contests.\"\n\nSanders pointed to the participation of young people and working-class people, saying it was \"exactly what the \npolitical revolution is all about.\"\n\nHillary Clinton won Arizona's primary against Sanders earlier on Tuesday, and she'll end the night still leading \nSanders in the race for the Democratic Party's nomination by more than 300 pledged delegates.\n\n___\n\n2:32 a.m.\n\nTed Cruz has won Utah's Republican presidential caucus, and is on pace to take all of the state's delegates by \nfinishing with more than 50 per cent of the vote.\n\nOhio Gov. John Kasich was running second, with GOP front-runner Donald Trump in third.\n\nCruz's win follows endorsements in the last week from Utah. Gov. Gary Herbert and Mitt Romney, the GOP's last \npresidential nominee who holds clout among the state's predominantly Mormon voters.\n\nRomney and Herbert backed the Texas senator in an effort to derail Trump's path to victory.\n\n___\n\n2:26 a.m.\n\nBernie Sanders has won two out of three states holding presidential contests on Tuesday after taking Idaho, but he \nisn't cutting much into Hillary Clinton's big delegate lead.\n\nWith 23 delegates at stake in Idaho, Sanders stands to gain at least 17. Clinton will receive at least 5.\n\nStill, his gains aren't going very far due to a loss in Arizona - the biggest delegate prize of the night.\n\nFor the evening, Sanders stands to win at least 55 delegates to Clinton's 51. About two dozen delegates remain to \nbe allocated pending final vote totals.\n\nClinton now has a total delegate lead of 1,214 to Sanders' 899 to date, based on primaries and caucuses.\n\nWhen including superdelegates, Clinton has at least 1,681 to Sanders' 925. It takes 2,383 to win.\n\n___\n\n1:44 a.m.\n\nBernie Sanders will net some delegates after a win in Utah's Democratic caucuses, but not enough so far to make \nup for his loss earlier in the night to front-runner Hillary Clinton in Arizona.\n\nWith 33 delegates at stake in Utah, Sanders will pick up at least 18. Clinton will receive at least 5.\n\nFor the evening, Clinton stands to win at least 45 delegates to at least 34 for Sanders.\n\nTo date, Clinton has a delegate lead of 1,208 to Sanders' 878, based on primaries and caucuses.\n\nWhen including superdelegates, Clinton has at least 1,675 delegates. That's 70 per cent of the delegates needed to \nwin her party's nomination. Sanders has at least 904.\n\n\n\nAlso voting this evening were Democrats in Idaho, where 23 delegates are at stake.\n\n___\n\n12:36 a.m.\n\nThe sheriff for metro Phoenix says Donald Trump's victory in Arizona should demonstrate to the Republican \nestablishment that it should back off its opposition to the GOP front-runner.\n\nSheriff Joe Arpaio (ARE-pie-oh) tells The Associated Press that Trump's victory came as a result of his views on \nillegal immigration, experience in real estate development and forceful personality that leads supporters to believe \nhe can carry out his promises.\n\nThe lawman says the Republican Party should heed the wishes of Trump's supporters.\n\nTrump held a rally Saturday in Arpaio's hometown.\n\nThe six-term sheriff is known for immigration crackdowns that made him popular among voters, but which were \neventually barred by the courts. Trump often invokes Arpaio's name when speaking about immigration.\n\n___\n\n12:31 a.m.\n\nThe Utah presidential caucuses are struggling with booming turnout as lines of voters encircled a city block in Salt \nLake City and some caucus sites ran out of ballots.\n\nOrganizers sent caucus-goers to local stores to buy reams of paper and to photocopy ballots amid huge turnout.\n\nThey were also running out of time. The parties rented schools and other locations on the expectation that they \nwould be finished by 9 p.m. Mountain Daylight Time.\n\nBut the huge turnout pushed them past their agreements, and the Utah Democratic Party had to take ballots to its \nheadquarters to do the tally.\n\nIn some locations, voters packed into hot classrooms, with adults squeezed into student desks as others sat on the \nfloor nearby or stood along the walls.\n\n___\n\n12:21 a.m.\n\nHillary Clinton is welcoming her victory in Arizona's presidential primary, pointing to the attacks in Belgium as a sign \nof \"how high the stakes are\" in the 2016 election.\n\nClinton says at a rally in Seattle that the nation needs a commander in chief who is \"strong, smart and above all \nsteady\" in taking on these types of threats.\n\nIn a nod to Republican front-runner Donald Trump, the former secretary of state says the last thing the U.S. needs \n\"are leaders who incite more fear.\"\n\nShe says \"in the face of terror, America doesn't panic, we don't build walls or turn our backs on our allies.\"\n\nClinton says what Trump and his Republican rival Ted Cruz are suggesting is \"not only wrong, it's dangerous.\" She \nsays it is \"time for America to lead, not cower.\"\n\n___\n\n\n\n11:50 p.m.\n\nBernie Sanders is brushing off a loss in Arizona, telling thousands of supporters in California that his campaign has \nwon 10 primaries and caucuses and \"unless I am mistaken we are going to win a couple more tonight.\"\n\nSanders was hoping for victories in caucuses in Idaho and Utah on Tuesday night. Speaking at a rally in San Diego, \nthe Vermont senator says there are \"record-breaking turnouts\" in the three states.\n\nSanders trails Democratic front-runner Hillary Clinton, but he says his campaign is generating energy and \nenthusiasm.\n\nHe was introduced by actress Rosario Dawson at the San Diego Convention Center. She says, \"If you want to beat \nTrump, vote Bernie.\"\n\n___\n\n11:37 p.m.\n\nDonald Trump is stretching his lead in the race for convention delegates by winning the Arizona primary.\n\nTrump won all 58 delegates in Arizona, giving him a little less than half the delegates allocated so far. That's still \nshort of the majority needed to clinch the nomination before the party's national convention this summer.\n\nHowever, Trump has a path to the nomination if he continues to win states that award all or most of their delegates \nto the winner.\n\nRepublicans were also going to the polls Tuesday in Utah, with 40 delegates at stake. A candidate could win all 40 \nif he gets more than 50 per cent of the vote. Otherwise, delegates are awarded in proportion to the statewide vote.\n\nThe AP delegate count:\n\nTrump: 739.\n\nTed Cruz: 425\n\nJohn Kasich: 143.\n\nNeeded to win the nomination: 1,237.\n\n___\n\n11:25 p.m.\n\nFirst there was \"low energy\" Jeb Bush. Then came \"Little Marco\" Rubio and \"Lyin' Ted\" Cruz.\n\nNow, GOP front-runner Donald Trump has revealed a potential nickname for Democratic front-runner Hillary \nClinton.\n\nIn an interview with Fox News on Tuesday, Trump twice referred to Clinton as \"Incompetent Hillary\" when talking \nabout her tenure as secretary of state.\n\nHe says, \"Incompetent Hillary doesn't know what she's talking about. She doesn't have a clue.\"\n\nTrump has talked about the importance of effectively branding his rivals on the trail.\n\nHe dug in on Twitter, writing: \"Incompetent Hillary, despite the horrible attack in Brussels today, wants borders to be \nweak and open - and let the Muslims flow in. No way!\"\n\n\n\n___\n\n11:18 p.m.\n\nHillary Clinton has padded her delegate lead after a win in the Arizona Democratic presidential primary.\n\nWith 75 delegates at stake, Arizona is the biggest prize of the night in the Democratic race.\n\nClinton stands to gain more than half of those delegates - at least 40, compared to at least 16 for rival Bernie \nSanders.\n\nThat means she will add to her delegate lead of more than 300. She now has 1,203 to Sanders' 860.\n\nWhen including superdelegates, or party officials who can back any candidate, Clinton's overall lead is even wider - \n1,670 to Sanders' 886. It takes 2,383 to win.\n\nAlso voting this evening are Idaho and Utah, with a combined 56 delegates at stake.\n\n___\n\n11:16 p.m.\n\nDonald Trump has rolled to a victory in the Arizona Republican primary, capitalizing on his anti-immigration stance - \na position that's long been popular with GOP voters in the state.\n\nWith the win, Trump takes all of the state's 58 delegates to the Republican National Convention.\n\nThe billionaire businessman made three trips to Arizona and had the support of Maricopa County Sheriff Joe Arpaio \nand former Gov. Jan Brewer - a pair of politicians best known for leading immigration crackdowns.\n\nTrump defeated Texas Sen. Ted Cruz, who toured the U.S.-Mexico border over the weekend in a last-minute push \nfor votes.\n\nOhio Gov. John Kasich did not campaign in Arizona.\n\n___\n\n10:10 p.m.\n\nDonald Trump apparently has no regrets about making a threat against rival Ted Cruz.\n\nThe GOP front-runner on Tuesday night tweeted that the Texas senator needed to \"be careful\" or he would \"spill \nthe beans on your wife.\"\n\nTrump quickly deleted the tweet, but then reposted an edited version a few minutes later.\n\nThe change? This time, he called Cruz by the dismissive nickname he uses often: \"Lyin' Ted.\"\n\nTrump appears to be upset about an ad in Utah that uses a photo of his wife, Melania, from a photo shoot that ran \nin GQ magazine more than a decade ago.\n\nThe ad wasn't placed by Cruz's campaign, but rather an outside group that's opposed to Trump's candidacy.\n\nCruz shot back with a tweet of his own, saying in part, \"Donald, if you try to attack Heidi, you're more of a coward \nthan I thought.\"\n\nTrump's campaign didn't immediately return messages seeking comment about the billionaire businessman's tweet.\n\n\n\n___\n\n9:40 p.m.\n\nUtah is seeing a frenzy of activity surrounding its presidential caucuses as voters are experiencing long lines, and \nthe Democratic Party's website crashed due to high traffic.\n\nLines have been several blocks long at some Republican caucus sites. And the Democratic site crashed about an \nhour before the start of the party's caucuses.\n\nThe site includes information such as the addresses for the 90 physical Democratic caucus locations in the state, as \nwell as guidance on what documents to bring and who is eligible to vote. The party later fixed the problem.\n\nUtah's director of elections Mark Thomas says about 20,000 people started registering to vote online in recent days, \nwith about half of those doing so Tuesday.\n\nFormer presidential candidate Mitt Romney isn't among those waiting in line to take part. He is out of town and \nvoted absentee.\n\n___\n\n9:04 p.m.\n\nThe Arizona presidential primary is drawing long lines as people wait two hours in some cases to cast a ballot.\n\nPolice have been called to help with traffic control in some places, while one polling place ran out of ballots. Some \nvoters wore wide-brimmed hats or carried umbrellas for shade. Others sat in lawn chairs they brought from home.\n\nDozens of people were lined up before voting started at 6 a.m. at a central Phoenix polling place, and hundreds \nwere in line there by mid-afternoon.\n\nThe lines are the result of Maricopa County - home to metro Phoenix - cutting back the number of polling sites to \nsave money. The county had 200 polling places in the 2012 presidential primary and just 60 this year. It had 700 for \nthe last general election.\n\nThe county also mistakenly thought that the popularity of mail-in ballots and independents who can't vote in \nprimaries would require fewer polling places.\n\n___\n\n7:25 p.m.\n\nHillary Clinton met with Native American tribal leaders in Washington state Tuesday, promising to be a \"good \npartner.\"\n\nClinton visited Chief Leschi Schools in Puyallup, where she appeared before more than 40 people. The school has \nabout 1,000 students from preschool to 12th grade.\n\nAfter a musical performance, tribe chairman Bill Sterud introduced Clinton, recalling when tribe members marched \nin an inaugural parade for President Bill Clinton. He said the tribe has a number of needs, including help with \ncleaning up Puget Sound.\n\nClinton thanked the group for hosting her and said that if elected, she would expect a delegation at her \ninauguration.\n\n\"I came to listen,\" she said. \"To learn more from each of you.\"\n\n\n\n__\n\n6:20 p.m.\n\nRepublican presidential candidate Ted Cruz criticized President Barack Obama for remaining in Cuba instead of \nresponding to security concerns threat in Belgium.\n\nCruz, at a New York City event Tuesday, said that Obama \"is happily at a baseball game, yukking it up with the \nCastro communist dictators\" instead of returning to Washington or travelling to Brussels in solidarity.\n\nThe Texas Senator said that the United States needed a commander-in-chief who will \"unleash the full force and \nfury of the United States military\" against the Islamic State and accused of Obama of a policy of \"appeasement\" \nwith terrorists.\n\nCruz on Tuesday spent the first of two days in New York City, doing a round of interviews and connecting with \ninfluential Republican donors ahead of the state's primary next month\n\n___\n\n6:15 p.m.\n\nTed Cruz is praising the New York City's former police surveillance program of Muslim neighbourhoods to thwart \npotential terror attacks.\n\nCruz said Tuesday the program, instituted under former Mayor Michael Bloomberg, worked \"co-operatively with the \nMuslim community to prevent radicalization and he blasted current Mayor Bill de Blasio for cancelling it in 2014 \"in a \npique of political correctness.\"\n\nHe said the program could be a model nationwide.\n\nAfter the September 11th attacks, the New York Police Department used its intelligence division to detect terror \nthreats by cultivating informants and conducting surveillance in Muslim communities. The practice became the \nsubject of a series of articles by The Associated Press revealing that the intelligence division had infiltrated dozens \nof mosques and Muslim student groups and investigated hundreds.\n\nIt was disbanded amid complaints of religious and racial profiling.\n\n___\n\n6:05 p.m.\n\nTed Cruz, who criticized \"New York values\" earlier this campaign, journeyed to a Manhattan townhouse Tuesday to \nmeet with local Republicans ahead of the state's primary next month.\n\nCruz, looking to upset Donald Trump on the businessman's home turf, said that New York \"for the first time in a \nlong time is going to have a real voice\" in selecting the Republican nominee.\n\nThe Texas senator said that he believes his campaign \"can compete very effectively\" with Trump, who makes his \nhome in a Manhattan high rise that bears his name. Cruz spoke just two miles away at the tony Metropolitan \nRepublican Club on the Upper East Side.\n\nHe ripped into Trump, saying that if the celebrity businessman were to be the Republican nominee, it would hand \nthe White House to Hillary Clinton.\n\n___\n\n\n\n5:10 p.m.\n\nAs more states head to the polls, Hillary Clinton is breaking down her lead by the numbers.\n\nAt a union hall in Everett, Washington Tuesday, Clinton noted that she respects the \"passion of my opponent's \nsupporters\" But she stressed that she has \"gotten more votes than anybody else, including Donald Trump. I have \ngotten 2.6 million more votes than Bernie Sanders.\"\n\nClinton continued that \"I have a bigger lead in pledged delegates -the ones you win from people voting- than Barack \nObama had at this time in 2008. We are on the path to the nomination and I want Washington to be part of how we \nget there.\"\n\n5:00 p.m.\n\nHillary Clinton says the attacks in Brussels are a reminder of \"how important it is to have a steady, smart, strong \napproach to keeping us safe.\"\n\nAt a union hall in Everett, Washington Tuesday, Clinton stressed her plans to take on the Islamic State group. She \nsaid she would use American air power to deprive them of territory and seek to \"stop the flow of foreign fighters and \nforeign money and arms.\"\n\nClinton also said terrorism needs to be defeated online because \"that is where they radicalize. That is where they \npropagandize.\"\n\nClinton said the United States must offer help to Belgium and European countries and work with allies to defeat the \nIslamic State.\n\nPledging to bring the world together, Clinton made a reference to Republican front-runner Donald Trump, saying: \n\"Some of my opponents want to build walls and shut the world off. Well you tell me, how high does the wall have to \nbe to keep the internet out?\"\n\n___\n\n3:00 p.m.\n\nRepublican presidential hopeful Sen. Ted Cruz says it is time for law enforcement to \"patrol and secure Muslim \nneighbourhoods before they become radicalized.\"\n\nThe conservative Texas lawmaker made the comment in a statement his campaign released following Tuesday's \nbombings in Brussels, Belgium, that killed at least 31 people and wounded dozens more. The statement was titled, \n\"We Can No Longer Surrender to the Enemy Through Political Correctness.\"\n\nIslamic State extremist group claimed credit for the Brussels attacks.\n\nCruz's statement provided no details about how law enforcement would secure Muslim neighbourhoods.\n\nCruz said the U.S. must help its European allies and forbid refugees from countries with significant numbers of al-\nQaida or IS extremists. He said it must secure the border with Mexico and \"utterly destroy ISIS,\" another acronym \nfor the group.\n\n___\n\n1:50 p.m.\n\nBernie Sanders tells reporters in Arizona that the attacks in Brussels, Belgium, show the need for \"significantly \nimproved surveillance\" and the sharing of intelligence with countries around the world.\n\n\n\nThe Democratic presidential candidate is condemning the attacks in Brussels. He says he strongly disagrees with \ncalls by some Republicans for stepped up domestic surveillance of Muslims in the United States.\n\nHe said in Flagstaff, Arizona Tuesday: \"That would be unconstitutional - it would be wrong.\"\n\nSanders was campaigning later in the day in San Diego, California. He's competing with Democratic rival Hillary \nClinton in contests on Tuesday in Idaho, Utah and Arizona.\n\n___\n\n1:45 p.m.\n\nHillary Clinton says \"defeating the terrorist threat\" alongside European allies is the country's \"highest priority going \nforward.\"\n\nSpeaking to CNN Tuesday following the deadly attacks on Brussel's metro system and airport, Clinton said she \nwon't respond to accusations by GOP front-runner Donald Trump that she lacks \"stamina.\"\n\n\"I don't want to respond to his constant stream of insults because I find it absurd,\" she said in the interview.\n\n___\n\n1:30 p.m.\n\nJohn Kasich is criticizing President Barack Obama for not cutting his Cuba trip short in light of the attacks in \nBrussels, but the Ohio governor is offering far more muted rhetoric on the attacks than his GOP competitors, Ted \nCruz and Donald Trump.\n\nSpeaking to reporters in Minneapolis Tuesday, Kasich says Obama should return to the United States to call \nEuropean heads of state and assemble intelligence experts at home. He's suggesting the president is being \"too \nlax\" in facing the growing threat of what he calls radical Islamic terrorism.\n\nDespite Kasich's use of that term, he's criticizing his opponents for suggesting all Muslims should be targeted. \nEarlier Tuesday, Cruz said Muslim neighbourhoods should be patrolled, and Trump has reiterated his calls to ban \nMuslims from entering the country.\n\nKasich says he doesn't believe all Muslims in Minnesota or elsewhere are \"somehow intent on trying to destroy our \nfamilies.\"\n\nHe adds, \"the last thing we need is more polarization . . . this is a time when you have to keep your cool.\"\n\n___\n\n1:10 p.m.\n\nRepublican Rep. Lou Barletta, who has said GOP courting of Hispanics is a waste of time, is backing Donald \nTrump for president.\n\nIn a statement Tuesday, Barletta said the New York businessman has proven that he is the leader the country \nneeds to change Washington. The Pennsylvania lawmaker said Trump has the ability to attract frustrated \nDemocrats and independents and has the best chance to beat Democrat Hillary Clinton in November.\n\nBarletta pointed out that as mayor of Hazleton, Pennsylvania, he introduced the first law to crack down on illegal \nimmigration.\n\n\n\nThe congressman also complained about members of the GOP who have spent time trying to stop Trump. Barletta \nsaid: \"We need to listen to the voters instead of elitists trying to tell us right from wrong.\"\n\nBarletta joins about a half dozen lawmakers who are backing Trump.\n\n___\n\n11:40 a.m.\n\nDemocratic presidential candidate Bernie Sanders says the attack in Brussels, Belgium, is a \"brutal reminder that \nthe international community must come together to destroy\" the Islamic State group.\n\nThe Vermont senator says \"this type of barbarism cannot be allowed to continue.\"\n\nSanders is offering his condolences to the families who lost loved ones in what he calls \"another cowardly attempt \nto terrorize innocent civilians.\"\n\nHe says the U.S. will stand with its European allies.\n\n___\n\n10:38 a.m.\n\nRepublican presidential candidate Ted Cruz says he would use the \"full force and fury\" of the U.S. military to defeat \nthe Islamic State group.\n\n\"This is war,\" Cruz told journalists at a press conference on Capitol Hill Tuesday. \"Their target is each and every \none of us.\"\n\nCruz condemned rival and front-runner Donald Trump that the United States saying Trump's comments suggest \nthat America should abandon its allies.\n\nThe three Republican candidates addressed the annual American Israel Public Affairs Committee conference \nMonday, presenting their views on foreign policy, America's alliance with Israel and the fight against the Islamic \nState group.\n\n___\n\n10:35 p.m.\n\nRepublican presidential hopeful John Kasich says he is \"sickened by the pictures of the carnage\" from Brussels, \nfollowing attacks on the city's metro system and airport.\n\nThe Ohio governor said in a statement Tuesday that the global community must \"redouble\" efforts to \"identify, root \nout and destroy the perpetrators of such acts of evil.\"\n\n___\n\n10:35 a.m.\n\nRepublican presidential hopeful Ted Cruz says that \"radical Islam is at war with us,\" following the attacks on the \nBrussels metro and airport.\n\nThe Texas senator took to Twitter Tuesday to attack President Barack Obama's approach to tackling extremism, \nwriting that \"for over seven years, we have had a president who refuses to acknowledge this reality.\"\n\n\n\nCruz declared in his final tweet that such an approach \"ends on January 20, 2017, when I am sworn in as \npresident.\"\n\n___\n\n10:32 a.m.\n\nRepublican presidential front-runner Donald Trump says the city of Brussels is \"a total disaster\" and said he's \nwarned about such attacks taking place.\n\nSpeaking to Fox News Tuesday, as developments were still unfolding in Belgium, Trump said \"Brussels was a \nbeautiful city, a beautiful place with zero crime, and now it's a disaster city.\"\n\nTrump has called for a temporary ban on Muslims coming to the United States following terror attacks in Paris and \nSan Bernardino, California. He previously called Brussels a \"hellhole.\"\n\n___\n\n10:30 a.m.\n\nDemocratic presidential candidate Hillary Clinton says the United States must \"stand in solidarity\" with European \nallies after the deadly bombing attacks in Brussels.\n\nBelgian officials say 31 people were killed Tuesday and 187 wounded in two explosions at the Belgium airport and \none at a city subway station.\n\nThe former secretary of state told NBC News that the U.S. must intensify efforts to prevent terrorism in conjunction \nwith its allies. \"We've got to be absolutely strong and smart and steady in how we respond,\" she says.\n\nBut Clinton also said that it is unrealistic to say that the United States can completely shut its borders.\n\nClinton is campaigning in Washington state ahead of the primaries there tonight.\n\n___\n\n10:15 a.m.\n\nBillionaire businessman Donald Trump and Texas Sen. Ted Cruz have each added a delegate at the GOP caucus \nin American Samoa.\n\nRepublicans in the U.S. territory elected six delegates at their caucus on Tuesday. They have a total nine \ndelegates, including the territory's three Republican National Committee members.\n\nThe delegates are \"unbound,\" meaning they are free to support the candidate of their choice. Party chairman Abe \nUtu Malae says in an email that two of the delegates have endorsed candidates - one for Trump and one for Cruz.\n\nRepublicans are also voting Tuesday in Arizona and Utah, with a total of 98 delegates at stake. Arizona has 58 \ndelegates and Utah has 40.\n\nThe AP delegate count has Trump with 681, Cruz with 425 and Ohio Gov. John Kasich with 143.\n\nIt takes 1,237 delegates to win the Republican nomination for president.\n\n___\n\n3:27 a.m.\n\n\n\nDonald Trump and Hillary Clinton seek to pad their delegate lead over their underdog rivals as the 2016 race for the \nWhite House moves West on Tuesday. They are both eager to move past the divisive primary season.\n\nArizona and Utah feature contests for both parties, while Idaho Democrats also hold presidential caucuses. \nRepublican Trump and Democrat Clinton hope to strengthen their delegate leads in a race that will decide the \nnominations.\n\nDemocrat Bernie Sanders and Republicans Ted Cruz and John Kasich are struggling to reverse the sense of \ninevitability taking hold around both party front-runners.\n"}