{"title": "'In-State' Tuition for Illegal Immigrants at the Expense of Americans", "body": "\nFeb 16, 2017( Western Free Press: http://www.westernfreepress.com/ Delivered by Newstex)  On Tuesday, \nFebruary 07, 2017, Ed Lee, Mayor of San Francisco, released an announcement; a plan to provide access to free \ncollege[1] for San Francisco residents. It received media attention. Some people praised his decision while others \nwere reminded that San Francisco is still a sanctuary city in defiance of President Trump's orders. When Trump \nannounced that city officials who chose not to comply with such orders would lose federal funding, San Francisco \nfiled a lawsuit against the president (City and County of San Francisco v. Donald J. Trump[2]). The city stood firm \non its refusal to follow the president's orders. \n\nWith illegal immigration being such a debated topic, the logical question that follows that decision is: will \nundocumented students receive free college as well? It is important to get clear answers. So, let us explore the law. \nEach year, millions of students graduate from American high schools. Among those graduates, about 65,000 are \nundocumented[3] students. In 1982, the Supreme Court in Plyler v. Doe decided that all students, regardless of \ntheir immigration status, were guaranteed a K-12 education. At the time, the Court's decision did not extend to \nhigher education. Over the years, many states changed their policies to allow undocumented students to attend \ncolleges and universities, and after 2001, 18 states—California, Colorado, Connecticut, Florida, Illinois, Kansas, \nMaryland, Minnesota, Nebraska, New Jersey, New Mexico, New York, Oklahoma, Oregon, Texas, Utah, \nWashington, and Wisconsin—passed legislation[4] offering in-state tuition rates to undocumented students. \nWisconsin revoked its law in 2011. But what does the law say today? Do states allow undocumented immigrants \nto be considered for in-state college tuition rates while Americans and lawful residents have to pay out-of-state \ntuition? The simple answer is: Yes*. Since 2012, Democrats have managed to implement policies that provide \nadvantages and financial benefits to undocumented students at the expense of Americans. Obviously, these \npolicies have not served as a deterrent, on the contrary; they have fostered an environment that invites immigrants \nto flock to this country illegally instead of following the proper immigration route.  Fibonacci Blue [5]/cc-by-2.0 [6] \nMany people have expressed their discontent with the fact that the government sets restrictions for out-of-state \nstudents, yet allows illegal immigrants to access opportunities that are otherwise unavailable for American citizens \nand lawful residents. For example, students in the state of Washington, who were admitted to colleges in \nCalifornia, Colorado, and Michigan, were discouraged by the fact that they were required to pay out-of-state tuition \n—which made it unaffordable— so they had to settle for other options. This is an unfair policy that perpetuates an \nalready unmanageable situation. Those students who spoke to me, said: 'I am an American citizen. I have lived \nhere my entire life, I should be given priority.' Others, who came as international students and later became lawful \nresidents, said: 'I came here legally. I followed the rules and I obeyed the law, but I could have come illegally and I \nwould have a better deal right now.' 'I came here on a proper Visa, but it seems as if by showing up at the border \nwithout papers, you get access to everything; cheaper college, legal representation, and other benefits, so why did I \ngo through all this trouble then?' Proper immigration procedures are lengthy and costly, and if people can come \nhere illegally and receive a benefit for it, why would they not? After all, these policies have become a way to reward \ncriminal behavior. To this day, Americans cannot come to terms with the fact that previous administrations chose to \ngive preference to illegal immigrants while they neglected every American who attended college in a different \nstate. I contend that if undocumented students are able to access in-state tuition rates, then every American and \n\n\nlawful resident should receive the same benefit. If these policies are to continue, I would invite readers to contact \ntheir representatives and demand that every student who has paid out-of-state tuition be reimbursed for it. It is \nonly fair. Public officials should not be allowed to disregard the voices of millions of Americans who are against \nthese policies. Our representatives are here to serve people, not to reward illegal immigrants for breaking the law. \nGiven that the reward of coming here illegally is greater than the risk, one has to wonder if President Trump's \nadministration will be able to address this issue, but we certainly hope that he will deliver the promises he made \nthroughout his campaign despite the resistance he encounters. Jonathan McIntosh[7]/ CC-BY-2.5 *The following \nappendix provides information regarding policies for undocumented students as of 2014 and how they are applied \nin each state: Alabama  In-state tuition is available for undocumented students. In 2011, the Alabama State \nLegislature passed H.B. 56, which has a provision banning students who cannot show that they are either a lawful \npermanent resident or have a nonimmigrant status from enrolling in or attending Alabama's public postsecondary \neducation institutions.1 In-state tuition is available for DACA recipients in community colleges; University of \nAlabama at Huntsville, Birmingham, and Tuscaloosa; University of Montevallo; Troy University at Dothan and Troy; \nand Auburn University at Montgomery and Auburn.2  Alaska In-state tuition is available for undocumented \nstudents. The Alaska House of Representatives proposed H.B. 39 in 2003, which would have required students to \nbe residents of the state for at least one year and U.S. citizens or legal aliens to receive in-state tuition.3  Arizona  \nIn 2006, the state legislature passed Proposition 300, barring unauthorized immigrant students from in-state \ntuition benefits.4. In-state tuition is available for DACA recipients in the Pima Community College and the \nMaricopa Community Colleges.5 Arkansas The Arkansas state senate proposed S.B. 915 in 2013, which would \nhave allowed undocumented students to pay in-state tuition if they attended an Arkansas secondary educational \ninstitution for three years. Undocumented students pay out-of-state tuition at the University of Central Arkansas \nunless they live in university housing.  California In-state tuition is available for undocumented students. The \nCalifornia State Legislature passed A.B. 540 in 2001.6 In 2013 the legislature passed A.B. 131, or the California \nDREAM Act. The law holds that all students who are exempt from nonresident tuition and that are deemed to be in \nfinancial need shall be eligible for all financial aid.7 California prohibits law-enforcement agencies from detaining \nundocumented immigrants for deportation if they have been arrested for a minor crime.8  Colorado  In-state \ntuition is available for undocumented students. The Colorado General Assembly passed S.B. 13, or Colorado \nASSET, in 2013, which allows qualifying undocumented students to pay in-state tuition.9 Six previous attempts \nover the past decade had failed to change the state policy.  Connecticut In-state tuition is available \nfor undocumented students. The Connecticut General Assembly passed H.B. 6390 in 2011, which allows \nundocumented students to pay in-state tuition.10 Connecticut statutes require 15 percent of tuition revenue to be \nused for need-based institutional aid. The Connecticut Office of Higher Education and Board of Regents currently \nuses the FAFSA, which requires a Social Security number. Therefore, undocumented students pay into institutional \naid but cannot access need-based assistance.11 District of Columbia The District of Columbia has not introduced \nlegislation to provide in-state tuition or financial aid to undocumented students. The District of Columbia does not \ngrant or prohibit in-state tuition for undocumented students at the University of the District of Columbia—currently \nthe only public university in Washington, D.C.  Delaware In 2014, the Delaware Senate proposed S.B. 183, which \nwould have allowed undocumented students to pay in-state tuition if they attended a Delaware secondary \neducational institution for three years. The bill would also have given undocumented students access to some state \nscholarship programs.12 Other information Undocumented students may attend the Delaware Technical \nCommunity College and the University of Delaware with in-state tuition.  Florida In-state tuition is available \nfor undocumented students. In 2014, the Florida legislature passed H.B. 851, which allows undocumented students \nto qualify for out-of-state fee waivers if they meet all of the requirements.13 A student granted an out-of-state fee \nwaiver is still considered a non-resident student, is not eligible for financial aid, and cannot be reported as a \nresident for tuition purposes.  Georgia In-state tuition is available for undocumented students. The Georgia \nGeneral Assembly passed S.B. 492 in 2008, which bars unauthorized immigrant students from in-state tuition \nbenefits.14 The Board of Regents of the University System of Georgia adopted policy 4.1.6 in 2010 that prohibits \nmost selective institutions—schools that admit fewer than apply—from admitting undocumented students.15 The \nGeorgia Board of Regents states that immigrants with 'lawful presence' can receive in-state tuition. Although the \nDepartment of Homeland Security confers 'lawful presence' to DACA recipients, the Georgia Board of Regents \ndoes not recognize this and denies these students in-state tuition and enrollment in selective colleges and \nuniversities.16 Hawaii  In-state tuition and financial aid are available for undocumented students. In 2013, the \nHawaii State Legislature passed Hawaii Statute 304A-402, giving the University of Hawaii Board of Regents power \n\n\n\nto waive or reduce tuition fees for nonresidents. The University of Hawaii system allows undocumented students to \nqualify for in-state tuition, financial assistance, and university program participation.17 Other information Although \nthere is no state policy for access to in-state tuition rates and financial aid for undocumented students, the \nUniversity of Hawaii system operates 10 campuses and covers all public institutions in the state.18  Idaho  In 2007, \nthe Idaho House of Representatives proposed H.B. 6390, which would have allowed undocumented students to pay \nin-state tuition if they attended an Idaho secondary educational institution for four years.19 Illinois  In-state tuition \nis available for undocumented students. The Illinois General Assembly passed H.B. 0060 in 2003, which allows \nqualifying undocumented students to pay in-state tuition..20 In 2011, the General Assembly passed S.B. 2185, or \nThe Illinois DREAM Act. The law establishes a DREAM Commission to advance the educational opportunities for \nimmigrants and children of immigrants; creates the Illinois DREAM Fund to provide financial assistance for \npostsecondary education; opens college savings plans to undocumented families; and requires training for high \nschool counselors and college admission officers in educational opportunities for immigrant youth.21  Indiana In-\nstate tuition is available for undocumented students. The Indiana General Assembly passed H.B. 1402 in 2011, \nbarring unauthorized immigrant students from in-state tuition benefits. 22 In 2013, the assembly passed S.B. 207 \nin 2013, which allows undocumented students, who were enrolled in an Indiana college or university before July 1, \n2011, to receive in-state tuition. S.B. 207 permits undocumented students who had already enrolled in school to \nreceive in-state tuition benefits, Prior to H.B. 1402, undocumented students received in-state tuition benefits from \nPurdue University and Ivy Tech Community College.  Iowa  Iowa General Assembly proposed H.F. 2192 in 2012, \nwhich would have allowed undocumented students to pay in-state tuition if they attended an Iowa educational \ninstitution for five years.24  Kansas In-state tuition is available for undocumented students. The Kansas State \nLegislature passed H.B. 2145 in 2004, which allows qualifying undocumented students to pay in-state tuition.25 \nKentucky The Kentucky State Legislature allows the Kentucky Council on Postsecondary Education to decide in-\nstate tuition policies. In 2008, the council elected to let individual colleges and universities to set their own rules.26  \nLouisiana  Louisiana has not introduced legislation to provide in-state tuition or financial aid. Maine Maine has not \nintroduced legislation to provide in-state tuition or financial aid.  Maryland In-state tuition is available \nfor undocumented students.The Maryland General Assembly passed S.B. 167, or the Maryland DREAM Act, in \n2011, allowing qualifying undocumented students to pay in-state tuition.27 In 2012, the Maryland DREAM Act was \nforced into a statewide referendum, which voters approved. It is the first time a state DREAM Act was approved \ndirectly by voters. Maryland is the only state that requires undocumented students to attend community college first \nbefore they receive in-state tuition benefits at four-year public colleges and universities.  Massachusetts In 2011, \nthe Massachusetts legislature proposed S.B. 577 and H.B. 1078. The bills would have allowed undocumented \nstudents to pay in-state tuition if they met residency requirements.28 Work permits make individuals eligible for in-\nstate tuition regardless of immigration status.  Michigan  Michigan has no set policy that allows undocumented \nstudents access to in-state tuition. However, the governing bodies of the University of Michigan, Western Michigan \nUniversity, Eastern Michigan University, Washtenaw Community College, and Kellogg Community College have \nformally adopted policies to allow undocumented students access to in-state tuition and some institutional aid \nprograms.29  Minnesota In-state tuition is available for undocumented students. The Minnesota State Legislature \npassed S.F. 723 in 2013, which allows undocumented students to pay in-state tuition and receive privately funded \naid through public colleges and universities.30  Missouri In-state tuition is available for undocumented \nstudents. The Missouri Legislature passed H.B. 390 in 2009, which prohibits public colleges and universities from \nproviding any financial aid to undocumented students. Undocumented students can enroll in St. Louis Community \nCollege using resident tuition rates. DACA beneficiaries can enroll at the University of Missouri, Kansas City, and \nthe Metropolitan Community College system at in-state-tuition rates.31 Mississippi  In-state tuition is available \nfor undocumented students. The Mississippi House of Representatives proposed H.B. 445 in 2012, which would \nhave allowed undocumented students to pay in-state tuition if they attended and graduated from a Mississippi \nsecondary educational institution and resided in the state for a continuous period of five years.32 DACA \nbeneficiaries can enroll with in-state tuition at community colleges, but policies vary widely between each school.  \nMontana In-state tuition is available for undocumented students. In 2012, the Montana Legislature passed H.B. \n638, a voter-approved law that denies some state services and benefits to anyone who cannot prove their \ncitizenship or legal status. If they cannot confirm immigration status, this law requires schools to report students to \nimmigration authorities. The law explicitly denies admission and financial aid to undocumented students.33 After \n2014, university authorities declared that it is not bound by L.R. 121 and intends to admit eligible students \nregardless of their immigration status.  Nebraska In-state tuition is available for undocumented students. The \n\n\n\nNebraska Legislature passed L.B. 239 in 2006, which allows qualifying undocumented students to pay in-state \ntuition.34  Nevada The Nevada Senate proposed S.B. 415 in 2007, which would have banned undocumented \nstudents from paying in-state tuition and receiving state financial aid, including the Governor Guinn Millennium \nScholarship Program.35 Undocumented students are eligible for the Governor Guinn Millennium Scholarship \nProgram, which offers as much as $10,000 in financial aid. Community College of Southern Nevada's enrollment \napplication asks if students are citizens, but the school is known to not closely conduct background checks. \nUndocumented students may be eligible for the Western Undergraduate Exchange Program—which charges \nnonresident students 150 percent of the in-state tuition rate—at the University of Nevada, Las Vegas.  New \nHampshire In-state tuition is available for undocumented students. The New Hampshire General Court passed \nH.B. 1383 in 2012, which required students to sign an affidavit certifying their legal status in order to receive in-\nstate tuition. This effectively bars undocumented students from qualifying for in-state tuition.36 The New \nHampshire House of Representatives proposed H.B. 474 in 2014, which made qualifying undocumented students \neligible for in-state tuition.37  New Jersey  In-state tuition is available for undocumented students. The New \nJersey Legislature passed S.2479 in 2013, which allows certain students— including undocumented immigrants—\nto qualify for in-state tuition at public institutions of higher education.38  New Mexico The New Mexico Legislature \npassed S.B. 582 in 2005; prohibiting denial of admission or eligibility for education benefits on account of \nimmigration status.39  New York In-state tuition is available for undocumented students. The New York State \nAssembly passed S.7784 in 2002, allowing undocumented students to pay in-state tuition at institutions in the \nState and City University of New York systems.40 The New York State Senate proposed S.B. 2378, or the New \nYork DREAM Act of 2014, which would have allowed undocumented students who meet in-state tuition \nrequirements to access state financial aid and scholarships for higher education. The law also would have opened \n529 tuition savings accounts to all New York youth and established a DREAM Fund Commission to raise private \nfunds for a college scholarship program for children of immigrants. The bill failed by two votes.41  North Carolina  \nIn-state tuition is available for undocumented students. The North Carolina House of Representatives proposed \nH.B. 904, in 2013, would have banned undocumented students from paying in-state tuition.42 In 2004, the North \nCarolina Community College System, or NCCCS, allowed each college to set its own policies for undocumented \nstudents. NCCCS required all colleges to admit students regardless of citizenship in 2007. In 2008, NCCCS told \ncolleges not to accept undocumented students after North Carolina Attorney General Ray Cooper warned it might \nbe against federal law. However, NCCCS reversed its decision that same year when the Department of Homeland \nSecurity advised that admission of undocumented students was not illegal under federal law. In 2011, the NCCCS \nadded code 1D SB CCC 400.2 'Admission to College,' which officially states that the NCCCS colleges can admit \nundocumented students, but they must pay out-of-state tuition.43  North Dakota  North Dakota has not introduced \nlegislation to provide in-state tuition or financial aid to undocumented students.  Ohio In-state tuition is available \nfor undocumented students. Current Ohio legal code prevents public colleges and universities in the state from \nextending in-state tuition to undocumented students. 44 In 2013, the Ohio Board of Regents decided that DACA \nbeneficiaries could qualify for in-state tuition if they met all other eligibility requirements.45  Oklahoma In-state \ntuition is available for undocumented students. In 2003, the Oklahoma legislature passed S.B. 596 which allows \nundocumented students to pay in-state tuition.46 In 2008, the Oklahoma legislature passed H.B. 1804 that \nrestricted access to in-state tuition and state financial aid.47 Oklahoma State Regents for Higher Education \nstates that undocumented students are eligible for in-state tuition if they attended an Oklahoma school for at least \ntwo years prior to graduation, graduated from an Oklahoma high school, and filed a sworn affidavit.48  Oregon In-\nstate tuition is available for undocumented students. In 2013, Oregon State Legislature passed H.2787 allows \nundocumented students to pay in-state tuition at all Oregon public colleges and universities.49 Other information \nUndocumented students can apply for merit-based scholarships at Oregon State University.  Pennsylvania In 2011, \nthe Pennsylvania House of Representatives proposed H.B. 1695, which would have allowed undocumented \nstudents to pay in-state tuition if they attended school in Pennsylvania for at least three years; graduated from a \nPennsylvania high school or received a GED in Pennsylvania; provided proof of an income tax filed in \nPennsylvania; filed an affidavit; and registered for college no more than four years after graduation or receiving their \nGED.50 S.B. 713, or the Pennsylvania DREAM Act, proposed by the Pennsylvania State Senate in 2013, would \nhave allowed undocumented students to pay in-state tuition. Puerto Rico  Puerto Rico has not introduced \nlegislation to provide in-state tuition or financial aid. Rhode Island In-state tuition is available for undocumented \nstudents. In 2014, Rhode Island Legislation H.B. 7437, proposed by the Rhode Island House of Representatives, \nwhich would allow eligible undocumented students to pay in-state tuition.51 Community College of Rhode Island, \n\n\n\nRhode Island College and the University of Rhode Island allow undocumented students—including DACA \nrecipients—to pay in-state tuition.52  South Carolina In 2008, the South Carolina Legislature passed H.B. 4400, \nbanning undocumented students from attending or receiving financial aid in order to attend a public university.53 In \n2014, the South Carolina House of Representatives proposed H.B. 4735, which would allow qualifying \nundocumented students to pay in-state tuition.54  South Dakota  South Dakota has not introduced legislation to \nprovide in-state tuition or financial aid to undocumented students.  Tennessee The Tennessee Board of Regents \nSystem considers undocumented students to be out-of-state students.55 Texas In-state tuition is available \nfor undocumented students. The Texas Legislature passed H.B. 1403 in 2001, which allows undocumented \nstudents to pay in-state tuition.56. In 2005, the legislature passed S.B. 1528, which allowed undocumented \nstudents to qualify for state financial aid.57 Undocumented students must file the Texas Application for State \nFinancial Aid, or TASFA, to receive state aid. Undocumented students may qualify for the Texas Public \nEducational, or TPEG, Grant and the Towards Excellence, Access and Success, or TEXAS, Grant.  Utah In-state \ntuition is available for undocumented students. In 2002, the Utah State Legislature passed H.B. 144, which allows \neligible undocumented students to pay in-state tuition.58. In 2011, the Utah House of Representatives proposed \nH.B. 191, which would have ended in-state tuition benefits for undocumented students.59 The university of Utah \nlists many scholarships as available to H.B. 144, DACA, and non-FAFSA eligible students.  Vermont Vermont has \nnot introduced legislation to provide in-state tuition or financial aid to undocumented students. While Vermont has \nno policies on undocumented students, the state was interestingly 1 of only 11 states to file a joint amicus brief \nopposing Arizona's strict immigration laws in Arizona v. United States. Virginia Legislation In 2014, the Virginia \nHouse of Delegates proposed H.B. 747, which would have allowed eligible undocumented students to pay in-state \ntuition.60 Attorney General Mark R. Herring announced that DACA recipients would be allowed to pay in-state \ntuition. Washington  In-state tuition is available for undocumented students. In 2003, the Washington State \nLegislature passed H.B. 1079, allowing eligible undocumented students to pay in-state tuition at all Washington \nstate public colleges and universities. In 2014, the legislature passed S.B. 6523 or the Washington DREAM Act, \nwhich extends eligibility for state financial aid to DACA students.61  West Virginia West Virginia has not introduced \nlegislation to provide in-state tuition or financial aid for undocumented students. Wisconsin In 2009, the Wisconsin \nState Legislature passed A.B. 75, which allowed undocumented students to pay in-state tuition if they graduated \nfrom a Wisconsin high school or received a GED in Wisconsin, attended a Wisconsin high school for three \ncontinuous years, and filed an affidavit.63 In 2011, the legislature passed A.B. 40 that withdrew the in-state tuition \nbenefits for undocumented students.64 Proposed by the Wisconsin State Assembly in 2014, A.B. 785 would have \nallowed undocumented students to pay in-state tuition to qualified undocumented students at University of \nWisconsin institutions and technical colleges.65 Wyoming  Wyoming has not introduced legislation to provide in-\nstate tuition or financial aid to undocumented students. Other information Undocumented students may be eligible \nfor the Western Undergraduate Exchange Program, which charges nonresident students 150 percent of the in-\nstate tuition rate at the University of Wyoming. Endnotes  1 The text of H.B. 56 may be found at 'HB56,' available \nat http://alisondb.legislature.state.al.us/acas/ searchableinstruments/2011rs/bills/hb56.htm (last accessed October \n2014).  2 United We Dream, 'Tuition and State Aid Equity for Undocumented Students and DACA Grantees' \n(2014), available at            http://unitedwedream.org/wp-content/ uploads/2012/09/DEEPTuitionEquityMapMay2014 \nmerged.pdf.  3 The text of H.B. 39 may be found at The State of Alaska, 'House Bill No. 39' (2003), available at \nhttp://www.legis. state.ak.us/PDF/23/Bills/HB0039A.PDF.  4 The text of Proposition 300 may be found at Arizona \nDepartment of State, '2006 Ballot Propositions ...dicial Performance Review,' available at            \nhttp://www.azsos.gov/ election/2006/Info/PubPamphlet/english/Prop300.htm (last accessed October 2014).  5 \nUnited We Dream, 'Tuition and State Aid Equity for Undocumented Students and DACA Grantees.'  6 The text of \nA.B. 540 may be found at Official California Legislative Information, 'AB 540,' available at http://            \nwww.leginfo.ca.gov/pub/01-02/bill/asm/ab_0501- 0550/ab_540_bill_20011013_chaptered.html (last accessed \nOctober 2014).  7 The text of A.B. 131 may be found at Official California Legislative Information, 'AB 131,' available \nat http://            www.leginfo.ca.gov/pub/11-12/bill/asm/ab_0101- \n0150/ab_131_bill_20110527_amended_asm_v95.html (last accessed October2014).  8 The text of A.B. 4 may be \nfound at Official California Legislative Information, 'Assembly Bill No. 4,' available at            \nhttp://www.leginfo.ca.gov/pub/13-14/bill/asm/ ab_0001-0050/ab_4_bill_20130904_amended_sen_ v96.pdf (last \naccessed October 2014).  9 The text of S.B. 13 may be found at Colorado General Assembly, 'Senate Bill 13-033,' \navailable at http://www. leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont3/E083F \n0BE76DFD8F087257A8E0073BFC9?Open...e=033_enr. pdf (last accessed October 2014).  10 The text of H.B. \n\nhttp://alisondb.legislature.state.al.us/acas\nhttp://unitedwedream.org/wp-content\nhttp://www.azsos.gov/\nhttp://www.leginfo.ca.gov/pub/01-02/bill/asm/ab_0501-\nhttp://www.leginfo.ca.gov/pub/11-12/bill/asm/ab_0101-\nhttp://www.leginfo.ca.gov/pub/13-14/bill/asm/\n\n\n6390 may be found at Connecticut General Assembly, 'Substitute House Bill No. 6390,' available at            \nhttp://cga.ct.gov/2011/ACT/PA/2011PA- 00043-R00HB-06390-PA.htm (last accessed October 2014).  11 Nicolás \nMedina Mora, 'In Fight for Financial Aid, Connecticut DREAMers Face Dilemma,' Buzzfeed, April 17, 2014, \navailable at            http://www.buzzfeed.com/ nicolasmedinamora/in-fight-for-financial-aid-connecticut-dreamers-\nface-dilemma#190tq2x.  12 The text of S.B. 183 may be found at State of Delaware, '147th General Assembly,' \navailable at http://legis. delaware.gov/LIS/LIS147.nsf/2bede841c6272c8880256 \n98400433a04/b1a3a6aaa2b6ebe285257ca6006b5559? OpenDocument...hlight=0,tuition (last accessed October \n2014).  13 The text of H.B. 851 may be found at The Florida Senate, 'CS/CS/CS/HB 851, Engrossed 2,' available at \nhttp://cga.ct.gov/2011/ACT/PA/2011PA-\nhttp://www.buzzfeed.com/\nhttp://www.flsenate.gov/Session/Bill/2014/0851/BillText/e2/\nhttp://www.legis.ga.gov/legislation/en-US/\nhttp://www.usg.edu/\nhttp://www.capitol.hawaii.gov/hrscurrent\nhttp://www.ilga.gov/legislation/publicacts/fulltext\nhttp://www.ilga.gov/legislation/publicacts/97/097-0233.htm\nhttp://openstates.org/in/bills/2011/\nhttp://legiscan.com/IA\nhttp://dreamact.info/sites/default/files/H.B.%202145\nhttp://higheredpolicies.wiche.edu/\n\nhttp://www. njleg.state.nj.us/2012/Bills/S2500/2479_I1.HTM (last accessed October 2014).  39 The text of S.B. 582 \nmay be found at New Mexico Legislature, 'An Act Relating to Higher Education,' available at            \nhttp://www.nmlegis.gov/sessions/05%20 Regular/final/SB0582.pdf (last accessed October 2014).  40 The text of \nS.B. 7784 may be found at New York State Assembly, '9612—A,' available at            http://assembly.state. \nny.us/leg/?sh=printbill...A09612...m=2001 (last accessed October 2014).  41 The text of S.B. 2378 may be found at \nNew York State Assembly, 'S02378 Summary,' available at http://assembly. \nstate.ny.us/leg/?default_fld=%0D%0At...S02378...rm=2013...mary=Y (last accessed October 2014).  42 The text of \nH.B. 904 may be found at General Assembly of North Carolina, 'In-State Tuition/Some N.C. Immigrant Youth,' \navailable at            http://www.ncleg.net/ Sessions/2013/ Bills/House/PDF/H904v0.pdf (last accessed October \n2014).  43 The text of the policy may be found at University of North Carolina, 'The UNC Policy Manual,' available at       \n     http://www.northcarolina.edu/apps/policy/index. php?pg=vs...s451 (last accessed October 2014).  44 The text of \nthe code may be found at LAWriter, '3333.31 Rules for determining student residency,' available at            \nhttp://codes.ohio.gov/orc/3333.31 (last accessed October 2014).  45 Ted Hart, 'Regents: Immigrants Qualify for In-\nState Tuition,' NBC4i, October 21, 2013, available at http://            www.nbc4i.com/story/22960519/regents-\nimmigrantsqualify-for-in-state-tuition. 46 The text of S.B. 596 may be found at Oklahoma State Regents for Higher \nEducation, 'Task Force Begins Work on Helping Hispanic Students Go to College,' Press release, October 27, \n2004, available at http://www. okhighered.org/news-center/hispanic-task-force.shtml.  47 The text of H.B. 1804 may \nbe found at the Oklahoma State Legislature, 'House Bill 1804,' available at http:// webserver1.lsb.state.ok.us/2007-\n08bills/HB/HB1804_ int.rtf (last accessed October 2014).  48 Oklahoma State Regents for Higher Education, 'Task \nForce Begins Work on Helping Hispanic Students Go to College.'  49 The text of H.B. 2787 may be found at The \nOregonian, 'House Bill 2787,' available at            http://gov.oregonlive.com/ bill/2013/HB2787/ (last accessed \nOctober 2014).  50 The text of H.B. 1695 may be found at The General Assembly of Pennsylvania, 'House Bill No. \n1695,' available at            http://www.legis.state.pa.us/cfdocs/legis/ \nPN/Public/btCheck.cfm?txtType=HTM...sYr=2011...ssInd=0...lBody=H...lTyp=B...lNbr=1695...=2140 (last accessed \nOctober 2014).  51 The text of S.B. 713 may be found at Pennsylvania General Assembly, 'Bill Information,' \navailable at http://            www.legis.state.pa.us/cfdocs/billInfo/billInfo.cfm?sYear =2013...d=0...y=S...e=B...0713 \n(last accessed October 2014).  52 The text of H.B. 7437 may be found at Open States, 'HB 7437,' available at            \nhttp://openstates.org/ri/bills/2014/ HB7437/ (last accessed October 2014).  53 The text of H.B. 4400 may be found \nat South Carolina General Assembly, 'A280, R327, H4400,' available at            \nhttp://www.scstatehouse.gov/sess117_2007-2008/ bills/4400.htm (last accessed October 2014).  54 The text of \nH.B. 4735 may be found at South Carolina Legislature, 'H 4735,' available at http://www. \nscstatehouse.gov/query.php?search=DOC...rchtext= tuition...egory=LEGISLATION...sion=120...id=7 \n473212...ult_pos=0...val=1204735...rows=10 (last accessed October 2014).  55 The text of S.B. 1951 and H.B. \n1992 may be found at Open States, 'SB 1951,' available at http://openstates. org/tn/bills/108/SB1951/ (last \naccessed October 2014)  56 The text for H.B. 1403 may be found at Texas Legislature Online, 'An Act,' available at       \n     http://www.legis.state.tx.us/ tlodocs/77R/billtext/html/HB01403F.htm (last accessed October 2014).  57 The text \nfor S.B. 1528 may be found at Texas Legislature Online, 'S.B. No. 1528,' available at http://www.legis. \nstate.tx.us/tlodocs/79R/billtext/pdf/SB01528F.pdf (last accessed October 2014). 58 The text of H.B. 144 may be \nfound at Utah State Legislature, 'H.B. 144 Enrolled,' available at http://www. \nle.state.ut.us/~2002/bills/hbillenr/hb0144.htm (last accessed October 2014).  59 The text of H.B. 191 may be found \nat Utah State Legislature, 'First Substitute H.B. 191,' available at            \nhttp://le.utah.gov/~2011/bills/hbillamd/hb0191s01. htm (last accessed October 2014).  60 The text of the H.B. 747 \nmay be found at Virginia General Assembly Legislative Information System, 'HB 747 Tuition, in-state; student \neligibility, Deferred Action for Childhood Arrivals,' available at            http://leg1.state. va.us/cgi-\nbin/legp504.exe?ses=141...=bil...=HB747 (last accessed October 2014).  61 The text of H.B. 1079 may be found at \nWashington Votes, '2003 House Bill 1079,' available at http://www. washingtonvotes.org/2003-HB-1079 (last \naccessed October 2014).  62 The text of S.B. 6523 may be found at Washington State Legislature, 'SB 6523 - \n2013-14,' available at http:// apps.leg.wa.gov/billinfo/summary.aspx?bill=6523 (last accessed October 2014). 63 \nThe text of A.B. 75 may be found at Wisconsin State Legislature, '2003 Assembly Bill 95,' available at https:// \ndocs.legis.wisconsin.gov/2003/related/proposals/ab95 (last accessed October 2014).  64 The text of A.B. 40 may \nbe found at Sierra Club: Wisconsin John Muir Chapter, '2011-13 Wisconsin State Budget,' available at            \nhttp://wisconsin.sierraclub.org/ documents/LFB_Budget_Summary.pdf (last accessed October 2014). 65 The text of \nA.B. 785 may be found at Wisconsin State Legislature, 'Assembly Bill 785,' available at https:// \n\nhttp://www.nmlegis.gov/sessions/05%20\nhttp://assembly.state/\nhttp://www.ncleg.net/\nhttp://www.northcarolina.edu/apps/policy/index\nhttp://codes.ohio.gov/orc/3333.31\nhttp://www.nbc4i.com/story/22960519/regents-immigrantsqualify-for-in-state-tuition\nhttp://www.nbc4i.com/story/22960519/regents-immigrantsqualify-for-in-state-tuition\nhttp://gov.oregonlive.com/\nhttp://www.legis.state.pa.us/cfdocs/legis/\nhttp://www.legis.state.pa.us/cfdocs/billInfo/billInfo.cfm?sYear\nhttp://openstates.org/ri/bills/2014/\nhttp://www.scstatehouse.gov/sess117_2007-2008\nhttp://www.legis.state.tx.us/\nhttp://le.utah.gov/~2011/bills/hbillamd/hb0191s01\nhttp://leg1.state/\nhttp://wisconsin.sierraclub.org/\n\n\ndocs.legis.wisconsin.gov/2013/proposals/ab785 (last accessed October 2014).  The post 'In-State' Tuition for \nIllegal Immigrants at the Expense of Americans[8] appeared first on Western Free Press[9]. [ 1]:            \nhttp://sfmayor.org/article/mayor-lee-and-supervisor-kim-announce-plan-provide-access-city-college [ 2]:            "}