{"title": "Hearing of the Border and Maritime Security Subcommittee of the House Homeland Security Committee Subject: \"Measuring Border Security: U.S. Border Patrol's New Strategic Plan and the Path Forward\" Chaired by: Representative Candice Miller (R-MI) Witnesses: Chief Michael J. Fisher, Border Patrol, U.S. Department of Homeland Security; Rebecca Gambler, Acting Director, Homeland Security and Justice, Government Accountability Office (GAO); Marc Rosenblum, Ph.D., Specialist in Immigration Policy, Congressional Research Service (CRS) Location: 311 Cannon House Office Building, Washington, D.C. Time: 10:02 a.m. EDT Date: Tuesday, May 8, 2012", "body": "\n Hearing of the Border and Maritime Security Subcommittee of the House Homeland Security Committee Subject: \n\"Measuring Border Security: U.S. Border Patrol's New Strategic Plan and the Path Forward\" Chaired by: \nRepresentative Candice Miller (R-MI) Witnesses: Chief Michael J. Fisher, Border Patrol, U.S. Department of \nHomeland Security; Rebecca Gambler, Acting Director, Homeland Security and Justice, Government Accountability \nOffice (GAO); Marc Rosenblum, Ph.D., Specialist in Immigration Policy, Congressional Research Service (CRS) \nLocation: 311 Cannon House Office Building, Washington, D.C. Time: 10:02 a.m. EDT Date: Tuesday, May 8, 2012\n\nREPRESENTATIVE CANDICE MILLER (R-MI):  (Sounds gavel.)  The Committee on Homeland Security, the \nSubcommittee on Border and Maritime Security, will come to order.  And the subcommittee today is meeting today \nto examine our Border Patrol's new strategic plans, and we have a great lineup of witnesses today.\n\nBut before we begin with us talking about our border, I think it's appropriate for this subcommittee to acknowledge \nthe extraordinary professionalism and work that had with the FBI and the CIA in regards to foiling this bomb -- this \nrecent bombing -- (audio break) -- we have so many enemies of freedom that are bent on attacking this nation, and \nI think, again, Americans can be comforted by fact that we have such a high vigilance and so many professor folks \nin all our agencies.  And we're going to hear from a number of them today.\n\nBut they're working on the front lines each and every day to protect us, protect Americans against the enemies of \nfreedom.  And one of the things that is incumbent on us as a Congress is to make sure that we provide these \nindividuals at the various agency with the tools that they need, the resources that they need, the training that they \nneed to be able to stop a plot such as we saw here -- as is becoming clearer of some of the various things that \nhappened.\n\nBut being from the Detroit area where the underwear bomber, the Christmas Day bomber almost blew up about 300 \nfolks over my hometown several years ago, we always need to be ever vigilant, of course.\n\nBut, again, on behalf of the committee -- the subcommittee, certainly, the entire committee -- I think we all are very, \nvery thankful that this plot was stopped.\n\n\nToday, our subcommittee is going to be talking, as I say, about the Border Patrol's new strategic plan.  And our \nwitnesses today are Chief Fisher of the U.S. Border Patrol; Rebecca Gambler, who is the director of homeland \nsecurity and justice section within the GAO; and Marc Rosenblum, who is a specialist in immigration policy from the \nCongressional Research Service.  And we welcome them all, and I'll make the formal introductions after the \nopening statements.\n\nClearly, along the enumerated powers of the Congress, providing for the common defense -- which is actually in the \npreamble of our Constitution -- gives this committee the authority and responsibility to ensure that we do secure our \nnation's borders, and how we determine that or measure that and what a secure border actually looks like has \nbeen the subject of much of this subcommittee's work during this Congress.\n\nThe U.S. Border Patrol recently released an updated five-year strategic plan.  It's the first updated strategy since \n2004.  And this new strategic plan is intended to mark a shift in focus from being resource based to risk based, \nfocusing resources on the greatest border threats that we face.\n\nPrincipal themes for the new strategic plan are information, integration and rapid response, all which are very \nimportant aspects to consider as we work to secure our border.  The Border Patrol certainly has to make the best \nuse of the resources that the Congress provides to it and be poised to respond quickly if conditions change, which \nthey always are evolving and changing.\n\nAnd I certainly want to say that I'm very encouraged that the Border Patrol decided to update this strategy to \nreflect the reality that we face on the border today.  But I am a bit concerned that the 2012 to 2016 strategy lacks a \ntangible way to measure our efforts on the border.  And we're going to be exploring that today.\n\nThe new strategy, I think, is absent in an emphasis on proven techniques such as defense in depth which makes \nfull use of interior checkpoints to deny successful migration which was a key facet of the 2004 strategy, yet it's not \nmentioned at all in this new strategic plan.  So I'm sure there will be a question on why that is -- was not included.\n\nA basing operations and patrolling using the best intelligence to inform how and where agents patrol is smart, and \nthe new strategy rightly focuses on using information to better secure our borders.\n\nBut intelligence in an imperfect tool and some degree of randomness should be incorporated to keep the drug \ncartels or what have you from finding holes in our defenses or watching and tracking our patterns.\n\nThe most important question, I think, in many minds, is how do we know if this new strategy is working, and so how \ncan we measure it. The Border Patrol's previous national strategy, again released in 2004, was predicated on the \nconcept of gaining and maintaining miles of operational control.  That sort of became the de facto term of art, if you \nwill, that indicated how much or how little of the border the Border Patrol could effectively control.\n\nHowever, it is clear that the Department of Homeland Security is backing away from the use of that term, \noperational control.  It's absent in this strategy.\n\nIn 2010, the department really stopped reporting to Congress the number of miles of border under operational \ncontrol.  And to date, we've not been supplied with an alternative measure to replace this operational control matrix.\n\nPerformance measures such as the number of apprehensions, as noted by the GAO in their testimony, are really \nnot adequate to measure border security progress.  And I think, as I've said, and many members of this \nsubcommittee have said often in the past, we are open to a new, more robust standard if it supplements operational \ncontrol and if it better describes the level of security at the border.\n\nBut when we hear terms like the border is more secure than ever, that may be so, but how do you measure it?  By \nthat?  And that's what we're really looking for.\n\nConditions along the nation's border continue to evolve.  It's clear we need to have an agreed-upon measure to \nunderstand progress, as I say, or lack thereof.  The border is certainly a much different place now than it was in \n\n\n\n2004.  And Congress, of course, has invested in doubling the size of the Border Patrol, building hundreds of miles \nof fence, utilizing new technologies such as the unmanned aerial vehicles, the UAVs that this subcommittee and \nthe full committee has had many hearings about.\n\nHowever, as the GAO has noted, all of these elements were also prevalent in the 2004 strategy.  So, again, we'll be \ninterested in learning what is different or new in the 2012 plan.\n\nAs mentioned in the new strategic plan, the department is working on something called the border condition index, \nthe BCI, which is supposed to be an objective measure to inform and to matrix our border security efforts.  We've \nheard some reports that the anticipated new standard is running into some delays, maybe it's unworkable.  Again, I \nthink we'll be eager to hear how that is all happening.\n\nUsing apprehensions as a measure of progress tells us an incomplete story really.  There are a number of reasons \nwhy I think migration across our border is down.  Certainly, our efforts are one of the components, but the economy \nhas been weakened, drug cartels trying to cross the border a dangerous endeavor for many who were trying and, \ncertainly, changing demographics.\n\nAll of these things are critical elements that play a role in the reduced number of illegal aliens who are crossing the \nborder or attempting to cross the border.  And I say that by not taking away for a moment from the work that the \nBorder Patrol has done.  I think our enhanced enforcement efforts and the introduction of significant consequences \nsuch as prosecution for multiple crossers and smugglers have made a tremendous difference.\n\nAt the same time, I think we, obviously, can't be complacent as under of illegal aliens crossing in places such as the \nRio Grande Valley sector in Texas have recently increased actually which is bucking the national trends.\n\nSo we've called on the Department of Homeland Security to produce a comprehensive strategy to secure the \nborder that informs the Congress and the American people of the resources that are needed to make that a reality.  \nAnd I certainly hope that the forthcoming implementation plans will indicate what a secure border looks like and \nprovides the path -- a pathway to get there.\n\nI also want to mention it's the 87th anniversary, actually, of the founding of the U.S. Border Patrol.  That's going to \nbe later this month.  And over that time, the men and women in green have served our nation in such an \nextraordinarily remarkable and professionally well- executed way.   And on behalf of this committee, I certainly want \nto commend all of the men and women of the Border Patrol for the work that they've done over the last decade as \nwell, as -- over the last 87 years but certainly since 9/11 and since we have really started to focus on our border in \na much more intense way.  They have just done an extraordinarily professional job for all of us.\n\nSo I look forward to hearing from the witnesses today on how this change in strategy will move the ball forward to \nmake for a more secure border.\n\nAnd at this time, I would recognize our ranking member, the gentleman from Texas, Mr. Cuellar, for his opening \nstatement.\n\nREPRESENTATIVE HENRY CUELLAR (D-TX):  Thank you so much, Madam Chair, for having this meeting.  And \nI'm glad that we're here to examine the Border Patrol's recently released strategic plan.  I have long believed that \nborder security is a core element of the Department of Homeland Security.  And after the terrorist attacks of \nSeptember 2011 -- 2001, Congress made -- providing the resources necessary to secure that.  We learned a lot \nfrom what happened on September 11 of 2001, and we certainly want to make sure that we secure our land, air, \nmarine -- maritime borders, make sure that's a top priority for all of us.\n\nAs a result, the number of Border Patrol agents patrolling America's border has more than doubled.  As of last \nmonth, there were 21,328 Border Patrol agents.  And Chief Fisher, I think you all just recently had your 1,000th \ngraduating class, and congratulations on that.  Additional resources also allow for expanded border infrastructure, \nsuch expansion of technology such as mobile surveillance units.\n\n\n\nThe U.S. Border Patrol refocused its priorities in response to 9/11, while remaining committed to its traditional \nduties of preventing illicit trafficking of people and contraband between our official ports of entry.  To that end, the \nBorder Patrol released its first national strategic plan in March of 2004.  That plan provided the framework for the \nongoing acquisition and deployment of personnel, technology and infrastructure resources along our nation's \nborder.\n\nIn the intervening years, the Border Patrol has continued to grow and has only recently begun to level off its \nexpansion.  This is a very appropriate time for the agency to set forth a new strategic plan, which seeks to assure \nthe new Border Patrol is as effective and efficient as possible.\n\nIndeed, in order to best utilize Border Patrol's workforce and advanced technology, the agency has developed a \nrisk-based strategy, which again is something that just like the chairwoman and I -- we're interested in measures, \nbecause at the end of the day we want to see if you put X amount of dollars into an agency, what are the results; \nhow do you measure results.  And this is something that we (sic) certainly working with all the folks we hear -- we \nwant to make sure -- and trying to find the right results can be difficult -- I understand that -- but we appreciate all \nthe work that you all have been doing to make sure that we focus on results.\n\nThe new strategic plan is focused on identifying high-risk areas and flows and targeting the response to meet those \nthreats. Cooperation is also key to the 2012 strategy, as it would serve as a guide in the overall efforts of CBP and \nother agencies within DHS to ensure progress continues on our borders.\n\nThe 2012 strategy also builds on a strong relationship with Mexico and Canada as it related -- as it relates to \nborder management and security.  I'm hopeful that today's discussion will help us gain a better perspective not only \nof where Border Patrol is today but also on the future direction of the agency.\n\nI'm also particularly interested in finding out how Border Patrol will continue to build on the strong relationships \nwith its state and local counterparts on the southern border.  And Chief, you and I have talked about the \nimportance of making sure that they're all working because we can't do it by ourselves; we've got to involve the \nstates and, of course, the local governments.  And I appreciate all the work that you're doing in that effort.\n\nLiving on the southern border has given us a firsthand knowledge of the challenges faced in the region and the \nimportance of providing not just the tools that are necessary to enhance border security but also some plan to get \nus there.  I'm also interested from our witnesses about how they believe we can get to that point.\n\nI want to thank the -- Chairman Miller for having this meeting but also for the field hearing, for allowing us to be \ndown there in my hometown of Laredo.  And Congressman Michael McCaul was there, and we got to see the work \nthat's being done, not only the ports of entry but we also got on the -- on the boats and went up and down the Rio \nGrande.  We want to thank you, Chief, for the work that you're all doing and providing that type of work down there.\n\nSo I want to thank all the witnesses for joining us here today, and with that I yield back.  Thank you, Madam Chair.\n\nREP. MILLER:  I thank the gentleman for his comments, and we heard excellent reports about your field hearing \nthere and Chairman McCaul and Mr. Cuellar as well, and so I thought that was an excellent, excellent effort on all of \nyour behalf, and I appreciate your service to do such a thing.\n\nREP. CUELLAR:  Thank you.\n\nREP. MILLER:  The chair now recognizes the ranking member of the full committee, the gentleman from \nMississippi, Mr. Thompson, for any statements that he may have.\n\nREPRESENTATIVE BENNIE G. THOMPSON (D-MS):  Thank you very much, Madam Chairman.  I welcome our \nwitnesses here.  Some I've seen one or two times in the past.  And I'm looking forward to your testimony.\n\nI've long encouraged the Department of Homeland Security to develop a comprehensive strategy for securing \nAmerica's borders.  It is still my hope that the department will do so.  While not a department-wide strategy, I'm \n\n\n\npleased that the U.S. Border Patrol has developed a new plan, the Border Patrol strategic plan, 2012 to 2016, to \nguide the agency over the next few years -- four years.\n\nWith the support of Congress, the Border Patrol has experienced unprecedented growth over the last decade in \nterms of both personnel and resources.  As the ranking member of this subcommittee has already indicated, the \nnumber of Border Patrol agents has more than doubled over the last decade from over 10,000 in 2002 to over \n21,000 today. DHS has also added hundreds of miles of pedestrian fencing and vehicle barriers in that time, with \nabout 650 miles in place along the southwest border today.  Furthermore, DHS has deployed additional technology \nand equipment to the borders, including mobile surveillance systems, cameras and UAVs.\n\nGiven these sweeping changes, it seems necessary and appropriate for the Border Patrol to set forth a new \nstrategy based on current realities.  That said, the Border Patrol strategic plan is a relatively brief document \ncompared to the breadth and depth of the mission before the law enforcement agency.\n\nI look forward to hearing more details today from Chief Fisher about the strategic plan and how it will be \nimplemented in the near term and in the coming years.  I do have some initial thoughts on the plan, however.  One \nof the concerns I've expressed during prior oversight hearings on the rapid growth of the Border Patrol was the \nneed to ensure proper training and supervision of less-experienced agents.  I was pleased to see that the strategic \nplan gives consideration to supporting the men and women of the Border Patrol and ensuring that the agency \nmatures as an organization.\n\nThe strategic plan also discusses the Border Condition Index, BCI, which is the Border Patrol -- which the Border \nPatrol is developing to replace operational control as the metric for measuring border security.  We are told that \nthe new BCI is intended to capture a more comprehensive picture of border conditions, including border security, \npublic safety, and quality of life.  It's my hope that the BCI will truly offer a better indicator of the situation along the \nborder and is not just a case of finding a new ruler when you do not like the first measurement.  I look forward to \nhearing more detail about the BCI at this hearing and once the new system is implemented.\n\nI thank the witnesses for joining us today and yield back the balance of my time.\n\nREP. MILLER:  I thank the gentleman for his comments, and other members of the committee are reminded that \nopening statements might be submitted for the record.\n\nFirst of all, Michael Fisher, Chief Fisher, was named the chief of the U.S. Border Patrol May of 2010.  Chief \nFisher started his duty along the Southwest Border in 1987 in Arizona.  He successfully completed the selection \nprocess for the Border Patrol Tactical Unit in 1990 and was later selected as the field operations supervisor for the \ntactical unit.  Following this, he served as a deputy chief patrol agent in the Detroit sector and as an assistant chief \npatrol agent in Tuscon, Arizona.\n\nRebecca Gambler is an acting director in the U.S. Government Accountabilities (sic/Accountability) Office, \nHomeland Security and Justice team, where she leads the GAO's work on border security and immigration issues.\n\nShe joined GAO in 2002, and has worked on a wide range of issues related to homeland security and justice, \nincluding border security, immigration and DHS management and transformation.\n\nMark Rosenblum is a specialist in immigration policy at the Congressional Research Service and an associate \nprofessor of political science at the University of New Orleans.  Dr. Rosenblum is the author of The Transnational \nPolitics of U.S. Immigration Policy, and the co- editor of the Oxford Handbook of International Migration.  He has \nalso published over 40 academic journals, articles, book chapters and policy briefs on immigration policy and \nU.S./Latin American relations.\n\nSo we welcome all of the witnesses, and the chair now recognizes Chief Fisher for his testimony.\n\n\n\nMICHAEL J. FISHER:  Chairwoman Miller, Ranking Member Cuellar and other distinguished members of the \nsubcommittee, it is indeed a privilege and an honor to appear before you today to discuss the work the U.S. \nCustoms and Border Protection does in securing America's borders.\n\nMay 28, 2012 will mark the 88th birthday of the United States Border Patrol.  As this day approaches, I am \nreminded of how western author Louis L'Amour defined the term riding for the brand, as a compliment or an \nexpression of loyalty to a cowboy's outfit.  For 88 years, the men and women of the United States Border Patrol \nhave been riding for a unique and particular brand.  Since the days of the mounted watchmen who rode the border \nlands of the southwest, the Border Patrol has done no less than protect and defend this country's borders.\n\nAs L'Amour wrote, \"If a man did not like a ranch or the way they conducted their affairs, he was free to quit, and \nmany did.  But if he stayed on, he gave loyalty, and expected it.\"  For 88 years, the men and women of the Border \nPatrol have stayed on, giving their loyalty to their mission and this nation.  Since May 28, 1924, the U.S. Border \nPatrol has responded to an ever-changing and maturing nation as it recognized the need to curb the influx of \npeople and contraband entering its borders.\n\nAs the nation evolved, so did the job.  During the Prohibition era, inspectors pursued liquor smugglers in the \nmountains of Arizona. As World War II raged in Europe and Asia, Border Patrol inspectors scanned the Atlantic \nhorizon for enemy submarines off the coast of Florida.  The Cold War found Border Patrol personnel on board \ndomestic airline flights, serving as U.S. air marshals.  During the Civil Rights movement, the U.S. Border Patrol \njoined U.S. marshals to enforce federal law by protecting James Meredith as he registered as the University of \nMississippi's first African-American student.\n\nIn the wake of Hurricane Katrina, Border Patrol agents responded to help victims and restore order, and during the \nreconstruction of Iraq and Afghanistan, agents stepped up across the ocean to bring security and support.  Whether \ndealing with the problem of illegal immigration or facing the threat of international terrorism, Border Patrol agents \nhave done their job with vigilance, integrity and pride. The threats have changed over the years, but the basic \nmission remains unaltered.  Defending and protecting our nation's borders is the Border Patrol's brand, a brand \nthat is as important today as it was in the past.\n\nThis month, as we take increased devotion from our past to carry out our great task of securing America's borders, \nit is altogether fitting and proper that I am here to discuss the Border Patrol's future for the 2012-2016 Border \nPatrol Strategic Plan.  The border is a very different environment today than when I began my career.  I have \npersonally witnessed the evolution of the border over the past 25 years, both in terms of additional resources \napplied against the threat, as well as the change in the adversary's tactics.\n\nThe Border Patrol's Strategic Plan builds on the foundation of the 2004 National Strategy.  The '04 strategy \nfocused on getting the Border Patrol organized and recessed through the unprecedented deployment of \npersonnel, technology and infrastructure.  Our 2012-16 Strategic Plan involves a set of objectives, strategies, \nprograms and initiatives that apply information, integration and rapid response to develop and deploy new and \nbetter tactics, techniques and procedures to achieve our strategic objective.\n\nThe principal theme of our strategy is to use information, integration and rapid response to meet all threats.  These \npillars are essential as we continue to build upon an approach that puts the Border Patrol's greatest capabilities in \nplace to combat the greatest risks.   First, information provides situational awareness and intelligence developed by \nblending things such as reconnaissance, community engagement, sign cutting, tracking and technology to enable \nBorder Patrol agents to get ahead of the threat.  Second, integration denotes our comprehensive planning and \nexecution of border security operations that leverages partnerships to ensure we bring all available capabilities and \ntools to bear in addressing threats.\n\nLastly, through rapid response, we will deploy capabilities timely and effectively to meet and mitigate the risks we \nconfront. Put simply, rapid response means the Border Patrol and its partners can quickly and appropriately \nrespond to dynamic threats.  Our strategy has two interrelated and interdependent goals.  Goal one is to security \nAmerica's borders.  The Border Patrol will work to achieve this goal by preventing terrorists and terrorist weapons \n\n\n\nfrom entering the United States, managing risk, disrupting and degrading transnational criminal organizations, \nemploying a whole of government approach and increasing in community engagement.\n\nFirst, the current risk environment is characterized by a variety of constantly evolving threats, and the Border \nPatrol must harness information and intelligence to ensure that operations are focused and targeted against \npotential terrorist threats and transnational criminal organizations.  The Border Patrol's ability to prevent and \ndisrupt such threats is enhanced to increased information sharing and operational integration, planning and \nexecution with our domestic and foreign law enforcement partners.\n\nLikewise, developing and deploying the best possible information and intelligence is critical to assessing and \nmanaging risk.  The Border Patrol's capabilities must continue to adapt to ensure that resources are being used \neffectively and efficiently.  For example the Border Patrol employs a tactical strategy known as change detection \ncapability, which uses various techniques to gather situational awareness in low threat areas.  Change detection \ncapability allows the Border Patrol to continue focusing other capabilities on areas where the highest risk exists, \nbut ensures that any threat adaptation is identified quickly.\n\nIn addition to assessing the threat and risk, the Border Patrol must continue to develop its mobile response \ncapability to quickly redeploy scalable capabilities to the highest risk areas.  Through targeted enforcement against \nthe highest priority threats and the expansion of programs that aim to reduce smuggling and associated crimes, the \nBorder Patrol will increase the ability to disrupt and degrade transnational criminal organizations along our \nborders.  Our consequence delivery system is one example of our ability to apply targeted and effective strategies \nthat guide management and agents through a standardized process designed to uniquely evaluate each subject \nand identify the ideal consequence that breaks the smuggling cycle.\n\nIn order to maximize enforcement benefits from combined resources, we much move beyond collaboration towards \nintegration.  Our border security mission involves a multitude of entities in the application of a whole of government \napproach to ensure that we are working together in an integrated way.  Lastly, the Border Patrol will continue to \nengage and educate the public on border activities and issues to leverage the critical assistance of our border \ncommunities. Active engagement by the Border Patrol with local law enforcement and the public can assist in \nlowering crime and reducing violence in border communities.\n\nGoal two is to mature, refine and integrate the Border Patrol's institutional capabilities and techniques.  The \nBorder Patrol will achieve this goal by strengthening our investment in its people, supporting our employees, \npreserving our organizational integrity, improving our processes, systems and doctrine and enhancing our \nefficiencies.  First, we must strengthen our investment in our people and capabilities to improve education, training \nand support for Border Patrol personnel.\n\nSecond, we must reinforce employee support initiatives in programs that continue to provide ways for Border \nPatrol employees to remain resilient in the performance of their day to day duties. Third, the Border Patrol must \naddress threats to organizational integrity and remain vigilant in training and promoting initiatives to combat \ncorruption, to ensure morale and mission are not compromised. Leaders much set the example and promote \nintegrity through the Border Patrol to reduce the potential for corruption.\n\nAs the Border Patrol grows and matures, it is necessary to develop an institutionalized doctrine within the \norganization that will help execute the long term Strategic Plan and enable the Border Patrol to seamlessly link the \noperational force to emerging tactics, techniques and procedures of our adversaries.  Lastly, it is the Border \nPatrol's responsibility to ensure that its leaders, agents and support personnel are good stewards of the American \ntax dollars.  As the Border Patrol progresses towards organizational rigor and maturity, an essential element will \nbe the development and continual refinement of comprehensive, demanding and results-driven performance \nmeasures that hold us to account.\n\nThe Border Patrol Strategic Plan marks an important point in the growth and development of the U.S. Border \nPatrol, and establishes an approach that is tailored to meet the challenges of securing a 21st century border \nagainst a variety of dynamic threats and dangerous adversaries.  Ultimately, leveraging all available actions, \n\n\n\nprograms and techniques encompassed within our Strategic Plan will strengthen the Border Patrol internally, \nincrease capabilities and our operations and enhance border security, and ultimately, national security, through the \nuse of information, integration and rapid response.\n\nAgain, Chairwoman, thank you for the opportunity to testify today.  I look forward to working with you and the \ncommittee as we design the strategic implementation plan.  And, at this point, I welcome your questions.\n\nREP. MILLER:  Thanks very much, Chief.\n\nAt this time, we'd recognize Ms. Gambler for her testimony.\n\nMS. GAMBLER:  Good morning, Chairwoman Miller, Ranking Member Cuellar, and members of the subcommittee.  \nI appreciate the invitation to testify at today's hearing to discuss GAO's work on border security programs and \nperformance measurement which could inform the Border Patrol's effort as it transitions to its new strategic plan.\n\nThe Border Patrol is the federal agency with primary responsibility for securing U.S. borders between ports of \nentry.  From fiscal year 2004 through 2011, the number of Border Patrol agents nearly doubled from about 10,800 \nto nearly 21,500.  Also, the Department of Homeland Security has reported that, since fiscal year 2006, about $4.4 \nbillion has been invested in border technology and infrastructure.\n\nThe Border Patrol is issuing a new strategic plan to guide its border security effort.  According to the Border \nPatrol, this plan will involve use of a risk-based approach based on the three key elements of information, \nintegration and rapid response.\n\nToday, I would like to focus my remarks on two key areas related to Border Patrol strategy.  First, I would like to \nhighlight GAO's prior work related to the Border Patrol's implementation of its 2004 national strategy.  Second, I \nwould like to highlight GAO's prior work reviewing performance measures and indicators for border security.\n\nWith regard to my first point, our work has shown that the Border Patrol and the Department of Homeland Security \nmore broadly has made progress in developing and deploying capabilities related to the three key elements of the \nnew strategic plan.  Perspective, the Border Patrol and the department have deployed capabilities to provide \ninformation and situational awareness for securing the border, to coordinate efforts with border security partners \nand to provide for mobile response.\n\nFor example, the department has deployed various technology systems to increase situational awareness primarily \nalong the southwest border.  Further, the Border Patrol and its international and domestic law enforcement \npartners have established task forces for coordinating security activities along the northern border.\n\nWhile these are positive developments, our work has identified key challenges facing the Border Patrol and the \nDepartment of Homeland Security in implementing the border security strategy.  Consideration of these challenges \ncould inform Border Patrol effort as the agency begins to implement its now strategic plan.\n\nFor example, we have reported on the need for the department to better assess the benefits and performance of \ntechnology and infrastructure deployed along the southwest border to help provide situational awareness.  We \nhave also reported on the need for the department to enhance its oversight of task forces to help identify and \nreduce any potential duplication of effort.\n\nNow, turning to the issue of performance measurement, the Department of Homeland Security's goal and measure \nof operational control was used in conjunction with the Border Patrol's 2004 strategy.  Operational control was \ndefined as the number of border miles where the Border Patrol had the ability to detect, respond and interdict \ncross-border illegal activity.\n\nThe department last reported its progress and status in achieving operational control of the borders in fiscal year \n2010.  At that time, the department reported achieving operational control for about 1,100 miles or 13 percent of \nmore than 8,600 miles across U.S. northern, southwest and coastal borders.\n\n\n\nOn the southwest border specifically, the Border Patrol reported achieving operational control of 873 miles or 44 \npercent of the nearly 2,000 miles of the U.S. border with Mexico.\n\nThe Department of Homeland Security and Border Patrol has several efforts under way to develop new measures \nor indicators for assessing border security programs.  Until these efforts are completed, the department is using \ninterim measures such as the number of apprehensions on the southwest border.  These measures provide some \nuseful information but do not position the department to be able to report on how effective its efforts are at securing \nthe border.\n\nIn closing, as the Border Patrol transitions to a new strategic plan, it will be critical for the Border Patrol itself and \nthe department more broadly to provide effective direction and oversight of its implementation.  It will also be \nimportant for the Border Patrol and the department to continue to develop performance measures that are linked to \nmissions and goals, including targets and produce reliable results.\n\nThis concludes my oral statement.  I would be pleased to answer any questions members may have.\n\nREP. MILLER:  Thank you very much for that -- that testimony, Ms. Gambler.\n\nAnd the chair now recognizes Dr. Rosenblum for his testimony.\n\nMARC ROSENBLUM:  Thank you.  Chairman Miller, Ranking Member Cuellar, Ranking Member Thompson and \nmembers of the subcommittee, I'm honored to present testimony today on behalf of the Congressional Research \nService.\n\nMy testimony makes three main observations.  First, the U.S. border in 2012 is a very different place than it was in \nthe mid-'90s when the core of the current Border Patrol strategy was developed. Second, the changes at the \nborder have entailed costs, and I'll discuss a few of them.\n\nThese observations lead to the third which is that the new Border Patrol strategy comes at an appropriate time \nand raises important questions.  In some ways, we're at a critical juncture with respect to how we define border \nsecurity and how we understand risks and threats to the United States.\n\nLet me begin with the changes at U.S. borders.  The core of the current strategy since the mid-'90s is prevention \nthrough deterrence; the idea that the concentration of personnel, infrastructure and surveillance technology along \nheavily trafficked regions the border will discourage unauthorized aliens from attempting to enter the United States.\n\nA new strategy was published in 2004 that continued to emphasize investments along the border and, in the post-\n9/11 environment, also focused on intelligence to assess risk and to target enforcement to the greatest border \nsecurity threats, including potential terrorists.\n\nAt the same time, DHS announced the Secure Border initiative, a national program emphasizing personnel, \nsurveillance, technology and fencing as well as interior enforcement and new removal practices.\n\nMy written testimony includes several data points that show that these plans have largely been implemented, and \nwe've heard some about it already.  One example is the growth in Border Patrol personnel, slow growth in the \n1980s, faster growth in the '90s and even faster growth in the most recent decade, all of it concentrated primarily on \nthe southwest border.\n\nMore importantly, there's an increasing body of evidence suggesting that these investments have been begun to \npay off.  As we've already heard, apprehensions of unauthorized migrants, while an imperfect measure, are at their \nlowest level in about 40 years.  My written testimony includes several additional indicators that suggest falling illegal \nmigration.\n\nSeveral factors have contributed to this trend, as the chairman noted, including the U.S. economic downturn, crime \nand violence in northern Mexico, Mexico's strong economic recovery since 2010, demographic changes in Mexico.  \n\n\n\nBut the data suggest that U.S. enforcement efforts, likely, are an important contributing factor behind declining \nillegal migration.\n\nThis figure illustrates one of the causal dynamics.  The figure shows two measures of the fees migrants pay to be \nsmuggled from Mexico to the United States.  Smuggling fees were essentially flat during the 1980s and then rose \nsharply beginning in the early '90s through the first half of the last decade.  So the figures suggest that it was \nrelatively easy to cross the border during the '80s but became much more difficult to do so during the '90s as \nenforcement intensified.\n\nThese gains at the border have entailed costs.  One way to think about cost is in terms of direct appropriations, and \nmy written testimony describes the dramatic growth in border spending.  My written testimony also identifies a \nnumber of unintended consequences of border enforcement on migration flows and a number of indirect costs of \nborder enforcement on crime, migrant mortality, the environment, border communities and U.S. foreign relations.\n\nBorder enforcement also entails opportunity costs.  How does funding for enforcement between ports of entry \ncompete with other DHS priorities and with priorities outside of DHS?  For example, this figure compares resources \nthat have gone to border security between ports of entry to resources for inspections and enforcement at ports of \nentry.  Funding for enforcement between the ports has more than doubled since 2004 while funding at the ports has \nincreased by less than a third.\n\nAnd FTEs, full-time employment, lines for enforcement between the ports has increased 99 percent while FTEs at \nthe ports have increased just 12 percent.\n\nWe often think of border security in terms of how many unauthorized migrants make it through it the Arizona \ndesert, but the 2012 strategy highlights the Border Patrol and DHS' broader approach to risk management.  Four \ntypes of transnational threats may be especially important to consider; weapons of mass destruction, drugs and \nother contraband, potential terrorist and other bad actors and then regular unauthorized migrants.\n\nThese threats have different risk profiles.  Most experts agree that WMD are a high-consequence low-probability \nthreat.  Regular illegal migration is a lower-consequence higher-probability threat. The entry of illegal drugs falls \nsomewhere in between on both of these dimensions.\n\nThe threats also differ across border zones.  The southwest border between ports of entry is a point of vulnerability \nwith respect to illegal migration and marijuana smuggling but WMDs and drugs and other contraband both are \nconsidered more likely to be smuggled into the United States through a port of entry rather than carried across the \nborder.\n\nGiven existing infrastructure, the southwest border also may not be the greatest point of vulnerability with respect \nto terrorists and other bad actors who may be more likely to attempt illegal entry through a port or to enter the \nUnited States from Canada or at a coastal border.\n\nGiven the gains we've made at the border, the new Border Patrol strategy offers a moment to think about the \nbroader context and bottom-line goals for U.S. border security.  What are the most serious security threats \nconfronted by the United States?  Where are its greatest points of vulnerability?  What additional investments and \npolicies may most effectively reduce risks to the United States? Thank you for the opportunity to testify, and I look \nforward to your questions.\n\nREP. MILLER:  Thank you very much, Doctor.\n\nAnd I want to thank all of our witnesses for being here today, particularly you, Chief, who I'm noticing is really the \nonly person in uniform, and we're all here -- (chuckles) -- telling you of our hopefully constructively critical way of \nlooking at all of this in your new strategic plan.  And I appreciated you articulating again the long and distinguished \nhistory of the CBP certainly and -- but you know, and I also was taking some notes as you were talking, and I've \nbeen looking -- been looking at your new strategic plan here a bit, and as you mentioned, information integration \n\n\n\nand rapid response and also about the amount of -- I think Ms. Gambler mentioned it -- over $4 billion that the \nCongress has -- American taxpayers have invested in technology and these kinds of things.\n\nAnd you know, with all the technology that we do need to utilize obviously for all our borders, sometimes there's \nreally no second for human intel really.  And as I mentioned at the outset, with the despoiling this bomb plot, I'm \ncertain that much of that was human intel and the work of our intelligence community, counterintelligence, \ncounterterrorism, et cetera.  Same thing applies, I think, for border security in many, many ways.\n\nAnd it seems to me that a good way to get that kind of intelligence is utilized or certainly -- you mentioned it in the \nstrategic plan here when you talk about increasing community engagement and these kinds of things with all the \nvarious stakeholders at all of our borders as well.  And we've often said that they're really a force multiplier, and I \nthink you can probably get a lot more intel from the local law enforcement that's sort of out in the neighborhoods a \nbit and sharing that information with you, whether that's at the southern border, the northern border, our coastal \nborders or what have you.  One thing about the street:  The street talks.\n\nMR. FISHER:  Yes, ma'am.\n\nREP. MILLER:  The street talks.  And your officers are trained to understand and start to develop a threat \nassessment based on some of that intel.  And also -- and I'm not sure if you have that in here, but I was recently on \n-- of course, I'm from the Detroit sector and was recently over on the other -- on the Canadian side of the Blue \nWater Bridge looking at what our Canadian counterparts were doing, and I had one of your officers with it.  And \nwhat did they have there, more than anything -- dogs.  The dogs were sniffing -- I mean, with all this technology, the \ndogs were sniffing everything that went through with the -- whether it's people or drugs, and their ability for \napprehensions was not something high-tech.\n\nAnd so particularly when you have all these military dogs coming back now that have had the ability to sniff with \nIEDs and everything else, and I know we've talked about how that can be a layer of your strategic approach to \nborder security.  But I mention that because when we talk about defense in depth, really looking at ports of entry, \nmaking utilization of interior checkpoints -- I know along the northern border and, I think, the southern as well, a big \npart of what you were doing was like going into the bus terminals, talking to folks at transportation hubs, et cetera -- \nsometimes just a random approach that you start picking up intel that is incredibly important.\n\nI guess I would first ask, are you still doing that?  I'm not sure if you're still continue to do that.  And what is your \nthought about utilizing the community engagement, et cetera, for intelligence gathering, which I think is a certainly \nas critical component as even UAVs or anything else?\n\nMR. FISHER:  Yes, Chairman.  Well, to your first point, we are still doing checkpoints, although we're moving away \nfrom the term \"defense in depth\" because defense in depth in the previous strategy really implied a first and \nfundamental strategic imperative which was terrain denial.  So in that context, it made sense to have some defense \nin depth, like checkpoint operations, whether they were tactical or permanent.  And so we will continue, and that's \nwhat we've asked the field chiefs to take a look at.\n\nJust because it's not necessarily written in those few pages of the strategy -- remember, the strategy's a broad \nframework of how we want the organization to start thinking.  So there are going to be things that even since 2004 \nthat we will continue to do, and if it makes sense to continue on that path forward, we will do that.  I think some of \nour terminology in what we're trying to accomplish is also going to change.\n\nWith respect to the community engagement, it's going to be critical for our leaders to understand the change from \ncommunity relations towards community engagement.  As you so artfully articulated, you know, we have 21,370 \nBorder Patrol agents.  We also have 21,370 intelligence collectors.  And we've got to train the Border Patrol \nagents to recognize that every individual that they encounter is a potential source of information.  And when you say \ninformation also, it's because we also don't want to discount open- source information.  People that live in the \nborder communities, quite frankly, have a lot of information that, unless we ask them, aren't going to be able to \nshare that with us.\n\n\n\nI think that was some of the lessons learned in 2006 and into 2007 that the Department of Defense in shifting their \nthinking in terms of their strategy and how they were going to actually confront, you know, the threats that they were \nseeing overseas.  The same broad approach that we're taking in recognizing that we have to make sure that just \ndon't ask somebody, hey, give us a call if you see something suspicious.  Actually take the time and explain to them \nin their particular area what is suspicious and why it's important that they respond and, to the extent that they're \nable to, to provide that level of information for us.  So it's a -- kind of a strategic shift as well in terms of what our \nexpectations are of the communities in which we serve.\n\nREP. MILLER:  I appreciate you saying that because, again, I think just an example in the northern sector -- and I \nthink this is the pilot program -- I'm not sure if you have plans to replicate it along a northern tier or the southern tier \nas well -- is the Operational Integration Center in Michigan where you literally have all of the various stakeholders.  \nAnd you mentioned the DOD, but I mean, it wasn't -- really the 9/11 Commission recommendation that I always talk \nabout, because I think it was one of the most important ones -- the need to go from the need-to-know to the need-\nto-share, the need to share information amongst the various agencies or all of the stakeholders.\n\nAnd in the case of the OIC, where you have CBP and BP and the Coast Guard, the Royal Mounted, we have the \nstate police, the counties, as I say, all their Marine patrols, et cetera, the local cities and village police departments \nand first responders -- all of this information being analyzed by state-of-the-art data.  So you're using the computers \nreally to analyze the human intel that can assess the threat and then have a product that can be given to the men \nand women that are out on the front lines, whether that's the northern tier, southern tier or what have you.  I think \nthat is something that the department needs to think about replicating.  It's had great success in that particular area.\n\nAnd I know my time has run off -- running over here, but I do have just a -- what is really new?  What is really new \nin this strategic plan?  I'm looking at it, and everything in here -- I mean, I agree with everything that's here, but \nthere wasn't really something that grabbed me as being really new.  Is there anything really new in here that you \nwould highlight as a marquee component of this new plan?\n\nMR. FISHER:  I'll give you one example that is -- actually, I'll give you two quick examples.  One is the change \ndetection capability. That was something that we --\n\nREP. MILLER:  The what?\n\nMR. FISHER:  Change detection capability.  And the other one talks about optimizing capability.  We weren't able to \ndo that eight years ago because, one, we didn't have the level of resources and, two, we didn't have the technology \nthat allowed us to look into areas like the northern border or some of the very remote areas along the southern \nborder because we weren't able to get into those locations. Road systems did not exist; the terrain did not lend \nitself for patrols in that area.\n\nAnd with the UAS systems that CBP has had over the last few years, it gives us the ability now to use things like \nsynthetic aperture radar to go out and fly sorties along the border to confirm or deny any changes in that threat \nenvironment or any entries which, over the course of, say, for instance, two or three weeks we hadn't seen \nanything.  So that allows us to use technology to be able to understand where those threats are going to be \nevolving.  And so those phrases, although they're somewhat new -- and that takes a whole new meaning when you \nlook at the implementation and what it means along our borders.\n\nREP. MILLER:  Just as a follow-on, do either of the two witnesses have any comment in regards to that -- what is \nreally new in the strategic plan as you've reviewed it?  Do you agree with what the chief's pointing out, or do you \nhave something else that caught your eye?\n\nMS. GAMBLER:  I think from our perspective, some of the same elements are in the 2012 strategy as were in the \n2004 strategy.  I think there's a different level of emphasis on some of the capabilities and a different way of \nthinking through how those might be implemented going forward.\n\nSo I think it's a difference in emphasis to some extent.\n\n\n\nREP. MILLER:  Doctor?\n\nMR. ROSENBLUM:  And I would agree that there's a clear evolution when you look at the preference through \ndeterrence as it was described in the 1990s through the 2004 plan.  There's sort of a clear trend of the Border \nPatrol describing having adequate resources now put in place at the border and thinking more strategically about \nhow to deploy them and how to use them flexibly.\n\nREP. MILLER:  Thank you.\n\nThe chair now recognizes the ranking member, Mr. Cuellar.\n\nREP. CUELLAR:  Thank you so much, Madam Chair.\n\nFirst of all, Doctor, let me ask you -- or let me just say, first of all, thank you for the report that you gave us and, \nalso, members, if you haven't seen the Congressional Research report of the -- I think it's dated January 6th of this \nyear -- called \"Border Security: Immigration Enforcement Between Ports of Entry,\" I would ask you -- I think one of \nthe charts that you had up there on how much the coyotes charges and know what the price has gone up.  I \nappreciate the good work that you've done.\n\nLet me ask you, since I authored -- passed the law on modernizing GPRA, let me ask you about some of the GPRA \nchanges.\n\nDo you know if Border Patrol -- maybe it's more under the umbrella -- have appointed a performance improvement \nofficer already? That's supposed to be under the law.  If you know?\n\nMR. ROSENBLUM:  I'm not certain.  I don't know.\n\nREP. CUELLAR:  OK.  Do you know if they started working according to their law, I think, priority goal?  Have they \nset up their priority goals, or is that more under the Homeland Security?  There's certain things they're supposed to \nbe doing under the law.  I'm just asking if they've done that already.\n\nMR. ROSENBLUM:  And I'm not certain about that either.  I know that they owe some reports that you guys, and I \nhaven't seen all of those reports yet.\n\nREP. CUELLAR:  OK.  Chief Fisher, have y'all done that?  Do you know who your performance improvement \nofficer is?  Or is that more under Homeland?\n\nMR. FISHER:  It's a little bit of both, Congressman.  As a matter of fact, within our strategic policy and plans division \nwithin the headquarters, we have Border Patrol agents that are assigned and work closely --\n\nREP. CUELLAR:  I'm sorry.  I don't mean to interrupt.  I apologize.  I really apologize.\n\nBut under the law, you're supposed to have an executive high- ranking officer not in the field.  It's supposed to be \nunder the law, Chief.  And I don't know if it should be more under the umbrella as it applies.\n\nBut do you know who your chief improvement officer?\n\nMR. FISHER:  I don't know whether it's within the Border Patrol. More likely, it may be within Customs and Border \nProtection or at the department level.  But we do have Border Patrol agents that are assigned to run those reports \nand work on a continual basis to make sure that whatever we're reporting against the GPRA requirements each \nyear, they're doing that both in concert with CBP and other department.\n\nREP. CUELLAR:  OK.  Are you familiar with the interagency performance improvement council?\n\nMR. FISHER:  I am not, sir.\n\n\n\nREP. CUELLAR:  OK.  I would ask the gentlemen who are sitting, and ladies behind you, if they would look at \nHouse Resolution 2142. It became law, I guess, over a year ago.  And agencies are supposed to be following \ncertain things.  And it has to do with the performance measures and what the priority goals are.  I would ask you \njust respectfully if your folks behind you could just take notes and look at that law and report back to us on that.\n\nAnd I know -- the reason I say that is because I know there's some changes, and I appreciate all the work.  But for \nexample, there's been changes.  I think now we're moving away from operational control. As of September 30th, if \nyou look at that definition, 88 percent of our borders were classified as managed.  And there's a definition for \nmanaged control as to operational controls.\n\nSo, basically, we had 12 percent of all the borders, northern, southern borders, coastal areas that were under \noperational control. The rest were under managed control.  Is that correct, Dr. Rosenberg (sic)?  OK.\n\nAnd, again, there's definitions, and you go through what managed and operational control -- well, operational \ncontrol means a tighter rein than managed control.  And I think -- I don't know, the southwest border, out of 2,000 \nmiles, 873 were under operational control.  And the northern border, I think, out of all of the miles that you have, 69 \nmiles were under operational control.  And then under the whole coastal, east and west, only 165 miles were under \noperational control. Is that correct?\n\nMR. ROSENBLUM:  Yes, sir.\n\nREP. CUELLAR:  And they're moving now -- Border Patrol is now moving into another type of performance \nmeasures.  And according to your report, since headquarters has not come up with a new performance measure or \nnew goals and that, according to your report, different officers at different ports are using different intrameasures \n(ph) for GPRA reporting measures.  Is that correct?\n\nMR. ROSENBLUM:  That's what I understand.  There are a number of additional measures that Border Patrol \ndoes track, including their estimates of -- they track apprehensions, and we know something about that.  The \nmeasures that you were citing, the operational control and effective control, refer to the time within which, after \nsomebody crosses the border, the Border Patrol is able to apprehend them, as we were discussing earlier.\n\nBut at the sector and station level, I understand -- and Chief Fisher could tell you much more about this -- that the \nstations also track their estimates of how many people get away and successfully enter the U.S., how many people \nare turned back.  And those are some of the kinds of things that could also be incorporated into our analysis of the \napprehension rate and of illegal flows.\n\nREP. CUELLAR:  And under the -- as of April of 2012, Border Patrol headquarters officials were working to \ndevelop a border security goals and measures, but they've not given you a target time frame as to when they will \nbe implementing that.\n\nHere we're talking about a strategy.  Correct?  So the first part is the strategy, but then we've got to go into the \ngoals, and then we've got to go into the measure -- you know, how do you measure results from failure.\n\nChief, do you have an idea of when we'll get to -- and, again, thank you.  I appreciate it.  The strategic is the first \nstep, but we've got to go into the goals and then the measures.\n\nAny idea when we'll -- what sort of time frame we'll have for that?\n\nMR. FISHER:  Yes, sir.  We're looking at the beginning of the next calendar year.  Although, I should also mention \nit's not like we're just erasing everything that we've done and trying to come up with new things.  What we're trying \nto do is dovetail into some of those things that we have previously used and inform beyond some of the data sets.  I \nthink the one that comes to mind is apprehensions.\n\nI mean, we have talked -- even within this committee -- about, you know, apprehensions, in and of themselves, \nreally tell us anything in terms of the extent to which we're being successful and/or levels of border security.\n\n\n\nWhat is interesting, what we're doing now is taking a look at those apprehensions only as a start point to really \ndelve down, to really understand the rate of recidivism, the rate of re-apprehension in different locations and doing \nthe comparatives to make sure that we're having a better sense of what is actually happening not just \nindependently trying to evaluate on whether the apprehensions went up or whether they went down.\n\nSo it's a whole host of rethinking and, in some cases, we're looking at new measures to include the effectiveness \nratio.\n\nREP. CUELLAR:  And my time is over, if I can just finish with this thought.\n\nI would ask you, again, Chief, to look at the new GPRA.  I would ask y'all to look at the requirements that are in law \nalready.  I would ask you also to look at page 21, appendix 2 of the report when it talks about performance \nmeasures.  And I'll just go over -- I'll just highlight them.\n\nPerformance measures should cover core program activities that Border Patrol is expected to perform.  Measures \nshould be balanced to cover CBP and DHS priorities.  Measures should link and align measures with other \ncomponents at successful levels of the organizations. Measures should reflect governmentwide priority, such as \nquality, timeliness and cost of service, also, what it costs to provide that. Measures should have a numerical goal to \nbe reasonably free from significant bias and manipulation and be reliable producing the same results from the same \nconditions.\n\nI ask you to do that because, again, I appreciate the strategic plan, but we've still got a lot more work to go -- the \ngoals, priority goals and the performance measures -- so we know exactly what are we measuring.  Is it results or \nfailure from work there?\n\nAnd, again, I appreciate all of the good men and women that work for you.  It's good work.  I know it's very hard.  \nGPRA is a very important part so we can look at efficiency, effectiveness, accountability to the taxpayers especially \nsince we're putting so much money into homeland security.\n\nSo, again, we look forward to working with you, Chief, and I would ask you to work with Dr. Rosenberg (sic) and \nsome of the other folks here on some of the ideas here and, especially, the requirements under GPRA.\n\nMR. FISHER:  Yes, Congressman.\n\nREP. CUELLAR:  Thank you so much.  Appreciate it.\n\nREP. MILLER:  I thank the gentleman.\n\nThe chair now recognizes the ranking member of the full committee, the gentleman from Mississippi, Mr. Johnson.\n\nREP. JOHNSON:  Thank you very much, Madam Chair.\n\nChief Fisher, one of the constants that this committee runs into is departments or agencies will come up with a new \nplan, a new strategy.\n\nBut when you talk about who was involved in crafting the new plan or strategy, it ends up being just a snapshot of \nthe agency rather than the agency as a whole.\n\nSo can you tell us, in developing this new strategy or the third strategy that I've been a part of, did we involve other \ncounterparts -- the CBP -- in putting it together, like the air, marine and other operations?\n\nTell us a little bit about that.\n\nMR. FISHER:  Yes, Congressman.  That's actually a really good question.\n\n\n\nIt's been in process, the design and development of the strategic plan, for about 18 months.  And during that \nprocess, not only within CBP and those other operational offices that you mentioned, Office of Field Operations and \nOffice of Air and Marine, had opportunities to comment on multiple drafts as we were developing the strategy \nthroughout.\n\nWe also had input, certainly, from the department.  And even before that, as we were working with our field \ncommanders and we had them reach out to the employees to understand and help us develop the framework as \nwell.  We wanted to make sure that we harnesses the ideas from the field leadership.\n\nAnd then we took the opportunity and had about a dozen peer review -- folks that are actually outside of the \nuniform, some retired Border Patrol agents, in some cases, were just outside of law enforcement, folks that we \nhad, within the staff, had worked with throughout our last few years, certainly, respected their opinions and whether \nit was in the academic environment or whether it was in some outside consulting.\n\nAnd we had them just take a look at it and give us their cold hits and reactions to it as well.  And it was something, \ncertainly, that was not done in a vacuum.  And we really needed broad perspective in order to put this together.\n\nAnd I would also add that part of the implementation plan is taking on that same approach, sir.\n\nREP. JOHNSON:  So in this process, did you have any state or local involvement in the preparation of this plan?  \nOr was it strictly within CBP?\n\nMR. FISHER:  Them, I'm not really sure, Congressman, if it was done at the local level.  That's probably where they \nwould have provided some of the drafts and feedback, whether it was to the sheriffs for their input or police \ndepartments.\n\nIt was not at my direction for them to do so because it was a working draft and it really was the broad strategy.  I will \ntell you, when we actually designed the implementation plan, clearly, the state and locals are going to have it sit \ndown and understand what it means to implement this strategy within their operational environments.  So that, \ncertainly, will be done with a broader law enforcement eye as well.\n\nREP. JOHNSON:  Ms. Gambler, can you -- maybe a little premature. But are we able to quantify the new strategy \nthat's being put forward at this point?  Or would that come a little later?\n\nWe talked about operational control, and there were some things we could manage.  Have we arrived at that point \nyet?  Are we still in the infancy of how we put that together?\n\nMS. GAMBLER:  At this point, the Border Patrol has not released performance goals and measures for assessing \nhow effective it will be at implementing its new strategic plan, and that's something that the Border Patrol will be \nfocusing on going forward and has efforts under way right now to develop some new or additional measures.\n\nI think you're raising an important point, which is that, in the interim, the Border Patrol is using the number of \napprehensions on the southwest border as its primary performance measure which is being reported out in the \ndepartment's annual performance report.\n\nAnd as we've discussed, that kind of measure has some useful information in that it provides insights into the \nactivity levels of the Border Patrol -- how many apprehensions they're making.  But what's really important and \nreally key going forward is for the Border Patrol and the department to move more toward outcome-oriented \nmeasures that would allow the department, the Congress and the public to really get a sense of how effective the \nBorder Patrol's efforts are.\n\nREP. JOHNSON:  So, Chief, is that where you're headed?\n\nMR. FISHER:  Yes, sir.  It is.\n\n\n\nREP. JOHNSON:  OK.  Good.\n\nDr. Rosenblum, you've had an opportunity to look at each one of the departments' efforts.  Do you have some \ncomments on where we are at this point with this one?\n\nMR. ROSENBLUM:  Well, yes.  Thank you, Congressman.\n\nI think, just to echo a couple of points that were just made and to respond to both of your questions, in terms of \nthese sort of outcome measures, I would just add that, even as we await the new border conditions index, there \nare important data sources that exist that we should be looking at.  For example, with the data that Border Patrol \nand -- that DHS, rather, already tracks through the IDENT database, in addition to looking at apprehensions, one of \nthe things that the report that Mr. Cuellar mentioned looks at is unique apprehensions.\n\nAnd that allows us to look at recidivism rate and re-apprehension rate, which is something that Border Patrol is \nlooking at.  And those offer a lot of insight beyond simply apprehensions and allow us, you know, to say quite a bit \nmore about what we know about effectiveness and about illegal flows.\n\nAnd the CBP Office of Field Operations also does some tracking. They do sort of a sample of people who are \nadmitted and don't go through primary -- and don't get secondary -- wouldn't normally receive secondary inspection.  \nThey subject a sample of them to secondary inspection, and they can do an analysis that way of how many people \nappear to be getting through and to make an estimate of illegal migration through the ports.\n\nSo there are some important data sources out there that aren't sort of systematically part of our conversation that \nprobably could be and should be.  So I think that, you know, certainly, when you compare over time throughout \nDHS, they're collecting a lot more data and putting us in a position to say a lot more than historically we've been \nable to say about what's happening in different sectors and at different border zones and through the ports.\n\nSo, you know, I'm optimistic that we'll continue to do a better job of tracking that kind of information.\n\nREP. JOHNSON:  Thank you.\n\nI yield back, Madam Chair.\n\nREP. MILLER:  I thank the gentleman.\n\nThe chair now recognizes the gentleman from South Carolina, Mr. Duncan.\n\nREPRESENTATIVE JEFF DUNCAN (R-SC):  Thank you, Madam Chairwoman.\n\nI want to piggyback on something you said earlier, the need to share.\n\nAsk, Dr. Rosenblum, you mentioned the IDENT and the biometric ID system.  How integrated is that with other \nagencies because we've heard some testimony about visa overstays, and I've raised some questions about \nwhether these agencies are actually communicating about illegal entries or visa overstays or people that the CBP \nsees there's a trend?\n\nAnd so I'm concerned.  The 9/11 commission report identified that agencies weren't talking.  This is -- this is very, \nvery important to me.\n\nHow integrated do you think that is?\n\nMR. ROSENBLUM:  I mean, the agency people could give you an answer to that question.  My understanding is \nthat -- I mean, as you know, IDENT is currently part -- it's outside of -- it's not part of CBP or ICE.  It's a separate \noffice within DHS under the US-VISIT system.  And there's a proposal to move it now into CBP and ICE.\n\n\n\nMy understanding is that, you know, all of the different DHS agencies have access to the, you know, to the IDENT \ndatabase through US-VISIT and that there is extensive at least information sharing between IDENT and agencies \nlike DOD and State.  State, you know, taps into that in the visa issuance process.\n\nBut I'm not sure I can give you an informed answer about exactly how smooth that integration is.\n\nREP. DUNCAN:  I don't want to dwell on it.\n\nAnd, Chief Fisher, I just ask that your office contact my office with just some information on how we're sharing \nsome of that because it's sort of off on a tangent from what we're talking about today.\n\nThe lady mentioned earlier -- the GAO defines operational control -- the extent of operational control was defined as \nthe number of border miles where Border Patrol has the ability to detect, respond to and interdict cross-board \nillegal activity.  That's a fairly defined metric.\n\nAnd then she goes on in her testimony to say, however, the performance goal and measures that will be used to \nprovide oversight accountability for the new strategic plan have not yet been established.  I think the gentleman \nfrom Laredo, Texas, was kind of going down that.  How do we define the metrics?\n\nAnd so, in our meeting, Chief Fisher, where you said that you wanted to reframe operational control in this new \nstrategy, can you elaborate really how you will do that?\n\nMR. FISHER:  Yes, Congressman, I'd be happy to.\n\nAnd I think your question was -- one of the things that we were looking at two years ago, certainly, within the 2006 \nSecure Fence Act, operational control was defined.  We had a tactical definition that the Border Patrol chiefs in \nthe field were using to be able to report. GAO has their definition.  Everybody had a different understanding of what \noperational control was.\n\nAnd I will tell you, within the organization at the tactical level where these were Border Patrol chiefs that would \nreport every year all of those miles that we were, you know, chalking up over the last few years, there's a tactical \ndefinitions -- let's just take for controlled and managed.  Each of the tactical definitions start with the phrase, a \nborder is considered, or a border zone will be considered controlled when resources are at such a level that -- and \nthen it kind of qualified basically what that border zone, the activity levels or some of those other things that we \nwould use.\n\nWell, when you look at the definition, it was dependent, solely dependent on resources.  So if you didn't have the \nresources at either the controlled or managed level, because both of those definitions started with that phrase, the \nBorder Patrol was not -- in the field was not going to increase effective control, which by definition was either at the \ncontrolled or managed level.\n\nAnd so what we wanted to be able to do in reframing that is to have a better understanding about it's not \nnecessarily dependent on resources as much as it is about the intelligence -- what are those threats in the border \nareas -- and the vulnerabilities which are not equal across the board.\n\nSo instead of having the conversation about whether the border is secure or not, to suggest somehow that that's \nan either-or proposition, my response would then be is, well, what section of the border are you talking about?  We \ncan talk about zone 21 in Nogales, Arizona, and we can show you all the information and intelligence that we have \nin that border zone.  We will show you what deployments we have and we will then be able to show you on a 24-\nhour cycle how many people came in, and of that number, how many people did we apprehend.\n\nAt the broader end, you can talk at the campaign level, for instance.  Our initiative in south Texas, for instance, the \ncampaign. We want to have an assessment about, well, what is the border security status is south Texas.  To me \nit's been more about a methodology, not necessarily a metric, and that's where when I talk about reframing \noperational control, it's to be consistent with the intent and the language within the 2006 Secure Fence Act, and \n\n\n\nthen talk about what it means to prevent all entries.  At what level and where do we start and where do we need to \nend for our end-state.\n\nREP. DUNCAN:  I think the American people do want to have a conversation about what level of the border is \nsecure and what we're doing.  There's got to be some measurable parameter that we can talk. I can talk with my \nconstituents about the southern border.  You can hold your people accountable to a standard or to achievement.\n\nAnd I think there are three things that come to mind.  You know, arrests made at the border for people trying to \ncross illegally. Apprehensions in the homeland interior, where we've identified illegals that have made it through \nyour web and they're caught, apprehended by ICE maybe in another city.  And then I think a standard that we don't \ntalk about, how many -- what's the amount of drugs on the street.  Because the illegal smuggling activity that comes \ninto this country, you know, we don't hear that much.  But we need to lessen the amount of drugs on the street.  I \nthink that is a parameter that we can use to measure your performance by.\n\nSo with that, Madam Chairman, I yield back.\n\nREP. MILLER:  Thank the gentleman.\n\nThe chair now recognizes the gentleman from Texas, Mr. McCaul.\n\nREPRESENTATIVE MICHAEL MCCAUL (R-TX):  Thank you, Madam Chair. Let me thank you again for the field \nhearing in Laredo.  It was very productive, Mr. Cuellar.  Chief, thank you for being here.  Thanks for your service.  I \nalways learn something new every time I go down there with the task force.  And they talked about in Nuevo Laredo \nthe gang -- the cartel activity going on there between the Sinaloa and the Zeta cartels, and this was last week, \npredicting that the violence was going to go up, it was going to spike.\n\nAnd sure enough, last Friday 23 individuals were killed in Nuevo Laredo -- hung over bridges, decapitated.  Just a \nreminder that the border is not a safe place, that we do need to secure the border.  I think the thing that keeps me \nup at night the most would be the idea of weapons-grade uranium being smuggled from a place like Iran to \nVenezuela and then between a port of entry.  A dirty bomb in a major city.  That to me is terrifying.  And yet it's not \nfar-fetched.  I think that's something that is very foreseeable.\n\nSo Operation Control the Border is important.  Last I looked, it was 44 percent under operational control.  You \nknow, we have this new strategy now that scraps operational control and now the GAO has come in to testify that \nthis new strategy does not have performance measures.\n\nCan you -- I guess I'm a little confused.  We're not talking about operational control any more, taken that off the \ntable.  And now the new strategy has no performance measures at all.  How can we possibly measure whether the \nborder is secure or not?  Chief?\n\nMR. FISHER:  Yes, Congressman.  We will have -- we have measures right now.  In other words, we're not, again, \ngoing to dismiss all of the measures or the metrics or the comparative statistics that we have done within the \norganization.  Those continue.  What we're trying to do is match those now with the strategic objectives that are \noutlined in this particular strategy.\n\nWhen you look -- the scenario that you outlined is one of the primary factors in our re-thinking about how we apply \nresources to the border.  In one instance, in 2004, quite frankly, it was brute force, right.  We realized that we were \ngetting more resources, both in terms of Border Patrol agents, we were getting fence built, we were getting \ntechnology.  And so the strategy was really get everything forward. We wanted to stop the flows that were coming \nin.\n\nThe scenario that you depict is very akin to being able to identify a needle in a haystack, if you will.  Now in order to \nextract the needle, and I'll use this in terms of a particular threat that you just mentioned.  There's two different \ngeneral approaches that you can do to get that needle.  The first is having very specific intelligence, information \n\n\n\nregarding the intent and capability of the opposition, timing, to be able to surgically go into that haystack and \nremove it.\n\nOver the last 10 years or so that really didn't -- was not applicable in our border scenario.  We were not getting that \nlevel of intelligence to be able to extract it that way.\n\nSo the other approach that you can do to find the needle is to reduce the haystack.  And so if you look at some of \nthe shifts in our approach between strategies, 2004 was built to be able to reduce the haystack.  As we have done \nthat in terms of people coming across the border, in terms of not just the apprehensions but the individuals, those \nunique individuals that make up an environment in which we operate has changed.\n\nAnd so what we try to do is now leverage and try to figure out what is it going to take, and of this new strategic \napproach, what then are those metrics that are going to continue to carry over that we have traditionally been \nreporting.  And in addition, what are new metrics that we haven't been reporting that really talk to more about the \nrisk along our borders.\n\nThat's why when I said earlier it's more of a methodology than a particular metric, we want to be able to come to the \ncommittee, either in open or in a closed hearing, to be able to tell you about the information and the intelligence that \nwe're hearing, either very tactically or in a broad sense, talk about the capabilities that CBP has to be able to show \nyou how we are assessing risk and how we are going to minimize that risk at any given --\n\nREP. MCCAUL:  I'd very much like to get that briefing.  The one thing we learned also is that the human smuggling \nat the port of entry has gone way down.  We saw 5,000 18-wheelers go through the part of entry and they said that \nthey rarely find humans now in the cargo. It's mostly drugs coming through.  So that means they're coming through \nthe ports of entry, and while the apprehensions have gone way down, the disturbing statistic is the OTM rate has \ngone way up, the others -- the Mexicans.\n\nSo between the port of entry is where the scenario I outlined is probably most likely to happen.  I do think \ntechnology is going to be the solution to getting that secure.  Can you tell me where you are with the latest \nadvances in technology, and what is your strategic plan to deliver technology to the border?\n\nMR. FISHER:  Well, the strategic plan really talks about optimizing capability.  The first thing before we say, hey, we \nneed 10 more of these and 15 more of these, is to take a look about what capability, what technology has been \ndeployed over the last few years. One, are we utilizing in the right combination.  Give you a quick example.  Take a \nlook at Arizona.  We have everything from unattended ground sensors that are implanted in the ground.  We have \nmobile surveillance systems, we have integrated fixed powers.  We have light- and medium-lift helicopters that are \nrunning forward-looking infrared, and we have UASs that are running payloads.\n\nThat whole sweep of capability is something that this organization over the last few years is just trying to figure out, \nhow do you deploy that within the theater of operation.  They're not deployed equally because they all have different \ncapabilities.  So we have to understand organizationally and within the leadership how we maximize those \ncapabilities, and then how we shift and redeploy resources from areas that were once in areas of high threat in \nterms of activity levels and redeploy those to new areas where we have seen a displacement or new emerging \nthreats along our border.\n\nREP. MCCAUL:  Well, thank you.  And you have an enormous challenge.  I thank you for your service, and with that \nI yield back.\n\nREP. MILLER:  Thank the gentleman.  I certainly want to thank all the witnesses for being here today and your \ntestimony, and we're going to close the subcommittee here.  But I also wanted to mention and follow up on \nsomething Mr. McCaul said about operational control.  I think there is a lot of consternation on behalf of the \nsubcommittee about moving away from the operational -- the term operational control.\n\n\n\nI think there is a lot of consternation on behalf of the subcommittee about moving away from the operational, the \nterm operational control. Again, as I say, I think we are all totally open to using a new term or a new metric if we \ncan understand exactly what all of that is.\n\nI had a bill that actually passed the subcommittee and the full committee and I'm very, very, very optimistic is going \nto have floor action in front of the full house very shortly, actually, that the Secure Border Act of 2011, and \nessentially what this requires is that the Secretary of Homeland Security submit a comprehensive strategy to \nCongress within 180 days to gain and maintain operational control of the border within five years and that if they -- \nand we sort of anticipated perhaps the department moving away from the strategy of utilizing the term operational \ncontrol, so if you used any other standard -- I see we have another member that we'll indulge her in her questioning \n-- but if we use any other member, or any other term than operational control, the secretary is required to vet that \nstandard through a national laboratory that has prior expertise on border security, of which there's about a half a \ndozen in the nation.\n\nAlso, the secretary would have to submit a measurement system to the committee within 180 days that analyzes \nthe effectiveness of security at all of the land, air and sea ports of entry as well, as Mr. McCaul was mentioning \nabout the ports of entry and, again, you'd have to vet that through a national laboratory with expertise in border \nsecurity to evaluate the port of entry measurement, so I'm looking forward to floor action on that particular piece of \nlegislation.  I know many things pass the house and never see the light of day in the Senate; however, I think this \nparticular piece we may have some success there, as well.\n\nREP. MCCAUL:  Before you go to -- could I ---\n\nREP. MILLER:  Yes.  The gentleman from Texas.\n\nREP. MCCAUL:  I would ask and to follow up on what you said because I think you're absolutely correct.  Chief \nFisher and Ms. Gambler, I'm sorry, you're at GAO.  I apologize for that and thank you for the great work.  I'm a great \nsupporter of the GAO and all the work that you all did in GPRA.  Appreciate it.\n\nOne of the things we did in Texas when we went to performance measures and all that, we actually worked -- the \nagency would work with the members of the state legislature to work out definitions, performance measures and \ngoals.  I guess Washington does things a little different where y'all go off and do your own and it's not only you.  It's \nthe other agencies, the executive branch, and it doesn't matter if it's Democrats or Republicans, but believe it or not \nyou've got a lot of folks here with experience ere that could help you on some of those definitions, you know.  We \nmight not agree a hundred percent, but any way we can bounce that off because, you know, the ideas that the \nchairwoman had and some of the ideas that I have and some of the other members here, we could work with you.\n\nAnd I know Washington's done a little different, but on performance measures and objectives, goals, all that, we \ncould help you, so any way we can help you, Chief Fisher, we would appreciate it, especially from the GAO \nbecause I know when we worked on GPRA, you all were very, very, very helpful and I apologize.  I was giving credit \nto Dr. Rosenberg (sic) on that but for your report, this report. Thank you for the work that you've done.\n\nREP. MILLER:  The chair recognizes for five minutes the gentlelady from Texas, Ms. Jackson Lee.\n\nREPRESENTATIVE SHEILA JACKSON LEE (D-TX):  Let me thank the committee for holding this hearing.  Let me \nthank all the witnesses. We are marking up in another committee, and I'm very pleased to have the opportunity to \nraise some issues with you.\n\nFirst, Chief Fisher, I just want to ask just a straightforward question.  Are you comfortable with the 2012 strategy \nthat you have put forward?\n\nMR. FISHER:  Yes, I am.\n\nREP. JACKSON LEE:  What do you think is the most important element of that strategy?\n\n\n\nMR. FISHER:  It's the focus of -- there's a common theme within that strategy that I certainly see as identifying, \ndeveloping and training future leaders of this organization.\n\nREP. JACKSON LEE:   Do you see in that 2012 strategy an undermining of the national security of the United \nStates of America?\n\nMR. FISHER:  I do not.\n\nREP. JACKSON LEE:  Do you see in that strategy, 2012 strategy, an undermining of the securing of the northern \nborder?\n\nMR. FISHER:  I do not.\n\nREP. JACKSON LEE:  Of the southern border?\n\nMR. FISHER:  No, ma'am.\n\nREP. JACKSON LEE:  Let me indicate that I have, I think, been somewhere affiliated with the Border Patrol, \nCustoms and Border Protection from the entire time of my career in Congress, first on the Judiciary Committee and \nthen, subsequently, as the Homeland Security Committee was designed and my original membership, as this \nbegan to emerge, you came under that umbrella.\n\nI remember after 2000 we worked very hard to secure night goggles, lap computers, vehicles, and other necessities \nthat we thought were imperative for that intense work on the border of capturing those entering illegally.  Do you \nthink you have enough of those resources now and are you able to maximize those resources to deal with the \npresent conditions of the southern border in particular?\n\nMR. FISHER:  To your first part, no, we probably don't have enough of those resources and to the second part, I \ndon't think that we are maximizing to the extent that we need to all of those capabilities, which is a common theme \nwithin our strategy now.\n\nREP. JACKSON LEE:  And so the strategy is going to utilize or to improve on personnel, is that correct?\n\nMR. FISHER:  It will, yes, ma'am.\n\nREP. JACKSON LEE:  But it also if we were to provide you with resources, you would add to the equipment, is that \nwhat I'm understanding?\n\nMR. FISHER:  That is correct, yes.\n\nREP. JACKSON LEE:  But you believe you have the territorial range to be able to do your job?\n\nMR. FISHER:  At this point and that's part of the implementation plan, where I'm asking the field leaders to assess \nwhat they have based on these new objectives, and I think it's important -- I'm glad you raised that point, \nCongresswoman, because I don't want to leave the impression nor in some of the reports I've seen that suggest \nthat this strategy does not require additional resources.  It may, but what we're doing now is taking a look at the \nresources that we do have.\n\nOne, are we maximizing the capability of all of those resources and, two, do we have them in the right locations \nagainst the emerging threats, and that's a process that we're looking at within the implementation and it may be \ncoming back to this committee and say here is the gap.  It may be in technology, it may be in other resources that \nwe will continue to do as an evolution process like any other strategy.\n\nREP. JACKSON LEE:  So we can expect a report forthcoming?  As you analyze, you'll be reporting back to \nCongress?\n\n\n\nMR. FISHER:  Right.  We will be -- and we're in the phase right now, have been for the last few months, we're \ntransitioning from the strategic ---\n\nREP. JACKSON LEE:  That's fine.\n\nMR. FISHER:  Yes, ma'am.\n\nREP. JACKSON LEE:  All right, and the other thing that I ask is that you have the regional territory that you're \nworking with now on the border, that's the territory that you feel comfortable in working in?\n\nMR. FISHER:  Yes.\n\nREP. JACKSON LEE:  All right.  Let me just indicate that the chief has already said that he has strengthened \nrelationships with federal, local, tribal and international partners, which I think is good.  That's part of your strategy, \nand I would hope as we listen to the chief going forward that we be particularly sensitive on any attempt to expand \nthe area of control into federal lands, a hundred miles in without listening to the work of the border security -- \nCustoms and Border security and others, Protection, rather, excuse me, that are dealing with this.\n\nI am quite concerned that we not listen to the report that may be forthcoming.  I think the strategy is effective in its \ncollaborative efforts.  I think it is effective in its assessment efforts.  I think it is important to do so.\n\nAnd I would ask the last question to Ms. Gambler.  Are you comfortable with the 2012 strategy from the perspective \nof assessment and do you have any sense that there is a need to expand the range into federal lands for the \nborder, in the Customs and Border Protection, Border Patrol?\n\nMS. GAMBLER:  I think your question is really getting at, in part, how well the Border Patrol coordinates with other \nagencies that have some border security responsibilities, and we've reported in the past that CBP and the \ndepartment and Border Patrol have made progress in those coordinating mechanisms and in partnerships but that \nthere was a need for some additional oversight, including additional oversight in how the Border Patrol coordinates \nwith agencies that do have some responsibilities for border security on federal lands.\n\nREP. JACKSON LEE:  Let me just conclude, Madam Chair, thank you for the time, and just indicate that at this \npoint I would be quite concerned about any legislation, suggestion, that is countering this strategic plan and asking \nCongress to extend the jurisdiction of the Border Patrol hundreds of miles inland and particularly suggesting that \nthey be in the federal lands at this point without a complete strategic report and analysis by DHS and the Border \nPatrol, Customs and Border Protection of the United States.  Let me thank you very much and I'll yield back my \ntime.\n\nREP. MILLER:  Thank the gentlelady and I certainly want to thank the witnesses for all their testimony today. I think \nthis has been a very informative hearing and, as has been said here, I think by all of the members, we look forward \nto working with all of you, particularly you, Chief, with the unbelievable mission that we have tasked your agency \nwith.  And we want to make sure that you do get the resources and the training and the availability and, again, we're \noperating on a very tight constraint, the budget environment here, but at the same time border security is \nsomething that the American people have made very clear.\n\nThey have the political will to do so and they're looking for the Congress to do that, as well, and so we appreciate all \nof you being here and appreciate all the members --\n\nREP. JACKSON LEE:  Madam Chair?\n\nREP. MILLER:  -- have participation today.  And the hearing record is going to be held open for 10 days if there's \nany questions from any other members.\n\nThe gentlelady from Texas.\n\n\n\nREP. JACKSON LEE:  I'd like to submit into the record a(n) article from the Houston Chronicle by Tony Freemantle \nregarding border security.\n\nREP. MILLER:  Without objection, so ordered.\n\nREP. JACKSON LEE:  Thank you.\n\nREP. MILLER:  And with that, the subcommittee will stand adjourned.  Thank you.  (Sounds gavel.)\n"}