{"title": "G.O.P. Candidates Say They Hired Illegal Aliens", "body": "\nTwo candidates for the Republican nomination for Governor of New Jersey said today that they had employed \nundocumented aliens.\n\nChristine Todd Whitman said that she and her husband, John, employed two undocumented Portuguese citizens to \ncare for their two children for three and a half years.\n\nHer admission prompted Cary Edwards, the former state Attorney General, to disclose that he, too, had employed a \nPortuguese citizen, but he said that she quit after he insisted that taxes had to be paid. He said he would pay any \nnecessary taxes. Mr. Edwards has already begun his campaign for Governor.\n\nMrs. Whitman, who plans to announce her candidacy for the Republican nomination for Governor on Wednesday, \nsaid that she had failed to pay taxes for the workers but that she would pay any outstanding taxes.\n\nThe two announcements threw a new and potentially volatile development into the Governor's race. They came \nless than 24 hours after Zoe Baird withdrew herself from consideration as Attorney General in the Clinton \nAdministration. Ms. Baird withdrew after she was cricitized for employing two illegal immigrants from Peru to care \nfor her child.\n\nMrs. Whitman said in a statement that the two unidentified Portuguese nationals received resident alien status from \nthe Immigration and Naturalization Service in April 1991. But from December 1986 until July 1990, \"these same \npeople were employed by us prior to receiving their legal residency,\" her statement said.\n\n\"During that period, and during the period April 1991 to July 1991, no taxes were paid on their wages, as they had \nno authorization for employment,\" she said.\n\nMrs. Whitman said she began discussions with a lawyer on Monday \"to take the necessary steps to pay the \noutstanding taxes on unreported wages.\"\n\n\"This will be done as quickly as possible,\" she said.\n\nThere was no comment from the Whitmans on what legal liability they might have.\n\n\nMr. Edwards, in a one-page statement distributed tonight, said he that hired a Portuguese citizen after the death of \nhis father-in-law, who had first employed the woman, in 1989. Mr. Edwards said he knew the woman was an illegal \nalien when his father-in-law hired her, and that he arranged for a lawyer to represent her before the Immigration \nand Naturalization Service. During the time she was in his employ, the statement said, she insisted that she was \nnot subject to withholding taxes.\n\nThe woman returned to Portugal, where she eventually was granted legal resident status in the United States. \nWhen she returned, still insisting that taxes not be withheld from her salary, Mr. Edwards's statement said, he took \nthe issue up with her on his accountant's advice, and \"she resigned from my employ.\"\n\n\"I have not heard from her since,\" the statement said.\n\nIn a phone interview tonight, Mr. Edwards said, \"If it is determined there are taxes owed, I will pay them, absolutely, \nof course.\"\n\nJeffrey Michaels, Mr. Edwards's campaign manager, said the issue in the Edwards case differed from that in Mrs. \nWhitman's case. \"Everything he did was the right thing,\" Mr. Michaels said.\n\nDavid Marziale, chief spokesman for Mrs. Whitman, said today that she was not available for comment beyond her \nstatement and declined to assess the possible damage the revelation would do to her campaign. He refused to \nidentify the couple or say how much they had been paid.\n\nIn her written statement, Mrs. Whitman said that \"from the moment they came into our employ, we worked with an \nimmigration lawyer to diligently pursue obtaining legal status for them.\"\n\n\"When it became apparent that the process was not going quickly to result in granting them legal status we \nsponsored their return to Portugal, their native country, until such time as they could return legally.\"\n\nMrs. Whitman did not say why she chose that particular time to return the couple to Portugal, but the date, \naccording to her statement, was in June 1990, in the middle of Mrs. Whitman's campaign for the Senate against Bill \nBradley.\n\n \n\nTo Prominence\n\n Her near-upset of Mr. Bradley in that race propelled her to prominence in the Republican Party. Before then, she \nhad had limited political and governmental experience as a Somerset County Freeholder and as chairwoman of the \nBoard of Public Utilities in the administration of Gov. Thomas H. Kean.\n\nIn many ways Mrs. Whitman's statement echoed the explanation Ms. Baird had offered.\n\n\"The situation occurred after many attempts to hire legal residents were unsuccessful,\" Mrs. Whitman's statement \nsaid, \"including advertisements for help which were placed in several New Jersey newspapers.\"\n\n\"At the time,\" the statement continued, \"I was clearly acting more like a parent in search of capable child care than \nas a candidate for elective office.\"\n\nShe also said, \"I fully acknowledge that the hiring of this couple before they received their legal residency and the \ndelinquency in filing tax payments on their wages was a serious mistake and one which I deeply regret.\"\n\n\"I would be less than candid,\" she said, \"if I did not acknowledge that the events of this past week reminded me of \nthis outstanding transgression.\"\n\nGraphic\n\n\n\n \n\nPhotos: Cary Edwards and Christine Todd Whitman, who are likely to be opponents in the Republican primary race \nfor Governor in New Jersey, have each admitted to having employed illegal aliens. (Photographs by Associated \nPress) (pg. 27)\n"}