{"title": "Editorial | Immigration Fees; Paying more for a dream", "body": "\nBush administration plans to increase the application fees for legal immigration are not without merit. But the size \nof the increases after Congress failed to pass immigration reform sends entirely the wrong message.\n\nThe fee increases - some by as much as 80 percent - belie the praiseworthy speeches President Bush has made, \neven in the face of opposition from within his own party, on the need for this country to be more welcoming to \nimmigrants.\n\n\"One of the fabulous things about our country is that our soul has constantly been renewed by people seeking the \nAmerican Dream, people coming here to work to realize their dream, people wanting to raise a family in the United \nStates of America,\" Bush said last year in Mission, Texas.\n\nBut these increased fees will put the dream on hold, if not out of reach, for many immigrant families.\n\nThe application fee for permanent legal status will increase to $905 from $325. The citizenship application fee will \nrise to $595 from $330, a hike of 80 percent. A family of four seeking citizenship would have to pay $2,380. That's \nsteep. The average annual income for many Latin American immigrant households in this country is less than \n$25,000.\n\nCitizenship and Immigration Services director Emilio Gonzalez makes a good case for more money. Virtually all of \nits budget comes from fees. It needs cash to digitize an old paper-based records system and to make other service \nimprovements.\n\nApplication backlogs have delayed citizenship to too many. But if this is a nation that beckons immigrants, should \nthey be saddled with all of the cost to improve the bureaucracy that processes their applications?\n\nCongress has not been able to agree on immigration reform legislation. But stronger measures have been taken in \nrecent months to combat illegal immigration. National Guard units have been sent to assist the U.S. Border Patrol. \nRaids seeking illegal immigrants have been conducted at meatpacking plants. Immigration officers are monitoring \njails to deport undocumented immigrants arrested for local crimes.\n\nAll of that is fine. Lawbreakers should be prosecuted. The government also should more aggressively go after \ncompanies that knowingly hire illegal immigrants to exploit their willingness to work long hours for low pay in \ngrueling jobs.\n\n\nBut those persons following the proper process to U.S. citizenship deserve a helping hand, not another financial \nhardship that will discourage many from going the legal route to stay in this country.\n\nThe new fees won't become effective for another four months. Perhaps in that time, Congress, which has found \nmore money for border enforcement, can find a way to modernize Citizenship and Immigration Services without \nraising application fees so high immigrant families can't afford to pay them.\n"}