{"title": "High-skill green cards get lame-duck push in Congress", "body": "\nIn the first test of a new political climate on immigration reform, the lame-duck House of Representatives is \nrenewing a push to eliminate America's random visa lottery and replace it with a bill favored by thousands of Silicon \nValley immigrant workers: one that would give green cards to foreigners with advanced U.S. degrees in science, \nengineering and math.\n\nHouse Republicans say they are wasting no time putting the bill up for a Friday vote after a similar measure failed in \nSeptember. The maneuver follows a vigorous debate in the conservative movement over how to warm up to a \ngrowing Latino and Asian-American electorate that was pivotal in re-electing President Barack Obama.\n\nRepublicans are even adding a provision they once opposed to allow the spouses and minor children of legal \nimmigrants to join their family members in the United States instead of waiting for years in their home countries.\n\nThe election \"put a spotlight on immigration issues,\" said Brian Berg, head of the Silicon Valley chapter of the \nInstitute of Electrical and Electronic Engineers, which supports the GOP approach. \"While this is not a \ncomprehensive immigration bill, it's certainly a very important one.\"\n\nSome Democrats, however, are deriding the new push as a deceptively limited measure that will pass the GOP-led \nHouse but fail in the Senate, where majority Democrats would be reluctant to give the GOP what it wants now \nbecause it needs conservative votes to enact broader reforms next year.\n\nRepublicans are \"trying to pretend they're pro-immigrant by this bill, knowing that it goes nowhere,\" said U.S. Rep. \nZoe Lofgren, D-San Jose, the top Democrat on the House immigration subcommittee.\n\nPassage of the visa swap would fulfill a goal of reigning House Republicans to gut the annual \"diversity visa lottery,\" \nwhich randomly awards 50,000 green cards for permanent residency to people from countries with low rates of \nimmigration to the United States as long as they have a high school degree.\n\nThose green cards would instead go to immigrants with much higher education credentials -- a master's or \ndoctorate in the so-called STEM fields: science, technology, engineering and math.\n\nThe high-skill STEM visas have bipartisan consensus in Congress, but most Democrats have been unwilling to \nsacrifice the two-decade-old visa lottery to get them. One problem, said Lofgren, is that the Republicans' swap \nwould actually cut immigration, since there are not enough foreigners with advanced degrees who want to emigrate \nto fill all the high-tech slots once a backlog is taken care of.\n\nFor many people in Africa who are not already in the upper classes, cutting off the diversity visa takes away \"one of \nthe few options that individuals have to legally enter the United States,\" said Joe Sciarrillo of the San Francisco-\nbased African Advocacy Network.\n\n\n\"The diversity visa is more open and egalitarian in terms of who qualifies for it,\" Sciarrillo said. \"A single mother with \na high school degree in Eritrea has as good a shot as an elite businessman.\"\n\nTechnology worker lobbyists in Silicon Valley and elsewhere have been pushing for a compromise, hoping to \npersuade lawmakers that the visa lottery has achieved its original purpose of diversifying the immigration pool.\n\n\"The visa lottery has done its job,\" says a report being released Monday by the Institute of Electrical and Electronic \nEngineers, or IEEE. \"It is that rarest of things: an act of Congress which so plainly achieved its purpose that it is no \nlonger necessary.\"\n\nThe group's report concludes that the lottery over the past 20 years helped open the doors to Africans and Eastern \nEuropeans who had been excluded from America's family-focused immigration, but now the program is outdated. \nFor instance, 2,800 Nigerians won a diversity visa last year by the luck of the draw; but there were also more than \n3,000 highly educated Nigerian foreign students in the United States who would have benefited from a STEM green \ncard.\n\nIt is better policy to give the green cards to those with the highest skills whom American universities have already \ninvested in, said IEEE's Berg, a Saratoga resident. The chapter counts nearly 12,000 members.\n\n\"There are so many who are in college who, once they get their advanced degree, they're stuck,\" Berg said. \"They \nhave to leave.\"\n\nThe House voted 257 to 158 in favor of a similar bill on Sept. 20, but the vote was structured in a way that required \na two-thirds majority, allowing Republicans to blame Democrats for its defeat just weeks before the presidential \nelection.\n\nThis Friday, however, the vote will need only a majority and is likely to coast through the House, facing its bigger \nobstacles in the Senate.\n\n\"It's really just an effort to try to divide people once again,\" Lofgren said.\n"}