{"title": "MYTHS SPREAD BY IMMIGRANT BASHERS", "body": "\nHere's what immigrant bashers tell us is happening with alarming consequences for our future:\n\nJobs held by immigrants keep Americans unemployed, which is why the United States must stop allowing \nforeigners to come over here.\n\nAnd if immigrants aren't taking our jobs, they're on welfare.      That is why, as one bill in Congress proposes, we \nmust bar immigrants from qualifying for any U.S. taxpayer-financed welfare program for at least 10 years after they \nbecome American citizens.\n\nImmigrants today, particularly those from Latin America, are different from those who graced America's shores \nbefore; these people don't want to assimilate, and they want to push their language and culture down our throats! \nThat is why Congress must make English the official U.S. language.\n\nHere's what the immigrant-bashers won't tell us:\n\nMost jobs taken by immigrants are jobs Americans don't want, because Americans believe that those jobs are \nbeneath them.\n\nThe ski slopes of Colorado offer a reality check. Colorado's ski resorts, hotels and restaurants have to import \nworkers from countries as far away as Mauritania, Russia and Australia to fill openings for janitors, sales clerks and \neven ski instructors. Included in Colorado's work force, of course, are the much-despised immigrants from Latin \nAmerica.\n\nA recent report in The New York Times explained Colorado's international labor-pool needs this way: \"With \nAmerican college students shunning low-status jobs, and high housing costs scaring away American blue-collar \nworkers, hotels, resorts and restaurants are increasingly trying to ease an acute labor shortage by hiring \nimmigrants.\"\n\nThe immigrants aren't wealthy enough to afford Colorado's housing, either. But they are willing to share cramped \nliving space with other immigrants for the opportunity to work.\n\nThe use of welfare programs by immigrants is exaggerated. What the immigrant bashers don't mention is that \nmuch higher welfare costs were incurred throughout the 1800s to care for immigrants. Welfare programs during \nthat time were paid for by private charities and city and state governments.\n\nAn article last April 26 in The Wall Street Journal debunked the myth of the self-reliant, turn-of-the-century \nimmigrant. \"Contrary to popular myth, for example, more than half of public welfare recipients nationwide in 1909 \nwere immigrant families, making new arrivals three times more likely than natives to be on the public dole, \n\n\naccording to research accumulated by a 1911 commission on immigration. In Chicago, two-thirds of those receiving \npublic assistance were foreign born.\"\n\nCompare that with 1990 census figures: About 9 percent of immigrant households received welfare.   And only 6.5 \npercent of all Medicaid recipients are immigrants. At the turn of the century, a third of the patients in public \nhospitals were foreign-born, or more than twice the proportion of foreign-born in the country, the Journal reported.\n\n\"There is no denying that today's costs are high, but in many cases those of a century ago were, proportionately, \neven higher, as a review of census documents, government investigations and yellowing academic tomes shows,\" \nthe Journal concluded.\n\nAs far as today's immigrants shunning English, that's just not true. The census shows that about 95 percent of \nU.S. residents older than age 4 speak English. And more than 85 percent of the children of immigrant families \nspeak English fluently within three years of getting instruction.\n\nThere's every reason to want to protect jobs and ensure that the nation is bound together by a common language. \nThe facts simply don't support the immigrant bashers' contentions, though, that most of today's immigrants are \nbad for the nation.\n"}