{"title": "House Judiciary Subcommittee on Immigration, Citizenship, Refugees, Border Security, and International Law Hearing; The Executive Office for Immigration Review; Testimony by Karen Grisez, Chair, Commission on Immigration, American Bar Association, Washington, DC", "body": "\nChairwoman Lofgren and Members of the Subcommittee:\n\nI am Karen Grisez, Chair of the American Bar Association (ABA) Commission on Immigration. I am here at the \nrequest of ABA President Carolyn B. Lamm to present the views of the ABA on the Executive Office for \nImmigration Review's (EOIR) efforts to improve the Immigration Courts and the Board of Immigration Appeals \n(BIA), as well as challenges EOIR faces as immigration enforcement continues to rise. We appreciate this \nopportunity to share our views with the subcommittee.\n\nThe American Bar Association is the world's largest voluntary professional organization, with a membership of \nnearly 400,000 lawyers, judges and law students worldwide. The ABA continuously works to improve the American \nsystem of justice and to advance the rule of law in the world. Through its Commission on Immigration, the ABA \nadvocates for modifications in immigration law and policy; provides continuing education to the legal community, \njudges, and the public; and develops and assists in the operation of pro bono legal representation programs.\n\nAs an organization of lawyers and the national voice of the legal profession, the ABA has a unique interest in \nensuring fairness and due process in the immigration enforcement and adjudication systems. Earlier this year, the \nABA released a report entitled Reforming the Immigration System: Proposals to Promote Independence, Fairness, \nEfficiency, and Professionalism in the Adjudication of Removal Cases. n1 The report undertakes a complete \nexamination of the structures and processes of the current removal adjudication system, from the decision to place \nan individual in removal proceedings through potential federal circuit court review. The findings of this report confirm \nthat our immigration court system is in crisis, overburdened, and under-resourced, leading to the frustration of \nthose responsible for its administration and endangering due process for those who appear before it.\n\nUltimately the report found, and the ABA believes, that the goals of ensuring fairness, efficiency and \nprofessionalism would best be served by restructuring the system to create an independent body for adjudicating \nimmigration cases, such as an Article I court or an independent agency. However, we realize this is an action for \nwhich the consideration, adoption, and implementation would take a number of years. Therefore, the ABA also \nrecommends a number of incremental reforms that could be made within the current system, either through policy \nrevision, regulation or legislation, which would make significant improvements in the operation of the current \nsystem. While space constraints prevent us from outlining all of our recommendations, we would like to take this \nopportunity to highlight several important issues.\n\nMany, even those in the legal profession, are unaware of the magnitude of the immigration court system. More \nthan 10,000 appeals from BIA decisions were filed in 2008 with the federal circuit courts. Over the past 5 years, \nthese cases have represented about 17% of all the cases handled by those courts. In the circuits with the largest \n\n\nimmigration dockets -- the Second and Ninth Circuits -- appeals from BIA decisions have comprised 35% to 40% \nof the entire caseload.\n\nThese numbers illustrate that the operation of the immigration courts and Board of Immigration Appeals has far-\nreaching ramifications for our justice system as a whole, and instigating the much needed improvements to this \nsystem should be given high priority.\n\nIMMIGRATION JUDGES AND COURTS\n\nThe immigration courts in the United States sit in 57 locations in 28 states and hear several hundred thousand \nmatters each year. The matters include, among others, removal proceedings, asylum petitions, bond \nredeterminations for noncitizens held in detention, reviews of credible fear determinations, and rescission hearings \nto determine whether a lawful permanent resident was wrongfully granted permanent resident status. The vast \nmajority of the matters are removal proceedings. With a low rate of appeal from the decisions of immigration \ncourts, most noncitizens' cases end in those courts.\n\nIn recent years, the immigration courts have faced harsh criticism -- including by federal appellate judges -- for \ninadequate decisions and reasoning, and for improper behavior by some immigration judges. In 2006, then \nAttorney General Alberto Gonzales announced 22 reform measures designed to improve the functioning of the \nimmigration courts and the BIA. Some of these measures have been implemented, representing a promising start \ntoward improving the performance and reputation of the immigration courts. However, over three years after the \nannouncement, a number of reforms remain incomplete, and numerous problems with the immigration court \nsystem remain.\n\nLarge Caseloads and Inadequate Resources. The immigration courts have too few immigration judges and \nsupport staff, including law clerks, for the workload for which they are responsible. In 2008, some 226 immigration \njudges completed an average of 1,243 proceedings per judge and issued an average of 1,014 decisions per judge. \nTo keep pace with these numbers, each judge would need to issue at least 19 decisions each week, or \napproximately four decisions per weekday, assuming no absences for vacation, illness, training, or conference \nparticipation, nor time devoted to calendaring hearings. In comparison, in 2008, Veterans Law Judges decided \napproximately 729 veterans benefits cases per judge (approximately 178 of which involved hearings) and, in 2007, \nSocial Security Administration administrative law judges decided approximately 544 cases per judge. n2\n\nA lack of adequate staff support for the immigration judges compounds the problem. On average, there is only \none law clerk for every four immigration judges, and the ratio is even lower in some immigration courts. The \nshortage of immigration judges and law clerks has led to very heavy caseloads per judge and a lack of sufficient \ntime for judges to properly consider the evidence and formulate well-reasoned opinions in each case.\n\nWe recognize that filling vacant immigration judge positions is a stated priority of EOIR and that the office has \nundertaken a hiring initiative in order to bring the judge corps to the full 280 authorized positions. However, even if \nall of those positions are filled and assuming the number of decisions made remains constant at the FY 2009 level, \nimmigration judges would still be deciding about 830 cases per year. In order to bring the caseload down to a level \nroughly on par with the number of cases decided each year by judges in other federal administrative adjudicatory \nsystems (around 700 cases per judge annually), we recommend hiring approximately 100 additional immigration \njudges as soon as possible. We also recommend hiring enough law clerks to provide one law clerk per judge.\n\nInsufficient Training and Professional Development. Insufficient resources also contribute to inadequate \nopportunities for judicial training and professional development. Although training of newly hired and existing judges \nhas increased and improved over the past few years, some of the existing training has been cut back due to a \nshortage of funds. Moreover, heavy caseloads result in a lack of administrative time during which immigration \njudges could participate in training and interact with other judges. Sufficient funding should be provided to permit all \njudges to participate in regular, in-person trainings on a wide range of topics in immigration law, and EOIR should \ndesignate an administrator to facilitate increased communication among immigration judges, including setting up \n\n\n\nformal and informal meetings among judges and providing opportunities for judges to observe other judges in their \nown courts or in other courts.\n\nSelection and Qualification of Immigration Judges. The standards used to hire judges are incomplete and opaque, \nopen positions often are not filled quickly, and there is a lack of public input into the hiring decisions. As a result, \nsome judges are hired with inadequate experience, there is a general lack of diversity in the professional \nbackgrounds of judges, and there are problems with inappropriate judicial temperament. EOIR has recently made \nsignificant improvements in the process of hiring immigration judges. We generally recommend allowing those \nreforms time to take effect, while suggesting a few additional improvements. We recommend adding questions to \napplications, interviews, and reference checks designed to evaluate a candidate's background and judicial \ntemperament, including the ability to understand and consider the effect of cultural differences and treat all persons \nwith respect. In addition, we urge EOIR to allow more public input in the hiring process by permitting organizations \nwithin the profession to participate in screening candidates who reach final levels of consideration.\n\nAdequate Supervision and Discipline. Inadequate experience and problems with judicial temperament theoretically \ncould be addressed with proper supervision and discipline, but we have found that inadequacies exist in those \nareas as well. For instance, many observers have noted that there are too few (nine) Assistant Chief Immigration \nJudges (ACIJs) supervising the more than 220 other immigration judges spread throughout the country. In \naddition, supervision of immigration judges suffers from a lack of appropriate feedback mechanisms such as \nperformance reviews. In terms of discipline, the standards of ethics and conduct applicable to the judges are \ncurrently numerous and unclear, and the disciplinary system lacks transparency. The disciplinary system also lacks \nindependence, since it rests within EOIR and therefore the Department of Justice (DOJ). The lack of independence \nand clarity raises a concern about the potential for improper political influence on judges' decisions.\n\nWe recommend significantly increasing the number of ACIJs to permit a more appropriate ratio of judges to \nsupervisors, rather than the current 20 to one ratio, and expanding their deployment to the regional courts. This \nreform would allow ACIJs more time to give focused attention to each immigration judge while maintaining their \nown dockets and other administrative duties. In addition, we urge implementation of a judicial model for \nperformance review based on the ABA's Guidelines for the Evaluation of Judicial Performance and the model for \njudicial performance proposed by the Institute for Advancement of the American Legal System. We also \nrecommend the adoption of a new single, consolidated code of conduct for immigration judges, based on the ABA \nModel Code of Judicial Conduct and tailored to the immigration adjudication system.\n\nRemoval of Immigration Judges. Immigration judges serve as career attorneys in DOJ with no fixed term of office \nand are subject to the discretionary removal and transfer authority of the Attorney General. The immigration \njudges have no statutory protection against removal without cause or reassignment to less desirable venues or \ndockets. This erodes judicial independence and provides a basis to undermine public opinion regarding the \ncompetence and impartiality of immigration judges. This lack of independence may also inhibit some highly \nqualified individuals from seeking an immigration judge position.\n\nIn order to protect against the possibility that judges may be subject to removal or discipline based on politics or for \nother improper reasons, and to help attract the most qualified candidates, we recommend that they be provided \nstatutory protection against being removed or disciplined without good cause (as is provided for administrative law \njudges who adjudicate cases in other federal agencies). This will provide the appropriate balance between \naccountability and independence.\n\nProblems with Immigration Court Proceedings. Problems affecting the immigration court proceedings include \nextensive use of oral decisions made without sufficient time to conduct legal research or thoroughly analyze the \nissues and evidence and problems with courtroom technological resources and support services for judges \n(including unreliable recording equipment and the lack of written pre-decision transcripts). We note that EOIR has \npreviously indicated it anticipates completing the rollout of digital audio recording systems to all immigration courts \nby the end of this year, and hope that that timeline will remain on track.\n\n\n\nWith additional resources and more time for judges to decide each case, judges should be required to provide more \nformal, reasoned written decisions, particularly in proceedings, such as asylum cases, where the complexity of the \ncases requires more thoughtful consideration than can be given during the hearing itself. Immigration judges \nshould at a minimum produce written decisions that are clear enough to allow noncitizens and their counsel to \nunderstand the basis of the decision and to permit meaningful BIA and appellate review. If and when the parties in \nan immigration proceeding decide to proceed with an appeal, this record will also allow more efficient \nconsideration of the cases by the BIA and federal circuit courts.\n\nBOARD OF IMMIGRATION APPEALS\n\nThe Board of Immigration Appeals (BIA or Board) has a unique role and mission. The purposes of the Board's \nadministrative review are to provide guidance to immigration judges below through the interpretation of the law, to \nachieve uniformity and consistency of decisions rendered by the immigration judge corps, and to ensure fair and \ncorrect results in individual cases. In an overwhelming majority of appeals, the Board is the court of last resort. In \nthis context, the quality of the administrative appeal is crucial.\n\nIn the last decade, the standards governing the Board and the review process have changed significantly as a \nresult of \"streamlining\" measures implemented in 1999 and 2002. Those measures were designed to reduce delays \nin the review process, focus the Board's resources on cases presenting the most significant legal issues, and \neliminate a mounting backlog that had reached more than 60,000 cases by 2000. The 2002 streamlining regulations \nexpanded the category of cases in which affirmances without opinion (AWO) and single-member review were \ntreated as appropriate; eliminated the Board's authority to conduct de novo fact finding; imposed time limits for \nrendering decisions; and reduced the size of the Board from 23 to 11 Members.\n\nThe 1999 and 2002 streamlining reforms were successful in reducing backlogs and delays in adjudication by the \nBoard. By the end of FY2009, the number of pending cases had been reduced to 27,969 cases. But this increase in \nBoard efficiency came at a substantial cost, including the reduced likelihood of finding immigration judge error, the \nlack of precedent guidance coming from the Board, significant burdens imposed on Board Members, and increased \nburdens on the federal appellate courts as more BIA decisions are appealed.\n\nFurthermore, studies have suggested that single-member review and AWOs result in decisions that unduly favor \nthe government at the expense of the noncitizen. n 3\n\nReview of immigration court decisions by the BIA has the potential to reconcile disparities and correct errors in \nimmigration judge decision-making before such cases are appealed, if at all, to the federal circuit courts. In the \nlast several years, the Board has instituted several improvements in its processes -- such as issuing fewer \naffirmances without opinions -- that help it come closer to achieving this goal than its past practice allowed for after \nthe two streamlining reforms. In addition, the size of the Board has been increased to 15 members. Nevertheless, \nthe Board's current review process does not appear to have significantly altered the appeal rate to the circuit courts, \nor significantly reduced the result of adjudication disparities among the decisions of immigration judges. \nTherefore, to help the Board achieve its purpose of crafting uniformity in immigration law, exercising oversight, and \ncorrecting the errors of immigration judges, a number of additional reforms must be put in place.\n\nSingle-Member Review. Most BIA cases are now decided by a single Board Member. Single-member review \nprecludes the issuance of precedent, makes it less likely that the Board will catch errors made by immigration \njudges, and precludes dissent and the interplay of diverse legal minds. Moreover, the shift to single-member \ndecisions may have affected the outcome of appeals, as single-member review appears to generate fewer \ndecisions that favor asylum seekers. Two academic studies found a sudden reduction in the rate at which the \nBoard issued decisions favorable to asylum applicants after the 1999 and 2002 reforms were adopted. n4. \nSimilarly, a 2008 GAO Report found that only 7% of single-member decisions favored the alien in asylum appeals, \ncompared to 52% of panel decisions. n5 Absent some rational explanation for this discrepancy, these findings \nsupport making changes to ensure that the method of review does not impact the outcome of an appeal. We \nrecommend: 1) amending the Board's regulations to make review by three-member panels the default form of \n\n\n\nadjudication and to allow single-member review only in very limited circumstances; 2) requiring panel review for all \nnon-frivolous merits cases that lack obvious controlling precedent; and 3) allowing single-member review for purely \nprocedural motions and motions unopposed by the Department of Homeland Security (DHS). For these reforms to \nbe implemented, additional staff attorneys and Board Members will be needed.\n\nLack of Detailed Decisions. Following adoption of the 2002 streamlining reforms, the Board relied heavily on \nAWOs. This practice has declined more recently, with AWOs constituting only about 5% of Board decisions for the \nfirst six months of fiscal year 2009, compared to 36% in fiscal year 2003. However, short opinions by single \nmembers are now the dominant form of decision-making. Since the Board is not required to issue decisions \nresponding to all arguments by the parties, they can be as short as two or three sentences, even when the issues \nwould appear to merit a longer discussion. This shift from AWOs to short opinions is insufficient as a quality \nimprovement for decisions issued by the Board. The lack of detailed, reasoned decisions denies both the \nnoncitizen and a reviewing court a sufficient explanation of the Board's decision.\n\nWe recommend detailed written decisions that address all non-frivolous arguments raised by the parties, thus \nproviding sufficient information to facilitate review by federal appeals courts, to allow participants to understand the \nBoard's decision, and to promote their confidence in the fairness of the decision.\n\nStandard of Review. The stricter \"clearly erroneous\" standard of review in effect at the BIA since 2002 inhibits the \nBoard's ability to correct factual mistakes made by immigration judges, which are increasingly difficult to avoid \ngiven the enormous caseload and time pressures imposed on these judges. This standard also inhibits the Board's \nability to serve as a check against unwarranted disparities among immigration judges in factually similar cases. \nThe current limitation has impeded the Board's oversight role and increased the chances that an applicant could be \nharmed by erroneous decision-making. We recommend restoring the Board's ability to conduct a de novo review of \nfactual findings and credibility determinations by immigration judges.\n\nLack of Precedent. The combination of single-member review and lack of detailed decisions has given rise to a \ndearth of Board precedent and guidance for the courts. Since only decisions issued by a three-member panel or \nthe Board en banc may be designated as precedential, the vast majority of the Board's decisions are now \nunpublished and, although binding on the parties, do not serve as precedent. The number of precedent decisions \nhas recently increased, due in part to a recognition of the need for such decisions, but it still falls short of the \npercentage of published opinions (over 15%) issued by federal appellate courts. A greater body of precedent is \nneeded to provide an orderly body of law, to facilitate efforts to reduce disparity among immigration judges, to \ndecrease the number of appeals and rates of reversals, and to decrease the frustration and cost of prosecuting and \ndefending noncitizens in the removal adjudication process.\n\nThe Board should issue more precedential decisions, expanding the body of law to guide immigration courts and \npractitioners. Regulations should continue to require that the full Board authorize the designation of an opinion as \nprecedential. In addition, we support making non-precedential opinions available to noncitizens and their attorneys. \nCurrently, the Board maintains an internal database of such opinions. Making this database publicly available would \nprovide additional guidance to those appearing before immigration adjudicators.\n\nLack of Independence. The Board's status as a body created by regulation (not by statute) and subject to the \nAttorney General's power has led to frequent criticism regarding its lack of political and executive independence. \nBoard Members are appointed by the Attorney General and serve at his or her discretion. Decisions of the Board \nare reviewable de novo by the Attorney General, who may vacate decisions and substitute his or her own \ndecisions. This structure has generated concern that Board adjudication can be politicized either directly through \nthe firing of members whose decisions the Attorney General disagrees with or indirectly through the threat of \nreversal of opinions that do not comport with the implied policy direction of the Attorney General. The downsizing of \nthe Board in 2002 reinforced such criticism. Whether the threat of removal may have the potential to affect the \ndecision-making of Board Members or not, even the perception that Board Members are subject to political \ninfluence harms morale, impugns the Board's reputation with both noncitizens and practitioners, and undermines \nthe legitimacy of the Board's decisions.\n\n\n\nREPRESENTATION\n\nAny examination of the operations of the immigration courts would be incomplete without considering the impact of \nlegal representation, or lack thereof, for noncitizens in the removal adjudication process. EOIR has put in place \nsome measures to provide noncitizens with assistance in obtaining representation. These include a Legal \nOrientation Program (LOP) for some detainees in removal proceedings; a Model Hearing Program, which provides \nimmigration law training to attorneys and law students who agree to provide a certain amount of pro bono \nrepresentation annually; an Unaccompanied Alien Children Initiative; and the issuance of a new policy for pro bono \nactivities in immigration courts, designed to facilitate the functions of pro bono counsel.\n\nDespite EOIR's efforts, less than half of the noncitizens whose proceedings were completed in the last several \nyears were represented. In 2008, approximately 57% of these noncitizens were unrepresented. For those in \ndetention, the figure is even higher -- about 84% are unrepresented. Barriers impeding access to representation \ninclude the unavailability of the LOP to persons who are not detained, as well as many detainees; the inability of \nmany persons to afford private counsel; and a number of systemic impediments, including remote detention \nfacilities, short visiting hours, restrictive telephone policies, and the practice of transferring detainees from one \nfacility to another location without notice and with DHS routinely seeking changes of venue.\n\nThere is strong evidence that representation affects the outcome of immigration proceedings. In fact, a study has \nshown that whether a noncitizen is represented is the \"single most important factor affecting the outcome of [an \nasylum] case.\" For example, from January 2000 through August 2004, asylum seekers before the immigration \ncourts were granted asylum 45.6% of the time when represented, compared to a 16.3% success rate when they \nproceeded pro se.6 More recently, in affirmative asylum cases (which are not before the court), the grant rate for \napplicants was 39% for those with representation and only 12% for those without it. n7 In defensive asylum cases \n(which are in immigration court), 27% of applicants who had representation were granted asylum, while only 8% of \nthose without representation were successful. n8\n\nRepresentation also has the potential to increase the efficiency of at least some adversarial immigration \nproceedings. Pro se litigants can cause delays in the adjudication of their cases due to lack of knowledge and \nunderstand and, as a result, impose a substantial financial cost on the government. As a number of immigration \njudges, practitioners, and government officials have observed, the presence of competent counsel on behalf of both \nparties helps to clarify the legal issues, allows courts to make better informed decisions, and can speed the \nprocess of adjudication. Increased representation for noncitizens thus would lessen the burden on immigration \ncourts and facilitate the more efficient processing of claims. This is particularly true in detained cases.\n\nOne means of increasing access to representation and legal information is to expand the Legal Orientation Program \n(LOP). EOIR established the LOP in 2003 and the program provides individuals in removal proceedings with \ninformation regarding basic immigration law and procedure before immigration courts. Depending on the \nnoncitizen's potential grounds for relief, the LOP also provides a referral to pro bono counsel, self-help legal \nmaterials, and a list of free legal service providers organized by state. In addition to ensuring more fair and just \noutcomes, the LOP contributes to immigration court efficiency and may result in savings in detention costs. A \nstudy by the Vera Institute of Justice indicates that cases for LOP participants move an average of 13 days faster \nthrough the immigration courts. Immigration judges report that respondents who attend the LOP appear in \nimmigration court better prepared and are more likely to be able to identify the relief for which they may be eligible, \nand not to pursue relief for which they are ineligible. Because cases for LOP participants move through the \nimmigration courts more quickly, time spent in detention may be reduced and detention costs saved. The LOP \nfacilitates immigrants' access to justice, improves immigration court efficiency, and saves government resources.\n\nHowever, the LOP currently does not reach the majority of noncitizens who may need assistance. First, it operates \nat only 25 of the approximately 350 detention facilities currently under contract with DHS. Second, it does not reach \nnon-detained persons and those who might have special need for legal representation, such as persons with mental \ndisabilities and illnesses. Finally, the LOP may not be able to reach those noncitizens who are placed into expedited \n\n\n\nremoval. EOIR should be provided with sufficient resources to expand the Legal Orientation Program nationwide \nand make it available to all detained and non-detained noncitizens in removal proceedings.\n\nIMPACT OF INCREASING ENFORCEMENT ON IMMIGRATION COURTS: The Need for Change in Department of \nHomeland Security Policies and Procedures\n\nTo a certain extent, EOIR is at the mercy of external pressures that greatly impact the effective operation of the \nimmigration courts. Immigration enforcement efforts have increased exponentially in the last ten years, and \ncontinue to expand. The number of noncitizens removed from the United States has increased from 69,680 in FY \n1996 to 358,886 in FY 2008 - a more than 400% increase. n9 The number of Notices to Appear (NTA) issued by \nDHS grew by 36% in just two years, from 213,887 in FY 2006 to 291,217 in FY 2008. These numbers are expected \nto increase as DHS focuses on apprehending and removing all criminal noncitizens, such as through the Secure \nCommunities initiative. This expansion of immigration enforcement activity and resources has not been matched \nby a commensurate increase in resources for the adjudication of immigration cases.\n\nWhile this imbalance between judges and cases is in part a function of insufficient funding and staffing for the \nimmigration courts, DHS policies and procedures, along with some substantive provisions of immigration law, \nsignificantly contribute to the burden. In order to alleviate this burden, we recommend actions not only to increase \nthe resources available but also actions, consistent with existing enforcement priorities, to decrease the number of \npeople being put into the system. This will enable the enforcement and adjudication functions to work together \neffectively to ensure that those the government is most interested in removing are prioritized in the process.\n\nIncrease the Use of Prosecutorial Discretion to Reduce Unnecessary Removal Proceedings and Litigation. \nImmigration and Customs Enforcement (ICE) officers' decisions are guided by operation manuals, guidance from \nsupervisors, and training. A 2007 GAO report concluded that ICE lacked comprehensive guidance for the exercise \nof officer discretion, particularly in determining whether to detain noncitizens with humanitarian circumstances or \nthose who are notprimary targets of ICE investigations. n10 In addition, ICE did not have an effective mechanism to \nensure that officers are informed of legal developments that may affect decision-making. 11\n\nThe decision to serve an NTA on a noncitizen is an exercise of prosecutorial discretion.12 If DHS officers and \nattorneys increase their use of prosecutorial discretion to weed out unnecessary cases or issues, the burden on the \nremoval adjudication system could be lessened significantly. Therefore we recommend: 1) communicating to all \nDHS personnel the view of the DHS Secretary and other senior officials that the appropriate exercise of \nprosecutorial discretion is not only authorized by law but encouraged; 2) updating existing policies, guidelines and \nprocedures to assist DHS officers and other personnel in appropriate exercises of prosecutorial discretion and; 3) \nmandating periodic training for DHS officers and other personnel, including senior officials.\n\nTo the Extent Possible, Assign Cases to Individual DHS Trial Attorneys.\n\nOne additional barrier to the effective exercise of prosecutorial discretion and the efficient handling of cases by DHS \ntrial attorneys is the current practice of assigning attorneys on a hearing-by-hearing basis in removal proceedings at \nthe immigration courts. The result is that several attorneys may have to become familiar with the same case from \none hearing to another, with no single attorney having overall responsibility for the case.\n\nWe recommend that, to the extent possible, DHS assign one ICE trial attorney to each removal proceeding. This \nwould permit that attorney to become familiar with the facts and circumstances of the removal cases assigned to \nhim or her, give the attorney a sense of ownership over those cases, and provide a single contact person to \nfacilitate negotiations and stipulations with opposing counsel. This practice would facilitate the exercise of \nprosecutorial discretion in a manner consistent with DHS policies.\n\nCease Issuing NTAs to Noncitizens Who Are Prima Facie Eligible to Adjust to Lawful Permanent Resident Status. \nOn July 11, 2006, Michael L. Aytes, Associate Director for Domestic Operations of the United States Citizenship \nand Immigration Services (USCIS), issued a memorandum informing USCIS offices that on and after October 1, \n2006, upon the completion of the denial of an application or petition, an NTA should \"normally\" be prepared as part \n\n\n\nof the denial if the applicant is removable and there are no means of relief available.13 The memorandum notes \nthat \"[d]eciding whether a person is removable and whether an NTA should be issued is an integral part of the \nadjudication of an application or petition.\" This represents a shift in prior USCIS policy established in September \n2003 under which the issuance of NTAs by USCIS Service Centers focused on: cases in which a noncitizen's \nviolation of the Immigration and Nationality Act (INA) or other law constituted a threat to public safety or national \nsecurity; instances where fraud schemes had been detected; and certain applications for temporary protected \nstatus where the basis for the denial or withdrawal constituted a ground of deportability or excludability.\n\nWhile this policy shift did not eliminate the exercise of prosecutorial discretion,14 practitioners have reported \ninstances in which USCIS has served NTAs on noncitizens that are out of status but eligible to adjust to LPR status \npursuant to INA Section 245. For example, in January and February of 2009, the USCIS Texas Service Center \nreportedly issued NTAs to out-of-status noncitizen beneficiaries following the approval of employment-based \nimmigrant visa petitions (Form I-140) filed for their benefit. The new policy also can reach noncitizens eligible to \nadjust to LPR status pursuant to INA section 245(i) who have not yet filed to adjust their status or who were unable \nto adjust their status because of backlogs associated with the relevant employment-based immigrant visa \npreference category.\n\nPermitting the issuance of NTAs under such circumstances is an inefficient use of adjudicatory resources. \nAccordingly, we recommend that DHS implement a policy of not issuing NTAs to noncitizens who may be out of \nstatus but are prima facie eligible to adjust to LPR status.\n\nCONCLUSION\n\nEnsuring a fair and effective system for adjudicating immigration cases is in the interest of both the government \nand individuals within the system. While EOIR has made progress in a number of areas, there is ample evidence \nthat significant problems remain. For example, notwithstanding a recent hiring effort, a recent report noted that the \nbacklog of pending cases in the immigration courts is at an all-time high. The Department of Justice, the Executive \nOffice for Immigration Review and Congress must direct increased efforts to alleviating some of these problems, \nparticularly the need for additional staffing and resources. The American Bar Association looks forward to offering \nits assistance as a part of this effort.\n\nThank you again for this opportunity to share our views.\n\nUSCIS has noted that it maintained and had the authority to exercise prosecutorial discretion and that \"[t]here will \nbe a number of cases where USCIS will decide not to issue an NTA upon a finding that to do so would be against \nthe public interest or contrary to humanitarian concerns.\" USCIS Response to Recommendation #22 (Apr. 27, \n2006) http://www.dhs.gov/xlibrary/assets/CISOmbudsman_RR_22_Notice_to_Appear_USCIS_Response-04-27-\n06.pdf. In addition, USCIS has said there may be situations in which it would be logistically inappropriate to issue an \nNTA, such as where an application to adjust to LPR status was denied because it was filed prior to the effective \ndate of the preference category priority. Id.\n\nn1 The full report and executive summary are available at http://new.abanet.org/immigration/pages/default.aspx.\n\nn2 BD. OFVETERANS' APPEALS, FISCALYEAR 2008 REPORT OF THE CHAIRMAN 3 (2009), available at \nhttp://www.va.gov/Vetapp/ChairRpt/BVA2008AR.pdf; U.S. SOC. SEC. ADMIN., ANNUAL STATISTICAL \nSUPPLEMENT 2008, at 2.F (2009), available at            \nhttp://www.ssa.gov/policy/docs/statcomps/supplement/2008/index.html.\n\nn3 U.S. GOV'T ACCOUNTABILITY OFFICE, U.S. ASYLUM SYSTEM: SIGNIFICANTVARIATION EXISTED IN \nASYLUM OUTCOMES ACROSS IMMIGRATION COURTS AND JUDGES 49 and fig. 6 (2008), available at \nhttp://www.gao.gov/new.items/d08940.pdf.\n\nn4 David Martin, Major Developments in Asylum Law over the Past Year, 83 INTERPRETER RELEASES 1889 \n(2006); John R.B. Palmer, et al., Why are so Many People Challenging Board of Immigration Appeals Decisions \n\nhttp://www.dhs.gov/xlibrary/assets/CISOmbudsman_RR_22_Notice_to_Appear_USCIS_Response-04-27-06.pdf\nhttp://www.dhs.gov/xlibrary/assets/CISOmbudsman_RR_22_Notice_to_Appear_USCIS_Response-04-27-06.pdf\nhttp://new.abanet.org/immigration/pages/default.aspx\nhttp://www.va.gov/Vetapp/ChairRpt/BVA2008AR.pdf;\nhttp://www.ssa.gov/policy/docs/statcomps/supplement/2008/index.html\nhttp://www.gao.gov/new.items/d08940.pdf\n\n\nin Federal Court? An Empirical Analysis of the Recent Surge in Petitions for Review, 20 GEO. L.J. 1 (2005).5 U.S. \nGOV'T ACCOUNTABILITY OFFICE, supra note 3\n\nn6 Jaya Ramji-Nogales, Andrew I. Schoenholtz and Philip G. Schrag, Refugee Roulette: Disparities in Asylum \nAdjudication, 60 STAN. L. Rev. 295, 340-41 (2007).\n\nn7 U.S. GOV'T ACCOUNTABILITY OFFICE, supra note 3, at 30. Statistics cited are for the period from 1995 \nthrough 2007. An affirmative asylum case is where the noncitizen files a Form I-589 Application for Asylum, which is \nreviewed by USCIS in a non-adversarial process.\n\nn8 Id.\n\nn9 U.S. DEPARTMENT OF HOMELAND SECURITY, OFFICE OF IMMIGRATION STATISTICS, 2008 YEARBOOK \nOF IMMIGRATION STATISTICS 95 T.36 (Aug. 2009).\n\nn10 U.S. GOV'T ACCOUNTABILITY OFFICE, IMMIGRATION ENFORCEMENT: ICE COULD IMPROVE \nCONTROLS TO HELP GUIDE NONCITIZEN REMOVAL DECISION MAKING 20-22 (2007). 11 Id. at 17. 12 U.S. \nDepartment of Justice, Executive Office for Immigration Review, Fact Sheet \"Type of Immigration Court \nProceedings and Removal Hearing Process\" (July 28, 2004). The decision to initiate removal proceedings is not \nsubject to judicial review by any court. See INA [Sec.] 242(g), 8 U.S.C. [Sec.] 1252(g); Reno v. American-Arab Anti-\nDiscrimination Comm., 525 U.S. 471 (1999). Prosecutorial discretion is the authority of a law enforcement agency \nto decide whether to enforce, or not to enforce, the law against an individual. 13 Michael L. Aytes, Associate \nDirector for Domestic Operations, U.S. Citizenship and Immigration Services, Policy Memorandum No. 110: \nDisposition of Cases involving Removable Noncitizens 7 (July 11, 2006).\n\n#DAL1234#\n"}