{"title": "GOP hopefuls slug it out in 'first in South' debate; In South Carolina, candidates' records on abortion, spending come under fire", "body": "\nCOLUMBIA, S.C. -- The gloves came off at Tuesday night's Republican presidential debate as the 10 candidates \nattacked one another's positions on abortion, taxes, immigration and campaign spending.\n\nThe sharpest exchange came between former Massachusetts governor Mitt Romney and John McCain. Romney \nsaid he feared McCain would do for immigration what the Arizona senator's campaign-finance law has done for \npolitics and money -- \"and that's bad.\"\n\nMcCain shot back that he has favored limits on money in politics and opposed abortion consistently throughout his \ncareer: \"I haven't changed my position in even-numbered years because of the position that I may be running for.\"\n\nIt was a reference to Romney's recent shift from supporting to opposing abortion rights. Abortion posed a \nparticular challenge for former New York City mayor Rudy Giuliani, who in recent days has made no bones about \nhis support for legal abortion in a party dominated by abortion opponents. \"I ultimately do believe in a woman's \nright of choice,\" he said, after noting that abortions fell and adoptions rose during his tenure.\n\nThe debate at the University of South Carolina came after a May 3 meeting at the Reagan Presidential Library in \nCalifornia. It was, as advertised, the \"first in the South\" debate, in the state that holds the first nominating contest in \nthe South. The South Carolina primary is scheduled for Feb. 2.\n\nBroadcast by the Fox News Channel, the debate featured Fox reporters asking tough questions that pitted the 10 \ncandidates against one another and their own records. Among the exchanges:\n\n*Former Virginia governor Jim Gilmore repeated his critique of \"Rudy McRomney,\" contending that Giuliani, McCain \nand Romney were not true conservatives. Gilmore said Giuliani has waffled on public funding of abortion, and \nRomney and former Arkansas governor Mike Huckabee had raised taxes. Later, questioner Chris Wallace noted \nMcCain had voted against tax cuts in 2001 and 2003.\n\n*Colorado Rep. Tom Tancredo expressed disbelief after hearing several fellow contenders lament the GOP's lost \nreputation for fiscal discipline. Did they vote for the expensive Medicare prescription-drug program or the No Child \nLeft Behind education law? \"If they did, how in the world can they come back here and say we've got to be careful \nabout spending and get it under control?\" he asked.\n\nThe debate also included Kansas Sen. Sam Brownback; California Rep. Duncan Hunter; Texas Rep. Ron Paul and \nformer Wisconsin governor Tommy Thompson.\n\n\nThe field could expand as early as next month to include former Tennessee senator Fred Thompson. He now plays \ndistrict attorney Arthur Branch on Law & Order, but NBC executive Kevin Reilly said Monday that it is \"highly \nunlikely\" Thompson will be back on the show next year.\n\nLike the first debate, this one allowed 90 minutes to question the 10 contenders. Not surprisingly, the competition \nbeforehand was to deflate expectations.\n\nCommentators gave Romney good reviews last time, which led spokesman Kevin Madden to joke that in his office, \n\"I was worrying that somebody would trip over the limbo stick, I was setting the bar so low.\"\n\nThe hours up to start time were dominated by reaction to the death of Jerry Falwell, who turned Christian \nconservatives into a political force and pushed social issues to the top of the GOP agenda.\n\nGiuliani, the only Republican candidate who supports abortion rights, consistently leads national polls for the \nnomination. After a confusing answer on abortion in the first debate, he has been outlining his views more clearly.\n\nRasmussen automated polls this week and last week found slippage in Giuliani's national support, from a 16-\npercentage-point lead over McCain to a 7-point lead. He still tops the field at 25%. McCain is at 18%, followed by \nnon-candidate Fred Thompson at 15% and Romney at 12%.\n\nMcCain's challenge in the debates and in the race overall is his high-profile support for using more U.S. troops in \nIraq and, for as long as success is possible, staying there with no timetable for departure.\n\nVoteVets.org, a military veterans group critical of President Bush's handling of the Iraq war, spent $25,000 to run \nan ad targeting McCain on Fox News following the debate.\n\nThe ad features retired major general John Batiste, a Republican who was commanding general of the 1st Infantry \nDivision in Iraq from August 2002 to June 2005. Bush is shown telling reporters in December 2004 that \"I have \nalways said that I will listen to the requests of our commanders on the ground.\"\n\nBatiste retorts: \"You did not listen, Mr. President. You continue to pursue the failed strategy that is breaking our \ngreat Army and Marine Corps.\" He urges McCain to \"protect America, not George Bush.\" \n\nGraphic\n\n \n\nPHOTO, B/W, Pablo Martinez Monsviais, AP\n"}