{"title": "'The Good Place' Starts Its Final Approach", "body": "\n[This piece contains spoilers about the first three seasons of The Good Place, but treads very carefully with \nanything about the new season. If you aren't caught up with the earlier seasons, go catch up!]\n\nWhat does it mean to be a good person? Does it mean anything? Does it matter? Subquestion: Does it matter if \nyou're not sure how long the planet will make it? Does it matter if you feel like nothing you're doing makes any \ndifference? If these are the kinds of things that keep you awake at night, have I got the comedy for you.\n\nIn the fourth (and final) season of NBC's The Good Place, which debuts Thursday night, the show has arrived at \nthe heart of the matter - or matters - even though you'd be forgiven for finding the details a little confusing. Let's \nrecap a moment.\n\nEach season has had a frame: the first season found Eleanor (Kristen Bell) in the Good Place, where she believed \nshe was an accidental impostor who didn't belong, and she tried to become good enough to fit in. The second \nseason dealt with the fallout from the revelation that Eleanor was not in the Good Place at all, and that Michael \n(Ted Danson), the man she'd thought was a kindly guide to the afterlife, was actually a demon who had been \ntorturing her and her friends. The third season got very complicated - probably overly so, somewhere around the \nepic bar fight - but it ultimately led to Michael's discovery that no one was getting into the real Good Place \nanymore, because every decision humans made in their lives had so many unintended consequences. The \ncomplexities of the world, Michael learned, meant that the simple decision to buy a tomato contributed to climate \nchange, the exploitation of labor, and the release of pesticides. Thus, even those who meant to be good found it \nalmost impossible. Michael argued that this meant the afterlife was judging them unfairly.\n\nThe fourth season finds Michael, Eleanor, Chidi (William Jackson Harper), Tahani (Jameela Jamil), Jason (Manny \nJacinto) and Janet (D'Arcy Carden) running an experiment designed to test Michael's hypothesis. They want to find \nout whether humans who are freed from all those earthly complications in the afterlife, as Eleanor and her friends \nwere, have a natural tendency to become better as Eleanor and her friends did. In other words, they want to learn \nwhether people's general tendencies toward goodness are being restrained by the realities of contemporary life.\n\nThe experiment brings four new people to what they are told is the Good Place (it's actually a neighborhood in \nneutral territory), where the team hopes that they'll improve from the way they were on earth. If they do, it will prove \nthat even for humans with basic goodness in their makeup, it's almost impossible to be individually ethical, because \nwe've created such unethical systems. Daily decision-making has been swamped by economic and political might \nthat ordinary people can't access, and only when that eases can people make truly moral choices.\n\nOr anyway, that's the theory. Of the characters on this network comedy.\n\n\nThis has always been the challenge and the delight of The Good Place. On the one hand, it's setting up these \nextraordinarily complicated questions (Chidi is a professor of moral philosophy, which gives the writers a vessel to \nspeak directly about, say, moral particularism or utilitarianism). But on the other hand, it's doing a lot of fart jokes \nand showing you Ted Danson flossing (that's the dance, not the ablution). It's perhaps more riddled with puns than \nanything on TV, particularly when it comes to food and restaurants (one version of the afterlife hosted a restaurant \ncalled \"Knish From A Rose\"). Its demons casually drop wildly colorful descriptions of various ways people are \ntortured in the Bad Place (they'll mention, say, \"mouth fleas\" or nostrils full of wasps). Visual effects suddenly \nencase characters in cocoons, or create fantastic creatures, or trap someone inside a marble.\n\nIt's somehow among both the silliest and the most ambitious shows on network TV, and it's not surprising that it has \na tendency to get a little in the weeds. That's particularly true as the story has broadened to include the world of \ndemons headed by the evil Shawn (Marc Evan Jackson), the judge (Maya Rudolph), the love stories of Eleanor and \nChidi and Jason and Janet, multiple trips back and forth between the afterlife and Earth, and hundreds of reboots \nthat erase characters' memories. The more the wider story has sprawled, the more it has seemed like a confusing \nbackdrop for the show's strongest moments, which are generally smaller and simpler scenes that don't require \nperfect recall of a history this multidimensional. That, or the formally bold pieces like the episode where Carden \nplayed all the characters as different Janets. That one was a feat of acting, but if I tried to tell you what happened in \nit or what the rules were, I'd probably get lost pretty quickly. In other words, as great as this show is, it's probably \nabout time to bring it in for a landing before we wind up on Jupiter or in the 1800s or inside the body of a shark.\n\nThe second and the third seasons started with a little bit of table-setting, and the fourth does, too. With the erasing \nof Chidi's memory at the end of last season (necessary for the experiment, for reasons it would take many more \nwords to recap), Eleanor is coping with the fact that she knows him as her boyfriend, while he doesn't even \nremember that they've ever met. Meanwhile, the early episodes have to introduce us to the remaining participants \nin the experiment and offer some clues about whether they're likely to improve in the afterlife as the team hopes \nthey will.\n\nThe challenge of all these memory wipes and reboots - which lead to some of this repeated table-setting we're \ntalking about - has always been that they can reduce the stakes of everything that's gone before. Presumably, in \nthe show's universe, Eleanor and Chidi don't remember the way we originally saw them meet. They don't remember \nanything that happened in that first season or the way they first figured out what was up with Michael, which raises \nthe very fair question of whether all that really mattered. Or, by some definitions, really happened. It can be hard to \nput together which of Eleanor's experiences that we've seen on the show she currently remembers - which ones are \nreally part of her current story. For someone who watches the show casually, instantly calling to mind where \nEleanor's memories currently start might be a challenge.\n\nIroning out those complexities is not the most important thing that's left for these characters. My hope - and my \nhunch - is that as this season progresses, you'll see the focus narrow again. It won't just end with the success or \nfailure of this experiment; the story will be drawn back to the essential questions of what it means to be good, and \nwhat it means to be good to others. Boldly and directly, it's a show that's always been about big questions and what \nmatters. As the fourth season starts, there is a little bit of chaos-wrangling going on, but to jump ahead just a tiny \nbit, by the end of the second episode of the final season, you'll begin to see that they've still got a handle on who \nthese people are, and why they've been so much fun to be with. [Copyright 2019 NPR]\n"}