{"title": "Church Officials Join U.S. in Promoting Amnesty", "body": "\nWith only 58 days left before the yearlong amnesty program for illegal aliens expires, leaders of the Roman \nCatholic Church today joined with Federal immigration officials here to urge all those eligible to take advantage of \nthe program before it is too late.\n\nIt was, in many ways, an extraordinary event that saw Archbishop Roger Mahony of the Diocese of Los Angeles, \nlong a champion of downtrodden Mexican immigrants, climb up on the same public platform with Harold Ezell, the \nWestern regional commissioner of the Immigration and Naturalization Service, long the nemesis of illegal aliens.\n\n''This is a once in a lifetime opportunity'' the Archbishop said. ''Come forward. We need you. You need this \nprogram.'' Minutes later, Mr. Ezell, flanked by his five district directors, also urged aliens to take up this ''historic'' \nopportunity.\n\nMore than half of the aliens eligible for the amnesty, which applies to those living in the United States continuously \nsince Jan. 1, 1982, are believed to live in Southern California. There have been concerns nationally that many who \nare eligible have avoided applying, either out of procrastination, fear of exposing family members or because of the \ncost.\n\nThe comments of Archbishop Mahony and Mr. Ezell came at the end of a meeting at the Marriott Hotel near the Los \nAngeles International Airport between church and immigration officials to map the final weeks of the campaign. \nMarch 19 has been designated ''Amnesty Awareness Day'' in the region. On that day, churches will hold amnesty \nfairs, and Mr. Ezell will travel about, giving talks.\n\nNationally, as of last Thursday, 1,335,915 aliens had applied for amnesty. The Immigration Service now estimates \nthat from 1.5 million to 1.7 million will apply by May 4. This is lower than what had been expected.\n\n''We thought we'd be seeing a little more than this, but the predicted upward trend here at the end is beginning,'' \nsaid Duke Austin, spokesman for the agency in Washington.\n\nMore than half of the applications, 792,623, have come from the Western regions, which includes California, \nNevada, Arizona, Hawaii and Guam, but the bulk are from Los Angeles, 531,312.\n\nImmigration advocates had originally feared that Mr. Ezell, who has a reputation for being tough on illegal aliens, \nmight attempt to thwart the spirit of the amnesty, but he has become one of the program's most vigorous backers.\n\n''It's the law, and it gives the Immigration Service the opportunity to wear a white hat for a change,'' Mr. Ezell said. \n''To show we have a heart, that we are more than cops.''\n\n\nThe agency has prepared a videotype, is handing out calendars with the message in six languages and is relying \non Catholic parishes to spread the message. Mr. Ezell said that 85 percent of the applicants so far were from \nHispanic countries, and that 95 percent of them were Catholic.\n\n \n\nFear Is Hard to Overcome\n\nDespite assurances from government and church, thousands of potentially eligible have been reluctant or slow to \ncome forward.\n\nOne is a 30-year-old Guatemalan woman, who says she has lived in Chicago, Indio, Calif., and Los Angeles since \n1988 with her husband. They have two American-born children. She said the couple had not applied because they \ncould not afford the fees, $185 for each adult, $420 maximum for a family. Her husband was recently laid off, she \nsaid.\n\n''At times I feel like I'm in an alleyway without any way out,'' the woman said.\n\nOthers are fearful that some family members will qualify and others not. Ernest Gustafson, district director for Los \nAngeles of the Immigration Service, said that the agency had not yet separated any families. By using the ''personal \ndiscretion'' available to the agency in hardship cases, he said, close family members with eligible persons had been \ngranted ''extended voluntary departure'' status, a provision that allows an emigrant to remain legally at least for a \ntime.\n"}