{"title": "Political Memo;After U.S. Agents Seize Cuban Boy, Giuliani Seizes an Issue", "body": "\nFor the second time in two days, Mayor Rudolph W. Giuliani seized on the Elian Gonzalez case yesterday to \nmount a harsh attack on President Clinton.\n\nHe accused the president of coordinating foreign policy with a totalitarian regime, of ignoring peaceful means of \nreuniting the boy with his father, and of authorizing a \"gross overreaction\" by armed immigration officials who \ngrabbed the boy in a predawn raid Saturday.\n\n\"Consider the level of armament used,\" Mr. Giuliani told reporters yesterday, moments after passing out Easter \nbaskets to sick children at Metropolitan Hospital Center in Manhattan. \"It's astounding, for a 6-year-old boy and a \nfamily that has no history of involvement in organized crime, terrorism or anything like that.\"\n\nHe added: \"They were pointing machine guns at them, and they were dressed up as if they were in the middle of a \nwar action. So there's no question that it was a gross overreaction.\"\n\nIn theory, any connection between little Elian and the mayor of New York City would seem negligible. With all the \nchallenges confronting Mr. Giuliani -- understaffed summer schools, criticism of police tactics, a troubled welfare-\nto-work program -- one might guess that he would have little more than passing interest in the international saga of \na 6-year-old Cuban refugee in Miami.\n\nBut for the past two days, Mr. Giuliani has focused his public remarks on the boy, as if Elian had washed ashore \non Governors Island instead of the coast of Florida. He opened his press conference on Saturday with a statement \nabout the case. Then he accepted an invitation to discuss the case on CNN with Larry King, who, in a slip of the \ntongue, referred to him as the \"mayor of Miami.\" Last night, Mr. Giuliani appeared on Fox to discuss the case.\n\nSunny Mindel, the mayor's spokeswoman, said there was a straightforward explanation for the mayor's comments \non the case. \"He feels very strongly about it, in addition to which, he is available to the press and the press is \nasking about it,\" she said. \"And he's answering.\"\n\nBut the mayor has his doubters, especially in the camp of First Lady Hillary Rodham Clinton, his opponent for a \nseat in the United States States Senate. Howard Wolfson, a spokesman for Mrs. Clinton, accused Mr. Giuliani of \nexploiting Elian Gonzalez for political advantage.\n\n\n\"As far as I'm aware, this is one of the few national issues that the mayor has been willing to take a position on or \ntalk about.\"\n\nMs. Mindel said in response: \"This is a typical Clinton attempt to deflect responsibility. They chose this excessive \ndisplay of force.\"\n\nAnd Kim Serafin, a spokeswoman for Mr. Giuliani's campaign, said he had taken positions on a variety of national \nand international issues. \"If they would do a search,\" she said of Mrs. Clinton's staff, \"they would find that he's even \nbeen criticized for taking positions on too many issues.\"\n\nBut clearly Saturday's raid to reunite Elian with his father offers Mr. Giuliani an enticing package of political \nbenefits. At a time when he faces marches and protests against his Police Department's aggressive tactics, Mr. \nGiuliani has presented himself this weekend as a champion of law enforcement moderation on the question of \nElian Gonzalez.\n\nThe Clinton administration, he said yesterday, should have spent more time using dialogue and mediation. At the \nvery least, he said, the administration should have first obtained a court order, followed by several \"low key\" \nattempts to execute the order without resorting to force.\n\n\"Those attempts were never made,\" he said, contrasting his preferred approach with the 151 heavily armed federal \nagents who took part in Saturday's raid.\n\n\"That's the level of armament you would use if you were arresting vicious horrible terrorists,\" said Mr. Giuliani, who \nis a former federal prosecutor. \"I can remember arresting organized crime figures with considerably less armament \nthan that -- Fat Tony Salerno and Paul Castellano. These are people who specialize in murdering other people. I \ncan remember arrests of terrorists. And there there was a higher level of armament than the organized crime \nfigures, but nothing like that.\"\n\nAt another moment later yesterday, Mr. Giuliani urged people to compare the law enforcement tactics in Miami with \nthose of the New York's Police Department. \"Think of how lucky you are to have the kind of police department you \nhave in New York City, how restrained it is, the way in which they handle crowds.\"\n\nThough Mr. Giuliani built a reputation out of being a tough prosecutor, he was fiercely criticized at the time by those \nwho said he hounded and humiliated suspects with publicity-seeking arrests, several of which were later \noverturned.\n\nWall Street executives still remember how he ordered the arrest in 1987 of three traders, one of whom was led \nacross the floor of Kidder, Peabody in handcuffs. Two years later, one trader pleaded guilty to a lesser charge and \nthe investigation against the others was dropped.\n\nFor Mr. Giuliani today, speaking out about the case on national broadcasts also gives him a opportunity to try to \nmake new campaign donors out of conservative, out-of-state Republicans who detest the Clintons.\n\nMs. Serafin said that Mr. Giuliani's television appearances have nothing to do with fund-raising. \"The mayor's \nsimply re-affirming his long held convictions.\" But about half of the $19 million Mr. Giuliani has raised so far has \ncome from out-of-state donors. And his reference on Saturday to \"storm troopers using guns\" has immediate \nresonance for the many Republicans who have expressed concerns about the federal government's tactics at \nWaco and Ruby Ridge.\n\nAnd yesterday, Mr. Giuliani once again described the president as the puppet of a brutal Communist dictator. \"The \nreality is that this has something to do with his relationship with Fidel Castro,\" Mr. Giuliani said of Mr. Clinton. \"It's \nnot by accident that Fidel Castro had a tremendous demonstration in Cuba yesterday.\n\n\"The big winner yesterday,\" he continued, \"was Fidel Castro. He's been orchestrating this. And when you got up \nyesterday morning, and you looked at what was happening in Miami, for a moment you had to say to yourself, 'No, \n\n\n\nno, no. That's not America. That's happening in Cuba. That must be happening in Cuba.' Not only did the Clinton \nadministration adopt Fidel Castro's position, they're now adopting his tactics.\"\n\nMrs. Clinton's spokesman, Mr. Wolfson, dismissed Mr. Giuliani's remarks. \"I think when you call United States law \nenforcement personnel storm troopers, that sounds like you're getting your talking points from the black helicopter \ncrowd.\"\n\nSuch responses are aimed at bolstering a central theme of Mrs. Clinton's campaign -- that the mayor is simply too \ndivisive, too strident, to make an effective senator. Last month, for example, Mrs. Clinton accused the mayor of \nintentionally polarizing the city by leading \"a rush to judgment\" against Patrick Dorismond, the unarmed black man \nwho was shot and killed by undercover police officers.\n\n\"At a time when calmer heads are called for,\" Mr. Wolfson said, \"the mayor finds a way to inflame a situation with \nangry rhetoric.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: After passing out Easter baskets yesterday, Mayor Rudolph W. Giuliani continued his criticism of the \ngovernment's seizure of Elian Gonzalez. (Frances Roberts for The New York Times)(pg. B4)\n\n      \n"}