{"title": "Combating Methamphetamine by the Book; Tome Targets Anti-Drug Message to Mexican Immigrant Laborers in California", "body": "\n  Fotonovelas, pocket-size picture books popular in Mexico, have gotten a California makeover that authorities \nhope persuades immigrant laborers to resist the easy-money temptation of the methamphetamine trade.\n\n  Thousands in the meth-plagued Central Valley have read the bilingual graphic-novel story of José, a farmworker \nwho creates tragedy for his family by working for a drug ring. \"No Vale la Pena,\" or \"It's Not Worth It,\" has inspired \na Spanish-language docudrama, and police from Tennessee to Colorado have requested copies of both projects.\n\n  In Mexico, fotonovelas often illustrate life's struggles through recurring characters, like the trucker with a heart of \ngold, or the secretary trying to get ahead. Community leaders in and around Merced, about 130 miles southeast of \nSan Francisco, saw them as an effective way to reach immigrant workers.\n\n  \"We were trying to get that message across to a population that has a very low literacy level and that's really \nisolated,\" said public relations executive Virginia Madueño,  who created the booklet. \"So we thought, 'Aha! A \nfotonovela.' \"\n\n  The Central Valley, a broad agricultural swath that runs up the middle of the state, remains a primary distribution \npoint for meth, according to a Justice Department report released last month.\n\n  Mexican drug cartels have begun to dominate the trade in the area: Merced County Sheriff Mark Pazin said they \naccounted for more than 80 percent of meth-production arrests in 2003. The federal report suggested the cartels \nare looking to expand into other areas with large populations of illegal immigrants.\n\n  Immigrant laborers can see setting up a meth lab as a lucrative alternative to backbreaking work in the fields, but \nit may end up exposing their families to the dangerous work. It's so common for meth cooks to be arrested at home \nin front of spouses and children that Madera County has assigned a social worker to accompany police on drug \nbusts, Pazin said.\n\n  \"No Vale La Pena\" ends even more tragically. José, recruited by a drug lord to cook meth, hides his backyard lab \nfrom his pregnant wife, Maria, only to expose their young daughter, Raquel, to a fatal dose of chemicals.\n\n\n  \"I've known people related to family members who thought cooking meth was an opportunity to get ahead and get \na piece of the American dream,\" Madueño  said. \"I've seen what it has done.\"\n\n  The first run of 15,000 copies of \"No Vale La Pena\" was soon exhausted, said Ben Duran, president of Merced \nCollege, who helped create the storybook using private-sector donations. More were printed, and it is now available \nat Hispanic supermarkets across California.\n\n  \"Then we thought, 'What if we make the book come alive?' \" Duran said.\n\n  Last year, Duran started working on a film based on the same story, styled to look like a telenovela, or Mexican \nsoap opera. He played the drug kingpin in the project, made with help from the sheriff and $100,000 in federal \nfunding.\n\n  The film has been shown in classrooms, at nurses' conventions and at commercial theaters in several states.\n\n  When it premiered in the cafeteria of Merced's Margaret Sheehy Elementary School last month, the children sat \nentranced. As the narrator delivered somber anti-drug declarations in Spanish, a few third-graders wiped away \ntears.\n\n  \"Kids, I'm here to tell you we don't make any of this up,\" Pazin said. \"It is happening here in the Central Valley, in \nCalifornia and the U.S. People are getting sick and passing away.\"\n"}