{"title": "July 29, 2019: Center for American Progress: RELEASE: Immigrant Doctors Can Help Lower Physician Shortages in Rural America", "body": "\nImmigrant doctors play a critical role in filling physician shortages in underserved rural communities. Yet they often \nface complex immigration and licensing barriers that prevent them from serving in these communities.\n\nIn \"Immigrant Doctors Can Help Lower Physician Shortages in Rural America,\" Silva Mathema, senior policy \nanalyst of Immigration Policy at the Center for American Progress, uses interviews with immigrant doctors, as well \nas health and immigration statistics, to examine the physician shortages and health care crisis facing rural America \nand the difficult legal and regulatory obstacle course that immigrant doctors must navigate in order to practice in \nrural areas. She finds that even immigrant doctors who are eager to serve rural communities often have to search \nfor opportunities elsewhere that resolve their and their families' immigration-related woes.\n\n\"My interviews with immigrant doctors who care for patients in rural areas made clear that these doctors bring a lot \nof passion and much-needed skills to areas that are facing significant physician shortages,\" said Mathema. \"It's also \nclear that current state and federal regulatory frameworks pose barriers for immigrant doctors who want to work in \nrural areas. The United States needs reforms at all levels of government to harness the talents of immigrant \ndoctors to help minimize physician shortages and ensure that patients in rural communities get the care they need.\"\n\nMathema identifies several broad policy recommendations to make it easier for immigrant doctors to work in rural \nareas:\n\nMake the Conrad 30 Waiver Program permanent. This program allows immigrant doctors who completed their \nresidencies on J-1 visas to stay in the United States if they commit to practice in underserved communities for three \nyears. Increase the number of J-1 visa waivers provided through the Conrad 30 program in order to match state \nneeds. Remove J-1 visa waiver program restrictions that prevent doctors from changing employers. Strategically \nreform the allocation of H-1B visas to tackle labor market shortages in high-need areas, raise wages, and end the \nrandom lottery system. Clear immigrant visa backlogs and remove per-country caps on employment-based green \ncards for occupations facing high shortages. Establish a task force to study states' licensing requirements and \nprocesses, and implement solutions to remove barriers for immigrant doctors to re-enter their profession. \nStreamline state residency requirements for licensing and simplify application processes for J-1 visa waivers.\n\nINDEX\n\nSECTION 1 CENTER FOR AMERICAN PROGRESS FINANCIALS\n\nSECTION 2 CENTER FOR AMERICAN PROGRESS PROFILE\n\n\nSECTION 3 PRESS RELEASES: 2019\n\nSECTION 1 CENTER FOR AMERICAN PROGRESS FINANCIALS\n\nCenter for American Progress\n\nKey Stats\n\nEstimated Revenue (TTM): $51.79M\n\nSECTION 2 CENTER FOR AMERICAN PROGRESS PROFILE\n\n2.1 ACTIVITIES\n\nCenter for American Progress (CAP) provides research and policy advocacy services focusing on American \neconomy, budget, tax policies, national defense, education, and civil rights. The company organizes political \nforums, conducts discussions and debates, analyses and prepares reports on policy proposals, and publishes \nperiodicals. CAP was founded in 2003 and is headquartered in Washington, District of Columbia.\n\n2.2 SUMMARY\n\nPermID: 5037145119\n\nWebsite: http://www.americanprogress.org\n\nIndustry: Miscellaneous Commercial Servi\n\nSECTION 3 PRESS RELEASES: 2019\n\nJuly 25: Center for American Progress: STATEMENT: CAP's Neera Tanden Addresses Resignation of Puerto \nRico's Governor, Urges Federal Government to Step Up for U.S. Citizens of the Commonwealth\n\nNeera Tanden, president and CEO of the Center for American Progress, issued the following statement today in \nresponse to the announcement that Puerto Rico Gov. Ricardo Rossello will resign following weeks of public \nprotests:\n\nThe people of Puerto Rico, including the diaspora in the mainland United States, took to the streets to denounce \nrampant corruption, misogyny, and bigotry in their government. They should be commended for their steadfast \ncommitment to democracy and change. Governor Rossello's resignation is an important step forward toward honest \nand effective leadership in the commonwealth. But this political crisis in no way lessens the urgent need for \ndistribution of the funds that Congress has appropriated to Puerto Rico. The island has seen only a fraction of the \n$42 billion in disaster aid. Congress must demand accountability from the Trump administration as to why these \nfunds are not flowing. They are critical for Puerto Rico's recovery from hurricane damage. This crisis also should \nnot lessen the long-standing need for Congress to address other critical programs affecting Puerto Ricans, \nespecially the impending Medicaid cliff.\n\nSource: Company Website\n\nJuly 18: Center for American Progress: EVENT ADVISORY: Responding to the Mueller Investigation: A \nConversation With Rep. Adam Schiff\n\nPlease join the Center for American Progress for a conversation with Rep. Adam Schiff (D-CA), chairman of the \nU.S. House Permanent Select Committee on Intelligence, ahead of former special counsel Robert Mueller's \ntestimony.\n\nhttp://www.americanprogress.org/\n\n\nThe discussion will focus on the findings of Mueller's investigation, House activity to address these findings, and \nefforts underway to help protect the 2020 election.\n\nPress are welcome to RSVP by following this link.\n\nWHO: Introductory remarks: Winnie Stachelberg, Executive Vice President, External Affairs, Center for American \nProgress\n\nIn conversation: Rep. Adam Schiff (D-CA), Chairman, U.S. House Permanent Select Committee on Intelligence \nMax Bergmann, Director, Moscow Project; Senior Fellow, Center for American Progress\n\nWHEN: Tuesday, July 23, 2019 2:00 p.m.-3:00 p.m. ET\n\nWHERE: Center for American Progress 1333 H Street NW, 10th floor Washington, D.C. 20005\n\nSource: Company Website\n\nJuly 18: Center for American Progress: RELEASE: With Dodd-Frank Weakened Ahead of 9th Anniversary, CAP \nReleases Major New Proposal To Protect Economy by Strengthening Regulation of Shadow Banks\n\nWith the landmark financial regulation law known as Dodd-Frank set to turn 9 this month-weakened since \nenactment as a result of actions by conservative judges, Congress, and the Trump administration-the Center for \nAmerican Progress today released a new proposal that seeks to substantially improve the regulation and oversight \nof systemic shadow banks. CAP's proposal would ensure that the 15 to 25 riskiest insurance companies, hedge \nfunds, asset management firms, and other shadow banking entities face strong regulation and oversight-and would \nmake it difficult for regulators to release these firms from enhanced safeguards.\n\n\"The 2007-2008 financial crisis demonstrated that devastating risks to financial stability could develop outside of the \ntraditional banking sector. Dodd-Frank took important steps to address the risks posed by shadow banks and their \nactivities, but the past two years have shown the clear weaknesses in those authorities,\" said Gregg Gelzinis, policy \nanalyst for Economic Policy at CAP and author of the proposal. \"Policymakers should be more concerned with \nprotecting the economy, workers, and families from the risks posed by large, complex, and interconnected shadow \nbanks than with shielding these well-connected financial institutions from commonsense regulation.\"\n\nDodd-Frank's key mechanism to address the risks posed by systemic shadow banks-the Financial Stability \nOversight Council's (FSOC) systemically important financial institution (SIFI) designation authority-has been \nvulnerable to conservative judges seeking to limit the executive branch's ability to regulate corporations and to \nderegulatory actions by the Trump administration. This has left the financial system, and the entire U.S. economy, \nvulnerable to risks in the shadow banking sector. In 2008, the collapse of systemically important, lightly regulated \nfinancial institutions such as the investment bank Lehman Brothers and the insurance company AIG helped set in \nmotion the financial crisis.\n\nCAP's proposal would eliminate the embedded bias and vulnerabilities in the current designation process that make \nit far too difficult to regulate systemic shadow banks and easy to deregulate them.\n\nJune 26: Center for American Progress: STATEMENT: Supreme Court Ruling on Agency Deference Protects \nHealth, Safety Regulations, CAP's Sam Berger Says\n\nToday, the U.S. Supreme Court declined to overturn established precedent that allows government agencies to \nreasonably interpret ambiguous regulations. In response, Sam Berger, vice president for Democracy and \nGovernment Reform at the Center for American Progress, issued the following statement:\n\nIt is heartening that the high court today declined to wipe away decades of precedent to favor the interests of big \nbusinesses and the wealthy over everyone else. This ruling will help government agencies to protect public health, \n\n\n\nworkplace safety, and the environment. But we must be wary of conservative attempts to weaken regulatory \nagencies in the future.\n\nSource: Company Website\n\nJune 19: Center for American Progress: STATEMENT: CAP's Sam Berger Urges Senate to Reject Judicial \nNominee Matthew Kacsmaryk\n\nAs the Senate prepares to vote on the nomination of Matthew Kacsmaryk for a seat on the U.S. District Court for \nthe Northern District of Texas, Sam Berger, vice president of Democracy and Government Reform at the Center for \nAmerican Progress, issued the following statement:\n\nMatthew Kacsmaryk's record reveals a disturbing bias against LGBTQ equality and women's reproductive freedom. \nHis opposition to same-sex marriage and legal protections based on sexual orientation and gender identity raise \nserious concerns about his ability to rule fairly in cases involving these issues. The Senate should vote against his \nconfirmation.\n\nSource: Company Website\n\nJune 05: Center for American Progress: STATEMENT: The SEC's New Regulation Best Interest Rule a 'Setback \nfor Working Families'\n\nToday, the U.S. Securities and Exchange Commission (SEC) voted to adopt Regulation Best Interest and new \nchanges to standards of conduct for investment advisers. These new provisions are portrayed as protecting \nvulnerable investors in their dealings with investment advisers and brokers and replace the U.S. Department of \nLabor (DOL) conflict of interest rule that the Obama administration completed in 2016.\n\nFollowing the vote, Andy Green, managing director of Economic Policy at the Center for American Progress, \nissued the following statement:\n\nThese new rules are a big setback for working families. Many parts of the retirement industry are built around \nextracting high fees, often with significant conflicts of interest. The previous White House Council of Economic \nAdvisers showed that these conflicts of interest cost individual retirement account savers alone at least $17 billion \nevery year-knocking 25 percent or more off the returns to hard-working savers over a 35-year period.\n\nThe DOL's conflict of interest rule took on these issues with a strong and effective mandate to act in the investors' \nbest interests and eliminate conflicts of interest, and it included strong enforcement mechanisms for those who \nwere wronged. But the Trump administration let this rule die after the U.S. Court of Appeals for the Fifth Circuit \nmade a wrongly decided ruling to strike it down. While President Trump's SEC Chair Jay Clayton promised to \naddress this gap and advance a reasonable approach on behalf of investors, neither the SEC's proposal nor its final \nrules meet Clayton's own goals-or the direction to act embedded in the Dodd-Frank Act. Indeed, the SEC is actually \nmaking the situation worse.\n\nThe SEC is portraying its rules as requiring brokers to act in the so-called best interests of their client.\n\nJune 04: Center for American Progress: RELEASE: New CAP Analysis Reveals That the Very Wealthy Pay \nSpecial Low Rates on Most of Their Income and Outlines How Tax Code Changes Have Contributed to Wealth \nInequality\n\nA new analysis from the Center for American Progress finds that Americans with incomes greater than $10 million \npay special low tax rates on 53 percent of their taxable income-and pay no tax on much of their accumulated \nwealth. The report points to the failings of the U.S. tax code as a contributor to wealth inequality in America; rebuts \nthe trickle-down fairy tale that conservatives have sold to the American people over the past 30 years; and offers \noptions for policymakers to better tax extreme wealth.\n\n\n\n\"The tax system is so unbalanced that it is undermining Americans' sense of fairness and chipping away at the \ngovernment's ability to fund education, infrastructure, and many other investments that are essential to a strong and \ninclusive economy in the long term. An enormous part of the financial capacity of those at the top is not even \nincluded in the calculation of how much tax these individuals should pay, and a lot of what is taxed receives special \ntreatment,\" said Alexandra Thornton, senior director of Tax Policy for Economic Policy at CAP.\n\n\"While individuals with taxable incomes greater than $10 million enjoy low rates on more than half of their taxable \nincome, the report explains how a great deal of their income is not even included in this statistic-and, in fact, is not \ntaxed at all,\" said Galen Hendricks, special assistant for Economic Policy at CAP and co-author of the report. \"The \nwealthy hold a lot of assets that grow substantially in value but are not taxed.\"\n\nCAP's report asserts that structural failings of the tax code over several decades have contributed to wealth \ninequality, with the recently enacted Tax Cuts and Jobs Act making the tax system much worse in this regard. \nChanges to the tax code that weakened taxation on the wealthy occurred roughly over the same time period that \nthe recent surge in wealth inequality developed, and a relatively small number of wealthy individuals have reaped \nthe lion's share of benefits.\n\nMay 01: Center for American Progress: STATEMENT: Attorney General Barr Must Resign or Be Impeached, \nTrump Must Be Held Accountable, CAP's Neera Tanden Says\n\nFollowing revelations that special counsel Robert Mueller explicitly objected to Attorney General William Barr's \ncharacterization of his report on President Donald Trump and Russian interference in the 2016 presidential election \n-and after further deceptive testimony from Barr today -Neera Tanden, president and CEO of the Center for \nAmerican Progress, issued the following statement:\n\nPresident Trump chose Attorney General Barr to help cover up his corruption and threaten his political opponents, \nand Barr has lived up to Trump's expectations. As special counsel Mueller wrote in his letter, Barr fundamentally \nundermined a central purpose of the special counsel's investigation by deliberately creating confusion about its \nconclusions, even going so far as to lie to Congress.\n\nBarr was given a shocking account of interactions between the Trump campaign, WikiLeaks, and Russia-along with \nwhat amounted to an impeachment referral on obstruction-and deceptively presented it to the public as an \nexoneration. He did so while actively withholding the summaries prepared by the special counsel which were \ndesigned for quick release.\n\nThe prospect of a corrupt, partisan attorney general serving under a corrupt, vindictive president places our entire \ndemocracy in jeopardy and should terrify every American. Barr should immediately resign, and if he does not, he \nshould promptly be impeached and removed from office. But the real root of this corruption was President Trump, \nand Congress must above all be aggressive in holding him accountable for his corruption in every area of \ngovernment.\n\nSource: Company Website\n\nApril 08: Center for American Progress: STATEMENT: DHS Secretary Nielsen's Resignation Long Overdue, Says \nCAP's Tom Jawetz\n\nFollowing the announcement that Kirstjen Nielsen had resigned from her position as secretary of homeland \nsecurity, Tom Jawetz, vice president of Immigration Policy at the Center for American Progress, released the \nfollowing statement:\n\nKirstjen Nielsen hatched and implemented some of the most gratuitously cruel and inhumane policies of the Trump \nadministration. More than anything, her legacy is the thousands of children separated from their parents-some \npermanently-as a result of the policy of family separation that she knowingly pursued but continues to deny. Her \n\n\n\ntenure at the U.S. Department of Homeland Security also is marked by bureaucratic incompetence and pervasive \ndeception. Her resignation was long overdue.\n\nSource: Company Website\n\nApril 05: Events Calendar: Center for American Progress: EVENT ADVISORY: Rising Progressive Stars to be \nFeatured at the Center for American Progress 2019 Ideas Conference\n\nIn the 2018 midterm elections, the American people made it clear that they support bold, progressive ideas and \ndiverse new leadership to better represent all Americans at the highest levels of U.S. government, rejecting those \nwho sought to advance division and greed.\n\nNew, strong leaders are now in Congress and statehouses across the country. Policymakers are already working \non legislation on issues as varied as political reform, health care, voting rights, and economic opportunity-all of \nwhich took center stage in the 2018 election cycle-in order to implement a strong, progressive legislative agenda.\n\nFor 16 years, the Center for American Progress has served as an engine for the progressive movement, \ngenerating bold policy solutions to problems at home and abroad. For the 2019 CAP Ideas Conference, we're \nbringing together the leaders of tomorrow to discuss how to solve today's problems-the new leaders America has \nchosen to champion its values in this new era.\n\nAdditional speakers and details will be announced in the weeks ahead. The most up-to-date list of speakers can be \nfound at CAPIdeas.org.\n\nSource: Company Website\n\nPermID: 5037145119\n\nCreated by www.buysellsignals.com for News Bites Finance\n"}