{"title": "Suspect in Silver Spring Slaying Is Charged With Murder", "body": "\nA suspect in the May slaying of a shopkeeper in Silver Spring is linked to the crime by DNA evidence found in a \nstolen getaway vehicle, authorities said yesterday, announcing that they had obtained a warrant charging the man \nwith first-degree murder and carjacking.\n\nJulio N. Paredes, 43, is in federal custody, accused of conspiring with others in a series of armed robberies across \nthe state. The robberies began shortly before the slaying and continued until August. At least four of the six \nbusinesses that were struck catered to a Latino clientele, as did the variety store in Silver Spring.\n\nFederal immigration authorities placed a detainer on Paredes, meaning that they suspect he could be in the \ncountry illegally and that they might move to deport him after his criminal cases run their course. Paredes's \nresidency status was unclear.\n\nImmigration agents questioned him after one of the robberies, said Lt. Dale Patrick of the sheriff's office in Queen \nAnne's County, where the last of the robberies occurred.\n\nThe issue of illegal immigration and crime has surfaced recently in Montgomery County, as the police department is \nseeking approval to begin asking suspects accused of violent crimes and weapons offenses about their \nimmigration status.\n\nParedes's lawyer, William C. Brennan, declined to comment.\n\nPolice said yesterday that they were trying to confirm the identity of a second suspect in the slaying of Jorge \nVillatoro, an immigrant from El Salvador. Villatoro, 50, was fatally shot at the store Variedades Jenny, which was \nnamed for his daughter.\n\nVillatoro was a friend to many Latino immigrants who shopped at the store. Customers used the store's wire \ntransfer service to send money home. \"There's no words to explain how devastating this has been to all of us,\" \nJenny Villatoro said after her father was killed.\n\n\nAfter the shooting, the assailants carjacked a bucket truck and fled. The vehicle was found in Prince George's \nCounty. Montgomery detectives investigated the case for months without making any arrests.\n\nOn Aug. 7, authorities in Queen Anne's said, four men robbed a store called Tienda Ramirez, which also offered \nwire transfers. One of those suspects carried a shotgun. The group demanded proceeds from the store and fled \nafter receiving cash, police said.\n\nAn off-duty sheriff's deputy soon spotted their sport-utility vehicle, the sheriff's office said. Inside they found Paredes \nand the other three men.\n\nInvestigators linked them to robberies in Silver Spring, Laurel and Annapolis, authorities said. Paredes was \ncharged with conspiracy and using a firearm in a crime of violence. The other three were also charged.\n\nThe proposal by Montgomery police to check the immigration status of people arrested in connection with violent \ncrimes or weapons violations would mark a departure from the county's past practice. Police said they hope to use \nimmigration laws to get violent criminals off the street. Opponents said such a policy would all but necessitate racial \nor ethnic profiling, ensnaring innocent people.\n\nIn the case of Paredes, online court records do not indicate he was ever in police custody in Maryland before the \nslaying of Villatoro. It is not clear that any change in police procedures would have prevented the slaying.\n\nGraphic\n\n \n\nIMAGE; Julio Paredes is in federal custody.\n"}