{"title": "May 27 Readers' letters", "body": "\n'Will of the people' trumps civil rights\n\nI'm so saddened by Tuesday's California Supreme Court ruling to uphold Proposition 8. This is another example \n(besides our budget mess) of why our state's system of rule by proposition needs to be overhauled. When the \"will \nof the people\" can deny citizens their civil rights, it's not justice, it's legally sanctioned discrimination. If the voters at \nthe time had the final word in their respective times, neither blacks nor women would have the right to vote today.\n\nTerry DeBenedictis\n\nRedwood City\n\nGingrich could clean up this mess\n\nAllen Lazarus' effort (Letters, May 26) to tie former House Speaker Newt Gingrich to congressional deficit spending \nis misplaced at best. After two years of ballooning deficits under President Clinton, Speaker Gingrich and the \nRepublicans were swept into power and promptly ran budget surpluses from 1998 to 2001, the only federal budget \nsurpluses since 1968. Our Democratic Legislature would better serve California if it promptly retained Speaker \nGingrich to clean up their mess. I am sure he would be happy to help and the results would likely be the same as \nthe last time he cleaned up a Democratic mess   lower taxes and budget surpluses.\n\nEric C. Bellafronto\n\nSan Jose\n\nSoldier suicides deserve attention\n\nThanks for your coverage in the past few days of Army soldier suicides. The in-depth story (Page 1A, May 25) of \nthe Rev. Susan Turley's experience with the death of her son, Army Pfc. Keith Moore, when he was in Iraq was \nparticularly touching. And the story about the young soldier who committed suicide last week in Santa Cruz was \nanother stark reminder of how some who risk their lives for our country don't get the help they need and deserve.\n\nMy son returned from Iraq about this time last year after being part of the \"surge.\" When his Army division took time \nout at their U.S. base on Memorial Day 2008 to honor those who had lost their lives during their prior 15-month \ndeployment, one name was missing from the list. It belonged to a young soldier who committed suicide in a combat \nbase watch tower. My son was outraged and disappointed. So was I.\n\nThe war may, or may not, have been a substantial contributor to these three deaths. But young men and women \nwho wear our nation's uniform deserve more vigilance, and top-notch mental health services, from the Army.\n\n\nStephen E. Wright\n\nDublin\n\nHow about a real proposal for state?\n\nMercury News readers deserve more thoughtful opinion articles than Newt Gingrich's (Opinion, May 24) laughably \npartisan misreading of the California election. Couldn't you instead find a California Republican leader to fill the \nspace with an actual proposal of what services he volunteers to be cut in his district and how many early release \nprisoners he welcomes to his district?\n\nI believe that the election results were a rebuke to the scorched earth partisan politics like Gingrich engages that \nhave made the budget process unworkable.\n\nEd Brown\n\nSunnyvale\n\nTake another look at state spending\n\nRegarding the recent editorial on Californians' \"hard choices,\" has the Mercury News (Editorial, May 21) considered \nthat it is our legislators, not our citizens, who have abdicated responsibility here?\n\nSpending has increased 40 percent since 2003 with no discernible improvement in services. Had spending been \nheld flat, which it was from 2000-2003, we would have a surplus today.\n\nNow, the Legislature   and this newspaper   are presenting a false choice between basic services and even higher \ntax increases. We had those same services and a functional state before 2003, and we can go back to those \nspending levels. Our legislators' threats to the contrary show just how little attention they've paid to their spending \nrates.\n\nElizabeth Altmaier\n\nCupertino\n\nThe late, great state of California\n\nT.J. Rodgers (Letters, May 24) rails against his home being buzzed by CHP traffic planes and focuses on the \nimagined cost of the patrol as he claims CEO wisdom could fix the state budget.\n\nI agree planes should not buzz homes, but the cost is not the issue. Think of the lives saved by traffic enforcement; \npriceless and precious. It seems most CEOs focus only on cost but to grow investment is needed. That costs. \nPreoccupation only with cost is myopic.\n\nCalifornia's problem is revenue, not cost. Proposition 13 ruined California's budget because ironically over time it \nskewed the tax base to homes, reducing revenue. California needs a politically impossible overhaul of its taxation \nthat is fair. As we degenerate to a Third World backwater, whither our dynamism, innovation? Who will want to live \nor work here?\n\nJ.R. Knutson\n\nFremont\n"}