{"title": "Trial sparks debate in immigrant communities", "body": "\nFeelings are running strong in metro Atlanta's African immigrant communities over the verdict in an unusual case \nof female genital mutilation.\n\nA Gwinnett County jury Wednesday found Khalid Adem guilty of circumcising his young daughter when she was 2 \nyears old. Adem, a native of Ethiopia, was sentenced to serve 10 years in prison and five years' probation for using \nscissors to circumcise his daughter. Adem had denied he committed the act.\n\n\"This sends a strong message against FGM [female genital mutilation] and that it is just not acceptable,\" said Dil- \nwonberish Aberra of the verdict. Aberra is a native of Ethiopia who works with refugee and immigrant women \nlocally.\n\nFemale genital mutilation, also referred to as female circumcision, is not an uncommon practice in some African \ncountries, primarily in more traditional, rural communities.\n\nAdem was arrested in 2003 after the South African-born mother of his daughter accused him of circumcising the \ngirl. The act had occured two years earlier. The girl told Gwinnett authorities in 2003 that her father had done it.\n\nThe Adem trial drew out a lot of debate in the metro African immigrant communities. Teddy Dagne, host of a \npopular Ethiopan radio program, said the phone lines have been \"swamped\" with people weighing in on the case.\n\nThe majority of callers believe Adem is not guilty because the practice is not that common.\n\n\"Some people who stick to old traditions might do it, but many people frown on it,\" Dagne said. Back home \"they \nknow it is harmful and not good for the children.\n\n\"They may have had it done to them but they don't want it for other generations.\"\n\nDagne said some in the local Ethopian community want to raise funds to help Adem mount an appeal.\n\n\nBut Ntombiyomusa Msimanga, a South African who received her doctorate degree from Georgia Tech, was \nappalled by the case. She said she did not hear of the practice until coming to the U.S. and she thinks the verdict \nmakes it clear that FGM must stop.\n\n\"If we didn't get this sentence, if they didn't find him guilty, then people would think that we are a people who \npractice this,\" Msimanga said.\n\nNigerian-born Glory Kilanko, director of Women Watch Afrika, doubts the father's guilt and said the verdict paints a \nnegative picture of the African community.\n\n\"Part of the issue being discussed is that now they are portraying this as every African woman that walks on the \nstreets in Georgia has been circumcised,\" Kilanko said.\n\n\"It's bringing an embarrassment and discomfort.\"\n\nThe vast majority of African immigrants are well aware that FGM is against U.S. law, said Sandra Mullins, director \nof Refugee, Resettlement and Immigration Services of Atlanta. Reliable figures on how widespread FGM is in metro \nAtlanta are hard to come by. \n\nBut the practice isn't unheard of here.\n\nThe DeKalb County Board of Health began an outreach program in August for FGM through their Center for Torture \nand Trauma Survivors.\n\nThe center's director, Kitty Kelley, said a Somali case worker brought the need to the center's attention after \nnoticing \"a number of [clients] were complaining about infection, pain, inability to go to work, shame.\"\n\nKelley said some of the women underwent FGM in their native countries while others had the procedure here.\n\nGraphic\n\n \n\nPhoto: NICK ARROYO / StaffMany local immigrants don't believe Khalid Adem, who was convicted and got a 10-\nyear sentence for circumcising his daughter, is guilty because they say the practice is not common.\n"}