{"title": "THE 1994 CAMPAIGN: CALIFORNIA;Media-Wise Governor Runs A Smooth Race in California", "body": "\nIf he had stumbled, it could have been an awkward moment for Gov. Pete Wilson's re-election campaign, but you \nwould never have guessed it. California cool, sound-stage smooth, he gives nothing away; you can no more read \nhis emotions in his face than see through a mirror.\n\nHis big issue is illegal immigration. He has dramatized his promises to do something about it by endorsing \nProposition 187, a ballot initiative that would require the state's schools, hospitals and other institutions to deny \nservices to illegal immigrants, who come mainly from Mexico. As the proposition has gained strength, so has he, \nand together they have pulled well ahead in the polls.\n\nBut Mr. Wilson has always had a lot of trouble with his party's right wing, and this week two leading Republican \nconservatives, Jack F. Kemp and William J. Bennett, both members of George Bush's Cabinet, denounced the \nballot measure, describing it as \"fundamentally flawed and constitutionally questionable.\"\n\nReporters caught up with the Governor in an aircraft-assembly hangar in Long Beach. Nobody had to tell him it \nwas time to play the Beltway card.\n\n\"Those are two guys who have been in Washington too long,\" he said with his tight, mirthless smile. \"Nice guys, but \nwhen you spend too much time in an ivory tower, you lose touch with reality. They ought to come out to California \nand look at the real world.\"\n\nSound bite. Next question.\n\n\"In a state as large as this,\" the Governor of the nation's largest state said later on board a private jet, heading \nnorth, \"people don't have time for a lot of fine points. You have to be crystal clear. We think people are most deeply \nmoved in three areas: crime and immigration -- a real sense of rage about those -- and jobs, which is their broadest, \nmost long-lasting concern. So that's what we hit on, morning, noon and night.\"\n\n\nRunning a tightly focused, politically adept campaign has helped Mr. Wilson overtake his Democratic rival, \nKathleen Brown, the state treasurer, who is the daughter and sister of former governors. So has Ms. Brown's late-\nstarting effort, which has somehow failed to capitalize on this year's anti-incumbent mood, even though she is \nrunning against a man who has held public office without a break since he was elected to the Assembly in 1966, a \nman right up there in Edward M. Kennedy's and Mario M. Cuomo's and Thomas S. Foley's class when it comes to \nincumbency.\n\nMr. Wilson's own analysis was dismissive if not condescending.\n\n\"In terms of energy and polish, she's fine,\" the Governor said of his opponent. \"But from the voter's standpoint, \nshe's saying the wrong things.\"\n\nPerhaps. Like President Clinton and other leading Democrats, Ms. Brown is opposed to Proposition 187.\n\nBut that would not have mattered much without this year's upturn in the California economy, which for Mr. Wilson \ncould not have come at a better moment. The rising economic tide may not be lifting President Clinton's boat much, \nbut it has floated Mr. Wilson's skiff off the rocks in the last few months.\n\nFour years ago, having won a third solid statewide victory in eight years, Mr. Wilson left the Senate and moved to \nSacramento. California's politicians, accustomed by the successes of Richard M. Nixon and Ronald Reagan to \nsetting their sights high, began talking about him as a probable Presidential candidate.\n\nBut then came a sharp, sudden economic downturn, driven by trouble in aerospace and real estate. It quickly \nproduced a $14 billion state budget shortfall, to which the Governor responded with a $7 billion tax increase and $5 \nbillion in spending cuts. His approval ratings plunged, and he cut state spending further, admitting that it had been a \npolicy as well as a political error, and a bad one, to raise taxes at a time when the California economy was in the \ndumps.\n\nBy the beginning of this year, the 61-year-old Mr. Wilson's prospects for a second term, let alone a race for national \noffice, seemed close to nil.\n\nThat all seems a long time ago now. Then, he felt cornered, and it showed in his defensive explanations. Now, he \nfeels freed, and that shows, too, as he feeds his audiences, stop by stop, day by day, little bits of evidence that \nCalifornia has touched bottom and is on the way back. He sounds like a chamber of commerce news release come \nto life.\n\nIn Anaheim, he tells them that Inc. magazine says, \"Twice as many of the 500 fastest-growing entrepreneurial \ncompanies are in California as in any other state.\" In Santa Clara, in the heart of Silicon Valley, he quotes a bank's \nprediction, quoted in that morning's Wall Street Journal, that the state will grow by about 4.8 percent next year. In \nChatsworth, not far from the epicenter of the Los Angeles earthquake, he talks about how many Fortune 500 \ncompanies have moved their headquarters here.\n\nAt every stop, he praises the people of California, whom he calls \"the most innovative and entrepreneurial people \nthe good Lord has ever created.\"\n\nBut he also praises Pete Wilson. What turned things around, he says, is his work in making California a better \nplace to do business. He cites reform of the state's \"onerous\" workers' compensation laws and the efforts of his \nbureaucracy-fighting \"Red Teams,\" the expansion of state export-loan guarantees and the enactment of a law \nallowing a 6 percent tax credit on manufacturing equipment.\n\nNot exactly crowd-rousing items, those, but then he is not exactly speaking to crowds. There is not much glad-\nhanding or other retail campaigning.\n\nThis is California, the media state par excellence, and like other candidates here Mr. Wilson usually appears not at \nrallies but at carefully scripted political mini-events, one-act plays intended to make a single point and planned with \n\n\n\nan eye to picture possibilities (\"Don't get in the shot, don't get in the shot,\" the advance men cry at every stop when \nsome unruly worker or onlooker strays into the camera's range).\n\nShow business is never far away in California, and the Governor's trip this week was described, on the yellow and \nblack cover of an explanatory document, as \"Pete Wilson's Greatest Hits Jobs Tour.\"\n\nThus, Tuesday's Chatsworth visit was meant to show, as the Governor likes to say, that \"California can compete \nwith South Carolina or Singapore\" when it comes to high-tech industry, and indeed the ADC Fibermux plant, which \nmakes circuit boards for computer networks, starred in its assigned role. It looked as spotlessly clean and felt as \nover air-conditioned as Singapore, and it was staffed largely by Asian-Americans.\n\nAt almost every stop, someone stepped up to give Pete Wilson credit for making California government friendlier to \nbusiness, a partner instead of an adversary. In Long Beach, for example, Dr. Carl Chen, the founder of Advanced \nAerodynamics and Structures Inc., the first new American builder of airplanes in decades, said his company had \nbeen courted by many states and by countries from South Korea to South Africa, because of its potential for \ncreating jobs.\n\n\"Because of Governor Wilson and his reforms, we decided to stay in California,\" Dr. Chen declared.\n\nSometimes the little shows are convincing, sometimes less so. In Santa Clara, the occasion was the announcement \nby Intel, the computer chip maker, that it planned to enlarge its plant here, a project that will cost $500 million and \ncreate 300 jobs. Mr. Wilson said this demonstrated once again the company's commitment to California and his \nAdministration's success at cutting red tape.\n\nIn fact, Intel has also promised in the last 18 months to build factories costing more than $1 billion in Arizona and \nNew Mexico, choosing those states in part because they offered better tax breaks and lower regulatory hurdles.\n\nThe details have nagged a bit at Mr. Wilson on the immigration question, too. Experts on the subject trace part of \nCalifornia's problem to a bill in 1986 that allows illegal immigrants to come here as agricultural workers. Mr. Wilson, \nthen a Senator, had a hand in drafting the measure, but he insists that his version would have forced the illegals to \nreturn home after the harvest. That safeguard, he says, was dropped in the bargaining on the bill.\n\nLooking a little like a prep-school teacher in his tweedy clothes, the Governor plows diligently through his \narguments: Services to illegal aliens eat up 10 percent of the state's budget; that means fewer computers for \nschoolrooms and fewer new hospital beds; that is unfair to the people of California, and the Federal Government \nought either to seal the border or foot the bill. Whatever else it is, this is a campaign about real issues, unlike many \nothers this year.\n\nOn crime, Mr. Wilson takes the high road (\"I am privileged to be the first Governor in the nation to sign a three-\nstrikes-and-you're-out bill into law,\" he said in an Eastman Kodak warehouse in Hollywood) as well as the low. No \nmatter what Ms. Brown says to suggest that she, too, is tough on crime, he tars her with her father's and her \nbrother's aversion to the death penalty and their tolerance of what he terms \"our absurdly lenient laws on repeat \noffenders.\"\n\nMany of those around him, including contributors, old friends and staff members, fully expect to hear lines like that \nfrom the candidate Wilson in the 1996 Presidential campaign. California now casts nearly 10 percent of the votes \nin the electoral college (and a similar percentage of those at party conventions). Its primary will be early in 1996, not \nlate, making it far more important. A victory for Mr. Wilson would place him in a distinctly strategic position.\n\nBut he insists that he will not run. Is that an irrevocable no, a Shermanesque no, a not-even-a-draft no? \"It's a no,\" \nhe said, adding that he was looking forward to serving out a second full four-year term in Sacramento.\n\nHe may not mean it, though he reminds people that Mr. Cuomo said, no, and made it stick. If he does shun a White \nHouse bid, one reason may be a quirk in California law. Candidates for governor and lieutenant governor run \nseparately, and the clear front-runner for the No. 2 job this time is Gray Davis, a very liberal Democrat who served \nas chief of staff to Governor Edmund G. Brown Jr.\n\n\n\nIt is quite possible, Mr. Wilson allowed drily, that the voters would resent a Governor who was elected after a \ncampaign in which he indulged in Brown-bashing only to spend a year or so traipsing around the country, leaving a \nBrown acolyte in charge back home.\n\nGraphic\n\n \n\nPhoto: Gov. Pete Wilson, left, campaigned in San Diego on Friday. He talked with Tracy Santanen, a trainee \nwelder at the National Steel and Shipbuilding Company, and Dick Vortmann, the company's president. (Jim \nWilson/The New York Times)(pg. B8)\n"}