{"title": "TIJUANA JOURNAL;GREEN CARD IN HAND, THEY CAN ENJOY 2 WORLDS", "body": "\nAs holders of green cards, which give foreigners residence rights in the United States, Luis and Marta are in a \nposition that makes them the envy of the more than 1.5 million ''undocumented'' Mexican workers who are believed \nto live illegally in the United States.\n\nYet the couple, both accountants in their mid-30's, still prefer to live here, just south of the United States-Mexico \nborder. They rise just before 6 every morning and drive together to well-paying jobs in the suburbs of San Diego, \nreturning when their workday is done to the comfortable pink stucco house they recently bought here.\n\nAt a time when illegal immigrants in the United States are emerging from secrecy to seek amnesty under the new \nimmigration law, Luis and Marta, who asked that their last name not be used, may seem an anomaly. But on any \ngiven morning, crossings all along the 1,952-mile border are jammed with Mexican green- card holders commuting \nfrom homes here to jobs in the United States.\nThe Best of Both Sides\n\nAll told, 150,000 to 200,000 Mexicans with green cards work on the United States side of the border but choose to \nlive in Mexico, according to Guillermo Aramburo Vizcarra, an economist who has been studying the phenomenon \nfor the University of Baja California.\n\n''It is a way to take advantage of the best of what both sides have to offer,'' said Mr. Aramburo, a researcher at the \nuniversity's Center for Economic Studies and Investigations. ''For that reason, it is a phenomenon that has become \nan important factor in the life of many localities, and it seems to be growing all along the border.''\n\nAlejandro, a welder in a San Diego shipyard who moved to Tijuana recently after living for 14 years in California, \nsays the 50,000 green-card holders who live in the Tijuana area do so primarily ''for economic reasons.''\n\n''You can't buy a house on the California side for less than $90,000,'' he said. ''Here, though, you can get a \ncomfortable place in a pretty nice neighborhood for $20,000 or $30,000.''\n\n''There's no real difference in living on this side,'' he said. ''I can watch the Chargers and Padres on television just \nas easily from over here, so I'm not really losing any of the convenience or benefits I had.''\n\nAll of the Mexican commuters interviewed asked that their last names not be used. They said they feared disclosure \nof their identities would lead the Immigration and Naturalization Service to revoke their green cards and replace \n\n\nthem with border crossing cards, which do not permit their bearers to work in the United States and limit them to an \narea within 25 miles of the border.\n\nDuane Austin, a spokesman for the Immigration and Naturalization Service in Washington, said green- card \nholders normally ''are not supposed to live outside the United States.'' But he said that as long as the Mexican \ncommuters ''maintain continuous employment in the United States,'' they ''have not forfeited their residency rights'' \nor violated any American immigration laws.\n\n \n\nA Decades-Old Story\n\nThe commuter phenomenon is not entirely new, officials on the border agreed. In some Mexican border \ncommunities, such as San Luis Rio Colorado, near Yuma, Ariz., about 5,000 farm workers have been commuting \ndaily across the border for up to 40 years to work in the fields of the Imperial Valley of California.\n\nBut the economic crisis Mexico has been undergoing since 1982, including annual inflation of over 100 percent and \na huge decline in the value of the peso in relation to the dollar, has helped increase the number of commuters and \nbroadened that number to include some young professionals and office workers as well as laborers.\n\n''The economic crisis that began in 1982 has affected the middle class more than any other group,'' said Jorge \nBustamante, director of the College of the Northern Border, a major research institution here. ''One way to combat \ninflation while still living in Mexico is to go to the United States to work and earn in dollars, and that's true whether \nyou are a nurse or accountant or an electrician, plumber or carpenter.''\n\nWith the constant devaluations since 1982, Mr. Aramburo said, ''the commuter is one of the few groups of Mexicans \nwho has been able to prevent his standard of living from deteriorating,''\n\n''As a consequence, his social status has been maintained, or even increased.''\n\nAccording to statistics compiled by Mr. Aramburo, the average Mexican border commuter earned $11,200 in 1985, \nthe most recent year for which figures are available. The overwhelming majority work in service, clerical or \nagricultural jobs, he said, with professionals making up about 5 percent of the commuters.\n\n''Earnings of $1,000 a month in the United States do not permit one to meet all the necessities of rent, utilities and \nfood,'' said Octavio Corona Flores, president of the Tijuana Chamber of Commerce. ''But at that level, you can live \na middle-class life on this side, with all the comforts that go with that.''\n\n \n\nA Sense of Identity\n\nBut Mr. Aramburo said green-card commuters also preferred to live in Mexico because of intangibles such as \ncloseness to family and friends and the comfort of one's own culture.\n\n''For many commuters, it is important to have the feeling of living in their own country,'' he said. ''To live in the \nUnited States means living as a foreigner in a foreign country, with all the discrimination that implies,''\n\nMr. Aramburo's continuing study, which is being carried out in nine Mexican towns bordering Texas, Arizona and \nCalifornia, showed that 80 percent of the green card commuters send their children to Mexican schools. While \nrecognizing that American schools might be better academically, they apparently want to instill a Mexican identity in \ntheir offspring.\n\n''This phenomenon runs totally contrary to the myth in the United States that all Mexicans are preparing to come \nand live in the United States,'' Dr. Bustamante said, noting that his own research had reached similar conclusions. \n''There are many Mexicans who could go and live in the United States if they wanted, but they just don't want to.''\n\n\n\nGraphic\n\n \n\nphoto of Mexicans crossing into U.S. at San Ysidro, Calif. (NYT/Larry Rohter)\n"}