{"title": "EXTRA INSPECTORS WILL BE ADDED AT IMMIGRATION", "body": "\nThe Immigration and Naturalization Service agreed yesterday to add extra inspectors at Kennedy International \nAirport, where arriving foreigners have been subject to processing delays as long as four hours.\n\nThe Federal agency, which has been criticized by some New York City representatives and international airlines, \nalso said it would study other measures, including a ''bypass'' immigration line for business travelers, diplomats \nand other regular visitors. The agency had previously rejected the proposal.\n\nDespite more inspectors, Immigration officials said delays were likely to continue into the busy summer travel \nseason.\n\nRepresentative Charles E. Schumer, the Brooklyn Democrat who helped reach the agreement yesterday, said the \nadditional inspectors ''should eliminate the 3- to 4-hour waits and cut the average processing time from 75 minutes \nto 50 to 60 minutes.''\n\nThe agreement came at a meeting in Mr. Schumer's office in Washington and was attended by the Immigration \nCommissioner, Alan C. Nelson, and several aides; Mayor Koch's Washington lobbyist, Judy L. Chesser; and two \naviation officials of the Port Authority of New York and New Jersey, Robert J. Aaronson, director of aviation, and \nRichard L. Rowe, general manager of Kennedy Airport.\n\n \n\nHiring 'Almost Immediately'\n\nDuke Austin, a spokesman for the Immigration Service, said the agency had agreed to hire another 25 temporary \ninspectors ''almost immediately.'' Others had previously been added. He said there would also be some extension \nof overtime to make other inspectors available.\n\nImmigration officials at Kennedy Airport said budget cuts and attrition had reduced the number of inspectors to \n149, from 160 last year. Meanwhile, foreign travel to the United States is up. The Immigration controls are only for \nforeigners; Americans are checked by employees of the United States Customs Service.\n\nMr. Schumer, a member of the House Judiciary Committee, said that the Immigration agency had agreed to add \n11 more temporary inspectors by July 28, and that another 16 would be hired and trained shortly. Seventeen \nothers were added earlier.\n\nMr. Schumer also said the Immigration agency had agreed to add nine extra inspectors on overtime duty on \nSundays, when incoming travel is heavier. Recent legislation allows Immigration to pass the cost for such \nweekend and holiday overtime to the airlines.\n\n\nIn addition, Mr. Schumer said, Immigration would allow more day-shift inspectors to work evening overtime and \nwould start more inspectors on noon to 8 P.M. shifts.\n\nHe said the agency was also seeking by August to replace its cumbersome ''lookout'' listings of security suspects \nwith a computer system already in place at Newark International Airport.\n\nMr. Schumer said he planned to introduce legislation that would allow Immigration to levy a $2.50 charge on some \narriving foreigners to raise $73 million a year to defray processing costs.\n"}