{"title": "CUBAN REFUGEES ADAPT TO LIFE IN U.S.", "body": "\nEvery day, five days a week, about 225 Cuban refugees are interviewed here by special Immigration and \nNaturalization Service examiners, and practically all of them become permanent residents of the United States.\n\nFive years ago these men and women were part of a group of 125,000 refugees who came to this country from the \nport of Mariel, west of Havana, in what was perhaps one of the most controversial migrations in American history.\n\nMany of these refugees experienced discrimination and economic hardships far worse than had earlier waves of \nimmigrants from Cuba, but, with their new status as residents, they are beginning to merge into the mainstream of \nAmerican cultural and economic life.\n\n''We from Mariel had to begin from zero,'' said Eduardo Suarez, a television cameraman in Miami. ''In five years, we \nhave done what those before us took 20 years to accomplish.''\n\nPerry A. Rivkind, district director of the immigration service office in Miami, said ''Fidel Castro sent us a lot of riffraff, \nbut most of the Mariel people are hard-working, legitimate people.'' Vigil G. Salois, the assistant district director who \nis in charge of processing the Mariel refugees, agreed, saying: ''We see very few who are not eligible for \nadjustment. Practically all have jobs and families and are contributors to the community.''\n\n \n\nVision of Orderly Boat Lift\n\nWhen President Carter authorized the immigration in April 1980, it was envisioned by Washington as an orderly \nprocess of transporting aboard American vessels some 20,000 Cubans who were either relatives of Cubans already \nhere, dissidents or former political prisoners.\n\nBut the immigration turned into a huge, disorderly exodus, manipulated by the Government of Fidel Castro, which \nplaced on boats bound for Key West, Fla., more than six times as many refugees as expected, including thousands \nof prison inmates, mental patients and others whom Havana called ''antisocial elements.''\n\nThousands of the Cubans were detained on arrival by immigration service inspectors. Even now, more than 2,500 \nof the refugees, classified as ''undesirables,'' are in American jails. Their repatriation to Cuba under a Washington-\nHavana agreement was interrupted by Mr. Castro, who denounced the pact on May 20, the day Radio Marti, a \nbranch of the Voice of America, began broadcasting to Cuba.\n\nThis summer the Justice Department decided to continue holding in custody a number of Cubans, even though they \nhad served jail sentences for crimes committed since they arrived in the United States five years ago.\n\n \n\n\nTreatment of Mariel Refugees\n\nThe Mariel Cubans were treated differently by the Government from those who came here in preceding migratory \nwaves. The earlier immigrants were immediately given refugee status by the United States and allowed to settle, \nbut more than 65,000 of the Mariel arrivals, mostly those without families here, were sent to five detention camps \naround the country, from which they were slowly released.\n\nIn addition, they were given the immigration status of ''entrants,'' a classification that placed them in a legal limbo, \nfrom which they were only recently removed when permitted to apply for American residency.\n\nBy early 1981, more than 90,000 of the entire group had settled in the Miami area. Experts in refugee affairs \nbelieve that never before has a single community in the United States experienced such a great influx of refugees \nin such a short time.\n\nFor several years, the Mariel refugees had difficulties in obtaining jobs and housing. The weak labor market could \nnot absorb all those who had arrived at essentially the same time. By mid-1983, some destitute ''Marielitos,'' a name \nthat has acquired a pejorative connotation here, were roaming Miami streets, usually in small groups, asking for \nhandouts and sleeping in the parks.\n\n \n\nResentment Toward Immigrants\n\nMany Cubans who had already become part of the Miami community indicated resentment toward the new \nimmigrants, whom they said reflected badly on themselves. Stories, often exaggerated, of larceny, robbery and \nother crimes committed by Mariel refugees fueled their estrangement from the earlier Cuban immigrants.\n\nBut in the last few years, as work, especially in the service sector, became more available, the economic conditions \nof these refugees improved to such a degree that many Mariel immigrants interviewed here believe the problem \nhas ceased to exist.\n\n''We had one major advantage,'' Mr. Suarez, the television cameraman, said. ''We knew from the beginning that \nthere was no way back to Cuba, and even more to pre-Castro Cuba. Those who came before us, for a long time \nthought it is possible, and some of them still think so, living in an old historical capsule.''\n\n \n\n'Many Sleepness Nights'\n\nMr. Suarez, 35 years old, who has won several local awards for his camera work, remembers his adjustment \nproblems.\n\n''I was able to obtain a job fairly quickly because of my profession,'' he said. ''But in the beginning I spent many \nsleepless nights thinking how would I pay for my and my wife's expenses if I were to be fired the next day. It took \nme a year to acquire self-confidence in this strange land of opportunity.''\n\nFor Ponciano Perez, 39, and his 33-year-old wife, Norma, this country has offered the opportunity to own his own \nbusiness. A mechanic in Cuba, Mr. Perez first worked in the United States for a year in a lumber warehouse and \ntwo years in construction, mostly for minimum wages.\n\nIn 1984, he and his wife opened a small coffee shop. Their Cafeteria Cachita is open from 6 A.M. to 9 P.M., six \ndays a week. ''We cannot afford any help, so it's hard work,'' Mr. Perez said. ''But I don't mind. I only regret that we \ndidn't come here 20 years earlier. I'm now working for myself and my children.''\n\n \n\nWorking Day and Night\n\nRoberto Rodriguez, a 45-year-old Miami gardener, is not complaining either. He said that 43 members of his family \ncame on the Mariel boat lift. He owned a small farm near Havana that belonged to his family for four generations.\n\n\n\n''I work here harder than I did in Cuba, even though the farmer's lot is not easy,'' he said. ''I cut grass during the \ndaytime and in the evening I am a part-time butcher. My wife works in a factory and one daughter is also \nemployed.''\n\nAfter five years in Miami, Mr. Rodriguez and his family saved enough to buy a $80,000 home. He's making \nimprovements on the house himself and expects to sell it for a profit.\n\nHis two teen-age daughters speak English fairly well, there are three automobiles, three television sets and a whole \narray of appliances in the home. ''It is not only us,'' he said. ''All members of my family who came here with only \nclothes on our backs are fine. I think it's because we came here to work, not to loaf.''\n\nGraphic\n\n \n\nPhoto of Cuban refugees crowding around a table at a Miami immigration center (UPI)\n"}