{"title": "OUT OF BENEFITS AND OUT OF HOPE?< A LEGAL IMMIGRANT'S SUICIDE RAISES QUESTIONS ABOUT WELFARE POLICIES.", "body": "\nWilzon Lescay was jobless and out of unemployment benefits when he got the news that friends and social \nworkers say may have pushed him over the brink.\n\nLescay, 51, a Cuban refugee and diagnosed schizophrenic, was told that he no longer qualified for public \nassistance because he was not a U.S. citizen.\n\nThat was July 29.\n\nNine days later Lescay was dead. Sometime between 6 and 6:30 a.m. on Aug. 7, he left his room at a South \nPhiladelphia residence for once-homeless men, tied a makeshift noose around his neck, and hanged himself over a \nfourth-floor stairway banister.\n\nThose who knew Lescay say his despair about the lack of aid bordered on obsession in his last days. \"He just \ncouldn't get over it,\" said Sister Angela Newman, who runs the privately funded residence that houses about 25 \nmen, Bethesda Bainbridge.\n\nNo one knows for certain why Lescay killed himself. There is rarely a single cause for any suicide, mental health \nexperts say.\n\nBut city officials and others familiar with the case say Lescay's death raises troubling questions about how new \nfederal and state policies might affect the most vulnerable people. There is, they say, the unanswered question: \nHow much stress can be added to lives that are already lived in precarious balance?\n\n\"When you take someone who is struggling on a day-to-day basis, and is managing to hold his life together, and \nyou add one more burden to that, you push people over the edge,\" said Estelle Richman, the city health \ncommissioner.\n\n\"I hope this is a wake-up call of the most terrible type of what happens when we take everything away from \nanyone,\" Richman said, adding: \"The fear I have is that this is going to repeat itself.\"\n\nWilzon Lescay spent his last years at society's margins.\n\n\nHe arrived in the United States during 1980's Mariel boatlift, part of a human tide of about 125,000 Cubans that \nincluded some released by Fidel Castro's government from prisons and mental hospitals. Sister Angela said she \nsuspected that Lescay was among the former mental patients, though she cannot say for sure. But by May 1993, \nwhen Lescay arrived at Bethesda Bainbridge, he was under treatment for schizophrenia and depression.\n\nMarsia Canto remembers the first time she met him.\n\n\"He seemed like someone who was fragile,\" said Canto, a counselor at the Bethesda Project, the nonprofit agency \nthat operates the Bainbridge facility plus six other residences and a homeless shelter.\n\nDuring an informal service the night after Lescay's death, he was remembered as \"a nice guy - wise, intelligent, \ngentle,\" said night manager Jim McPhail. He took his household duties seriously, minding the front door vigilantly \nwhenever it was his turn.\n\nLescay had a friendly, open smile that belied a quiet, shy manner. Those who came to know him were struck most \nby his desire to work, to make a place for himself without relying too heavily on others.\n\nLescay had held jobs as a dishwasher and short-order cook, Canto said. Most recently, he had worked as a busboy \non the Spirit of Philadelphia dinner-cruise ship. \"I remember talking to him when he got the job. He was pretty \nexcited,\" said Joe Ferry, Bethesda Project's executive director.\n\nWhen he was laid off last winter he began to collect unemployment benefits, but he never stopped trying for a new \njob.\n\n\"He was not a lazy person at all. . . . He wasn't just sitting around the house. He was always out looking,\" Sister \nAngela said.\n\nWilzon Lescay dreamed of becoming a radio disc jockey - some at Bethesda Bainbridge thought he had been one \nsometime in the past. He was always playing one of his hundreds of LPs and cassettes. And on the wall of his \nroom, taped up with KleenEdge \"wet paint\" masking tape, were an FCC license issued to him in 1993 and a \nphotograph of Lescay behind a DJ-style microphone.\n\nBut Lescay was realistic about the limitations imposed by his illness, Sister Angela said. And this time, he came up \nshort.\n\n\"You have to understand that with these kind of people, they can only expect the lowest-paying kind of jobs. And \nthere are so many unemployed looking for the same kind of jobs,\" she said. It also didn't help that after 16 years in \nthe country, English remained a struggle.\n\nWhen his unemployment ran out, Lescay reluctantly went to apply for public assistance, Sister Angela said.\n\nLescay was given two months' worth of food stamps, and an application for general assistance was taken. But a \nwelfare worker told him that as a noncitizen, he no longer qualified for state aid - legal immigrants were among \nthose cut off from eligibility under Act 35, signed into law May 16 by Gov. Ridge. Even if he could establish that he \nwas unable to work because of his mental illness, he was out of luck.\n\nWelfare Department officials say they cannot discuss the particulars of Lescay's case. \"Clearly it's a tragic \nsituation,\" said Mary Ellen Fritz, director of communications, adding, \"But it's difficult to say what was the cause of \nhis death.\"\n\nAmong those at Bethesda Project, there is little question that the news that he was no longer eligible for aid \nspurred Lescay's suicide.\n\n\"I don't have doubts, really,\" Sister Angela said. \"I think he became so severely depressed at the thought of not \nbeing able to obtain benefits that it was too much for him.\"\n\n\n\nThe day before Lescay died, Bethesda Project staff members tried to assure him that they would not allow him to \nbecome destitute.\n\n\"I tried to explain to him that we would never put him out no matter what happened. That this was his home. That \nhe would always have a place to live there whether he had any income or not. But I think he was just so depressed \nthat he couldn't hear the message,\" Sister Angela said.\n\nFerry said Lescay simply \"didn't see any way out of his predicament.\"\n\n\"I would have hoped we would have been able to respond to his fears. But that didn't keep him from worrying \nabout taking care of his own needs. That's what he wanted to do,\" Ferry said.\n\nAs an alien holding a green card, Lescay fell into a category of people - legal immigrants who aren't citizens - \nsingled out in recent changes in state and federal public-assistance laws.\n\nFor citizens, the new rules attempt to distinguish between people who are able to work and people who aren't. But \nnoncitizens are being barred from most state and federal aid no matter how disabled or destitute they are.\n\nSupporters of the new restrictions say that rather than become dependent on government aid, immigrants should \nrely on those who sponsored their immigration, usually family or friends, or on private charities. Opponents say the \nrestrictions will cut off some of the country's neediest people simply for their citizenship status.\n\nMary Hurtig, director of policy for the Mental Health Association of Southeastern Pennsylvania, said the provision \nbarring noncitizens from getting general assistance and medical assistance was added at the last minute to Act 35.\n\n\"The legislature never really had enough time to understand the consequences of this bill - what it meant to cut off \nmedical benefits to the disabled and mentally ill,\" Hurtig said.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (1)\n\n1. Wilzon Lescay, who killed himself this month, dreamed of becoming a radio disc jockey.\n"}