{"title": "PRESIDENT REBUTS SOME G.O.P. THEMES ON ECONOMIC WOES", "body": "\nDirectly challenging some of the Presidential campaign themes of California's Republican Governor, President \nClinton today told a cheering crowd here that immigration, affirmative action and welfare were not responsible for \nthe economic distress of the middle class.\n\nIn a day that strongly resembled a Labor Day campaign kickoff, in a state crucial to his re-election hopes, Mr. \nClinton said the answers to stagnant wages lay instead with a higher minimum wage and more education and \ntraining programs for workers, two initiatives the White House has advocated against Republican opposition. And \nhe reminded his listeners to remember their roots.\n\n\"We should never, ever permit ourselves to get into a position where we forget that almost everybody here came \nfrom somewhere else and that America is a set of ideas and values and convictions that makes us strong,\" the \nPresident said to cries of support from more than 10,000 people.\n\nMr. Clinton came to California, a state that has lagged much of the nation in economic recovery, to dedicate a new \nstate university at Monterey Bay. The university is at the former site of Fort Ord, an Army post that was closed in \n1994.\n\nThe President did not mention the state's Governor, Pete Wilson, by name. But he stepped squarely onto the turf \nof Mr. Wilson, who has based much of his campaign for the 1996 Republican Presidential nomination on a \ncrackdown on illegal immigration and an end to racial preference programs, as well as budget cutting and tough \nlaws against career criminals.\n\nMr. Clinton noted that despite a thriving economy the median wage had dropped by 1 percent over the past 30 \nmonths. \"In the next year or so, all of you are going to have to decide what you think the answer to this wage \nproblem is,\" he said. \"There are people who will tell you that the answer, the real reason middle class wages are \nstagnant, is that welfare people are taking all your money away or that we have too many immigrants, or that \naffirmative action is destroying opportunities for the middle class.\"\n\nMr. Clinton conceded that the country had too many illegal immigrants, that an overhaul of welfare was needed and \nthat some affirmative action programs had to be changed. But, he said, \"that's not the real reason for the middle \nclass economic anxieties.\"\n\n\nIn a jab at Mr. Wilson, he said: \"We've done what we could to close the borders and send people back. But you \nknow what? This is a nation of immigrants. Most of us do not have ancestors who were born here.\"\n\nFreshly sunburned and appearing rested after three weeks of vacation, Mr. Clinton also looked toward the \nconfrontation looming with the Republican-dominated Congress over the budget. Advocating his own plan to \nbalance the budget over 10 years, he said, \"The decisions made in the next 60 to 90 days will determine what kind \nof country we're going to be in the 21st century.\"\n\nMr. Clinton carried California in 1992 with 46 percent of the vote, and he has marked its significance to his re-\nelection chances by returning here 19 times since he became President. Yet another visit is planned in two weeks \nfor fund-raising events in Los Angeles and San Francisco.\n\nMr. Clinton spoke of a Japanese-American veteran with whom he had played golf in Hawaii, where he had gone \nover the weekend to commemorate the 50th anniversary of the end of World War II. The man, the President said, \nhad fought for America although he had been placed in an internment camp and two of his brothers were in uniform \nin Japan. One of the atomic bombs dropped in Japan damaged the man's former home and his mother and \nyoungest brother subsequently died of radiation poisoning.\n\n\"There's not another country in the world that could tell that story,\" the President said. \"Why? Because people all \nover the world wanted to be part of what is America. And we should never forget that.\"\n\nOn affirmative action, the President said he opposed quotas and reverse discrimination. \"But I am for making a \nconscious effort to bring the American people together,\" he added.\n\nDespite his strong defense of immigrants today, Mr. Clinton has called for a crackdown on illegal immigration at the \nborder. And he has endorsed a recommendation of a commission on immigration reform, headed by former \nRepresentative Barbara Jordan of Texas, that legal immigration into the United States be sharply reduced.\n\nIn an interview with The San Jose Mercury News given on his way to California, he said, \"You can make a good \ncase for a modest reduction of the quota on legal immigration.\"\n\nMr. Wilson was out of the state today, in Washington to hold fund-raisers and make speeches on the topic of \nwelfare. The state's Democratic Lieutenant Governor, Gray Davis, attended the Monterey dedication as acting \ngovernor.\n\nAsked later why the President had not criticized Mr. Wilson by name, the White House spokesman, Michael D. \nMcCurry, said, \"It's still 1995.\" But the day had 1996 written all over it.\n\nMr. Clinton's decision to visit Monterey Bay, for example, highlighted the Federal Government's role in helping to \nconvert some of California's many shuttered military bases to profitable new uses. When Fort Ord was shut in \nSeptember 1994, nearly 17,000 jobs were lost, creating a local unemployment rate of 20 percent. The new college \nis part of a government-private sector plan to build back the local economy.\n\nLater in the day, at a more partisan Labor Day picnic in Alameda County, the President announced the award of a \n$3.4 million Federal grant to a consortium seeking to build electric cars at the former Alameda Naval Air Station on \nSan Francisco Bay.\n\nAnd in Monterey he sought, candidate-style, to cast himself as a political outsider allied with the common folk rather \nthan the occupant for nearly three years of the most powerful post in the nation.\n\n\"You couldn't run a family, a business, a university, a church, a civic organization; you couldn't run anything in this \ncountry the way people try to run politics in Washington, where talking is more important than doing,\" he said, \ndrawing laughter and applause.\n\nOn Tuesday, the President plans to teach a history class at the Abraham Lincoln Middle School in Selma, Calif., \nbefore flying back to Washington.      \n\n\n"}