{"title": "No Headline In Original", "body": "\nA sampling of editorials from around Colorado\n\n \n\nEds: SUBS first graf to CORRECT typo in 'reform'\n\n \n\nBy The Associated Press\n\nThe Denver Post, Jan. 5, 2006, on immigration reform:\n\nLawmakers are proposing a flurry of bills to address the impact of illegal immigration. It is a sensitive issue \nthat will require a bipartisan approach.\n\nIllegal immigration is a political and economic headache that is sure to get an exhaustive hearing this year in \nWashington and Colorado. With an estimated 200,000 undocumented people in our state, the rhetoric won't be for \nthe faint of heart.\n\nLawmakers from both parties are proposing a flurry of reform bills, while former Gov. Richard Lamm is \norganizing a citizen initiative for November that would strip non-essential state services from illegals.\n\n\"This is a referendum on whether or not (illegal immigration) is acceptable to Coloradans,\" Lamm said. \"We are \ntrying to say, 'Look, folks, this hurts the average Coloradan and this is a drain on your taxpayer dollars.' \"\n\nNationally, President Bush is pushing his guest-worker program while a contingent of House Republicans, led by \nColorado's Tom Tancredo, are putting up roadblocks, intent on building a wall along our southern border while \nquashing any amnesty plan. The House last month pushed through a bill to tighten border security and require \nemployers to check the status of workers, but it failed to address the guest-worker issue.\n\nAmnesty matters because some 10 million to 12 million illegals already are in this country. Some estimates suggest \nit costs U.S. taxpayers $10 billion a year to provide medical and income assistance and education.\n\nIt's a sensitive subject that needs to be dealt with in a reasoned manner. Unfortunately, immigration discussions, \nwhether in the halls of Congress or over a kitchen table in Park Hill, too often end up laced with ugly racial \novertones.\n\nAs legislation progresses through the statehouse and Congress, we hope a political filtering process will choke off \nthe extreme measures, tamping down some of the fears of xenophobia or racism.\n\nWith a majority of Americans supporting some type of reform, whether it's stemming the tide of illegals streaming \nacross the border or creating a guest-worker program, there's room for bipartisan compromise. The McCain-\nKennedy bill is a good example - it came about after much wrangling between the lawmakers and various \n\n\nconstituencies. It would beef up border security and technology while allowing U.S. companies to hire foreigners \nunder temporary visas if they can prove they were unable to hire American workers.\n\nStatehouse Democrats are considering several ideas, from requiring all high school seniors to speak English to \npassing a resolution that urges Congress to take up significant immigration reform. Republicans want to tighten \nlaw enforcement and punish companies that hire undocumented workers.\n\nNo one seems keen to meet voters this fall and say they haven't done anything on immigration. A bipartisan \neffort, both in Congress and Colorado, is the best shot for creating sensible reform.\n\nEditorial: http://www.denverpost.com/editorials/ci-3372057 \n\nThe Gazette, Colorado Springs, Colo., Jan. 6, 2006, on national forest access:\n\nNational forest lands have been managed for \"multiple uses\" since the system's creation a century ago, based on \nthe premise that public lands belong to all the people and should be managed for both aesthetic and economic \nbenefits. But that time-proven policy is in danger of being overturned on half the national forest land in Colorado if \nspecial interests pushing for the codification of Clinton administration \"roadless areas\" get their way. …\n\nThe focus on roads is an unfortunate detour, because what this is really about is who will have access to our \nnational forests. Will we retain the traditional multiple use mandate, or close off a vast swath of these lands to most \npeople and most uses? \"Land of many uses\" has long been the slogan affixed to Forest Service signs. Roadless \nadvocates would like to change those to \"No Trespassing\" signs.\n\nThere are 14.5 million acres of national forest in the state. Roughly 3.3 million of those acres already are \ndesignated as wilderness, severely restricting access and industry. Add to that 4.4 million acres of \"roadless areas\" \nproposed by the Clinton administration and you cut by half the lands that still would be managed for multiple uses, \nsince roads are critical to most of those uses.\n\nBut that's exactly what the special interests backing roadless areas want. Environmentalists want to oust ranchers, \nminers, loggers, energy companies and certain kinds of recreationists from the national forests. Hunting and angling \ngroups want to have these playgrounds to themselves. And recreational snobs, who look down their noses at \nanyone not able or inclined to rough it in the backcountry, also are behind the exclusionist trend.\n\nThese groups were upset when Clinton's slippery attempt to overturn the multiple-use mandate on 60 million acres \nof national forest was thrown out by a federal judge, who called it an illegal scheme to create wilderness areas \nwithout consulting Congress. Now that the Bush administration has bucked the decision to states, these groups are \nmobilizing to salvage Clinton's land grab. And unless average Americans speak up, the exclusionists will succeed.\n\nClinton's roadless plan wasn't just dishonest, it was foolhardy, coming at a time when more, not less, access to fire- \nand disease-prone national forests is needed. These forests are desperately in need of hands-on management, in \nresponse to the wildfire threat and insect infestations. But this becomes much harder without the access that roads \nprovide.\n\nContinued access to national forests for miners, energy companies and timber cutters also remains a national \npriority, unless we are prepared to go without these economically and strategically important commodities. Without \nroads, these and other economically beneficial activities will be impossible. And the notion that more roads will \nlead to the rape of these lands is ridiculous: Plenty of safeguards exist to ensure these activities are conducted in \nan environmentally responsible manner.\n\nMany recreationists also will find access to the national forests curtailed if the roadless concept is embraced. Not \nevery American has the strength, know-how or inclination to do the wilderness experience. And creating de-facto \nwilderness areas in half Colorado's forests would be a blow to those who enjoy the outdoors in less rugged ways. \nThe aversion to forest roads by hunters and anglers is odd, even hypocritical, unless these groups expect us to \nbelieve they don't already make good use of such roads when doing their thing.\n\nhttp://www.denverpost.com/editorials/ci-3372057\n\n\nThe multiple-use mandate, though imperfect, has served the nation well for a century. Clinton was wrong to try and \nrescind it through executive action, by conducting an end-run around Congress. Had he shown more sense, we \nmight have been spared years of controversy and court battles.\n\nTo work, multiple use requires that various \"stakeholder groups\" recognize the need to share, rather than \ndominate, these lands. But special interests, by definition, pursue narrow and self-serving goals. So unless average \nAmericans speak up, and insist on retaining the multiple uses of their public lands, the exclusionist element will \ncarry the day.\n\nPaper: http://www.gazette.com \n\nDaily Times-Call, Longmont, Colo., Jan. 3, 2006, on DNA and justice:\n\nSince President Bush announced a national push to advance justice through DNA testing in 2003 - backing it with \nthe promise of $1 billion over five years - Colorado investigators have identified 100 genetic profiles of crime \nsuspects.\n\nNot all of those have been tied to names - some have - but those findings are being compared to the national \ndatabase of DNA profiles in an effort to solve homicides and rape cases long unsolved. Without money from the \npresident's DNA initiative, state and local investigators would not have been able to identify specific suspects, pull \nhomicide and rape cases out of the cold case drawer and work on arresting the culprits.\n\nWith federal money intended to improve DNA crime labs and $2.4 million from the state for a laboratory robotics \nsystem, the Colorado Bureau of Investigation has reduced the backlog of casework, as well. CBI can now turn \naround information on a DNA sample in 120 or fewer days.\n\nBut perhaps the most important thing that the president's initiative to improve DNA crime labs and as a result solve \nthousands of cold cases nationwide has done is to revive interest in \"unsolvable\" cases.\n\nIt has encouraged police agencies to evaluate cold homicides and sexual assaults, according to CBI agent-in-\ncharge Ronald Arndt.\n\nKudos to investigation teams taking on the work to provide an answer for Colorado women and families who gave \nup hope of convictions ages ago and to agents working on identifying genetic profiles to make convictions possible.\n\nEditorials: http://www.longmontfyi.com/opinion.asp \n\nPueblo Chieftain, Pueblo, Colo., Jan. 3, 2006, on Army spending:\n\nThe U.S. Army can't account for $68 million in parts and tools shipped to contractors for repairs in 2004 because it \ndoesn't demand receipts. That was the recent finding of congressional auditors.\n\nAlthough the Defense Department policy requires the military services to confirm receipt of all assets shipped to \ncontractors, the Army is not consistently recording shipment receipts in its inventory management systems, the \nGovernment Accountability Office said. In earlier audits, the GAO found a similar lack of basic accounting oversight \nwith Navy and Air Force parts and tool shipments.\n\nEach year, the Army ships thousands of items - ranging from small tools to turbine engines - to private contractors \nfor repair, alterations or modifications. Looking at data from two inventory control points, the GAO investigators said \n15 percent - or $68 million - of the unclassified shipments they analyzed \"could not be confirmed as being \nreceived.\"\n\nThe GAO said another $481.7 million in unclassified items shipped for repair - about 42 percent - couldn't be \nreconciled with shipping records. Discrepancies also were found in records for 37 percent, or about $8.1 million \nshipments, of classified parts and tools.\n\nhttp://www.gazette.com/\nhttp://www.longmontfyi.com/opinion.asp\n\n\nIn other words, on the basis of records receipts maintained in its inventory management systems, the Army cannot \nconfirm that a substantial portion of its inventory items shipped to repair contracts were in fact received.\n\nThe GAO said the head of the Army's Material Command should look at providing contractors advance notice of \nshipments, require quarterly status reports and better document contractors' receipt of shipments. We agree, and \nhappily so did Jack Bell, the deputy under secretary of defense for logistics and materiel readiness.\n\nThe Army plans to shore up its practices. When so much materiel cannot be accounted for, there is great suspicion \nthat some may have been pilfered.\n\nThe taxpayers deserve better.\n\nEditorial: http://www.chieftain.com/editorial/1136271600/1 \n"}