{"title": "Giving Voice to Immigrants, Past and Present", "body": "\nAmbivalence about immigration is as American as, well, corned beef, pizza, knishes, black-eyed peas, empanadas \n-- and apple pie. Which is why ''Toward a Better Life: America's New Immigrants in Their Own Words -- From Ellis \nIsland to the Present'' (Prometheus Books, $26) is a welcome reminder that the vast majority of today's newcomers \nare tomorrow's productive citizens and that they gravitate here for the same reasons their predecessors did for \ncenturies; some of them even become the antiforeigners of the future.\n\nThe author, Peter Morton Coan, writes that his collection of oral histories is ''a moving elegy of the human longing \nfor freedom,'' the ''ultimate reality show'' that provides a ''poignant meditation on the ebb and flow of the hopes and \ndreams of immigrants everywhere who decided to gamble it all and come to America in their quest for a better life.''\n\nUntil the mid-19th century, illegal immigration was virtually nonexistent because the Golden Door was wide open, \nwrites Barry Moreno, the National Park Service historian at Ellis Island, in the book's foreword. Then came a flood \nof Catholics, Jews, Eastern Orthodox and Chinese, which prompted mostly Protestants, in a rare alliance with \norganized labor, to raise the bar. (''I die a true American,'' were the dying words -- in ''Gangs of New York'' and in \nreal life -- of William Poole, known as Bill the Butcher, who was born to parents of English descent and himself an \nimmigrant from New Jersey, when he was killed in Lower Manhattan in 1855 by a young Irishman.)\n\nNext year, a Peopling of America Center, an expansion of the immigration museum on Ellis Island, will open to \nreflect the full range of American immigrants, from Native Americans to the latest arrivals. In the preface to ''Toward \na Better Life,'' Stephen A. Briganti, president of the Statue of Liberty-Ellis Island Foundation, writes that, like this \nbook, the new National Museum of Immigration will go beyond traditional history to introduce ''America's new \nimmigrants, get a rare look inside their lives, and perhaps a glimpse of our future.''\n\nAllan Ishac dedicates the sixth edition of his indispensable guide, ''New York's 50 Best Places to Find Peace and \nQuiet'' (Universe, $14.95), to those devoted stewards of the city ''who commit time and energy to creating wonderful \nnew places to find refuge, retreat and renewal.'' He adds: ''This may be the city that never sleeps, but thanks to \nthem, we're all able to rest for a while.''\n\nFew people associate peace and quiet with New York City. Yet in this book (and on his iPhone application called \nTranquiliCity), Mr. Ishac, a former advertising creative director who relaxes by making balloon sculptures, has \ncompiled an impressive list of urban sanctuaries, some familiar and some virtually undiscovered.\n\n''We all love New York's energy and pace,'' he writes, ''but we also realize that every hour of nonstop action calls for \na few minutes of sanity-restoring calm.''\n\nThe politically incorrect epithet ''Indian giver'' can be traced to the common practice among Native Americans who \noften occupied land temporarily and traded reciprocal rights to live and hunt there with other tribes. Hence the \n\n\nenduring cultural misunderstanding over the 1626 ''sale'' by the Canarsee Indians of an island -- later known as \nManhattan -- which may have been actually owned by the Mereckawiecks.\n\nThe Canarsees did, however, claim large tracts of Brooklyn, one of which was sold by Chief Gauwane and became \nknown as Gowanus, dominated by the canal, which was widened from a natural creek in the 19th century to \naccommodate bulk cargoes carried on the Erie Canal.\n\n''The Glory of Brooklyn's Gowanus: Legacy, Industry, Artistry'' (Walsworth, $40) is a spellbinding retrospective, \npunctuated by maps, historic prints and photographs, in which Leslie-Arlette Boyce and Brian Merlis celebrate a \ngritty neighborhood that is once again poised for a metamorphosis.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: German immigrants, 1925. (PHOTOGRAPH BY N.P.S./STATUE OF LIBERTY NATIONAL MONUMENT)       \n"}