{"title": "Inquirer Editorial: Immigration measures are misguided", "body": "\nThe deliberations may make for juicy campaign sound bites, but recent hearings by a state House committee on a \npackage of immigration bills represent a misguided and, ultimately, pointless exercise in lawmaking.\n\n If State Rep. Daryl Metcalfe (R., Butler) would look up from his tea-party hymnal for a minute and survey the \nnational scene, he might be able to figure that out.\n\n In state after state, proposals similar to those in Metcalfe's legislation are being blocked or tossed out by federal \njudges ruling them unconstitutional.\n\n A judge has delayed enforcement of Alabama's new law targeting immigrants. The latest toughest-in-the-nation \nmeasure would give police carte blanche to profile practially anyone, and make it a crime to even offer a ride to an \nillegal immigrant.\n\n A coalition of rights groups, backed by the Justice Department, contends that such laws overstep state bounds - \nnot to mention threatening the rights of U.S. citizens who would be subjected needlessly to checks.\n\n Metcalfe - who's fond of the phrase \"illegal alien invaders\" - similarly wants cops to waste their time. He'd have \nthem pull over anyone \"who is or should reasonably be suspected of being unlawfully\" in the country.\n\n Another measure would hamper employers trying to add staff, by mandating that they screen applicants by using a \nfederal database known for being inaccurate. Yet another proposal would impose photo-ID rules for anyone seeking \ngovernment benefits, which is sure to penalize low-income, minority, and elderly applicants who are less likely to \nhave such official identification.\n\n The issue isn't whether authorities should get tough with illegal immigrants. It's that they should not use scattershot \ntactics that, as Philadelphia Bar Association Chancellor Rudolph Garcia testified before the House panel, \"do far \nmore harm than good, by trampling our rights, reducing public safety, and impairing our economic recovery.\"\n\n By contrast, Philadelphia officials have worked out a carefully calibrated agreement to share with immigration \nauthorities the names of people arrested for other crimes. Such a strategy not only aids in enforcing immigration \nlaws, but also helps keep the city safer.\n\n Unless their interest is in pandering to anti-immigrant sentiment, Harrisburg lawmakers should avoid repeating the \nmistakes of other states that have enacted these wrongheaded immigration crackdowns.\n"}