{"title": "Bum notes of rhetoric prove hard work is the bottom line for Australia", "body": "\nMitchell Marsh returned for Australia at the Oval, and usefully. The reasons were two-fold. Firstly, that Australia \nwished to rebalance their line-up with extra bowling in view of the heavy workloads on their seamers. Secondly, the \ncaptain Tim Paine advised, it was a form of commendation: \"Mitch has worked his backside off for the last six or \nseven months.\"\n\nIn Australian cricket, there is no greater approbation than that work/practice/training/fighting has attenuated \nrelations between a player and his backside. \"There has been no secret recipe,\" Marsh confirmed after his fine first-\ninnings bowling spell. \"I just worked my arse off hoping to get another opportunity.\"\n\nIn his case, the expression had a literal application, for Marsh acknowledged needing to counteract a susceptibility \nto putting on weight. But Marsh's rigour with his backside has long been acknowledged.\n\nDuring his previous Test, on Boxing Day, Marsh was praised by his colleague Travis Head for having \"worked his \nbum off today\". Little did he know that said bum would cost Head his place at the Oval.\n\n\"It's always bottoms with you Americans,\" complained Basil Fawlty, immortally. What would he make of the press \nconferences of Australia's cricketers? \"I knuckled down and trained my backside off, and I'm really grateful for the \nopportunity,\" David Warner said after his comeback hundred in the World Cup. \"I've always felt like I've been in \nform and worked my backside off in the nets as well,\" he said, when he made his only fifty of this series.\n\nIt proved, alas, to be the waste of a good backside. But for others, Warner observed, the approach did the trick. \n\"He's just taken the bull by its horns, he's got that opportunity and he's working his backside off to reinstate himself \ninto the Test arena,\" he observed of his exuberantly loose-bottomed team-mate Marnus Labuschagne.\n\nFor those by the wayside in Australian cricket, backside sacrifice seems to be a particularly necessary step. While \nCameron Bancroft was suspended, his former captain Adam Voges predicted: \"He'll work his butt off to try and get \nback into the Australian Test team and I'm sure he will at some stage.\"\n\nWhen Peter Handscomb lost his place, he made a special dual vow: \"I'll be putting my hand up and working my \narse off in the nets and hopefully something comes of it.\"\n\nThis innovative combination of hand and arse has yet to pay off, but sooner or later it seems to. Mitchell Starc \ncoming back for Old Trafford? \"He's been working his backside off in the nets and he's good to go,\" Paine said.\n\n\nThen, of course, Starc was mysteriously omitted for The Oval. Had his backside remanifested? More likely it was \nevidence of belief in Peter Siddle, whose backside, winnowed away by veganism, hardly dare show itself in polite \ncompany any more.\n\nWhat is the origin of this form of words? It being part of Test cricket's charms, I spent some of the Oval Test down a \nbackside-shaped rabbithole, and can report that it does seems distinctively Australian, with references concentrated \nin cricket.\n\nWe seem to owe it to Michael Clarke, who as early as 2005 described a bout of early-career soul-searching with his \nfather in terms destined to become familiar: \"He said very clearly, 'Mate, you can stay here, you can be upset, \nthere's a shoulder here to cry on for as long as you want, or you can go the other way, get back into the nets, train \nyour backside off and get back into the team.'\"\n\nAs captain, and perhaps also as a player with a notoriously bad back, Clarke had no time for backsides - his own or \nanyone else's. Defeat in Cape Town in 2011? \"You've got to spend time in the middle and work your backside off.\" \nAdversity in the UAE in 2014? \"We've got to fight our backsides off tomorrow and see what happens.\"\n\nBrad Haddin? \"He's always been the type of guy to work his backside off and leave no stone unturned. Warner? \n\"Hopefully he is training his backside off, like I am pretty sure he would be.\" Clarke is a strangely obscure figure in \nAustralian cricket these days, but in every dangling backside can be detected his cricket legacy.\n\nThe expression is popular to the extent that even players viewed as reluctant trainers are defended in its terms. \nWhen Usman Khawaja was struggling in Sri Lanka three years ago, for example, Warner commended his team-\nmate's determined combination of backside and hand: \"He's been training his backside off in the nets and he's been \ndoing everything he can to put his hand up for selection.\" And this, Khawaja confirmed after his fine hundred last \nyear in Dubai, was far from an isolated instance: \"I've worked my backside off for the last ten years of first-class \ncricket, day in, day out.\"\n\nNo backside, of course, has been so systematically worked off, to the extent that it must these days lead virtually \nan independent life, than that of the world's No 1 Test batsman. Clarke foretold this even before Steve Smith played \na Test: \"If he gets his chance he'll grab it with both hands. If he doesn't, he'll keep working his backside off and \nkeep waiting for his opportunity.\" As Mitchell Johnson confirmed before the last Ashes: \"He has worked his butt off \nto make himself the world No 1.\"\n\nQuestions arise from this. After the Oval Test, Smith admitted to feeling exhausted. Might he benefit from a \nrapprochement with his butt? No man is a backsideless island. Fred Trueman took a famous pride in his mighty \nposterior: \"A big spike needs a big hammer to drive it home.\" And on what, as they review these Ashes, will the \nAustralians sit and ponder?\n"}