{"title": "Get real, and get willing to get right with the law", "body": "\nSAN DIEGO\n\nLast week's immigration marches in several of the country's largest cities were actually helpful. They showed that - \ndespite the nativist sound bites on the far right - the answer to our immigration woes is no more likely to come from \nthe radical left.\nSpeaking of nativist sound bites, there are commentators such as CNN's Lou Dobbs who are more part of the \nproblem than part of the solution. Until late last week, Dobbs had been using his network's Web site to raise money \nfor the \"legal defense fund\" of Hazleton, Pa., which banned landlords there from renting to illegal immigrants. After \nthe New York-based National Institute for Latino Policy complained that Dobbs was \"misusing the resources of \nCNN,\" the network abruptly deleted any mention of the fund from the site.\n\nForget misusing resources. The real problem with a solicitation like this is that it perpetuated the myth that the good \npeople of Hazleton needed defending from a problem they helped create by hiring illegal immigrants to do their \nchores. The townspeople need to take responsibility.\n\nTrouble is, the marchers seem no more willing to accept their share of responsibility, either. Most of the comments \nI heard and read last week from the participants were arrogant, outrageous, presumptuous and reflected badly on \nthe entire legalization movement.\nAnd I say that as someone who has come around to the view that immigration reform must include a path to legal \nstatus for illegal immigrants. For many of the marchers, that path should be a carefree stroll in the park. If I had my \nway, it would be more like boot camp.\nLook, these people made a choice. They broke the rules and came to the United States illegally. Now they have to \npay for it by making restitution and making an effort to become part of the American fabric.\n\nThat's why I like the outline of the immigration reform plan being pounded out by the White House and GOP \nsenators, as well as the immigration bill proposed by Reps. Jeff Flake, R-Ariz., and Luis Gutierrez, D-Ill. And it's \nwhy I've been a fan of the Hutchison-Pence plan, which was proposed last year by Rep. Mike Pence, R-Ind., and \nSen. Kay Bailey Hutchison, R-Texas. All of these proposals include a path of legalization, but with lots of conditions. \nIllegal immigrants have to pay fines, or learn English, or even return home for a short time. The message is clear: \n\"You want the right to live in the United States legally? Fine. Earn it. Nothing valuable comes easy, and the right to \nlive legally in the greatest country on Earth is of tremendous value.\"\nNo dice, said some of the marchers. One man in Los Angeles told television reporters that he demanded a \"general \namnesty without conditions just like in 1986.\" And forget that business about requiring people to leave the country \nand reapply to enter legally. No way was he going to do that, he said.\n\nWhat a jerk. Here he is getting a gift, and he wants it wrapped with a bow. Heaven forbid, he'd have to lift a finger.\n\n\nAnother man, also in Los Angeles, acknowledged that he was here illegally and explained his demands this way: \n\"We want legal status so we can have the same rights as other people do.\"\n\nThere is his mistake. It's likely that the \"other people\" he is talking about are either permanent residents or U.S. \ncitizens. If he wants the rights they have, let him go through the steps on his own to obtain either status. Then he \ncan have rights galore, but with responsibilities the way \"other people do.\"\nThen there is the old standby, those signs with the slogan: \"No human being is illegal.\"\nOK. But human beings do, on occasion, commit acts that are illegal, and, when they do, they have to pay for those \nmistakes. And step one is admitting they made them.\n\nMany of the more vocal illegal immigrants don't even want to do that much. Maybe they're embarrassed for having \nbroken the law, and so they prefer to think about everything they've done right since they got here - raising good \nkids, starting businesses, paying taxes.\nAside from the nativists and the media charlatans, a lot of Americans accept that illegal immigrants have made a \ncontribution. Why else would more than three-fourths of respondents to a recent USA Today/Gallup poll say that \nillegal immigrants ought to have a path to legal status?\n\nThis is close to being a done deal. But to seal it, illegal immigrants and those who presume to speak for them are \ngoing to have to get real and express a willingness to get right with the law. They need to accommodate America \ninstead of demanding that America accommodate them.\nRuben Navarrette of the San Diego Union Tribune writes a nationally syndicated column.\n\nHis e-mail address is ruben.navarrette@uniontrib.com\n"}