{"title": "Debate raises interest in aiding immigrants", "body": "\nKathryn Ferguson edged through a thicket of tangled mesquite trees and spotted a man's legs sticking out from \nunder some low-hanging branches.\n\n\"Oh, my God!\" she uttered, freezing in her tracks because at first she thought the man was dead. He was merely \nsleeping as he and two other illegal immigrants took a break from their journey across this stretch of desert.\n\nFerguson, a volunteer for a humanitarian group that tries to prevent deaths among illegal immigrants, expects to \nhave help soon. Her organization and others say the national debate on immigration has renewed interest in their \nefforts, bringing many offers of assistance and donations.\n\nBorder deaths have increased in recent years as migrants brave increasingly hostile terrain to avoid intensified \nenforcement in other areas.\n\nA record 473 illegal immigrants died while trying to cross the U.S.-Mexico border during the fiscal year that ended \nSept. 30, according to the Border Patrol. Many of the victims succumbed to the desert heat.\n\nGroups send out patrols carrying food and water. If they find someone needing medical assistance, volunteers call \nthe Border Patrol.\n\nThe Rev. Robin Hoover of Humane Borders, a group that maintains 81 desert water stations, said church youth \ngroups and other volunteers from Massachusetts, New Mexico, Minnesota, Virginia and Kansas are among at least \na couple hundred people who will come to Arizona this summer to help.\n\nInterest has risen every year since the group began in March 2001 with two water stations, Hoover said.\n\n\"It snowballs,\" he said. \"More people get on our Web site, more send hate mail, more people send checks.\"\n\nMaryada Vallet, an organizer with No More Deaths, a coalition of religious groups and human-rights advocates that \norganized in Arizona in 2004, said her group hopes to train 500 more new volunteers this summer.\n\nBut along with the rise in volunteerism there also have been obstacles.\n\nTwo members of No More Deaths face trial in October on charges of transporting an illegal alien.\n\nLegislation passed by the House in December also would make it a felony to assist someone trying to enter or stay \nin the country illegally.\n\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO -  Volunteer Kathryn Ferguson repairs a water-station valve west of Tucson, Ariz., on Thursday. Many \nimmigrants die in the desert heat while crossing the border. The Associated Press \n"}