{"title": "Change in immigration bill could endanger legislation House may object to Senate provision to penalize employers who falsely classify workers as contractors.", "body": "\nThe state Senate on Tuesday added a provision to a broad immigration bill that would crack down on \nemployers who falsely classify their workers, potentially jeopardizing legislators' efforts to pass an immigration \nmeasure this session.\n\nThe provision adds penalties for employers who misclassify workers as \"contractors.\" By doing that, employers \ndon't have to withhold taxes.\n\n\"This is for those employers that tell the illegal immigrant, 'Don't fill out any forms, I'm just going to pay you cash,' \" \nsaid Sen. Tim Green, D-Spanish Lake, who offered the provision.\n\nBill sponsor Sen. Scott Rupp, R-Wentzville, said the provision would be \"radioactive\" to House leaders, pleading \nfor senators to reject the provision.\n\nDespite the pleadings, the Senate added the provision in a resounding voice vote.\n\nAfterward, Rupp said efforts to pass the bill aren't dead.\n\n\"I would hope that they would do the right thing,\" he said of the House. \"The taxpayers want us to move an illegal \nimmigration bill that has a strong employer component.\"\n\nRupp said that if the Legislature doesn't pass an immigration bill cracking down on employers who hire illegal \nworkers, he would lobby Gov. Matt Blunt to call a special session to deal with the issue.\n\n\"Those that are fearful of the changes we're suggesting should be very fearful,\" he said.\n\nBusiness groups have been balking at the employer provisions, which would strip business licenses from \nemployers who knowingly hire illegal workers. But, if businesses enroll in a federal employment verification \nsystem known as E-Verify, they would be exempt from those provisions.\n\nBusiness leaders note E-Verify's 4 percent error rate and say the new law could open the door to harassment.\n\nOther provisions of the bill would prohibit public benefits to illegal immigrants, require police to check the status of \nthose who are jailed and prohibit cities from harboring illegal immigrants. A provision to ban illegal immigrants from \nattending state colleges was left out of the new version.\n\n\nSenators were debating the bill Tuesday evening. The session ends Friday.\n\nThe bill is HB 1549.\n"}