{"title": "Immigrants Infected With AIDS", "body": "\nShould the United States allow immigrants infected with the virus that causes AIDS to enter the country for \nextended stays?\n\nPresident Clinton said \"yes\" during the campaign. He pledged to remove the AIDS virus from the list of diseases \nthat automatically exclude would-be immigrants.\n\nBut the Senate gave a resounding \"no\" this week. It voted overwhelmingly to turn the current ban into law, a move \nthat would make it more difficult for the President to honor his pledge. Now the House must decide whether to go \nalong, and the President must decide whether to veto any legislation that might emerge.\n\nThe White House, already battered by the struggle over whether to allow homosexuals to serve openly in the \nmilitary, showed little stomach this week for taking on yet another contentious social issue that might distract from \nits economic program.\n\nThat's not only sound politics, it's sound policy as well. Whatever their political motives, and whatever whiff of \nhomophobia is in the air, Senate Republicans have raised serious cost and risk questions that need to be \naddressed. Based on current information, the ban is best left in place.\n\nPublic health authorities argue that the ban should be lifted because the AIDS virus -- unlike tuberculosis -- is not \nspread through casual contact. Infected immigrants are thus not a threat to the broad public but only to those who \nengage in risky behavior with them, such as unprotected sex or sharing drug needles.\n\nBut infected immigrants would pose at least a small risk to society. Some would inevitably spread the virus to their \nsexual partners or others. In coming years, the U.S. is apt to admit more than 700,000 immigrants annually. If just \n1 in 1,000 is infected, as some early estimates suggest, then some 700 infected individuals a year would be \nadmitted, and some unknown portion of those might infect someone else.\n\nThat's not much on top of a million or more existing infections in the U.S. But it's not so trivial that it can be \nignored. And as AIDS continues to spread around the world, the number of infections in the immigrant pool will \nrise.\n\nThe infected immigrants would also impose costs on a health care system that is already overburdened -- \nespecially in the urban centers to which immigrants typically flock. At an average cost of $100,000 to treat an AIDS \npatient from infection to death, the admission of 700 infected immigrants each year would commit the nation \nto$70 million for their lifetime treatment. This is not a commitment that is easy to justify at a time when the \nAdministration is desperately trying to contain runaway health costs.\n\n\nIn theory, the cost problem could be handled through a provision in the immigration law that allows authorities to \nreject anybody likely to become \"a public charge.\" That way infected immigrants with assets or high earnings \npotential could be allowed in while those apt to need publicly financed medical care could be screened out.\n\nBut the \"public charge\" criterion has primarily been used to reject immigrants who can't be supported by \nthemselves or their families. There is little information on how effectively it works -- or how well it might screen \nagainst high medical costs. And although immigrants can be deported if they become public charges within the \nfirst five years of admission, it is hard to imagine expelling people dying of AIDS just because they can't pay their \nown hospital bills.\n\nCost is a valid criterion, but it needs to be applied broadly. Immigrants can come down with a wide range of costly \nailments, including heart disease, cancer, stroke and end-stage renal disease. None can be detected as readily as \nAIDS, but some are more expensive to treat. Thus immigrants with any costly condition ought to be excluded. Any \ndecision to single out AIDS requires careful justification.\n\nSenators on both sides of the debate wisely called for estimates of the number of immigrants who will be infected \nwith the AIDS virus, the probable medical costs and a comparison with the costs for immigrants suffering from \nother health conditions. The ban should be lifted only if assessments show that the risk of spreading disease is \nnegligible and the costs can be readily met.\n"}