{"title": "Shredder Ended Work Backlog, U.S. Says", "body": "\nTens of thousands of pieces of mail come into the huge Immigration and Naturalization Service data processing \ncenter in Laguna Niguel, Calif., every day, and as at so many government agencies, it tends to pile up. One \nmanager there had a system to get rid of the vexing backlog, federal officials say. This week the manager was \ncharged with illegally shredding as many as 90,000 documents. \n\n     Among the destroyed papers, federal officials charged, were American and foreign passports, applications for \nasylum, birth certificates and other documents supporting applications for citizenship, visas and work permits. \n\n The manager, Dawn Randall, 24, was indicted late Wednesday by a federal grand jury, along with a supervisor \nworking under her, Leonel Salazar, 34. They are accused of ordering low-level workers to destroy thousands of \ndocuments from last February to April to reduce a growing backlog of unprocessed paperwork. \n\nMs. Randall was the file room manager at the I.N.S. center. Mr. Salazar was her file room supervisor. The Laguna \nNiguel center handles paperwork for residents of California, Arizona, Nevada, Hawaii and Guam and is one of four \nimmigration service centers around the country operated by private contractors under I.N.S. supervision. \n\nAccording to the federal indictment, Ms. Randall ordered her subordinates last January to count the number of \nunprocessed papers in the filing center. They reported that about 90,000 documents were waiting to be handled. In \nFebruary, the government says, she ordered at least five night-shift workers to begin shredding many boxes of \npapers.\n\nBy the end of March, the backlog had been cut to zero, and Ms. Randall ordered her subordinates to continue \ndestroying incoming paper to keep current, the government says.\n\n\"There was no I.N.S. policy that required this, nor was she ordered to do it by any superior, as far as we know,\" \nsaid Greg Staples, the assistant United States attorney handling the case. \"The only motive we can think of is just \nthe obvious one of a manager trying to get rid of a nettlesome problem.\"\n\nMr. Staples said one frustrating thing about the case was that most of the evidence had been carted out with the \ntrash and that it was impossible to identify all of the victims.\n\n\"It's like a murder case without a body,\" he said. \"We will never really know what was destroyed.\"\n\nThe shredding was discovered in April by an agency supervisor who witnessed what appeared to be unauthorized \ndestruction of documents. The I.N.S. office of internal audit, the Justice Department's inspector general and the \nUnited States attorney's office for Southern California conducted the investigation that led to this week's \nindictments.\n\n\nMs. Randall and Mr. Salazar were each charged with conspiracy and five counts of willfully destroying documents \nfiled with the I.N.S. The conspiracy charge carries a maximum penalty of five years in federal prison. Each of the \nother counts can bring three years in prison.\n\nTheir subordinates were not charged because they were low-level workers acting on instructions, the government \nsaid. \n\nAfter the shredding was discovered, the immigration service opened a hotline for people who suspected their \npaperwork had been destroyed. Agency officials helped petitioners reconstruct their files and gave applicants the \nbenefit of the doubt if they could not replace the documents they had submitted, said Lori Haley, a spokeswoman \nfor the I.N.S.'s western regional office.\n\nShe said the agency made an effort last year to publicize the problem and was confident that it had rebuilt most of \nthe lost files. She also said that additional staff members had been hired at the center and that oversight had been \ntightened.\n\n\"Monitoring of the activities of the support services contractor has been enhanced at the service center,\" Ms. Haley \nsaid. \"All materials to be shredded or destroyed are reviewed first by I.N.S. personnel to make sure that no \nunauthorized materials are destroyed.\"\n\nMs. Randall's lawyer, Joseph G. Cavallo, said today that he had not read the charges and would not comment. He \nsaid, however, that Ms. Randall would plead not guilty at her arraignment on Monday. Mr. Salazar's lawyer, Tom \nBrown, did not return calls seeking comment.\n\nThe four document processing centers are operated under a $325 million contract with JHM Research and \nDevelopment of Maryland, which in turn subcontracts the operations to two other companies. John Macklin, \npresident of JHM, was unavailable for comment.\n\nMr. Staples, the federal prosecutor, said the contractors were cooperating with the investigation and would not be \ncharged unless more evidence against them was developed.\n\n\"If we had found criminal liability, we would have indicted the companies,\" he said. \n\nhttp://www.nytimes.com\n"}