{"title": "Bill Richardson Endorses Senator Obama; Security Breach in the State Department; Obama's Pastor Problems Felt in Polls; Fewer Jobs in the U.S. for Illegal Aliens; Unreliable E-Voting Machines Still in Use", "body": "\nLOU DOBBS, HOST, LOU DOBBS TONIGHT: Thank you, John.\n\nTonight Senator Obama wins the endorsement of the nation's only Hispanic governor, Bill Richardson. His Obama \npandering to ethnocentric special interests again, we'll have complete coverage.\n\nAnd presidential candidates are furious after State Department workers read their passport records without \nauthorization. We'll have the report.\n\nAnd corporate elites rushing to hire more workers, they're not Americans of course, but rather overseas workers, \nbusiness at usual for corporate America in the war on the middle class, all of that, all the day's news and much \nmore straight ahead here tonight.\n\nANNOUNCER: This is LOU DOBBS TONIGHT: news, debate, and opinion for Friday, March 21. Live from New \nYork, Lou Dobbs.\n\nDOBBS: Good evening, everybody. Governor Bill Richardson of New Mexico today deserted Senator Clinton and \ninstead endorsed Senator Obama. Former presidential candidate, Governor Bill Richardson declaring Obama is \nwhat he called him a once in a lifetime leader. Governor Richardson backed Obama even though Democrats voted \nfor Clinton in New Mexico's primary election.\n\nMeanwhile, new evidence today that the outrage over Senator Obama's controversial former pastor has had a \nnegative impact on Obama's polling numbers. We have extensive coverage tonight from the presidential campaign \ntrail.\n\nWe begin with Jessica Yellin in Indianapolis -- Jessica.\n\n\nJESSICA YELLIN, CNN CONGRESSIONAL CORRESPONDENT: Good evening, Lou. It was such a tough decision \nfor Governor Bill Richardson to make this endorsement, but one Clinton staffer recently described him as Hamlet. \nHe just couldn't make up his mind until now.\n\n(BEGIN VIDEOTAPE)\n\nYELLIN (voice-over): He's a former Clinton confidante, the nation's only Hispanic governor and his is one of the \nmost sought after endorsements of all. Now this super delegate is on Obama's team. GOV. BILL RICHARDSON \n(D), NEW MEXICO: Your candidacy and this is an expression of your candidacy is a once in a lifetime opportunity \nfor our nation and you are a once in a lifetime leader.\n\n(APPLAUSE)\n\nYELLIN: Richardson made the decision last week. But he says Obama's speech on race reaffirmed his faith in the \nsenator.\n\nRICHARDSON: As a Hispanic American I was particularly touched by his words.\n\n(APPLAUSE)\n\nRICHARDSON: (SPEAKING FOREIGN LANGUAGE)\n\nYELLIN: Some say the Clintons helped make Bill Richardson's career and they've wooed him aggressively, the \nformer president flying to New Mexico this year for the Super Bowl.\n\nSEN. HILLARY RODHAM CLINTON (D-NY), PRESIDENTIAL CANDIDATE: Do not get between Bill Clinton and Bill \nRichardson and the TV set when the Super Bowl is on...\n\nYELLIN: But the governor says he developed a soft spot for Barack Obama during all those debates and clearly a \nrapport.\n\nRICHARDSON: He didn't mention me.\n\n(LAUGHTER)\n\nRICHARDSON: But that's OK.\n\nSEN. BARACK OBAMA (D-IL), PRESIDENTIAL CANDIDATE: Did that hurt your feelings?\n\nRICHARDSON: Well, a little bit.\n\n(LAUGHTER)\n\nYELLIN: The endorsement comes after a run of bad news for Barack Obama, including damaging stories about his \npastor, an indicted former donor, missteps on NAFTA and losses in Texas and Ohio. This could turn the tide.\n\nNow the Obama campaign can only hope it clears the way for other uncommitted superdelegates to follow \nRichardson's lead and that his stamp of approval will bolster the candidate's standing among Hispanic voters and \nbuttress his foreign policy credentials.\n\n(END VIDEOTAPE)\n\nYELLIN: Lou, I spoke to aides to four of those top uncommitted super delegates, Reid, Pelosi, Gore and Biden. \nThey all say they don't expect those folks to follow suit and endorse Barack Obama at least not now. Senator \nClinton says this should all be left up to the voters, endorsements should not decide a nomination -- Lou. DOBBS: \nThank you very much. Jessica Yellin reporting.\n\n\n\nPresidential delegates tonight demanding a thorough investigation after a security breach in the State Department, \na breach that enabled State Department contract workers and a trainee to read the confidential files of all three \npresidential candidates, obviously without authorization. Secretary of State Condoleezza Rice spent much of the \nday apologizing to the candidates.\n\nZain Verjee has our report from the State Department.\n\n(BEGIN VIDEOTAPE)\n\nZAIN VERJEE, CNN STATE DEPARTMENT CORRESPONDENT (voice-over): The \"I'm sorry\"s just keep coming. \nFirst to Senator Barack Obama after the revelation that State Department contractors that sneaked a look into his \npassport file three times this year.\n\nCONDOLEEZZA RICE, SECRETARY OF STATE: I told him that I was sorry. And I told him that I myself would be \nvery disturbed if I learned that somebody had looked into my passport file.\n\nOBAMA: She called me and offered her apologies, which I appreciated, but I also indicated that this is something \nthat has to be investigated diligently and openly.\n\nVERJEE: Then word that the trainee, a State Department employee, got into Senator Hillary Clinton's file last \nsummer. Rice called the senator.\n\nNext victim on the Republican side Senator John McCain. He reacted to the Obama breach.\n\nSEN. JOHN MCCAIN (R-AZ), PRESIDENTIAL CANDIDATE: If anyone's privacy is breached, then they deserve an \napology and a full investigation...\n\nVERJEE: That's even before he knew one of the same people who clicked into Obama's file surfed his as well. Rice \ntelephoned him in Paris.\n\nA top State Department official was dispatched to the Hill to brief all three senators' staff. Obama and others are \ndemanding congressional investigations. Big questions remain, what's in a candidate's passport file? Is it just an \napplication form with a picture and bio info? Was all this politically motivated?\n\nSEAN MCCORMACK, STATE DEPT. SPOKESMAN: It is still our initial take this was -- I refer to it as imprudent \ncuriosity, but we are not dismissive of any other possibility.\n\nVERJEE: We've been down this road before, an unauthorized leak of the passport files of then presidential \ncandidate Bill Clinton in 1992. The probe cost $2.2 million and no laws broken. The count so far two contractors \nfired, one disciplined for the two violations and a State Department trainee still on the job.\n\n(END VIDEOTAPE)\n\nVERJEE: The State Department, Lou, is saying that the computers were able to immediately flag the breaches, but \nthe real problem is acknowledge this is that at the lower levels, they completely failed to report up to senior \nmanagement and let them know what's going on. One other thing, Lou, we just got this in a few moments ago.\n\nThe State Department has just revealed the names of the two contractors that are involved in all of this. They are \nStanley Inc. and the Analysis Corporation -- Lou.\n\nDOBBS: All right, thank you very much, Zain. Three contractors fired, one trainee apparently suspended. I'm \nwondering just how long it will be before we see those files added to the list of files that should be revealed to the \npublic? We thank you very much, Zain Verjee from the State Department.\n\n\n\nThe two contractors fired for snooping into Senator Obama's files were working as Zain just said, for Stanley Inc. \nThat's a company based in Arlington, Virginia. The company says it has a long history of working for the federal \ngovernment including the Defense Department.\n\nIt also prides itself of being voted one of the best companies in the country to work for. Just this week Stanley said it \nwon a new contract worth more than a half million dollars to support the State Department's passport service. \nObviously, more jobs being outsourced from the State Department, part of the Republican administration's plan to \nkeep the government small, but apparently the contractor payroll is exceedingly large.\n\nThe latest opinion polls suggest the controversy over Senator Obama's former pastor has damaged Obama in the \npolls. Those polls suggesting Obama support in fact declined as the controversy broke.\n\nBill Schneider has our report from Philadelphia.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: It came to me...\n\nWILLIAM SCHNEIDER, CNN SENIOR POLITICAL ANALYST (voice-over): When tapes of the inflammatory \nstatements made by Barack Obama's pastor came out last weekend, there appears to have been some negative \nimpact on Obama. A poll of Pennsylvania Democratic voters showed Obama's favorable ratings dropping from \nFebruary to last weekend.\n\nTERRY MADONNA, POLLSTER: I don't think there's any doubt that the Jeremiah Wright controversy played a role \nin the ten-point drop in his favorable ratings.\n\nSCHNEIDER: Nationally Obama's lead over Hillary Clinton narrowed in the CBS News and \"USA Today\" Gallup \npolls. Among Pennsylvania Democratic primary voters, Clinton's lead over Obama more than doubled from seven \npoints in February to 16 points as of last weekend. Obama's association with Reverend Wright appeared to be \nhurting him as of last weekend.\n\nUNIDENTIFIED MALE: I think it probably hurt him by association, but I don't think it reflects his views necessarily.\n\nSCHNEIDER: Then on Tuesday Obama gave a speech on race relations. Did his speech reverse the damage? The \nGallup tracking poll with interviews done every day shows that the speech may have helped Obama some.\n\nUNIDENTIFIED FEMALE: I personally was like more Hillary, but after hearing that speech, I was like, wow, you \nknow this guy really is on to something.\n\nSCHNEIDER: Look at the trend lines showing support for Obama and Clinton among Democrats nationally over the \nlast week. Clinton started moving ahead of Obama last weekend when the Wright story broke. By Tuesday, she had \na statistically significant seven-point lead. Then Obama spoke about his relationship with Wright and his view of \nrace relations.\n\nClinton's lead began to narrow to five points, and as of Friday, two points. Friday's results, statistically a tie, \nrepresent the first poll in which all interviews were done after Obama's speech.\n\n(END VIDEOTAPE)\n\nSCHNEIDER: Now the Gallup tracking poll suggests that Obama's speech may have helped him somewhat with \nDemocrats. Obama always argues that he can appeal much more than Clinton to Independents and Republicans. \nHis standing among Independents and Republicans we just don't know yet -- Lou.\n\nDOBBS: Bill, the idea that Senator Clinton has been relatively quiet, would that be influencing those polls as well?\n\n\n\nSCHNEIDER: She has been relatively quiet because I think she realizes for Democrats (INAUDIBLE) racism an \nextremely touchy subject. A lot of Democrats as we see in the Gallup poll, a lot of Democrats admire Obama's \nspeech. And I think she just wants to stay out of it for the moment.\n\nDOBBS: OK, Bill Schneider, thank you very much.\n\nRising anger among Democrats tonight over the national party's decision to strip both Florida and Michigan of their \ndelegates and to not hold new primaries. One Florida Democrat filing a lawsuit against the Democratic National \nCommittee.\n\nToday the Eleventh U.S Circuit Court of Appeals rejected that lawsuit, but the appellate court said the lawsuit raised \nwhat it called, \"interesting and potentially significant questions\", end quote. The plaintiff immediately said he will re-\nfile the lawsuit.\n\nThat brings us to our poll tonight on the divisions within the Democratic Party.\n\nThe question is: Do you believe the Democratic Party is now severely damaging its ultimate nominee's chances of \nwinning the presidency?\n\nYes or no. We'd love to hear from you.\n\nCast your vote at loudobbs.com. We'll have the results here later in the broadcast.\n\nAnd new evidence tonight that Senator Obama is easily defeating Senators Clinton and McCain in the fight to raise \ncampaign money. The Federal Election Commission says Obama raised $55 million last month. That was a record \nfor any candidate. And it means Obama has raised nearly $200 million since the beginning of his campaign.\n\nThe Federal Election Commission said Senator Clinton raised $35 million in February, McCain only 11 million. \nOverall Clinton has raised $156 million, McCain $60 million. The McCain campaign insists it can succeed even if \nDemocrats spend more on their campaigns.\n\nUp next here, illegal alien crossing from Mexico have fallen. Casey Wian will have the surprising news for us -- \nCasey.\n\nCASEY WIAN, CNN CORRESPONDENT: Lou, there is strong evidence that fewer illegal aliens are crossing our \nnation's southern border. Improved border security has helped. That's only part of the story. We'll have details \ncoming up.\n\nDOBBS: Casey, thank you very much. Looking forward to that.\n\nAnd the American dream for an entire generation of Americans may be slipping away. We'll have the story.\n\nAnd new concerns about e-voting, the integrity of our voting system, we'll have a special report in democracy at \nrisk.\n\nWe'll be right back. Stay with us.\n\nDOBBS: The number of illegal aliens crossing into this country from Mexico appears to be declining. However, the \nfederal government is quick to take credit for the drop. Many say the troubled state of our economy now is the real \nreason. There are simply fewer opportunities for those who enter this country illegally now to find work.\n\nCasey Wian has our report.\n\n(BEGIN VIDEOTAPE)\n\n\n\nWIAN (voice-over): The Department of Homeland Security says apprehensions of illegal aliens near the nation's \nborders fell 18 percent the last three months of 2007 from the same period a year earlier. DHS says the drop is the \nresult of 3,000 new border patrol agents, the deployment of the National Guard on the southern border, more \nfencing, and better technology. But a sociologist at the University of California in San Diego says that's only part of \nthe story.\n\nTHOMAS JIMENEZ, UNIV. OF CALIF. SAN DIEGO: We have seen a downturn in the American economy. A drying \nup of jobs where migrants, undocumented migrants concentrate, like construction, like service sector jobs. When \nthose jobs dry up, people are going to be less likely to cross because the economic incentive to come declines.\n\nWIAN: Mexico's government says the number of its citizens planning to leave the country to seek work mostly in the \nUnited States plunged nearly 60 percent from early 2005 to the end of last year. Mexican officials and others say a \ngrowing number of illegal aliens are choosing to self-deport, voluntarily leave the United States because of scarcer \njob opportunities and stricter enforcement of immigration law in places like Arizona.\n\nROY BECK, NUMBERSUSA: Sort of the bad news that keeps coming across illegal aliens in this country about \nthe tightening enforcement plus the worsening economy, all of that is working together to drive a lot of illegal aliens \nout of this country.\n\nWIAN: Legal and illegal immigrants also appear to be sending less money home. Remittances to Mexico dropped \nsix percent in January, the sharpest decline in 13 years.\n\n(END VIDEOTAPE)\n\nWIAN: A Customs and Border Protection spokesman agrees that the economy is playing a part in the decline of \nillegal border crossings. He also points out however that apprehensions have fallen for nearly two and a half years. \nHe says that clearly shows border security efforts are one of the most important factors -- Lou.\n\nDOBBS: Casey, thank you very much. Casey Wian.\n\nConstruction one of the industries popular among illegal aliens seeking work in this country. A nationwide building \ncompany tonight stands accused of hiring illegal alien workers and passing them off as independent contractors.\n\nThe New Jersey Counsel of Carpenters filing the lawsuit charging that Texas-based D.R. Horton has been fully \naware that a subcontractor hired illegal aliens on a New Jersey building project and paid them less than prevailing \nwages. D.R. Horton declined comment, citing company policy not to comment on pending litigation.\n\nUp next here, the American dream may be slipping away for a generation of Americans. We'll have that report.\n\nAnd some states still plan to use vulnerable and unreliable e- voting machines in our upcoming presidential \nelection. We'll have that story and a great deal more. We'll be right back.\n\nDOBBS: New evidence tonight that a number of states are ignoring the critical problems that remain with electronic \nvoting machines without verifiable paper trails. We've been reporting here now for years literally on the threat that \nunsecured, unreliable e-voting machines pose to our democracy. And despite the mountain of evidence that we \nhave presented and reported to you on, many states are going ahead and planning to use those very vulnerable \nmachines in our upcoming presidential election.\n\nKitty Pilgrim has our report.\n\n(BEGIN VIDEOTAPE)\n\nKITTY PILGRIM, CNN CORRESPONDENT (voice-over): Computer scientist Ed Felten at Princeton is one of the \ntop experts on security for electronic voting machines. Voting machine manufacturer Sequoia (ph) doesn't want him \ntesting the machines that malfunctioned in the New Jersey primary.\n\n\n\nPROF. EDWARD FELTEN PRINCETON UNIVERSITY: Sequoia threatened to sue the county, as I understand it, \nand they also sent an e-mail to me and one of my colleagues saying that if we accepted voting machines for study \nthat we might be in legal trouble as well.\n\nPILGRIM: In a response to CNN, Sequoia says it has already appointed a company to review the voting machines \nused in six counties that recorded inaccurate voter turnout. County officials and activists are demanding that the \nstate attorney general, Ann Milgrim (ph), call for independent testing of the machines.\n\nPROF. PENNY VENETIS RUTGERS LAW SCHOOL: The state attorney general is by statue the chief election \nofficer in New Jersey and unfortunately in this case, she has failed the citizens of the state by refusing to conduct \nan investigation of the machines.\n\nPILGRIM: The attorney general's office in New Jersey has not returned our calls. Officials in some states have \nacted on their own to test and decertify faulty voting machines in opposition to fierce political pressure to keep the \nmachines.\n\nFor their efforts to decertify machines, California Secretaries of State Debra Bowen (ph) and Jennifer Brunner (ph) \nof Ohio have just been have been named recipients of the JFK Profile and Courage award, given to elected officials \nwho risk their careers by acting on their conscience for the common good.\n\nBut no such courage exists in Colorado, the governor and legislators decertified electronic voting with much fanfare \nearlier this year. But this month in a sudden move, the secretary of state recertified electronic voting machines, \nclaiming there were no longer any problems with them.\n\n(END VIDEOTAPE)\n\nPILGRIM: So many parts of the country are still at risk, for example the same model voting machine that \nmalfunctioned in New Jersey will be used in some counties in Pennsylvania in their upcoming primary -- Lou.\n\nDOBBS: Now the names of those secretaries of state in Ohio and...\n\nPILGRIM: California.\n\nDOBBS: ... California, Debra Bowen ...\n\nPILGRIM: Bowen.\n\nDOBBS: ... in California...\n\nPILGRIM: Yes.\n\nDOBBS: ... and...\n\nPILGRIM: Jennifer Brunner.\n\nDOBBS: ... Jennifer Brunner. Well our compliments to them. Congratulations to people of both Ohio and California \nobviously owe them a debt of gratitude of -- I owe you a debt, by the way, you were right last night on some \nnumbers and I was pitifully, pitifully, horribly and of course rarely wrong.\n\nPILGRIM: You're never wrong, Lou and...\n\n(CROSSTALK)\n\nDOBBS: I was as wrong as you can get wrong last night. And I apologize to you for my wrongness.\n\nPILGRIM: Thank you, Lou.\n\n\n\nDOBBS: God, I hate saying that. I really hate it.\n\nPILGRIM: It's also worth checking the numbers twice though.\n\nDOBBS: Where did we learn that? Somewhere along the way in journalism, didn't we?\n\nPILGRIM: I think we did.\n\nDOBBS: All right. Thank you very much. And it's a lesson often re-taught, at least in my case. Thanks, Kitty.\n\nTime now for some of your thoughts.\n\nGary in Georgia said: \"Lou, in the clip you showed of Senator Obama he was talking about his grandmother and \nmentioned the typical views of whites and attitudes that are quote 'bred' into whites. What is this if not an unfair \nstereotype on his part?\"\n\nNick in California said: \"If a white person had said of a black person that something about them was 'typical of a \nblack person' then that white person would be pilloried.\" And Eric in Ohio: \"As a white American I take exception to \nbeing called a 'typical' white person. Furthermore, thanks but no thanks Senator Obama. We typical white people \nare capable of recognizing divisive incendiary hate speech for ourselves and don't need Senator Obama to tell us \nwe misunderstood Reverend Wright.\"\n\nSherrill in Kansas said: \"Mr. Obama, here's the deal. One cannot choose their race or even their grandmother, but \neveryone in America does choose his or her church and pastor. Your choice tells who the 'real' B. Obama is.\"\n\nWe'll have more of your thoughts here later in the broadcast. Each of who whose e-mail is read here receives a \ncopy of my book \"Independents Day: Awakening the American Spirit\".\n\nAnd please, a reminder to join me on the radio each afternoon Monday through Friday for \"The Lou Dobbs Show\", a \nthree-hour radio show. You can go to loudobbs.com to find local listings for the broadcast.\n\nMy guests today included John Strausbaugh, he wrote a book that I think is fascinating, a great new book called \n\"Sissy Nation\". I love that title. Don't you? \"Sissy Nation: How America Became a Culture of Wimps and Stoopits\".\n\nIf you would like to hear that interview or pick up that book, go to loudobbs.com for help in so doing or your nearest \nbookstore or Amazon.com or BarnesandNoble.com.\n\nUp next, this country's only Hispanic governor, Bill Richardson, endorsing Senator Obama, throwing the Clintons \nunder the bus. We'll examine the influence a group on identity politics in this campaign.\n\nAlso corporate elites in this country, they're on a hiring spree, but they're hiring foreign workers.\n\nAnd many Americans are loosing the chance to live the American dream forever. That special report and more \nstraight ahead. Stay with us. We're coming right back.\n\nDOBBS: Our struggling middle class in many cases faced with foreclosure and credit card crises and loss of jobs, \nrising prices. Certainly our middle class facing now another threat, shrinking opportunities for upward mobility and \nthis is a new development. The American dream of moving up our economic ladder may be fading for an entire \ngeneration.\n\nChristine Romans has the report.\n\n(BEGIN VIDEOTAPE)\n\nMCCAIN: Where all of America...\n\n\n\nCHRISTINE ROMANS, CNN CORRESPONDENT (voice-over): The challenge for the presidential candidates, \nrestore the American dream. That ability through hard work, talent and smarts to do better than the generation \nbefore you.\n\nISABEL SAWHILL, BROOKINGS INSTITUTION: The American dream is alive but somewhat frayed at this point.\n\nROMANS: Here's how it is frayed. According to exhaust of analysis by the bipartisan Economic Mobility Project, this \ncountry faces the most staggering income inequality in a century. Men in their 30s today are earning less than the \nmen of their father's generation. Families are better off only because women have gone to work and households \nare earning two incomes.\n\nMuch of that extra income eaten up by child care and higher cost of living. A child born poor in this country has only \na 6 percent chance of rising to the top income bracket in a lifetime.\n\nLEO HINDREY, FORMER FORTUNE 500 EXECUTIVE: This failure of economic mobility may be in fact the \ngreatest, the most acute failure of the economy over the last seven to 10 years.\n\nROMANS: A failure felt more deeply depending on race. The group finds, \"some subgroups, such as immigrants, \nare doing especially well. Others, such as African-Americans, are losing ground.\"\n\nAlmost half of African-American children born to middle class families will eventually fall down the income ladder.\n\nHUGH PRICE, BROOKINGS INSTITUTION: It's often said that blacks are canaries in the coal mines. Is what has \nhappened to the children of the black middle class merely an early warning sign of broader dysfunction in the \nsystem that will begin to spread?\n\nROMANS: The big questions, why? And what are we doing about it still unanswered. It's a direct challenge to the \npresidential candidates and their advisers.\n\n(END VIDEOTAPE)\n\nROMANS: One of the biggest challenges, education. It is increasingly important in determining upward mobility in \nthis country. Researchers urged reform at all levels of education to make sure that quality schooling is available and \nworks to move all children up the ladder, Lou.\n\nBut this is meant to be a baseline agreement from the left and the right about what is going wrong and a challenge \nto our elites to figure out way to fix it. Not take one piece at a time, but look at the big picture and try to fix it.\n\nDOBBS: The challenge to these elites, unfortunately, they're members of partisan parties. And they are the reason \nthat we're in the mess we're in. And that is one of the questions, the large question that's going to have to be \nanswered. Hopefully we'll begin to answer it in this election year. We can hope.\n\nChristine, thank you very much -- Christine Romans.\n\nMost Americans are confident that our economy will recover next year, according to a new CNN/Opinion Research \nPoll. Sixty percent of Americans surveyed showed that economics, they believe, economic conditions will be good \nnext year.\n\nBut Americans also believe they have a lot to worry about right now. Only 23 percent of parents say they are very \nconfident they can save enough money to send their kids to college. That is a lousy, lousy number in the country \nthat is home to the American dream. Just 29 percent are very confident in their ability to save enough money for \nretirement.\n\nWell American workers won't benefit from corporate America's rush to hire high-technology workers. Companies \ninstead are looking overseas for filling those job openings. And the deadline for H1B visa applications just a week \n\n\n\naway. Companies are competing for some 65,000 visas. The program has been ripe with abuse. This year, the \ngovernment says it's doing something about that.\n\nLouise Schiavone has our report.\n\n(BEGIN VIDEOTAPE)\n\nLOUISE SCHIAVONE, CNN CORRESPONDENT (voice-over): Bad news for companies trying to beat the \ngovernment's worker visa lottery system. The old tricks won't fly. Duplicate applications from one company for the \nsame person, for the same job, no matter how much money that company has paid in application fees, will be \ndenied.\n\nIt's a step in the right direction, says a U.S. technology workers group that charges that many businesses use the \nH1B visa mostly to import cheaper foreign workers.\n\nKIM BERRY, PROGRAMMERS GUILD: The economy is slowing down. Anything having to do with the mortgage or \nlending sectors is laying off workers. Citibank has laid off a lot of workers, including computer programmers. This is \nthe wrong time to be bringing in more workers.\n\nSCHIAVONE: In 2007, U.S. immigration fielded 120,000 applications for 65,000 slots. The winners determined by a \ncomputerized random draw. Last year alone, 500 duplicate applications were filed to increase the change of \nwinning. Now duplicates will be rejected and a $320 filing fee won't be returned. At the same time, reform efforts are \nunderway in Congress.\n\nSEN. CHARLES GRASSLEY (R), IOWA: We ought to make sure that we have reform of H1B so any company that \nwants to look at H1Bs first has to show that they made a good faith effort to hire American workers.\n\nSCHIAVONE: In addition to the 65,000 H1B visas currently offered, 20,000 additional visas are available for \nforeign-born students with U.S. graduate degrees.\n\nBut a spokesman for Microsoft tells LOU DOBBS TONIGHT that's not enough. \"Microsoft has about 4,000 core \ntechnical positions that it cannot fill, either with American or with foreign talent. Other high- tech companies like \nOracle, Intel, Google for example face the same kinds of talent shortages.\"\n\nMicrosoft says it does not submit duplicate visa applications.\n\n(END VIDEOTAPE)\n\nSCHIAVONE: Lou, the application process for the coming year opens April 1 and lasts five business days. With all \nof the fees combined for a company of 26 employees of more, the total cost per candidate application is more than \n$2,000 -- Lou?\n\nDOBBS: More than $2,000. How many duplicates did they say there were in the H1B application process last year?\n\nSCHIAVONE: Five hundred. So we're talking about companies who have a lot of money to throw at this process, \n$2,320. Plus if you want your application expedited, if you do win the lottery, you can pay another $1,000. So these \ncompanies have a lot of money to sink into this H1B visa. They could sink that into hiring American workers.\n\nDOBBS: They could do that, and also I think we should put into context two other factors. One is that most of the \ncompanies amongst the top 20 seeking those H1B visas are what?\n\nThey're Indian companies in the United States trying to bring in relatively low skilled, overseas workers under the \nH1B program and pay them low wages for the purpose of outsourcing work from U.S. domestic corporations. I \nmean, that's outrageous.\n\nSCHIAVONE: Right, Lou. And as we've reported in the past, the Indians call this the outsourcing visa.\n\n\n\nDOBBS: The outsourcing visa, indeed. And the majority of those H1B visas last year were for not the highly skilled \nwork that one might associate with the words of say someone supposedly as intelligent as Microsoft's Bill Gates, \nbut rather the low-skilled workers that are being brought in under that very program.\n\nThank you very much, Louise Schiavone. It's about time this government wakes up to reality and does something \nabout it for a change.\n\nUp next here, Senator Obama picking up a coveted endorsement from a former rival in the race for the White \nHouse. And why the Bush administration is apologizing to all those presidential candidates tonight of both parties. \nMuch more on that and a great deal more.\n\nWe'll be right back. Stay with us.\n\nDOBBS: Joining me now are Keith Richburg, New York bureau chief of the \"Washington Post,\" Michael Goodwin, \nPulitzer Price winning columnist, \"New York Daily News,\" LOU DOBBS TONIGHT contributor, Democratic National \nCommitteeman Robert Zimmerman, superdelegate, supporting Senator Hillary Clinton and a LOU DOBBS \nTONIGHT contributor.\n\nGentlemen all, welcome, good to see you.\n\nAnd let's start with the, I love this thing with the passports. And the calls, the indignation, the rolling apologies from \nCondoleezza Rice. But all the cable news networks, talk about a pack mentality, rolling out on this. Kind of inspiring, \nisn't it?\n\nKEITH RICHBURG, NEW YORK BUREAU CHIEF, \"WASHINGTON POST\": It is. It started out as this great \nscandal. It was Obama who was smeared had been smeared by the Bush administration.\n\nDOBBS: Somebody was hinting to me that Senator Clinton was behind it all.\n\nRICHBURG: That was all because how did she know he had never visited a NATO country, you know?\n\nROBERT ZIMMERMAN, CLINTON SUPPORTER: Also, she has got such direct ties to the Bush administration.\n\nRICHBURG: Absolutely. Then it came out that it was McCain's also.\n\nZIMMERMAN: Lou, just check your passport carefully.\n\nDOBBS: You know what, I'm going to be honest with you because I listened to all of this silliness sweep across \ncable news land. I'm thinking, who cares really? Who cares? What is in a State Department passport file? Where \nyou've been.\n\nHow about this? They have to turn in their income tax records, all of this other nonsense that really is of little \ninterest ever. But it would be interesting to see where they've been in their careers. I'm trying to invade privacy to a \ngreater extent.\n\nMICHAEL GOODWIN, COLUMNIST, \"NEW YORK DAILY NEWS\": I think Britney Spears' hospital records are \nmuch more interesting. That was a subject worth covering.\n\nDOBBS: That's a different broadcast.\n\nGOODWIN: But look, this is a one day story. Come Monday, I think we'll all be wondering did that really happen, or \ndid we make it up?\n\nDOBBS: Can you imagine Condoleezza Rice? She's in her office, she has to say, Senator Obama, I'm sorry. And \nshe gets \"I want a full investigation, I want everything stopped.\" Then she's sitting in her office, an hour later, you \nknow, Senator Clinton was also her file. She has to pick up the phone again. And then Senator McCain at the end \n\n\n\nof the day. ZIMMERMAN: The point about the media following this because all too often the media has been side \ntracked to these side stories that have no real bearing and of course takes away from covering the real issues, for \nexample.\n\nDOBBS: I can't imagine what story you would rather be covering.\n\nZIMMERMAN: Like the Airbus contract going to a company that our government is suing, something like that, \nsacrificing thousands of jobs.\n\nDOBBS: I thought you might want to talk about perhaps Senator Obama's missteps on the issue of race in this \ncountry?\n\nZIMMERMAN: Well that certainly is worth examining. But you know something? Even though I'm supporting Hillary \nClinton, I have said to you, obviously I respected his speech and I thought it was an important beginning of the \ndialogue.\n\nHowever, I think what's critical to notice, this discussion is just beginning and it should be held out open in public \nand in a presidential campaign. And he has to answer some very tough questions to be viable in terms of \naddressing how he's going to explain his relationship with Reverend Wright.\n\nDOBBS: I think Robert got that into the conversation.\n\nGOODWIN: He worked very nicely. But I believe we're just beginning to see the impact of the speech. I mean the \nPennsylvania polls, you said it earlier, she's now up 16 I think in Pennsylvania, very important state for her.\n\nAnd in many ways, coming down the stretch, each of these states takes on a different momentum question for her \nand for him. And the national poll is falling. I think the thing is doing him a lot of damage and it could change the \nrest of the race and make it a real competitive outcome.\n\nDOBBS: Do you agree?\n\nRICHBURG: I agree, it could. I think the speech has actually done him some good. I think the problem is, he didn't \nanswer some questions about the controversy. But you know, Bill Richardson in his endorsement today mentioned \nthat speech as one reason he gave him the endorsement.\n\nDOBBS: Do you believe him for a moment? Do you believe Richardson for even a moment that that's the reason he \ngave Senator Obama his endorsement?\n\nRICHBURG: The question is why did he give it to him today? And I think that he needed to come out and do \nsomething that changed the story line.\n\nZIMMERMAN: But you know something, I've got to defend Barack Obama in terms of the context of his speech. \nDOBBS: Stop the presses.\n\nZIMMERMAN: I think it's worth recognizing that was a very important address that really did elevate the debate. But \nnow back to Governor Richardson.\n\nDOBBS: OK. Well speaking of Governor Richardson, let's hear what he did say and how he said it in part today.\n\n(BEGIN VIDEO CLIP)\n\nRICHARDSON: As a Hispanic American, I was particularly touched by his words.\n\n(SPEAKING FOREIGN LANGUAGE)\n\n(END VIDEO CLIP)\n\n\n\nDOBBS: Are each endorsement, are we going hear, as white Americans, as black Americans, as Hispanic \nAmericans. I mean, is this going to be part of what is the group and identity party in this country?\n\nIs that not -- is it -- just -- tell me, is there some sense that the Democratic Party is being overwhelmed by its own \nsense of group and identity politics here?\n\nZIMMERMAN: There's no question when you have to first African- American running and the first woman running, \nobviously you're going to have people galvanizing around these issues.\n\nBut it does trouble me enormously because I as a white American, a white Jewish American, was also moved by \nSenator Obama's speech. And I think when we start allowing our politicians to define the race for president and \nthese issues, it undercuts us as a national party and certainly is a disservice to the American people.\n\nDOBBS: I've got to say, I couldn't agree more with what you've just articulated. Why is that so difficult for Senator \nObama, Governor Richardson and others in this party right now to comprehend that the more they go to this \nidentity, they become more divisive?\n\nRICHBURG: I think Obama is trying to get away from that identity.\n\nDOBBS: He is getting a lot of help here.\n\nRICHBURG: I think the point of that speech was to say, let's all come together. He can't win if he's an identity \npolitician. He's running as an African-American, he can't win.\n\nDOBBS: If everyone continues this nonsense. Whether you're Jewish or Catholic or you're black or you're white or \nyou're Hispanic, I mean, this is becoming an explosion from the center, which is where I think most of us want to \nreside. GOODWIN: Well and I think despite what I think Obama was trying to do and it was a very good speech in \nmany ways, it really kind of opened the door in ways that I don't think he wanted it open. For example, the question \nof how many times did he hear Wright say controversial things after previously denying that he heard any of these \nthings?\n\nThe question of moral equivalency, that his grandmother and Wright are basically two sides of the same coin, or \nthat Geraldine Ferraro is equally in the same page with Wright. I think he made some big logical mistakes there. I \nthink there are still a lot of questions.\n\nDOBBS: Well we're going to answer some of those questions in just one moment. We'll be back with those answers \nto those questions in just a moment.\n\nBut first, a reminder to vote please in our poll.\n\nThe question is: Do you believe the Democratic Party is now severely damaging its ultimate nominee's chances of \nwinning the presidency with this kind of -- I'm going to call it nonsense on group and identity politics which several \nmembers of this party seem to be just enthusiastically jumping to?\n\nWe'll be right back with more. Stay with us.\n\nDOBBS: We're back with Michael Goodwin, Keith Richburg and Robert Zimmerman. Keith, how big a problem is \nwhat's transpiring right now in the Democratic Party for the ultimate nominee?\n\nRICHBURG: It's a huge problem and it's a problem as long as the process goes on. You can't short circuit the \nprocess and close it down. People have to vote.\n\nBut on the other hand, bringing these two factions together, these two camps together, is going to be really tough \nand it's going to go all the way to the convention. Michigan and Florida still aren't resolved.\n\nDOBBS: You think it will go all the way to the convention?\n\n\n\nRICHBURG: I think it's going to have to go all the way. I mean we've got a super delegate here who can tell us \nwhen they plan on actually making their decision.\n\nDOBBS: We'll make Zimmerman wait here just for a minute.\n\nRICHBURG: You've got to do Florida and Michigan.\n\nDOBBS: Let's turn to you, Michael. How big a problem?\n\nGOODWIN: Well, I think it's a very big problem for Senator Clinton, too, should she become the nominee. Jeremiah \nWright is a problem for the Democratic Party right now. It's mostly on Obama.\n\nBut should Obama not get the nomination, Senator Clinton is going to have to deal with it, because as we've said \nbefore, what Wright said, the most infamous quote there is an anti-American quote. And the Democratic Party \nalready has some problems on issues of security and patriotism among a lot of conservatives in this country. Wright \ninflames that for a lot of Americans.\n\nZIMMERMAN: Michael, let me put your mind to ease for a moment because the Bush administration's record on \nsecurity and fiscal responsibility and integrity in government has so destroyed the Republican brand name on those \nissues, I don't think it's going to be a problem.\n\nGOODWIN: Do you think Hillary Clinton is going to distance herself from Jeremiah Wright? Is she going to say what \nhe said was anti-American?\n\nZIMMERMAN: Everyone recognizes what Jeremiah said was anti- American. Will she give a speech on it? I'm sure \nshe'll have to answer questions about it. But the point is, both Barack Obama and Hillary Clinton do not represent \nwhat Jeremiah Wright advocates.\n\nGOODWIN: What is she waiting for? She hasn't said anything.\n\nDOBBS: Well I guess Keith it comes down to this is what I hear you saying, you basically have two mill stones, one \nnamed Jeremiah Wright hanging around the Democratic Party and one named George W. Bush hanging around \nthe Republican Party. Which his the most cumbersome, burdensome and ultimately fatiguing?\n\nRICHBURG: I think ultimately this is the Democrat's year to win this election. They have to screw up badly to lose \nthis.\n\nDOBBS: How are they doing so far?\n\nRICHBURG: And they're doing pretty well so far. But let's see, you've got an unpopular war, an unpopular \npresident, an economy going in the tank.\n\nZIMMERMAN: And John McCain is running even with Hillary Clinton and Barack Obama in the polls today.\n\nDOBBS: Actually, McCain is leading.\n\nZIMMERMAN: He's leading Barack Obama.\n\nDOBBS: He's leading both of them.\n\nZIMMERMAN: He's leading both of them? I think the fact that he's running even with them should be a warning sign \nand a wake up call for Democrats.\n\nDOBBS: Jay Leno had a great line last night, if I can remember this. He said, to show you how well Senator McCain \nis doing, Senator Clinton has offered him the vice presidency. ZIMMERMAN: But you know something? The real \ndamage the Democratic Party faces is if they don't allow Michigan and Florida to participate in this process and the \n\n\n\nnotion this process should be closed down when there is still so many significant states that have yet to be heard \nfrom, I think is really a typical of Democratic Party insiders who are trying to cut a deal. Granted, a smoke-free room \nbecause we're Democrats, but nonetheless a bad deal.\n\nDOBBS: Republican rooms too now are because it's the law of the land. Do you agree? Are the Democrats \nultimately going to pay a price for disenfranchising voters both in Michigan and Florida?\n\nGOODWIN: You would think so because their candidates are not there, they're not debating the issues. A lot of \npeople didn't come out to vote. There's a study recently that said although in Florida roughly 1.7 million voted, \nmaybe 2 million more didn't because they knew it wasn't going to count. So clearly if you're a voter in Florida or \nMichigan, you do feel left out of this.\n\nDOBBS: Keith, you get the last word.\n\nRICHBURG: I think their own political leaders in Florida and Michigan really screwed this up. They're the ones who \ntried to leap frog the calendar. They ignored the DNC that said you're going to be punished. They went ahead and \ndid it anyway and now they've created this mess.\n\nZIMMERMAN: This is a scandal affecting the Democratic Party from the state to the national levels and it should \nnever be tolerated by registered Democrats around the country.\n\nDOBBS: You got the last word.\n\nRICHBURG: I wont follow that one.\n\nDOBBS: Keith Richburg, thank you very much. Michael Goodwin, thank you very much, Robert Zimmerman.\n\nStill ahead, \"Heroes.\" Tonight, the story of a young couple who began their married life on the front lines.\n\nWe'll be right back.\n\nDOBBS: Now our weekly tribute to the men and women who serve this nation in uniform around the world. Tonight, \nwe introduce you to Sergeant Nicholas Horn and Specialist Bethany Horn, army reservists who spent their first year \nof marriage living and fighting together in Iraq.\n\nPhillippa Holland has their story.\n\n(BEGIN VIDEOTAPE)\n\nPHILLIPPA HOLLAND, CNN CORRESPONDENT (voice-over): Many newlyweds encounter stress during their first \nyear of marriage. But most don't have to deal with the daily threat of insurgent attacks.\n\nNicholas and Bethany Horn chose to start their life together under those very conditions, as reservists deployed \ntogether in Iraq. Nicholas proposed in January 2007, one month before they shipped out. And the only way he saw \nfit, which in formation in their unit.\n\nSGT. NICHOLAS HORN, U.S. ARMY: We're no longer just guys that go to drill together. We're now a family, we're \ngoing to Iraq. We have to act like a family. So with that in mind, I wanted to have my new family involved.\n\nHOLLAND: In Tikrit and later in Mosul, the Horns both worked in civil affairs where their commanders allowed them \nto live together in the same housing unit.\n\nSPECIALIST BETHANY HORN, U.S. ARMY: It was nice being together. I mean, it was stressful at times because \nwe're together 24/7.\n\n\n\nN. HORN: You can hide a lot of what happened if you're sending letters home to your spouse. If your spouse is \nright there with you, she knows.\n\nHOLLAND: One day that summer, their base came under mortar attack. From the safety of his bunker, Nicholas \nheard a desperate call for help.\n\nN. HORN: I'm not a medic, but I jumped out to go help and I was told to get back in the bunker, you're not a medic. \nWhat are you doing? And it took me about two seconds to put it together that there wasn't a medic anywhere near.\n\nHOLLAND: He put his army training to work to save the life of a critically wounded Iraqi civilian. For his bravery, \nNicholas was awarded the Bronze Star. Bethany saw action as well, serving as driver and second vehicle gunner \non treacherous supply convoys.\n\nN. HORN: I had to get up with her and watch her jump in her uniform and jump up in the driver's seat of the \nHumvee and wave her good-bye as she left and I knew she was going out to fight.\n\nB. HORN: He always saw me off every time.\n\nN. HORN: It was always - the first four or five times it was rough, I hated it.\n\nHOLLAND: Back home in Arkansas, they're building a business, planning to buy a house and adjusting to the finer \npoints of married life, as civilians.\n\nB. HORN: In the army side, he's higher rank than me, so he bosses me around. And in here, it makes me \nuncomfortable. I'm like, you're not the boss anymore.\n\nHOLLAND: Phillippa Holland, CNN.\n\n(END VIDEOTAPE) DOBBS: The results of our poll tonight -- 73 percent of you say the Democratic Party is now \nseverely damaging its ultimate nominee's chances of winning the presidency.\n\nSome thought for Senators Clinton and Obama.\n\nThanks for being with us tonight. Join us here tomorrow.\n\nFor all of us, thanks for watching. Good night from New York.\n\n\"THIS WEEK IN POLITICS\" begins right now.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxantshop.com\n"}