{"title": "A LOST DREAM REBORN", "body": "\nDr. Salvador Galindo spent weeks wondering and worrying.\n\nWhat would become of him? The life built in the United States as a veterinary neurosurgeon had been taken away \nfrom him because of bureaucratic errors over his visa.\n\nHe was back in Mexico where his degrees did no good. Would he bus tables? Or become a hotel worker?\n\n\"It was really tough,\" he said. \"I was a foreigner in my own country.\"\n\nBut he refused to give up. And on Wednesday, six weeks after returning to Mexico and losing everything, Galindo \nwas back in Tampa, taking care of Fiona, a feline, and basking in his old life again.\n\n\"My rebirth,\" he called it.\n\n- - -\n\nGalindo's nightmare began in the fall of 2008 when he walked into immigration offices in Tampa expecting to walk \nout with a green card.\n\nHe had entered the country legally. But during that hearing, immigration officials discovered a warrant for his arrest \nand a final deportation ruling issued by a judge in Chicago.\n\nIt was a surprise to Galindo, his wife, and his attorney, who had accompanied him to the appointment.\n\nAttorney Jennifer Roeper of Fowler White Boggs asked an agent to help Galindo obtain bond until she could get a \ncourt hearing. The agent handed her a letter sent from immigration to Galindo in 2007. It was a notice to appear \nimmediately in immigration court.\n\nRoeper was stunned. Agents had mistakenly issued Galindo a second alien number for the most recent green card \napplication with his second marriage. Still, that didn't explain why U.S. Citizenship and Immigration Services agents \nin Chicago had sent that 2007 letter, or why the attorney for Immigration and Customs Enforcement failed to see \nnumerous legal visas in Galindo's file before bringing him to court.\n\nGalindo, 38, was immediately handcuffed and spent months in detainment. Roeper sorted through the mess, \nmaking phone calls, filing motions, pleading for a change.\n\n\nIn January, an Orlando immigration judge threw out the old Chicago deportation case. By then, Galindo's marriage \nhad broken up. He divorced in June.\n\nSix weeks ago, Galindo sold most of his possessions and returned to Mexico because he no longer had legal status \nin the United States.\n\n- - -\n\nWhile Galindo visited relatives all over Mexico and contemplated his future, Roeper continued to work tirelessly to \nhelp.\n\nDr. Katy Meyer, owner of Tampa Bay Veterinary Emergency Service in North Tampa, sponsored Galindo's visa.\n\nOn Sept. 25, Galindo was given the green light to return to America on a three-year work visa. During that time, \nRoeper will work on getting Galindo a green card.\n\nGalindo, back at work Wednesday at Tampa Bay Veterinary Emergency Service, said he arrived in Tampa with \neverything he owns: two suitcases of clothes and a tent. A friend bought him an air mattress, which he will sleep on \nwhen he moves into a Channel District apartment in a few days.\n\nDespite his emotional journey, Galindo said he did not shed a tear during his hearing at the U.S. Embassy in \nMexico.\n\nBut he soon found himself climbing atop the tallest pyramid at the ancient archeological site of Teotihuacan in \nMexico. He spread his arms upward toward the sky and cried.\n\nHe gave thanks for his future.\n\nDong-Phuong Nguyen can be reached at (813)909-4613 or nguyen@sptimes.com\n\nGraphic\n\n \n\nPHOTO - ATOYIA DEANS - Times: Veterinary surgeon Salvador Galindo, 38, got back to work Wednesday on \npatients like Fiona at Tampa Bay Veterinary Emergency Service in Tampa, after he was detained for months and \nmoved back to Mexico over a bureaucratic error.\n"}