{"title": "NI playgroup to close due to falling numbers of immigrant children", "body": "\n A decline in the numbers of immigrant children has contributed to the closure of a Portadown nursery, it has been \nclaimed.\n\nRichmount Playgroup, based in Scotch St, on the outskirts of town is due to close shortly after Halloween due to \ndeclining numbers.\n\nThe playgroup, which is registered for 24 children, does not have enough  children attending to keep it financially \nviable.\n\nAt its peak, it was full to capacity and in 2017/18 received an excellent inspection report from the Education and \nTraining Inspectorate. \n\nHowever, Joe Garvey, Playgroup Secretary, said they have been unable to fill the all the 13 funded places at the \nschool.\n\nHe revealed that over the past two years the playschool was an innovator in the Sharing from the Start and Getting \nReady to Learn projects.\n\nFounded in 2012 the Playgroup's Committee campaigned vigorously for funded places for children in their \npreschool year. It was successful and this year alone it was allocated 13 funded places but was only able to fill four \nof them.  \n\nAt the beginning of September this year some 13 children were due to start but this dwindled down to the \nequivalent of just over eight child places per day.\n\nMr Garvey revealed that last year Richmount Rural Community Association and the Playgroup commissioned a \n£5,000 study on childcare needs in the area, but the public response was poor.\n\nIt is understood the four children who have funded places can be offered alternative places in other facilities by the \nEducation Authority.\n\nMr Garvey, who is one of the founder members of the playgroup committee said: \"It is very regrettable that we had \nto make the decision to close the Playgroup. This was not an easy decision bearing in mind that the parents and \nstaff have been so supportive in trying to keep it open and it is unfortunate that the children will be disrupted just \nafter they have settled in. However, we had to face the financial reality that we could not keep going with such a \nrelatively small number of children.\n\n\n\"At a time when we hear of a lack of preschool educational places it is incongruous that we have nine funded \nplaces unfilled.\"\n\nMr Garvey added: \"There is a combination of factors and we may not know them all but: We have a falling birth rate \ncombined with a major decline in immigrants to the area with children. Also, many of the immigrant families are \nmoving elsewhere due the uncertainty of their status on the outcome of Brexit.\n\n\"In addition, despite Scotch St being a rapidly developing village, most parents work in neighbouring towns where \nthey have childminding facilities and it can be more convenient for them to send their children to preschool \neducation at these locations.\n\n\"This was why we commissioned the Childcare Analysis to establish if there was a need for all day \nchildcare/education in the Scotch Street area but there was little interest.\n\n\"Finally, I would like to thank all the parents who have supported the playgroup, the wonderful children we have \nhad through our doors and our two dedicated staff who have done so much to provide the children with a quality \nand caring service. I would also extend thanks to our committee of volunteers who founded the playgroup and who \nphysically built the bespoke playgroup building and managed to steer it to one of the high achieving playgroups. I \nwould also like to mention those elected representatives who in recent times have supported us.\" \n"}