{"title": "Canada to Admit Fewer Immigrants, Screen for Skills", "body": "\nCanada announced today that it will accept fewer immigrants each year and overhaul immigration guidelines to \ngive less emphasis to family members and more to those with marketable skills.\n\nThe action came in response to widespread sentiments that Canada, which accepts proportionately more \nimmigrants than any other major industrial nation, has become too generous to those who seek to come here. It \nmarked a policy reversal for the governing Liberal Party of Prime Minister Jean Chretien, who promised when he \nwas campaigning just over a year ago that he would keep immigration at about 1 percent of population and give \npriority to the families of those already in this country.\n\nIn announcing the new rules, Immigration Minister Sergio Marchi said 1995 immigration totals will not exceed \n215,000, a decline from 1994's ceiling of 250,000 immigrants. One percent of Canada's population would be about \n290,000 immigrants. Unlike the United States, Canada does not have a significant problem with illegal \nimmigration.\n\nMarchi said the plan did not mark a change of course because the government remained committed to keeping \nimmigration at 1 percent of population \"over a long period.\" Eight months of public consultations had indicated that \nthe public wants \"the ability and capacity to manage our immigration programs,\" Marchi said.\n\nOf all the countries in the world, only Canada, the United States, Israel and Australia are receiving significant \nnumbers of people to become legal residents and eventually citizens, according to Jeff Passel of the Urban Institute \nin Washington. Except for Israel, which is obliged under law to accept all Jewish immigrants, Canada allows the \nmost people in as a percentage of population.\n\nUnder Canada's Conservative Party governments, immigration increased from 84,300 in 1985 to 245,800 in 1993. \nIn recent years, however, as the economy went through a severe recession and a few high-profile crimes were \ncommitted by legal immigrants and refugees, anti-foreigner sentiment has increased. In a poll taken by the Angus \nReid Group last year, 47 percent of respondents said Canada was allowing in too many immigrants.\n\nIn addition, the rise in political power of Canada's conservative west, represented by the Reform Party, has given a \nvoice to those views. Reform wants to curtail legal immigration to 150,000 a year, and the party's immigration critic, \nArt Hanger, today said the new government plan was \"pure smoke and mirrors.\"\n\nThe rules will place numerical limits on admitting family members of current legal immigrants, as U.S. rules do \nnow. In Canada, once one family member obtains legal residency, he or she can sponsor not only spouse and \n\n\nchildren, but parents and grandparents, who in turn can sponsor other children or siblings. Such family members \nnow account for 51 percent of all immigrants; the new rules aim at reducing that proportion to 44 percent by 2000.\n\nApplicants for immigrant status also will be more closely examined as to their skills that could help them support \nthemselves and to determine that they have a good command of English or French. At present, about 44 percent of \nthose entering Canada speak neither of the country's official languages. Immigrants who sponsor family members \nalso may be required to post a bond.\n"}