{"title": "Immigrant's Troubles Continue; Mentally Disabled Guinean Man Held in Limbo for 3 Years", "body": "\nMalik Jarno, a mildly mentally retarded teenager, has tried for more than three years to immigrate to the United \nStates. Instead, he has become an orphan of the world. \n\nIn 1998, when he was 13, Jarno fled his native Guinea after his brother went missing and his father was imprisoned \nand killed by government forces for belonging to a political opposition group, human rights workers say. His mother \ndied of an illness when he was young. \n\nJarno sought a home with relatives, first in other parts of West Africa, then in Europe. But none of them wanted to \nraise a mentally disabled boy, his attorneys say. So they put him on a plane and sent him to the United States -- \nalone, and with a fake passport. \n\nThe U.S. government does not want him here, either. Immigration officials have been trying to deport him since he \narrived at Dulles International Airport in early 2001, saying his false papers raise questions about his story. Now 19, \nJarno has spent most of the last three years detained in Virginia jails. \n\nJarno's case highlights the problems faced by an estimated 5,000 children who arrive in the United States every \nyear, without proper papers and unaccompanied by any adult. All are promptly detained in juvenile facilities by \nfederal immigration officials. After Congress became aware of Jarno's situation and that of others, it shifted care of \nthose youths to the U.S. Department of Health and Human Services. \n\nHis advocates say his story also shows the flaws of the immigration system. After he was detained, for instance, \nfederal immigration officials lost track of his case, leaving him in Piedmont Regional Jail in Virginia for nine months \nwithout the opportunity for a hearing.  \n\nDuring his detention and subsequent publicity, Jarno picked up powerful allies, including 70 members of Congress \nwho wrote to Homeland Security in support of his case, dozens of human rights organizations, and 30 attorneys \nfrom four law firms, who say they have donated at least $3 million worth of services to his cause. \n\nBut for all of that attention, Jarno has yet to achieve his goal: asylum in the United States. \n\n\n\"It's been terrible the things that happened,\" Jarno said in an interview. \"Why does [the U.S. immigration agency] \nhate me?\" \n\nRep. Chris Van Hollen (D-Md.)  introduced a private bill in the House to grant Jarno a green card, an unusual act for \na federal legislator. \n\n\"I think Homeland Security would acknowledge that their early treatment of Malik was wrong,\" Van Hollen said. \"His \ndeportation, if it came to that, would be a miscarriage of justice.\" \n\nAt a preliminary hearing yesterday, federal immigration attorneys said they would press forward with a deportation \nproceeding, scheduled for Aug. 12-13, despite Van Hollen's bill. Normally such proceedings take a few hours. But \nJarno's case is being handled with unusual care. Lawyers for Jarno and the government traveled to Guinea to \ninvestigate Jarno's story. At least 30 witnesses will be called; others will testify via satellite phone from Guinea.  \n\nAsa Hutchinson, undersecretary for Border and Transportation Security at Homeland Security, denied that his \nagency has been unusually rigorous in Jarno's case, calling the effort by immigration attorneys \"routine.\" He added \nthat if the judge rules that Jarno should be deported, his department will hold off sending him back to Guinea \"for a \nreasonable time\" to give Van Hollen's bill a chance to pass. \n\nHomeland Security officials have concerns about whether Jarno is telling the truth, spokesman Bill Strassberger \nsaid. They believe, for instance, that Jarno's birth certificate was forged and that he may not be who he claims to \nbe, Strassberger said.  \n\n\"One of the most important things that an individual comes into an asylum hearing with is their credibility,\" he said. \n\"As soon as issues of credibility arise, it becomes much more difficult to claim asylum.\" \n\nQuestions about the birth certificate also led to confusion over where Jarno should be detained. Initially, he was put \nin an adult jail. Then, the Guinean Embassy said the birth certificate, which showed him to be younger than 18, was \nauthentic, so Jarno was put in protective solitary confinement for several weeks before being transferred to a \njuvenile facility. Finally, after a federal investigation in Guinea renewed doubts about the document, he was \nreturned to an adult jail. \n\nJarno remained there until last Christmas Eve, when Hutchinson personally ordered his release, citing \n\"humanitarian concerns\" about keeping a mentally disabled teenager behind bars for so long. Jarno is now at \nInternational Friendship House, a sanctuary for asylum seekers in York, Pa. \n\nWhile in the juvenile facility, Jarno tested three times at an IQ of 65 or lower. But immigration officials say those \nscores may be misleading because the exam may not have been \"culturally sensitive.\" Strassberger said authorities \nare not sure Jarno is as mentally disabled as he claimed.  \n\nBut Denise Gilman, director of immigrant and refugee rights at the Washington Lawyers Committee, said the \nevidence backing Jarno's story is beyond \"what any reasonable person could be expected to produce\" for asylum.  \n\nAsylum seekers usually need to produce evidence showing they have a reasonable fear of returning to their native \ncountry, she said. In Jarno's case, human rights workers in Guinea have written affidavits verifying his family's \npersecution. \n\n\"I honestly think what Homeland Security is doing in continuing to pursue this case despite the pile of evidence in \nhis favor is, in a word, cruel,\" Gilman said.  \n\nJarno said one of the worst experiences of his life came inside the Piedmont jail, where he said guards beat him \nand once used pepper spray on him. The incidents, he said, which were the subject of a failed civil suit, tainted his \nview of the United States. \n\nBut he still dreams of being able to stay in this country, largely because he has no other options.  \n\n\n\n\"I have nowhere else to go,\" he said. \n"}