{"title": "17 Arrive From Haiti And Cuba Together, But Fates May Differ", "body": "\nSeventeen Cubans and Haitians who joined forces and bought a boat for a voyage to the United States arrived in \nthe Miami area over the weekend, the Border Patrol said today.\n\nThe seven Cubans and 10 Haitians told the authorities that they met in the Bahamas, pooled their money, bought a \nboat and made the eight-hour trip to Florida on Saturday.\n\nThe arrival of the group underscored how differently refugees from the two Caribbean countries are treated under \nUnited States immigration law.\n\nTo avoid deportation, the Haitians must prove they face persecution in their homeland. But Cubans, under a 1966 \nlaw granting refugees from the island special treatment, are automatically eligible for permanent residency a year \nand a day after they arrive in the United States.\n\nAlthough Cubans who come from third countries like the Bahamas are not automatically eligible for entry to the \nUnited States, they are almost never sent back to their homeland.\n\n \n\n'Let Them Stay'\n\n \"There's a definite disparity between Haitians and Cubans who have been arriving together for several months,\" \nsaid Rolande Dorancy, executive director of the Haitian Refugee Center, an advocacy group in Miami.\n\n\"They should let them stay,\" said Rolando Gonzalez, 27, one of the seven Cubans. \"They've gone through as much \ntrouble as we have.\"\n\nBoth the Haitians and the Cubans were released and ordered to appear before an immigration judge to explain why \nthey should be granted asylum.\n\nFour other boats intercepted this weekend carried either all Cubans or all Haitians, Mike Sheehy, a Border Patrol \nspokesman, said.\n\nBorder Patrol agents picked up the refugees from the Cuban-Haitian group and three of the other boats.\n\nThe agents interviewed two Bahamian crewmen from the fifth boat, which they believe smuggled in 4 to 10 \nHaitians, who got away, he said.\n\n\nImmigration authorities have said they are concerned about the growing use of the Bahamas as a launching point \nfor alien smuggling and illegal entry into Florida.\n"}