{"title": "Immigration Enforcement Fuels Spike In U.S. Cases", "body": "\nFederal prosecutions reached a record high in the 2009 fiscal year, with the surge driven by a sharp increase in \ncases filed against immigration violators. \n\n  The 169,612 federal prosecutions were  a jump of nearly 9 percent from the previous year, according to \nDepartment of Justice data analyzed by a research center at Syracuse University in a new report. Immigration \nprosecutions were up nearly 16 percent, and made up more than half of all criminal cases brought by the federal \ngovernment, the report said. \n\n  Much of the spike, immigration experts say, arises from Bush administration efforts to increase immigration \nenforcement and to speed prosecutions. The administration greatly increased the number of Border Patrol agents \nand prosecutors, and also introduced a program known as Operation Streamline that relied on large-scale \nprocessing of plea deals in immigrant cases in some parts of the country. \n\n  The relatively simple cases have become the low-hanging fruit of the federal legal system: Immigration \nprosecutions, from inception to court disposal, are lightning quick, according to the report. While white-collar \nprosecutions take an average of 460 days and narcotics cases take 333, the immigration cases are typically \ndisposed of in 2 days. \n\n  And while federal prosecutors decline to prosecute about half of the white-collar cases that are referred to them by \nlaw enforcement agencies, they prosecute 97 percent of the immigration cases, according to the Syracuse \ngroup.\n\n  The speed-up in federal immigration prosecutions, however, has run afoul of the federal courts presiding over \nArizona, which processed more than 22,000 immigration cases in the fiscal year,  nearly a quarter of those cited in \nthe report. This month, a panel of the United States Court of Appeals for the Ninth Circuit ruled that the process of \nmass pleadings violates the federal rule that protects the accused from being forced into a guilty plea.\n\n  Michael A. Olivas, an immigration expert at the University of Houston Law Center, said he was not surprised to \nfind immigration prosecutions ''No. 1 with a bullet'' on the Syracuse list. ''I would have been astounded if it wasn't \none or two,'' Mr. Olivas  said. ''We're simply pushing the cattle through the chutes.''\n\n  The fact that immigration prosecutions remained high ''shows that this administration is serious about \nenforcement to some degree,'' said Mark Krikorian, executive director of the Center for Immigration Studies, a \npolicy group in Washington that favors restricting immigration. ''This administration understands that it needs to \nappear tough on enforcement if it's going to make a credible case for legalization,'' or amnesty programs, he said.\n\n\n  David Burnham,  who is co-director of the Syracuse research group, known as the Transactional Records Access \nClearinghouse, said that for whatever reason, ''the policy of Bush appears, from the data, to have continued and \nmaybe accelerated.''\n\n  The rise in federal immigration enforcement figures has occurred as crime has dropped over all. According to \nnew statistics from the Federal Bureau of Investigation, also released Monday, violent crimes reported to the \nbureau's Uniform Crime Program dropped 4.4 percent over the previous year, the third straight decline. Murder was \ndown 10 percent, and property crimes dropped by 6.1 percent, according to the report.\n\nhttp://www.nytimes.com\n"}