{"title": "DEAL NEAR ON IMMIGRATION BILL COMPROMISE CALLS FOR CHARGING ILLEGAL IMMIGRANTS TUITION", "body": "\nStates would be allowed to charge illegal immigrants tuition instead of kicking them out of public schools under a \ndeal that may free a landmark bill from legislative limbo as early as today.\n\nThe chief sponsor of the controversial education provision, Rep. Elton Gallegly, R-Oxnard, said he reached a deal \nwith Senate negotiators Thursday night to settle the stickiest part of the far-reaching bill to crack down on illegal \nimmigration.\n\nThe conferees' compromise would soften a provision in the House bill that would have immediately expelled \nillegal immigrant students from public schools.\n\nInstead, illegal immigrant children now in public schools could remain until they reach the seventh grade. At that \npoint, they would be subject to deportation unless they paid tuition, about $6,000 a year in California. States could \nstill deny public education to all children who enroll after Sept. 30 of this year, and students who change school \ndistricts could face expulsion or tuition.\n\nBut since few illegal immigrants could afford the tuition, the practical effect is almost identical to the original \nprovision and is likely to limit its popularity.\n\nStill, the compromise attracted key support among immigration negotiators and could clear the way for floor votes \nof the most comprehensive changes in U.S. immigration policy in 70 years.\n\n\"This is a big day for those who are concerned about stopping the unchecked flow of immigration into this \ncountry,\" a gleeful Gallegly said.\n\nThe timing of floor votes in the House and Senate is uncertain, however.\n\nLawmakers are racing toward summer recess. And although GOP leaders would love to ride into San Diego for the \nRepublican National Convention later this month with an immigration bill to promote, final passage probably won't \ncome until fall.\n\nPresident Clinton has threatened to veto the bill if Gallegly's amendment, which a presidential spokesman called \"a \nnutty idea,\" made it into the final version. Forty-seven senators have said they would oppose the entire package if \nthe earlier education language survived, and a Democratic filibuster is likely.\n\n\"You haven't heard the president himself say flatly he's going to veto this,\" Gallegly said, predicting Clinton would \nsign it. \"He'll probably be calling it the Bill Clinton bill before it's all over.\"\n\n\nRepublicans, however, would like nothing more than to force Clinton's veto of popular measures to fight illegal \nimmigration, which passed the House and the Senate by overwhelming margins earlier this year.\n\nThe immigration bill would sharply increase funding for the Border Patrol and contains other stringent measures to \nfight illegal immigration. The House bill calls for a fortified border fence near San Diego and would establish a \npilot employee-identification system. The Senate version did not include giving states the power to deny education \nto illegal immigrant children.\n\nWith the most contentious issue settled, conferees hope to wrap up other details today.\n\nThe logjam broke Thursday when Sen. Arlen Specter, R-Pa., a swing vote on an 11-member conference \ncommittee, agreed to the new version of the education amendment.\n\nSpecter is calling for the General Accounting Office to report on the consequences 2 1/2 years after it is enacted. If \nthey are harmful, a vote to repeal the language would be scheduled 15 days after delivery of the GAO report.\n"}