{"title": "Immigration a wedge between Obama, Romney", "body": "\nBy Matt O'Brien\n\nCalifornia has almost as many immigrants as swing-state Ohio has people -- more than 10 million. So the way the \npresident implements immigration policy over the next four years could have a profound impact on families around \nthe state.\n\nPresident Barack Obama and GOP opponent Mitt Romney agree on one thing: The United States is a \"nation of \nimmigrants.\" But as last week's fiery presidential debate drove home, the two candidates have clear differences in \nhow they would deal with a Byzantine immigration system that both welcomes and deports hundreds of thousands \nof people each year.\n\n\"Comprehensive immigration reform\" through federal legislation has been debated for so long that many political \nskeptics doubt it will ever happen. So increasingly, the sometimes unilateral role the president plays in creating \nimmigration policy is emerging as the most salient issue to many immigrants.\n\nPresidents can do a lot on the immigration front even if Congress refuses to take up the issue of comprehensive \nreform, said Pratheepan Gulasekaram, a professor at Santa Clara University School of Law.\n\nThe Obama administration, for instance, has \"far outstripped its predecessors in terms of year-on-year \ndeportations,\" Gulasekaram said. It has also, however, used its executive discretion to do something no president \nhas ever done before: grant deportation relief to a whole class of illegal immigrants who are 30 or younger.\n\nJu Hong is one of those immigrants. The 22-year-old UC Berkeley graduate is one of an estimated 350,000 young \nillegal immigrants in California eligible to apply for the new \"deferred action\" program, which grants two-year work \npermits and protection from deportation.\n\nIn the heat of the campaign, Democrats have pointed to the program as a compassionate temporary solution \nexposing the need for immigration reform amid partisan gridlock. And they've tried to paint Romney as an \nextremist for linking himself to the movement that strives to make illegal immigrants \"self-deport\" by depriving them \nof benefits and liberties.\n\nRepublicans, in turn, have portrayed Obama as an opportunist for failing to achieve the reforms he promised \nLatinos in 2008 and then offering the sudden relief measure just months before the Nov. 6 election.\n\nHong is enthusiastic about his pending relief from a decade-long fear of deportation, but he's also frustrated that \nObama deported record numbers of people during the past four years and failed to achieve broader reform.\n\n\nHong, who came from South Korea to the United States on a tourist visa with his family when he was 11, worries \nabout his mom and older sister, who are ineligible for the youth-focused reprieve.\n\n\"Vote, because I can't\" is the message he is sharing in online essays and with everyone he knows. \"I tell people my \nimmigration story. There's always the question, what can we do to help? And I say, 'Vote. Vote for someone who \nreally cares about immigrant communities.'\"\n\nBut Hong admits that even if he could vote, he is too frustrated with both presidential candidates and their parties to \nhave a clear favorite in the election.\n\nFor his part, Romney has pledged to honor the work permits granted by Obama, but says he would discontinue the \nprogram as soon as he is inaugurated and work for some kind of immigration reform in his first year. But he's also \npromised to veto the Dream Act, an Obama-backed, once-bipartisan measure that would grant a path to permanent \nresidency and citizenship -- not just limbo status -- to youths brought here in their childhood. At last week's \npresidential debate, however, he said he would endorse a similar measure helping a smaller number of young \nillegal immigrants who join the military.\n\nScared of Romney's rhetoric but unable to trust Democrats, Hong believes some kind of humane reform could \ncome under either an Obama or Romney presidency -- if immigrant communities fight hard enough.\n\nGulasekaram, for one, believes Obama's discretionary move made perfect sense. He was one of nearly 100 law \nprofessors who urged Obama to issue the order just weeks before the surprise June 15 announcement in the White \nHouse Rose Garden.\n\nBut John Yoo, a UC Berkeley law professor who worked for the Bush administration and authored memos \nauthorizing the use of harsh interrogation techniques on suspected terrorists, called Obama's relief measure \"a \nserious breach of presidential duty\" in a recent paper.\n\nSuch presidential orders are appropriate to protect national security, but not to guide domestic policy, Yoo argued.\n\nIllegal immigration has dropped sharply during the Obama administration, largely for economic reasons. But \nFremont resident Swati Vishwanathan believes the issue continues to cloud what should be a much broader debate \nthat includes policies that hurt legal immigrants.\n\n\"I do have sympathies for people who are here in that difficult situation, but that is irrelevant to our problem,\" said \nVishwanathan, who has lived in the U.S. on a temporary spousal visa since 2007 with her husband, a Dell worker, \nand their young son. The family is waiting in a long line of Indian immigrants seeking permanent U.S. residency.\n\n\"We just kept replaying the part\" focusing on immigration in last week's presidential debate, she said.\n\n\"We were just amazed by how President Obama and Mitt Romney kept skirting the real issue,\" she said. \"Neither \nof them had creative ideas about how to solve the green-card logjam.\"\n\nRomney has promised to seek more visas for highly educated workers and to enact immigration reform in his first \nyear. But, Vishwanathan said, his remarks might be as much bluster as Obama's unrealized pledges from 2008 or \nBush's bipartisan immigration plan in 2000.\n\nStill, Vishwanathan said, she's leaning toward favoring Romney.\n\nBut her opinion, she quickly added, won't make much of a difference. Like Hong and more than half of California's \nimmigrants, she cannot vote.Dueling immigration views\n\nHighlights of President Barack Obama's immigration plan:\n\n\n\nPush Congress to pass the Dream Act, allowing a path to citizenship to illegal immigrants who came to the U.S. as \nchildren.\n\nContinue to grant temporary work permits and defer deportations of young illegal immigrants.\n\nExpand electronic verification of workers' immigration status.\n\nContinue enforcement programs that have led to record-high deportations, prioritizing the removal of \"gangbangers\" \nand other public safety threats.\n\nPush Congress to pass comprehensive immigration reform.\n\nMore information:www.barackobama.com/immigration\n\nHighlights of Mitt Romney's immigration plan:\n\nGet some kind of immigration reform done in his first year; proposals include more visas for high-skilled workers \nand \"stapling\" green cards to advanced U.S. degrees in science and math; lessening regulations on businesses \nthat want to hire seasonal agricultural workers; and completing Southwest border fence.\n\nPromote \"self-deportation\" by making it difficult for illegal immigrants to get work or public benefits.\n\nMake electronic verification of immigration status mandatory for all employers.\n\nVeto the Dream Act, if passed, but support a separate version offering path to citizenship to young illegal \nimmigrants who join the military.\n\nOppose general amnesty for the estimated 12 million immigrants living in the U.S. here illegally.\n\nSuspend Obama's 2012 \"deferred action\" reprieve for young illegal immigrants, but honor the two-year work \npermits already granted.\n\nAllow states such as Arizona to take immigration enforcement into their own hands.\n\nMore information:           http://www.mittromney.com/issues/immigration\n\nGraphic\n\n \n\nJu Hong poses for a photograph in Alameda, Calif., on Friday, Oct. 19, 2012. Hong is originally South Korea and a \nrecent UC Berkley graduate applying for deferred action. (Anda Chu/Staff)\n\nSwati Vishwanathan and son Utkarsh Vishwanathan, 3, of Fremont, pose for a photograph in Fremont, Calif., on \nFriday, Oct. 19, 2012. Vishwanathan is originally from India and is here in the U.S. with her husband who has a H-\n1B visa. (Anda Chu/Staff)\n"}