{"title": "Muslim illegal immigrants say grace is tougher;Some say Bush's 3-year offer is for Latinos.A White House spokesman says it is for all nationalities.", "body": "\nWhen Ibrahim Baker heard that President Bush wanted to let illegal immigrants work legally for three years, he \nwas excited at first.\n\nBut Baker, a Clifton auto mechanic, soon thought the President's plan to \"extend a welcoming hand to those whose \npresence will benefit our nation and our economy\" would not help him.\n\nA law requiring men from certain nations suspected of harboring terrorism to register with the government tripped \nup Baker, 48, who is being deported to his native Jordan because he overstayed a tourist visa. There is no such \nrequirement for illegal immigrants from Mexico or Latin American countries.\n\n\"I flipped out,\" he said at the auto body shop where he was fixing the suspension on a Volkswagen, his New York \nYankees cap so stained black from grease and oil that the \"NY\" on the front had vanished. \"It doesn't include \npeople like me.\"\n\nA White House spokesman said Bush's proposal did not differentiate among illegal workers by nationality and \nwould apply equally to anyone in this country illegally who holds a job that no U.S. citizen has been willing to take.\n\nBut Muslim groups say the plan is aimed more at Mexican and Latino immigrants who illegally crossed the border \n- and settled in politically crucial states.\n\n\"I understand that what Mr. Bush did was catering to the Latino and Mexican populations in areas where he needs \nvotes,\" said Osama Siblani, publisher of the Arab American News in Dearborn, Mich. \"Definitely it was not \nsomething that takes Arab Americans or Muslims into account. My problem is that Mr. Bush is catering to a certain \nsegment of the illegal population while ignoring another segment.\"\n\nCritics of the proposal also contend that Muslims who came to this country legally but wound up overstaying visas \nface deportation risks that Mexicans and others do not, such as the special terrorism registration program.\n\n\nBaker came to the United States from Jordan in 1999 and was supposed to return several months later. Like \nthousands of Arabs and Muslims in similar situations, he stayed, thereby breaking U.S. immigration law.\n\nAgainst the advice of friends, Baker complied with the special registration program in April. Immigration officials \nquickly saw that Baker had overstayed his visa, took him into custody and began the process of deporting him. He \nlikely will be sent home to Jordan in April, said his lawyer, Sohail Mohammed, who called the Bush proposal \ndiscriminatory.\n\n\"Here are folks who complied with the [registration] law and will not benefit,\" he said. \"But on the other hand, you \nhave people who have been illegal since day one, and they will benefit.\"\n\nKimberly Zanotti of the U.S. Bureau of Citizenship and Immigration Services Newark office said that failing to \nregister under the program led to a loss of legal status and exposed a person to possible deportation.\n\nNeither she nor White House spokesman Ken Lisaius could say whether Bush's proposal would help \nimmigrants whose deportation proceedings had already begun or those at risk of deportation. Lisaius said details \nwere still being worked out with members of Congress.\n\n\"The President's proposal doesn't make priorities based on nationality or race,\" he said. \"It is not geared toward a \nspecific nationality or a specific race.\"\n\nBut Aref Assaf, a Palestinian activist and president of the American-Arab Anti-Discrimination Committee of New \nJersey, said the plan would do just that.\n\n\"Such proposals would be of no benefit to the vast majority of Arabs and Muslims who are here illegally or whose \nlegal status has expired,\" he said.\n\n\"The 9/11 aftermath, the registrations requirements, and the continued targeting of immigrants from our part of the \nworld will not be a motivation for many to come out and present themselves to the government,\" he said.\n\nBaker, who rebuilds engines, fixes brakes and does other automotive work, is struggling to stay in the United \nStates. He sends some of his earnings back home to support his parents, wife and five children, ranging in age \nfrom 17 to 10.\n\n\"My life is going to be hell in Jordan,\" he said. \"I'll be on the street begging. There are no jobs there.\"\n\nGraphic\n\n \n\nPHOTO;\n\nMIKE DERER, Associated Press\n\nIbrahim Baker works as an auto mechanic. He overstayed his visa and is being deported.\n"}