{"title": "JEWISH IMMIGRATION IN SPOTLIGHT", "body": "\nThe minute Stephanie Satie entered an English-as-a-second-language classroom as a substitute teacher one \nevening in 1990, she knew she \"had landed in a gold mine.\"\n\nHer students, a group of predominantly Jewish immigrants from Iran, Armenia and the former Soviet Union, would \nbecome the real-life inspiration for the characters in her one-woman show \"Refugees.\"\n\nThe regional premiere opened in the Twin Cities over the weekend in a performance sponsored by the Minnesota \nJewish Theatre Company.\n\nSatie plays 10 different people, seven women and three men, in this 90-minute solo performance.\n\n\"Refugees\" is less a portrait of each individual in Satie's classroom than an investigation of the impact they had on \nher in understanding her own family history.\n\nAs an assimilated American whose grandparents also immigrated, the character Stephanie (a version of herself) \nbegins to question the gaps, silences and shame in her family's denial of their refugee status.\n\nThe play is structured scene by scene as a series of classes, with students telling stories of their lives in broken \nEnglish and gradually interacting with each other as the play progresses.\n\nSatie's Eastern European accents are the strongest, but the distinction between characters often relies on the \nreiteration of their names in the script or distinctive repetition of gestures or postures associated with each one.\n\nRanging in age from Farideh, an Iranian woman in her mid-20s, to Rima, a Latvian who is almost 70, the characters \nnarrate the difficult and sometimes even horrific circumstances that led them to leave their countries for the United \nStates.\n\nThe men are the least developed, including Boris, a sexist and racist taxi driver from Uzbekistan; Darioush, the \nIranian husband guilty of domestic abuse; and Mahmoud, the Iranian director of the language school who advises \nStephanie not to meddle in the personal lives of students.\n\n\"Refugees\" is an ambitious and even compelling portrayal of the complexity of the global community in which we \nlive. Seen through the eyes of people driven from their homelands, the play contextualizes the strong emphasis on \nfamily, storytelling and tradition that we often observe in first-generation immigrants.\n\nSatie's commitment to the preservation of each of these individual voices only slightly compromises the final \nproduct. As a solo performance, it's a show that would be tighter with one or two fewer characters.\n\n\nStill, Satie's enthusiasm and love of these people shines through, making \"Refugees\" an enjoyable and timely \ncommentary on an increasingly diverse America.\n\nWhat: \"Refugees,\" written by Stephanie Satie and directed by Anita Khanzadian, presented by the Minnesota \nJewish Theatre Company\n\nWhere: Sabes Jewish Community Center, 4330 S. Cedar Lake Road, St. Louis Park\n\nWhen: 7:30 p.m. Wednesday and Thursday, 8 p.m. Saturday, 2 p.m. Sunday\n\nTickets: $15-$18\n\nInformation: 651-647-4315\n\nCapsule: \"Refugees\" is one woman's take on a diverse America\n\nNotes\n\nONE-WOMAN SHOW REVIEW\n"}