{"title": "Elian's case; Reno lacked sensitivity", "body": "\nElian Gonzalez, through no wish of his own, has become the world's most photographed little boy over the past five \nmonths. But the image that may prove to be the most remembered of Elian's saga is that of a federal agent -- \narmed with a submachine gun and dressed in bulletproof vest, helmet and goggles -- confronting the screaming six-\nyear-old.\n\nPutting the debate over Elian's custody aside, it is impossible to rationalize how U.S. Attorney General Janet Reno \ncame to the conclusion that the only solution to the impasse was breaking in the door of the Miami home of Elian's \nrelatives so an eight-member tactical team could seize the boy.\nWindsor Star\n\nAs well, 53 members of the Immigration and Naturalization Service were assigned to surround the house and keep \nthe crowd back. Overall, 131 immigration agents and 20 U.S. Marshalls had assembled for the operation.\n\nSurely, there was a better way to resolve the obviously difficult case than to risk any further trauma to Elian. This is, \nafter all, a little boy who had drifted in an inner tube at sea for two days after his mother drowned during an attempt \nto escape Cuba's dictatorship.\n\nObviously, agents were prepared to kill individuals in the house and, if so, why? Reno ordered the raid although \nthere were still attempts to negotiate a compromise with Elian's relatives going on early Saturday. There are still \nmore than two weeks to go before the 11th Circuit Court of Appeals hears arguments over whether Elian should be \nallowed to file for asylum in the U.S. against his father's wishes.\n\nReno did not have to move so quickly and endanger the lives of both Elian and his extended family. This case, \ncharged with the the political agenda of Fidel Castro and the passion of Cuban-Americans who see Elian as a \nsymbol of every Cuban's struggle for freedom, demanded far more sensitivity than that displayed by the Clinton \nadministration.\n"}