{"title": "New plea helps man avoid deportation", "body": "\nAndres Morales, a Mexican citizen who has lived almost all of his life in Hazelwood, has avoided being deported \nover an old drug charge, thanks to a compromise his attorney worked out with St. Louis County prosecutors.\n\nMorales, 26, was arrested at the Texas border in March when he tried to return from a visit to Mexico. U.S. \nimmigration officials had discovered he pleaded guilty in 1998 to possessing marijuana with intent to distribute. The \nfelony guilty plea would require him to be deported from this country, immigration officials said.\n\nIt was crushing news for Morales, who had lived in Hazelwood since the age of 1, attended local schools, played \nsoccer at St. Louis Community College at Florissant Valley and enjoyed working in the family restaurant, Pueblo \nNuevo, with his mother, Bertha Morales, and his sister.\n\nThe case epitomized the get-tough posture of U.S. immigration officials, who in the wake of the Sept. 11 attacks \nhave stepped up enforcement of immigration laws. Friends rallied around Morales, vouched for his character and \ndescribed the deportation as too harsh a punishment for an activity that has involved all too many American \nteenagers.\n\nMorales, however, found a way to remain with his family by withdrawing the guilty plea he made in 1998, then \nentering an agreement with prosecutors under which he would plead guilty to a misdemeanor for marijuana \npossession, said his attorney, Frank Kaveney.\n\nBecause the new charge is a misdemeanor, not a felony, it enables Morales to remain in the country, Kaveney \nsaid.\n\nYet even with a misdemeanor, under federal law, Morales could be deported if the amount of marijuana he was \nfound to have possessed was more than 30 grams or he intended to distribute it, Kaveney said. So the plea \nstipulated that Morales possessed 29 grams or less of marijuana and that it was only for his personal use, Kaveney \nsaid.\n\nMorales entered the negotiated plea Nov. 29 in St. Louis County Circuit Court before Judge Carolyn Whittington. \nShe sentenced him to spend 30 nights in St. Louis County Jail under a work-release program and then to wear an \nelectronic monitoring device for 90 additional days while he works at the restaurant. \n\nThe plea \"brings closure to this youthful indiscretion, which occurred when Andres was 19 years old,\" Kaveney \nsaid.\n\nHe said Morales had had no brushes with the law since 1998, a fact that justified the outcome.\n\nJohn Quarenghi, the prosecutor who handled the case, could not be reached for comment.\n\n\nKaveney said the Morales family would have no comment.\n\nJason Hilsabeck, a mortgage banker in Hazelwood who has known Andres Morales since the age of about 4, said \nhe was pleased to hear of the plea deal.\n\nMorales \"takes care of his family a lot, and he runs the Pueblo Nuevo,\" he said. \"It's nice for him to be here with his \nfamily.\"\n\nNotes\n\n LOCAL \n"}