{"title": "UC Berkeley student senator released after arrest at immigration rally", "body": "\nA UC Berkeley student senator and six other illegal immigrant students arrested at a San Bernardino rally \nTuesday were released from custody early Wednesday without triggering a hold from Immigration and Customs \nEnforcement.\n\nFriends were concerned the arrest of Cal political science student Ju Hong, 21, a graduate of Alameda High \nSchool, would trigger his deportation. Hong has lived in the East Bay since his family brought him here on a tourist \nvisa from South Korea when he was 11.\n\nThrough the federal Secure Communities program, which has been implemented in all of California's counties, \nanyone arrested and booked in a county jail gets fingerprints sent to a federal database monitored by ICE agents.\n\nICE agents interviewed the students, but did not file detainers against them, ICE spokeswoman Virginia Kice said \nin an emailed statement.\n\n\"ICE is focused on sensible, effective immigration enforcement that focuses first on criminal aliens and others who \npose a threat to public safety,\" Kice said.\n\nHong had traveled to San Bernardino Valley College on Tuesday for a \"coming out\" rally for undocumented \nstudents from across the state to share their stories.\n\nCollege officials said the rally went smoothly until the protesters left the campus grounds and interrupted traffic on \nMt. Vernon Avenue, a multilane thoroughfare adjacent to the campus.\n\n\"Ju's been very vocal about his immigration status. He just really wanted to share his story,\" friend Yong Eo said \nTuesday.\n\nThe seven students were charged with unlawful assembly and failure to disperse for blocking an \"extremely busy \nstreet\" and refusing to leave, said San Bernardino police Lt. Gwendolyn Brooks. Theï¿ other arrested students \nattended Pasadena City College, Los Angeles Harbor College, Cal State San Bernardino and East Los Angeles \nCollege, said protester Javier Hernandez.\n\n\"They stood tall when they were arrested,\" he said. \"They knew the risks.\"\n"}