{"title": "Border Crackdown Has El Paso Caught in Middle", "body": "\n Leaders of this sunny desert city peppered Homeland Security Secretary Michael Chertoff during a recent visit with \ncomplaints about trade-crimping border-crossing delays, unwanted calls to enlist local police in enforcing \nimmigration laws and recent deaths of immigrants at the hands of U.S. Border Patrol agents.\n\n\"Second-guessers and hindsighters,\" Chertoff retorted, defending such agents against critics who he said \"have no \nidea how difficult it is here at the border.\"\n\nBut to many in El Paso, it is Washington's understanding of what it means to be on the border that is increasingly \nin question. As the political stalemate continues on how to revamp immigration laws, the Bush administration has \ntaken aggressive new measures to tighten border security and deal more harshly with illegal immigrants.\n\nAnd that has El Paso, just a stone's throw across the Rio Grande from the Mexican boomtown of Ciudad Juarez, \nfeeling even more caught in the middle. \"Most people in Washington really don't understand life on the border,\" \nsaid El Paso Mayor John Cook. \"They don't understand our philosophy here that the border joins us together, it \ndoesn't separate us.\"\n\nAlthough many residents here are as staunchly opposed to illegal immigration as those elsewhere in the country, El \nPaso's deep ties to its sister city across the river generally make most of them leery of calls to wall off the 2,000-\nmile frontier with Mexico and of crackdowns that might complicate border crossings and harm a mutually \nbeneficial way of life.\n\nAs the largest U.S. city on the border, El Paso has long had a front-row seat to the complexities and trade-offs of \nthe nation's immigration laws. Founded by the Spanish before the English settlement of Jamestown and Plymouth, \nand with claims to creating both the margarita and Thanksgiving, El Paso-Juarez is an easygoing but hardworking \nregion that has grown into a \"borderplex\" of 2 million residents.\n\n\nNow North America's fourth-largest manufacturing hub -- after Los Angeles, Chicago and Dallas-Fort Worth -- El \nPaso and Juarez's surrounding state of Chihuahua have 270,000 manufacturing jobs, three times as many as \nDetroit, in 400 maquiladoras, or duty-free factories, economic development officials said. About 78 percent of \nresidents are Hispanic, and 25 percent are foreign-born. Families send breadwinners across the bridge daily to \nwork, and children to study.\n\nBut that deep web of connections between the two cities has been tested in recent weeks -- not only by the \nanxieties of the unresolved political debate over how to rewrite immigration laws, but also by the complicated daily \nreality of Washington's new effort to crack down on those violating existing laws. Many local officials interviewed \nrecently expressed little enthusiasm for the increased security measures, and civil liberties groups and Mexican \nauthorities have said that the harsher enforcement approach might have contributed to recent fatal Border Patrol \nshootings here.\n\nOn Aug. 8, a Border Patrol agent shot and killed a suspected smuggler who allegedly threatened him with a rock \nand bolt cutters at a border fence just east of downtown. The death of Jose Alejandro Ortiz Castillo, 23, was the \nfifth fatal Border Patrol shooting this year and the third in El Paso since June. Before this year, the last such local \nshooting happened in 2004.\n\nThe same day, U.S. authorities reported the deaths of two immigrants in custody, including that of a pregnant \nwoman who died of a blood clot Aug. 7 at a U.S. Immigration and Customs Enforcement detention center in El \nPaso. Rosa Isela Contreras-Dominguez, 36, a legal U.S. resident and convicted marijuana smuggler, was the sixth \nICE detainee to die this year, out of a detention population that has tripled over five years to more than 283,000.\n\nMexico's foreign affairs secretary condemned what he called an \"excessive use of force\" in the shooting of Ortiz, \nand the state prosecutor in Chihuahua began a homicide investigation.\n\n\"When there is an isolated event, you might understand it,\" said Fernando Garcia, executive director of the Border \nNetwork for Human Rights in El Paso. \"But when you have two or three  . . . then that becomes symptomatic that \nsomething is not right.\"\n\nAdvocates for immigrants here are asking whether agents have been given permission to shoot first and ask \nquestions later, and whether the increase in the number of Border Patrol agents and the detention of more \nimmigrants have overwhelmed the government's ability to train and oversee officers. If so, there could be \"a very \ndisturbing trend starting,\" said Kathleen Walker, an El Paso lawyer serving as national president of the American \nImmigration Lawyers Association.\n\nICE spokeswoman Kelly Nantel said that detention officials have acted appropriately and that detention deaths this \nyear are running far below the 29 fatalities reported in 2004, 15 in 2005 and 16 in 2006. U.S. Border Patrol \nspokesman Doug Mosier said that Ortiz had been caught crossing the border 28 times since 1999 and that \nMexican police said he had a criminal history related to narcotics and immigrant smuggling.\n\nAsked about the shooting in El Paso, Chertoff said that it is under investigation but added that increased violence is \na sign that smugglers are becoming desperate and that enforcement efforts are succeeding. The Border Patrol \nreported 753 assaults against officers between October and July, up 18 percent from the same period a year ago.\n\nBut amid the security crackdown, city officials said the construction of security facilities and the time-consuming \nscreening of containers, shippers and passengers have only worsened hours-long traffic jams at border \ncheckpoints. A DHS requirement that by 2009 those crossing the border by land must show passports or similar \nidentification documents is expected to further stall traffic.\n\n\"Every major auto manufacturer in the world gets the parts to their cars manufactured in Juarez or Chihuahua, from \nthe wire harness in the dash to the lights in the overhead, the headlights, stereo system, you name it. Just about \nevery component is manufactured here,\" said Richard Dayoub, president of the El Paso Chamber of Commerce.\n\n\n\n\"If we take it to a point where the application of these laws in order to more secure our borders slows down \ncommerce from Mexico into the U.S. . . . we'll all feel it throughout our economy,\" he said.\n\nEl Paso area law enforcement officials are divided about the role that local authorities should play in helping \noverstretched federal agents.\n\nAlthough they say they take seriously the obligation to fight drug smugglers, human traffickers and criminals who \nprey on immigrants, El Paso's police chief, Richard Wiles, and the El Paso County sheriff, Lee Samaniego -- like \nmany in the United States -- disagree about whether police should divert scarce resources to track down \nimmigration violators.\n\n\"I'm a law enforcement officer. I think people need to follow the rules and the laws,\" said Wiles, 46, a spokesman for \nthe Major Cities Chiefs Association, whose members lead 63 U.S. police departments. But, he added, \"the federal \ngovernment is responsible to control the borders, to control immigration, and so it needs to step up to the plate and \nfulfill its responsibility that it's neglected for years and years.\"\n\nWiles said city leaders fear that police enforcement of immigration laws will discourage crime victims and witnesses \nfrom coming forward and will expose taxpayers to greater legal liability if inadequately trained police officers violate \nthe civil rights of legal U.S. residents.\n\nSamaniego, 70, the dean of a group of 27 county sheriffs along the border from California to Texas, disagrees. \nSince 2005, he has championed Operation Linebacker, a $10 million, state-funded effort that in his 1,054-square-\nmile county has paid about 10 deputies to support Border Patrol officers.\n\n\"There are no advocates for regular citizens who live in fear, who are prisoners on their own farms and ranches \nbecause of an insecure border,\" said Samaniego's chief deputy, Jimmy Apodaca, who added that a third of the \n45,000 people arrested on state crimes and booked into the county jail in 2004 were illegal immigrants.\n\nStill, Samaniego retreated last year, halting the use of vehicle checkpoints and the practice of referring illegal \nimmigrants accused of no crimes directly to Border Patrol agents. The changes came after the American Civil \nLiberties Union filed suit, saying citizens' rights were violated, and after 3,000 residents signed a petition calling for \nthe sheriff to resign.\n\nDuring his two-day trip to El Paso last week, Chertoff acknowledged that he is pushing a new way to get things \ndone at the border, while insisting that he knows that a \"one-size-fits-all blanket approach\" will not work. \"Piling on \nsecurity by just putting a lot more things on the border\" won't resolve the situation unless the United States also \ncuts down demand for illegal workers in the interior and creates a legal channel of temporary workers, he said.\n\n\"We don't want to destroy the border in order to save it,\" he added.\n\nStill, Chertoff said, steps that will cause unhappiness or serious economic consequences are needed to reestablish \nWashington's credibility after decades of inaction. Doing nothing about enforcement, he said, \"is the approach that \nbred cynicism\" among the American public.\n\n\"I recognize we have a situation where we allowed circumstances to develop over 30 years -- frankly with the \ncomplicity of the American people, who have been complacent,\" Chertoff said. Now, he said, \"we have to do \nsomething about it.\"\n\nNews researchers Aruna Jain and Bob Lyford contributed to this report.\n\nGraphic\n\n \n\n\n\nIMAGE; By Victor Calzada -- El Paso Times Via Associated Press; Sgt. Tony Briscoe of the Texas National Guard \nrepairs a fence along the Rio Grande. Officials in El Paso are worried that the city's economic ties to Mexico will be \ncut.\n\nIMAGE; By Victor Calzada -- El Paso Times Via Associated Press; A fence lies east of downtown El Paso, where \nleaders say policymakers in Washington do not understand the city's many cross-border connections.\n"}