{"title": "Bush Seeks to Boost Image With Minorities", "body": "\nGov. George W. Bush told members of one of the nation's largest and most influential Hispanic groups today that \nhe was on a mission to topple any stereotype that Republicans were insensitive to minorities and new immigrants.\n\nAnd Mr. Bush sought to prove his own compassion by proposing to spend an additional $100 million in federal \nmoney every year to expedite foreigners' applications for immigration.\n\n\"It doesn't matter what party you're from,\" he said, as he stood before more than 1,000 people at the annual \nconvention of the National Council of La Raza. \"You've got to admit: When it takes three to five years to process \npaperwork, that's too long. It's time to reform the I.N.S.\"\n\nThe Texas governor first called for an overhaul of the Immigration and Naturalization Service in an address last \nweek to a meeting of the League of United Latin American Citizens in Washington. At that time, he proposed \nsplitting the immigration agency into two operations, one dedicated to law enforcement and the other to providing \nservices to immigrants.\n\nToday, he also proposed the infusion of additional federal money for those services, saying the agency should hire \nmore workers and institute performance incentives so that no immigration application languished for more than six \nmonths.\n\nBut Mr. Bush mentioned that plan only in passing, in the context of a fairly general assertion of his belief that his \nagenda, priorities and attitude of compassion should appeal to minority voters who had perhaps been suspicious \nof Republicans in the past.\n\nHe made that claim in a state where many Hispanic voters still feel profound resentment over the harsh tone of \nRepublicans' successful quest several years ago to pass Proposition 187, which sought to deny public services to \nthe children of illegal immigrants. Court challenges subsequently blocked implementation of parts of that policy.\n\nMr. Bush has acknowledged that he faces a formidable challenge in courting Hispanic voters in California. But he \nasked them today to judge him not by the past actions of members of his party but by the amount of time he was \nspending in densely Hispanic neighborhoods.\n\n\n\"I like to be seen in neighborhoods where sometimes Republicans aren't seen,\" the governor said. \"I like to fight \nthat stereotype that sometimes we don't have the corazon necessary to hear the voices of people from all political \nparties and all walks of life.\"\n\nMr. Bush sporadically used Spanish phrases and words like \"corazon,\" which means \"heart,\" in today's speech.\n\nAlthough Mr. Bush repeatedly announced his appreciation of diversity and his concern for minorities, he did not \noffer much detail about the specific policies he wanted to implement, or how they would help Hispanics or other \nminorities. He offered an only slightly altered version of his usual stump speech, framing some of his positions in \nterms of how they would benefit foreigners and recent immigrants.\n\nHe said that his tax cut proposals would help Hispanic entrepreneurs, that free trade would improve economic \nconditions in Mexico and that his push for educational accountability would lead to better test scores for minority \nchildren.\n\nMr. Bush spoke for 19 minutes. In contrast, Vice President Al Gore's appearance at the La Raza convention on \nMonday night lasted about an hour, and half of that time was devoted to answering questions from the audience.\n\nMr. Bush did not open the door to a similar exchange with the audience, although he did hold a brief news \nconference with reporters after he spoke. His speech was his only public event of the day, and it came on a week \nwhen he planned to spend every other day at home in Texas.\n\nMr. Bush's appearance today reflected not only his effort to demonstrate concern for members of minorities and to \nproject a sensitive, moderate image, but also his desire to compete seriously for California's 54 electoral votes -- 21 \nmore than any other state -- or at least make the appearance of doing so.\n\nEven if Mr. Bush does not carry the state, his campaign would like to give Mr. Gore a scare and a good reason to \nspend campaign cash on advertising in California's expensive media markets.\n\nMaking inroads with Hispanic voters, who represented about 13 percent of the Californians who voted in the 1998 \nelections, is a key part of Mr. Bush's strategy in the state, which he has visited six times, including today, since the \nRepublican primaries essentially ended in the spring.\n\nAs he has done in previous appearances, Mr. Bush introduced his nephew George P. Bush, the oldest son of his \nbrother Jeb and Jeb's wife, Columba, and noted that Columba's Mexican ancestry made his nephew half-Hispanic. \nHe told the members of La Raza how proud he was to have Hispanic blood in his family.\n\nIn calling for improvements at the immigration service, Mr. Bush was joining voices in both major political parties \nand staking ground that was anything but controversial. Douglas Hattaway, a spokesman for the Gore campaign, \nsaid Mr. Bush was defining a problem that was already on its way to being solved.\n\n\"Once again, Bush is playing follow the leader,\" Mr. Hattaway said. \"Al Gore has long believed that we should \nstreamline the I.N.S., and under the leadership of this administration, the I.N.S. has already cut the application time \nsignificantly.\"\n\nBefore Mr. Bush left the stage at the La Raza conference, he was presented with a birthday cake decorated to look \nlike an American flag. Mr. Bush, who turns 54 on Thursday, said he did not have any special celebration planned.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPhoto: Gov. George W. Bush greeted Rosario Marin yesterday outside the San Diego Convention Center. \n(Associated Press)      \n"}