{"title": "U.S. Pledges To Speed Up Visa Process For Artists", "body": "\nAddressing years of complaints about slow and inconsistent processing of visa applications for foreign performing \nartists, the United States Citizenship and Immigration Services told arts groups this week that it was making an \neffort to speed up and improve its visa operations.\n\nIn a meeting on Tuesday in Washington, at the headquarters of the agency -- a division of the Department of \nHomeland Security -- officials said that standard applications for O and P visas, the types most often used by \nperformers and athletes, would be adjudicated within 14 days. In some cases it has taken up to 120 days, arts \ngroups say, with delays and demands for information that can seem arbitrary.\n\n''What this means is that we are establishing for ourselves and our customers a standard by which our success and \nfailure is to be measured,'' Alejandro Mayorkas, the director of the agency, said in a telephone interview on \nThursday. (He was not at the meeting on Tuesday.) ''One thing is to deliver the adjudications in rapid time because \nof the needs of the community, and another is to ensure that we achieve fair and just adjudications.''\n\nArtist advocates greeted the news as a positive but incomplete step toward fairness and efficiency in the visa \nsystem, which they say has become cumbersome and expensive to navigate, and has sometimes resulted in last-\nminute changes and cancellations.\n\n''This to us represents a real breakthrough,'' said Heather Noonan, vice president for advocacy at the League of \nAmerican Orchestras. ''We are extremely hopeful that the changes that they have planned will result in \nimprovements for international cultural exchange.''\n\nManagers, lawyers and other arts advocates say the problems began in mid-2001, when the government instituted \npremium visa processing, guaranteeing quick service at a higher fee. After that change, and with the security \nconcerns in the wake of the Sept. 11 terrorist attacks, standard service seemed to lag, and puzzling variations in \npolicy enforcement introduced a level of unpredictability that could wreak havoc with touring schedules.\n\nFor example, earlier this year the agency held up three applications for visiting musicians with the Chicago Opera \nTheater, requesting an unusual amount of evidence to corroborate the visa requirement that the artists have \nachieved sufficient renown. The company eventually went over its budget to hire an immigration lawyer, who got \ntwo of the musicians into the country at the 11th hour; the third had to be replaced, said Roger Weitz, the \ncompany's general manager.\n\nMany arts groups say that under Mr. Mayorkas, a Cuban immigrant who was sworn in last August, their sometimes \nfrosty relationship with Citizenship and Immigration Services has begun to thaw. Agency officials met with arts \ngroups in April, and have recently begun soliciting comments about egregious experiences with the visa process.\n\n\nAlthough the agency's policies have not changed, some have been clarified for the benefit of visa applicants, and \nMr. Mayorkas insisted that the commitment is genuine.\n\n''When I make a commitment,'' he said, ''it is a benchmark that I am setting for our agency upon which the public \nshould be able to rely.''\n\nArtist representatives say that more work needs to be done to streamline the process. ''This is a great start but not \nwhere we would like to see things end up,'' said Tom Windish, a booking agent for independent rock bands.\n\nAnd for fans, the bad news about cancellations is not likely to end anytime soon. On Thursday, for example, the \nreunited British ska band the Specials canceled its appearance next month at Central Park SummerStage. The \nreason: ''visa issues.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Alejandro Mayorkas, the director of Citizenship and Immigration Services, in May. (PHOTOGRAPH BY \nHARRY HAMBURG/ASSOCIATED PRESS)                                                                \n"}