{"title": "Hard on Illegal Migrants, Haven for Refugees", "body": "\nPHOENIX -- Here in Arizona, illegal immigrants get the boot. But refugees get the welcome mat.\n\nEven as officials rage at what they have called the ''invasion'' of illegal immigrants, mostly Mexicans, Arizona has \nwelcomed thousands of legal immigrants from such grief-torn lands as Somalia, Myanmar and Iraq, and is known \nfor treating them unusually well.\n\nIndeed, the scorched expanse of the Phoenix valley can seem like a giant resettlement lab. Bosnians trim the \nwatered lawns of the Arizona Biltmore, and Karenni speakers have their own prenatal class at St. Joseph's hospital. \nA Sudanese goat farmer is thriving in a desert slaughterhouse built with a micro-enterprise loan. (He is glad to \ndemonstrate his skill in turning goats to goat meat.)\n\nHai Doo, a laundry worker from Myanmar, got grants to buy his first home. Yasoda Bhattarai, a new mother from \nBhutan, credits 10 weeks of free hospital care for saving her daughter, who was born with tuberculosis. ''Whenever \npeople ask me about Phoenix, I tell them it is the best place,'' she said.\n\nOnly three states accepted more refugees on a per capita basis over the past six years. Arizona took nearly twice \nas many refugees per capita as its liberal neighbor, California, and more than twice as many per capita as New \nYork, New Jersey and Connecticut.\n\n''In the degree of welcome and receptivity we see, I would certainly put Arizona at the top,'' said Robert Carey, a \nvice president at the International Rescue Committee, which resettles refugees in a dozen states.\n\nThe work contrasts with the state's renown as the scourge of illegal immigrants, whom critics blame for driving up \ncrime, stealing jobs and burdening hospitals and schools.\n\n''We're not anti-immigrant -- never have been,'' said State Senator Russell Pearce, a Republican who is a leading \ncritic of illegal immigration. ''But we expect people to follow the law.''\n\nMr. Pearce sponsored a new law that would give the police greater power to question people about their \nimmigration status. The Obama administration has sued, arguing the law usurps federal power and encourages \nracial profiling.\n\nNumerically, the groups do not compare; Arizona took in about 4,700 refugees last year, but is thought to have \nabout 375,000 illegal immigrants. Refugees are not economic migrants but survivors of war and persecution \nwhom the United States admits for humanitarian and foreign policy reasons. In fleeing violence, many refugees \nthemselves illegally crossed borders overseas.\n\n\nRefugee groups in Arizona sometimes feel caught in the political crossfire, wanting to emphasize that their clients \nare legal immigrants without taking sides in the larger war.\n\n''We don't want to be in the position of saying one group is good and another is bad,'' said Robin Dunn Marcos, who \nruns the rescue group's Phoenix office.\n\nArizona first drew refugees because the cost of living is low, and until the recession the state had lots of entry-level \njobs open to non-English speakers, like housekeeping and lawn care. Early success, with Bosnians and Kosovars \nin the late 1990s and later with war orphans from Sudan, helped build local support.\n\nEfforts intensified after the hiring in 2002 of a new state coordinator, Charles Shipman, who is married to a former \nCambodian refugee and known for his advocacy. In recent years, Arizona has taken more than three times as \nmany refugees as it did when he arrived.\n\nMr. Shipman quickly spotted a shortage of interpreters for a population ever more ethnically diverse. He \ncommissioned a study that found language barriers ''quite troubling.'' The rescue group then used it to win a private \ngrant to start an interpreting service. It now operates in 14 languages, including Kirundi (Burundi), Tigrinya \n(Ethiopia) and Hakka (China).\n\nAs the recession took hold, Mr. Shipman led a charge to prevent homelessness among newly arrived refugees. In \npart at his prompting, the federal government let Arizona shift some federal money into rent relief and urged other \nstates to follow.\n\nThat benefited Harith Khalid Aziz, an Iraqi refugee with a master's degree, who was earning little as a part-time \nclerk in a grocery. With a wife and a young son, he said it was ''a horrible feeling'' to fear eviction.\n\nA few months' aid sustained him until he found a better job. In Arizona, even ''if you are not from the same race, \nthey welcome you,'' he said. ''The U.S. is built on this.''\n\nLast year, the federal government admitted about 75,000 refugees, out of 10.5 million worldwide, and it covers \nmost resettlement costs. State officials administer the money and help decide how many refugees they can take; \nprivate agencies do the casework, helping find housing and jobs.\n\nThe Biltmore not only hired refugees but donated used furniture to them. The private Tesseract School (tuition: \n$19,000 a year), established a scholarship just for refugees. When the rescue group encouraged clients to farm, \nHickman's Eggs donated 60 tons of chicken manure.\n\nHai Doo, the laundry worker from the former Burma, thought the home ownership program was too good to be true. \nMatching grants converted his $5,000 in savings into a $24,000 down payment on a house. Most of the money \ncame from the Federal Home Loan Bank of San Francisco, which is required to spend some of its profits on \nhousing aid.\n\n''I never thought I would get help like this,'' he said.\n\nThe flip side of the Arizona story includes the Maricopa County sheriff, Joe Arpaio, who courts a national following \nby advertising his toughness toward illegal immigrants. (''The rumor is I could run for president,'' he said in a recent \ninterview.)\n\nMr. Arpaio conducts frequent raids on immigrant neighborhoods, stopping people for minor infractions and \nreviewing their immigration status. He says these raids have netted hundreds of illegal immigrants. Critics say they \nspread fear and harass legal residents.\n\nVictor Acevedo, an illegal immigrant from Mexico, said he was stopped in January after failing to use his turn signal \nand was found with a small amount of marijuana. He is now awaiting deportation in one of Mr. Arpaio's famed \nprison tents, dressed in the standard outfit: black stripes and pink underwear.\n\n\n\nIn a tent-side interview in 107-degree heat, Mr. Acevedo, 29, said he came nine years ago for a ''better livelihood,'' \nfound a landscaping job, married an American and had two American-born sons. He was deported in 2008 but \nreturned a year later to be with his family.\n\n''We're here illegally, but we're still human beings,'' he said.\n\nRefugees seem slow to sympathize. The two groups often compete for jobs or housing, and some refugees say \nLatino gangs have preyed on them.\n\nThe United States ''stands for law and order,'' said Wissam Salman, 35, a hotel housekeeper from Iraq. ''If they \ndon't look for these people it will be a disaster.''\n\nIbrahim Swara-Dahab, the Sudanese goat farmer, agrees.\n\n''I have some problems with the Mexican people; they stole my goats,'' he said. ''If they don't have documents, they \nshould go back to their country.''\n\nMr. Swara-Dahab acknowledged that he, too, crossed a border illegally when he fled to Kenya but called that a \nmatter of life and death. ''Here, the situation is different,'' he said. ''You need documents.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Victor Acevedo migrated illegally to Arizona and is now awaiting deportation back to Mexico. Through a \nnew law that gained widespread attention this year, the state is known for being particularly tough on illegal \nimmigrants.\n\nHai Doo, right, a refugee from Myanmar shown with his family, bought his house in Phoenix with the help of large \ngrants. Arizona accepts more refugees per capita than almost any other state and treats them well.\n\nRefugees learned how to commute on buses in Phoenix last month. Many programs help ease their adjustment. \n(A11)\n\nState Senator Russell Pearce, being interviewed at right, is a leading critic of illegal immigration.\n\nIbrahim Swara-Dahab, a goat farmer from Sudan, arrived in Arizona as a refugee and is thriving in a \nslaughterhouse there. (PHOTOGRAPHS BY JOSHUA LOTT FOR THE NEW YORK TIMES) (A12) MAP: Finding \nSanctuary in the Sun: Arizona has taken more refugees -- legal immigrants who have fled war and persecution and \npassed a federal review -- than all but three other states over the past six years. (Source: Department of State\n\nArizona Department of Economic Security\n\n Census Bureau) (A12)                                             \n"}