{"title": "IMMIGRANTS HELP LAY VALLEY FOUNDATIONS LIKE THE EARLY CHINESE, MANY FLED OPPRESSION FOR CALIFORNIA", "body": "\nA century and a quarter before the moniker Silicon Valley became worldwide parlance, the immigrant-driven \nvalley was already as much a state of mind as a piece of rich earth.\n\nLike all of the people who lived in the part of the world that later became California, the residents of the Santa \nClara Valley in the mid-19th century lived in a rustic, parochial place.\n\nJames Wilson Marshall's discovery of gold at Coloma in 1848, of course, changed everything. The valley's easy \npace became a frenzy as argonauts from the four corners of the Earth and every nook and cranny of the United \nStates descended upon the region.\n\nAbout the same time, however, forces abroad that had nothing to do with precious metals turned the Santa Clara \nValley into a kind of international experiment that is still taking shape.\n\nOften, the new arrivals from overseas and Latin America have been the victims of war and its aftermath.\n\nIn 1850, the Taiping Rebellion against the Manchus began in China. The rebellion, which grew out of social and \neconomic upheaval, plunged the country into 14 years of civil war in which about 20 million died.\n\nAbout 100,000 Chinese became California's first \"boat people\" as refugees flooded into the state after \ndisembarking from huge Chinese junks. Hundreds of Chinese settled in the valley.\n\nThey worked 12-hour days at the New Almaden Quicksilver Mine outside San Jose. They did railroad labor, building \nSan Jose's Southern Pacific rail station and the first rail link between San Jose and San Francisco.\n\nOne of the most momentous events in the valley's immigration history occurred more than a century later after the \ncountry lost its first war. In\n\nApril 1975, when the U.S.-backed government in Saigon fell to invading North Vietnamese forces, tens of\n\nthousands of terrified strangers came to a new land.\n\nIn the late '70s, Cambodian refugees fled the killing fields of fanatical communists trying to turn their country back \nto the Year Zero. A few years later, civil war in El Salvador and other Central American countries drove tens of \nthousands to flee their homes and settle in the greater Bay Area.\n\nBut from the beginning, the state and the Santa Clara Valley often looked more like a cracked mosaic than a \nmelting pot.\n\n\nTake the California Foreign Miners Tax, enacted in 1852. More than half of the 49ers were immigrants, but only \nthe Latino and Asian miners were taxed. Europeans were exempt.\n\nOne in four of the 49ers was Chinese, generating enormous revenue for the state in the 1860s and 1870s, said \nPaul Fong, an Evergreen Valley College professor and authority on the valley's ethnic history.\n\nStill, miners of all ethnicities often seemed to get along fine, at least on the surface.\n\n\"Chinese Sam\" was one of the most popular residents of the New Almaden Quicksilver Mine several miles from \ndowntown San Jose. When Sam, head cook at one of the mine's boarding houses, died in February 1889, his \nfellow workers, most of them white, raised money to send his body back to his ancestral home.\n\nThe miners liked him even though he had killed a co-worker who had tried to take over his job by underhanded \nmeans. Sam was tried for murder but was released after several months in jail because \"he only killed another \nChinese man -- and he was an excellent cook,\" according to historical writer Mary Hallock Foote.\n\nThat kind of underlying racism drove California's white-dominated labor unions to push Congress to pass the \nChinese Exclusion Act. The 1882 legislation was designed to halt the flow of \"Celestials\" into the state.\n\nIronically, though, the xenophobia that led to the Chinese Exclusion Act led to a mass migration of Japanese later \nin 1880s because California industrialists and farm owners still demanded cheap labor.\n\nMany of those Japanese laborers rose from farmworkers to farm owners. In the valley, they planted tomatoes and \nstrawberries. They also laid the foundation of the area's flower-growing industry, further beautifying the valley with \nroses, carnations and chrysanthemums.\n\nThe state Legislature responded with the Alien Land Act of 1913 after white growers and shippers complained. \"So \nthe first generation of Japanese ended up as tenant farmers -- having to lease land,\" said Alex Yamato, a professor \nin Asian-American studies at San Jose State University. \"But\n\nthey couldn't go back to Japan because the Japanese wouldn't accept their children, because they were born\n\nin America.\"\n\nDuring the first couple of decades\n\nof the new century, immigrants continued to pour into the state -- mostly from Europe. The new arrivals included \nGenovese fishermen and their families to the bays of Monterey and San Francisco; Portuguese-speaking second \nsons from the Azores, unable\n\nto inherit the small family plots left\n\nto older brothers; sheep-herding Basques in the hills near Los Gatos; Jews fleeing pogroms in Eastern\n\nEurope, Germans, Irish.\n\nIt wasn't until around 1920 that European immigration began to decline, and peoples from around the Pacific Rim \nagain set their sights on California. Filipinos came to the valley, as did Sikhs from India and Samoans and other \nPacific Islanders.\n\nBut in 1924, Congress, with a wary eye on California, panicked and passed an immigration law that remained on \nthe books for six decades, putting strict quotas on peoples from Asia and Latin America. Asians were banned from \nbecoming citizens.\n\nThe next big population wave came during the '30s, when hundreds of thousands of Dust Bowl refugees got their fix \non Route 66 as they headed toward the California cornucopia.\n\n\n\nMigration also brought more blacks to the state. The relatively small numbers of African-Americans soared during \nand after World War II as jobless laborers sought work in shipyards and airplane factories. Soldiers and sailors, \nmany of them black, came back to live near the California bases where they had spent boot camp.\n\nAfter Hitler and Hirohito were defeated, immigration slowed, and thevalley's orchards were turned into tract home \ndevelopments and industrial parks.\n\n\"It was 'Leave It To Beaver' and the Beach Boys,\" recalled Fong, 48, whose family emigrated from China when he \nwas 3.\n\nThe nearly 6-foot Fong, a quarterback for Sunnyvale High, could have assimilated with a smile. But he\n\nchose not to. The self-professed \"tough guy\" hung out with gang members\n\nand fought the \"model minority\"\n\nstereotype.\n\n\"It was horrible being Asian, being a minority,\" Fong recalled. \"There was harassment. There were hate crimes.\"\n\nThe state's demographics began to change significantly after Congress passed the U.S. Immigration Act of 1965, \ndropping ethnic quotas favoring immigration from Europe.\n\nAssimilated Japanese-Americans were replaced by newer groups, particularly the Vietnamese.\n\nThe 1975 collapse of Saigon couldn't have happened at a better time economically for the emigres. It came a few \nyears after the birth of the microprocessor.\n\nFormer anti-Vietnam war radicals getting rich from garage start-ups began hiring thousands of anti-communist \nVietnamese. And Vietnamese who had ended up in such frigid places such as St. Paul, Minn., and Madison, Wis., \nsoon followed the sun and the silicon to the valley.\n\nBig Silicon Valley firms began hunting for engineering talent when they couldn't find enough in American \nuniversities. Workers came from Taiwan, Hong Kong, India, Pakistan and Iran.\n\n\"You can't say what a Californian looks like these days,\" said Kevin Starr, the state's librarian and author of several \nbooks on the state. \"He or she looks like the world. And particularly in well-off, well-educated places like the Santa \nClara Valley, people don't have to shed their identities to enter the common culture.\"\n\nBecause of the rising Latino and soaring Asian populations, by the late '90s the valley had no ethnic or racial \nmajority, as the white population dropped below 50 percent.\n\n\"Overall, this is the greatest place in the world to live,\" said Fong, president of the board of trustees for the Foothill-\nDe Anza Community College District. \"Most of the negatives are in the past. Now we can move ahead, together.\"\n\nNotes\n\nSAN JOSE MERCURY NEWS: CELEBRATING OUR 150TH YEAR\n\nOUR EVOLUTION: IMMIGRATION\n\nGraphic\n\n \n\n\n\nPhotos (3);\n\nPHOTO: PAULINE LUBENS -- MERCURY NEWS ARCHIVES\n\nREMEMBERING THE PAST\n\nTu Vo, who emigrated from Vietnam in 1992, was one of the many Vietnamese-Americans who gathered at St. \nJames Park in San Jose on April 30, 2000, to commemorate the 25th anniversary of the fall of Saigon.\n\nPHOTO: RICK E. MARTIN -- MERCURY NEWS ARCHIVES\n\nA NEW AMERICAN\n\nJennifer Montemayor, 7, and more than 100 other children became U.S. citizens at a ceremony in San Jose in \nMarch.\n\nPHOTO: GARY REYES -- MERCURY NEWS\n\nOPEN FOR BUSINESS\n\nYoung Ku is reflected in the window of his frame shop on South Abel Street in Milpitas. His shop, Mook Hyaang Art \nGallery, offers Asian art, painting and framing. Ku arrived in the United States 15 years ago and opened his shop \ntwo years ago. Ku's store is representative of the growing number of Asian-owned businesses in Milpitas that have \ntransformed the city over the past decade.\n"}