{"title": "Staff Shortage Lengthening Dulles Airport Passport Lines", "body": "\n A shortage of Immigration and Naturalization Service agents at Dulles International Airport has led to longer-\nthan-usual waits at passport control for arriving international passengers, airport and INS officials said. \n\n At times in the past two months, passengers have waited so long during 90-minute stopovers that they have \nmissed connections with domestic flights, an airline representative said. Arriving passengers also have been held \non their planes or on the airport's mobile lounges until the crowded immigration area cleared out. \n\n Airline officials say they are concerned that waits will grow even longer when they add more international flights in \nMay for the busy summer travel season. \n\n \"If it's this bad now, what's it going to be like then?\" said Dick DeiTos, executive director of the Metropolitan \nWashington Airlines Committee, made up of airlines that use Dulles and Reagan National airports. \n\n The inspector positions, seen as steppingstones to other law enforcement jobs, often have high turnover rates, \nsaid Bill Shaw, a spokesman for the INS's Washington district office. \n\n The INS has also been losing people to recruitment efforts for programs begun after the Sept. 11 terrorism acts, \nincluding the rapidly expanded sky marshal program. The INS is in the process of hiring 12 additional inspectors at \nDulles and is trying to recruit more, he said. \n\n \"We're more than willing to admit we're not meeting that goal [of 45-minute clearances] on some flights right now,\" \nShaw said. \n\n Kimberly Weissman, an INS spokesman, said the problem is surfacing at airports nationwide. She said the INS is \nrecruiting more inspectors but that it takes six to eight months for them to be trained and begin work. That means \nthe shortage probably will continue into late summer, she said. \n\n At that rate, DeiTos said, the waits at Dulles will worsen through the busy summer season unless inspectors are \ntransferred from other airports. \n\n DeiTos said the problem was especially bad over the Christmas and New Year's holidays, when it took some \nDulles passengers an hour and 40 minutes to clear immigration and customs. Fewer people are flying now, DeiTos \n\n\nsaid, but domestic flights are still being delayed an average of eight to 17 minutes while they wait for connecting \ninternational passengers caught up in immigration. \n\n James A. Wilding, president of the Metropolitan Washington Airports Authority, which operates Dulles and \nNational, said the waits at Dulles's passport control are usually no longer than 15 minutes. But in the past two \nmonths, he said, lines have grown longer than ever. \n\n \"It's distressing to us,\" Wilding said. \"Our sense is that the INS people on the scene are as pained by it as we are \nand are working hard. But so far, they don't seem to have been able to get on top of it.\" \n\n Federal law requires that INS agents clear international passengers within 45 minutes. Shaw said problems have \narisen because only 42 of the 71 immigration inspector positions at Dulles are filled.  \n\n \"We're severely understaffed,\" Shaw said.  \n\n John White, a spokesman for Baltimore-Washington International Airport, said waits at BWI's passport control are \nno longer than usual. Chris Bentley, a spokesman for the INS's Baltimore office, said 11 of BWI's 13 INS inspector \npositions are filled. \n\n The waits aren't always long at Dulles. On Wednesday, when four international flights arrived between 3:30 and \n5:30 p.m., passengers reported waiting no more than 15 minutes. But DeiTos said the lines grow during busier \ntimes, especially on Fridays and Sundays between 3 and 5 p.m. \n"}