{"title": "4 Haitians With HIV Admitted to U.S.;Entry of Refugees for Medical Care Said to Be No Change in Policy", "body": "\nThe Justice Department's decision to admit four HIV-positive Haitian refugees into the United States for medical \ncare does not mean a change in the government's ban on immigrants with the AIDS virus, a department official \nsaid yesterday.\n\nBut the action does signal that the care the Haitians are receiving at the U.S. Naval Base at Guantanamo Bay, \nCuba, may not be comprehensive enough to handle their special needs, the official said.\n\nA man with an eye infection was granted a \"humanitarian parole\" 10 days ago to receive medical treatment at \nBethesda Naval Medical Center. He is being held at the Immigration and Naturalization Service detention center in \nNew York.\n\nINS officials this week granted the same status to a mother and her infant son, who is being treated for double \npneumonia at a hospital in Norfolk.\n\nJustice Department officials were prepared to grant parole last week to a woman who was about to give birth, but \nafter military doctors at Guantanamo Bay determined that the birth was less risky than they first thought, she \nremained there, the Justice Department official said. The mother and child are doing fine, said INS spokesman \nDuke Austin.\n\nThe departures lower to 231 the number of HIV-positive Haitians who remain at Guantanamo Bay with about 59 \nrelatives. Public health officials said last month that at least 23 had developed actual or suspected AIDS symptoms. \nAll of the Haitians were granted initial clearance to pursue their asylum claims in the United States but were \nprevented from coming here because of a law that bars the entry of immigrants with certain communicable \ndiseases. They were among 37,000 Haitians who fled the nation after a coup last year.\n\nBecause the medical conditions of some within the refugee population could deteriorate, it is possible that other \nHaitians may need to be flown to the United States for treatment, Austin said.\n\nThe Justice Department official, who asked not to be identified, said the medical care being provided at \nGuantanamo \"is fine, but we are not going to take the position that the medical care down there can handle every \npossible thing that comes up. . . . We've reacted in the responsible and humane way.\"\n\nThe Haitians at Guantanamo are caught in a legal limbo because of a court battle over the processing of their \nasylum claims. Lawyers who have sued the government argue that the Haitians should be allowed legal counsel to \npursue their asylum claims. The 2nd U.S. Circuit Court of Appeals this spring ordered the government to allow \n\n\nlawyers to interview the Haitians. The government unsuccessfully appealed that ruling and has until late October to \nask the Supreme Court to rule on the issue.\n"}