{"title": "TOP NEWS: Italia, ordinativi industriali crollano del 10% ad agosto", "body": "\n(Alliance News) - Come riportato mercoledì dall'Istat, ad agosto si stima che il fatturato dell'industria italiana sia \ndiminuito in termini congiunturali dello 0,3%, proseguendo la dinamica negativa registrata nei due mesi precedenti. \nNella media degli ultimi tre mesi l'indice complessivo è calato dello 0,6% rispetto ai tre precedenti.\n\nGli ordinativi registrano ad agosto un incremento congiunturale dell'1,1% su base mensile, in forte aumento rispetto \nal calo del 2,8% precedente ma sotto la stima di mercato dell'1,9% riportata da Investing, mentre la media degli \nultimi tre mesi registra una riduzione dell'1,6% sui tre precedenti.\n\nCorretto per gli effetti di calendario, il fatturato totale cala su base annua del 2,2%, in netto peggioramento rispetto \nal dato precedente che vedeva un calo dello 0,7%, con variazioni negative dell'1,8% sul mercato interno e del 2,9% \nsu quello estero.\n\nSempre in termini tendenziali, l'indice grezzo degli ordinativi diminuisce del 10%, con decrementi sul mercato \ninterno del 4,0% e, in modo più marcato, su quello estero che calano del 16,3%. La maggiore crescita tendenziale \nsi registra nelle industrie tessili e dell'abbigliamento, mentre il peggior risultato si rileva per i mezzi di trasporto.\n\nLa dinamica congiunturale del fatturato riflette flessioni su entrambi i mercati, con un calo dello 0,5% per il mercato \ninterno e dello 0,1% per quello estero. Per gli ordinativi la crescita congiunturale deriva da incrementi delle \ncommesse provenienti sia dal mercato interno per l'1,1% sia di quelle provenienti dal mercato estero per l'1,0%.\n\nCon riferimento ai raggruppamenti principali di industrie, ad agosto solo l'indice destagionalizzato del fatturato dei \nbeni strumentali segna un aumento congiunturale dello 0,9%, mentre si registrano diminuzioni per i beni di \nconsumo che calano dello 0,3%, per i beni intermedi, giù dello 0,9% e per l'energia, in calo del 2,4%.\n\n\"Ad agosto il fatturato dell'industria segna una flessione congiunturale sia su base mensile che su base trimestrale. \nSolo per la componente estera si registra una modesta crescita nel confronto degli ultimi tre mesi sui precedenti \ntre\" ha commentato l'Istituto Nazionale di Statistica..\n\n\"Per l'indice degli ordinativi, la variazione congiunturale mensile risulta positiva in entrambi i mercati, mentre su \nbase trimestrale al calo registrato per il mercato estero corrisponde un incremento pressoché trascurabile per il \nmercato interno\".\n\n\n\"In termini tendenziali - concludono dall'Istat - la marcata variazione negativa degli ordinativi risente fortemente \ndell'andamento delle commesse provenienti dal mercato estero e, a livello settoriale, dal comparto degli altri mezzi \ndi trasporto\".\n\nDi Andrea Battaglia; andreabattaglia@alliancenews.com\n"}