{"title": "OUR OPINIONS: Let's employ the law; The best way to stem the flood of illegal immigrants is to crack down on the companies that hire them", "body": "\nWhen politicians discuss immigration, they talk most often about securing the border and deciding what to do with \nthose already here illegally. But comprehensive reform depends on whether Congress and the White House are \nalso willing to get serious about stopping illegal hiring.\n\nThe border security bill that passed the U.S. House in December and the immigration-reform measure that came \nout of the Senate Judiciary Committee last week did demand stricter workplace enforcement. However, Washington \nhasn't talked much about spending the money needed to make that a reality.\n\nAt least in Georgia, which passed its own legislation last week, the state knows it will cost $2.5 million to conduct \n10,000 annual workplace audits, according to Labor Commissioner Michael Thurmond. If Gov. Sonny Perdue signs \nthe new law, as expected, private employers who fail to document that they are hiring legal workers will get their \ntax deductions yanked. But the earliest enforcement could start would be 2009.\n\nThe legislation also requires companies holding state contracts to document that all of their workers are legal, a \nprovision that will be phased in beginning next year with the largest companies coming under the rule first. \nHowever, the law exempts existing employees from the verification process, creating a de facto \"amnesty\" for \nillegal workers already here.\n\nNationally, the voluntary Basic Pilot program begun 10 years ago already allows employers to determine whether \nthe Social Security number provided by a job applicant was actually issued to a legal worker of that name. The \nSenate workplace enforcement proposal would make use of that system mandatory within five years, a schedule \nthat could be accelerated considerably if money were appropriated to quickly upgrade the system.\n\nAs it is, the Bush administration proposes to allocate only $47 million for additional work-site enforcement next year, \nwhich would allow the hiring of an additional 171 special agents and 35 support staff members. In contrast, the \nSenate committee wants to nearly double the number of border patrol agents over the next five years from 12,000 \nto 23,000. In addition, the House wants to build a high-tech fence, at a cost of $1 million per mile, along a 700-mile \nstretch of the border between the United States and Mexico.\n\nYet, at last count, the federal government employed fewer than 100 officers nationwide to crack down on illegal \nemployers; last year, only 127 of the nation's more than 8 million employers were convicted for hiring illegal \nworkers.\n\n\nAnd it's not just a question of money. The Social Security Administration can already identify those companies that \nroutinely hire large numbers of workers whose Social Security numbers do not match their names. But federal law \nbars SSA from revealing that information to the Homeland Security Department, which enforces immigration law.\n\nIf Congress can appropriate hundreds of millions for fences and high-tech surveillance equipment to catch people \nwho cross the border illegally, it can surely find more money to catch the companies that hire those illegal \nworkers. All it lacks is the will to do so.\n"}