{"title": "American Academy of Pediatrics Policy Statement Provides Guidance on Caring and Advocating for Immigrant Children and Families", "body": "\nThe American Academy of Pediatrics issued the following news release:\n\nUrging health equity for immigrant children, the American Academy of Pediatrics (AAP) published a policy \nstatement that describes how compassionate care and cultural understanding strengthens families, builds individual \nresilience and enriches society at large.\n\nThe policy statement, \"Providing Care for Children in Immigrant Families,\" published in the September 2019 \nPediatrics (published online Aug. 19), offers guidance for physicians who treat immigrant children and presents \nopportunities for advocacy -- and barriers to overcome.\n\n\"Like all children, when children in immigrant families are healthy, happy and empowered to help others, they \nenrich and enliven our communities,\" said Julie M. Linton, MD, FAAP, lead author of the policy statement. \n\"Children's strengths are most evident when they are able to be as healthy as possible, and pediatricians are able \nand willing to help make that happen.\"\n\nIn the statement, the AAP addresses how federal immigration policies can harm immigrants' health, access to \ncare, and long-term health outcomes. Increased fear about the use of public programs and immigration status has \ndeterred some families from accessing programs, regardless of their eligibility.\n\nDetaining and separating families are counterproductive and threaten the short- and long-term health of children, \naccording to the AAP. Keeping families together and protecting those who are most vulnerable - such as children \nwithout parents or a guardian - must factor into comprehensive immigration reform, according to the report.\n\n\"One in every four children in the United States were born in another country or have a parent who was born \noutside the U.S,\" said Andrea Green, MDCM, FAAP, co-author of the statement. \"All children should receive \nequitable health care that is sensitive to cultural difference, mindful of global health concerns and supports \nresilience and integration into the community.\"\n\nAAP urges pediatricians to start in their own offices, by first examining their own inherent biases. AAP also \nrecommends:\n\n* Integrating services for mental health, social work, patient navigation and legal concerns within the medical \npractice or locating the office near these services.\n\n* Providing trained interpreters who can assist in person or by phone or video, to help communicate with families. \nAAP advises against having the patient's family, friends or children serve as interpreters.\n\n\n* Offering staff training on working effectively with language services and offering professional development in \nimmigrant health and related competencies.\n\n* When working with patients, the physician should look for signs of trauma and screen for social determinants of \nhealth, such as access to nutritious food, safe housing and education.\n\n* Assessing children's development, learning and behavior, regardless of age.\n\nThe AAP calls for the federal government and private and community-based organizations involved with immigrant \nchildren to adopt policies that protect and prioritize the children's health, safety and well-being.\n\nAAP recommends that:\n\n* Health coverage should be provided for all children, regardless of immigration status.\n\n* Private and public insurance payers should pay for qualified medical interpretation and translation services.\n\n* Immigrant children should not be detained or separated from parents.\n\n* Immigration enforcement activities should not occur at or near sensitive locations, such as hospitals, schools, \nchildcare facilities or places of worship.\n\n* Children in immigration proceedings should have free legal representation provided by medical-legal partnerships \nsuch as Kids in Need of Defense (KIND) and the Refugee and Immigrant Center for Education and Legal Services \n(RAICES).\n\n\"All children deserve to be treated with compassion and respect, to be given a healthy start and an education to \nhelp them reach their full potential,\" Dr. Linton said. \"By creating partnerships with families and other professionals \nin our communities, we can provide services that help lift families up. As we improve our understanding of different \ncultures, we all become stronger in the process.\"\n\n* * *\n\nThe American Academy of Pediatrics is an organization of 67,000 primary care pediatricians, pediatric medical \nsubspecialists and pediatric surgical specialists dedicated to the health, safety and well-being of infants, children, \nadolescents and young adults. For more information, visit www.aap.org and follow us on Twitter @AmerAcadPeds\n\n[Category: Medical]\n\nCopyright Targeted News Services\n\nMSTRUCK-6827169 MSTRUCK\n"}