{"title": "School Districts Struggle With English Fluency Mandate", "body": "\nTen-year-old Claudia Hernandez, the daughter of Mexican immigrants, learned English in the schools here, and \nafter her teacher gave her a dictionary as a gift, she studied at home, too, playing school with her younger brother. \nClaudia would be the teacher, she recalled, and together they would look up words.\n\n     \"I'd write out the definitions and memorize them,\" she said, \"and my English just kept getting better.\" \n\n Claudia's recent certification as a fluent English speaker was a milestone for her and for her school, Butler \nElementary, which like thousands of others across the nation has become eager to help students learn English as \nquickly as possible because a new federal law imposes sanctions on schools that do not.\n\nBut because of what experts call a Catch-22 in the law, Butler Elementary will obtain no credit for Claudia's \nachievement.\n\nUnder the law, school districts must show improvement in many categories of students, including those who have \nlimited English proficiency. When the students improve enough, as in Claudia's case, though, they are taken out of \nthe limited-proficiency category, making it virtually impossible for districts to demonstrate progress, many \neducators say.\n\n\"It's a big flaw in the law,\" said Jack Jennings, director of the Center on Education Policy in Washington, who is \noverseeing an extensive study of how the law is affecting school districts across the nation.\n\nPolls have shown that many Americans have never heard of the law, known as No Child Left Behind, even though it \nis President Bush's main education initiative. But Mr. Jennings's study has found that the law is having a profound \neffect, and many educators worry that it will result in the labeling of a majority of the country's 90,000 public \nschools as failing.\n\nSchools are adjusting to the law's new requirements as they teach the largest wave of non-English-speaking \nstudents in the nation's history. Jeffrey S. Passel, a demographer who studied the explosive recent growth of \nsecond-generation Hispanics, said American schools were educating about 11 million children of immigrants, more \nthan ever before. About 5.5 million students, 10 percent of public school enrollment, speak English poorly or not at \nall. \n\nThe way the law treats test scores of students learning English is one of several features at issue. It requires \nschools to make \"adequate yearly progress\" in raising the achievement not only of English learners, but also of \nstudents in five racial and ethnic groups, as well as those who are disabled or are from low-income families. \n\n\nSchools where test scores for any group fail to rise for at least two consecutive years face increasing penalties \nover several years, including paying for private tutors and firing school staff members.\n\nKathleen Leos, associate deputy under secretary of education for English language acquisition, said officials from \nseveral states had complained to the department about the loophole. Two, California and Illinois, have already won \napproval for proposals that would allow them to receive credit for the rising scores of students like Claudia, and \nmore may follow, Ms. Leos said.\n\n\"Over the years, our English learners have not been well taught,\" Ms. Leos said. \"This law takes them seriously for \nthe first time.\"\n\nMany educators agree that the law forces schools to examine how effectively they have been teaching non-\nEnglish speakers.\n\nMany districts have long assumed, based on research, that it takes seven years to bring students who speak no \nEnglish to full fluency. But the federal law gives schools just three years to do the job. Any student who has \nattended United States schools for three years must be given standardized tests in English, and schools are held \naccountable for their scores. The law allows for a two-year extension to continue testing students in their native \nlanguage if the teacher requests one and is granted it. \n\nOne district struggling with the law is in Sheboygan, Wis., 60 miles north of Milwaukee. Its 17 schools teach \nstudents who speak 20 languages, including children of Hmong refugees from Southeast Asia and families from \nBosnia and Albania.\n\nJohn Pfaff, a principal whose duties include managing compliance with No Child Left Behind, said the district had \nlong thought that seven years was a good pace for bringing students to English fluency but is now seeking to \nmove faster.\n\nBut even if Sheboygan can accelerate the learning, Mr. Pfaff said, it faces a \"huge challenge\" raising the scores of \nforeign-born students to the same levels as their English-speaking counterparts, as the law requires.\n\n\"I see this as becoming a harder and harder task for every school in every district,\" Mr. Pfaff said.\n\nThe Department of Education has not reported how many schools failed to make adequate yearly progress based \non standardized tests that were administered last spring. But a survey by the National Education Association, the \nteachers' union, has counted 22,000 schools in 44 states.\n\nMore schools failed because of the low scores of disabled students and ones limited in English than for other \nfactors, experts said.\n\n\"This is part of the train wreck that is unfolding,\" said Richard P. Duran, an education professor at the University of \nCalifornia at Santa Barbara, referring to the law's effect on the educational system. \"It is going to get increasingly \ndifficult for schools to show rapid rates of growth for their students. Some schools will begin to treat their English \nlearners as failures.\"\n\nIn Fort Lupton, 25 miles north of Denver, vegetable farms and meat-packing plants have attracted immigrants and \nmigrant workers. Spanish-speaking students, most from low-income families and many with jobs themselves, make \nup nearly half of the district's 2,600 students. \n\nLaura Flores, 18, a high school senior, arrived from Puebla, Mexico, three years ago. She threw herself into her \nEnglish homework each night following her after-school job at a Burger King, poring over vocabulary lists until she \nwas bleary-eyed. Today she is fluent.\n\n\"You struggle a lot, but it works,\" she said. \n\n\n\nBut many other English learners here are making slower progress. Earlier this month, an 18-year-old born in \nVeracruz, Mexico, who has studied English at Fort Lupton High for four years, stumbled repeatedly in a classroom \ndrill on the idiomatic uses of \"the.\"\n\n\"Where are you going?\" the teenager's teacher asked, pointing at the word \"store\" on the blackboard.\n\nHe said, \"I'm going to store.\" \n\nThe teacher corrected, \"No, you need to use 'the' before store,\" and pointed to the word \"beach.\"\n\nHe said, \"I'm going to beach.\" Again, she corrected him.\n\nThe superintendent, Stephen Morrison, acknowledged that Fort Lupton's record with English-language learners \nwas not distinguished, and he praised the law for focusing attention on their needs. But Mr. Morrison criticized what \nhe called \"punitive measurements and sanctions.\"\n\n\"It seems like there's a no-win aspect to this law,\" he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Claudia Hernandez of Fort Lupton, Colo., was certified as fluent in English, but her school did not get \ncredit. (Photo by Kevin Moloney for The New York Times) \n"}