{"title": "NO BIG FISH IN 9/1 DRAGNET City catch included hustlers & those with v isa woes", "body": "\nThe dragnet that swept through New York in search of terrorists in the days after Sept. 11 scraped up mostly a \nhandful of small-time hustlers and hapless immigrants with visa problems.\n\nFederal authorities say 104 people arrested in the Sept. 11 attack investigation have been charged criminally. They \nreleased a list of 95 names, including 18 from New York.\n\nAttorney General John Ashcroft declared that an unspecified number of those in custody have been linked to \nOsama Bin Laden's Al Qaeda terrorist network - but he won't say which ones.\n\nAshcroft also said investigators believe the arrests and detentions have thwarted terrorist plots since 19 hijackers \nflew passenger jets into the World Trade Center and the Pentagon and crashed one in Pennsylvania.\n\nBut an examination of the 18 local cases filed by prosecutors in New York and New Jersey makes clear that none \nare charged with offenses directly related to the attack. Charges against two of the men in Brooklyn were abruptly \ndropped yesterday. Accused of lying In one case, Osama Awadalla, a San Diego college student, was charged with \nlying about knowing hijacker Khalid Al-Mihdhar. He is not charged with knowledge of the plot.\n\nMohammed Pervez of Jersey City has been charged with bank fraud but was detained because he lived with two \nmen suspected of being would-be hijackers. Pervez denies knowing anything about any terrorist plot.\n\nIn Passaic, N.J., Mustafa Kilfat and his father, Ahmad, were picked up because he was driving a red Pontiac - a car \nlaw enforcement officials briefly believed was connected to the attacks.\n\nPolice found $11,000 in cash and a one-way ticket to Syria in the car. Kilfat wound up charged with visa fraud and \nhis father with credit card fraud. Both deny knowing anything about the Sept. 11 attack.\n\nThree other New Jersey men, Hussein and Nasser Abuali and Rabi Ahmed, were charged with possessing stolen \nKellogg's cereal worth nearly $90,000. The alleged plot took place last spring, long before the attacks.\n\nAt Kennedy Airport, Ali Alfatimi and Basam Nahshal were arrested last month for allegedly violating currency laws \nby trying to ship $140,763 out of the U.S. Some of the money was stashed inside boxes of honey.\n\nThe arrest came days after a report that Osama Bin Laden's Al Qaeda network used honey shops in the Middle \nEast to launder money.\n\nBut yesterday, federal prosecutors abruptly dismissed the case against Alfatimi and Nahshal, who had been held \nwithout bail since Oct. 16. Matter of business A search of Nahshal's luggage, which included seven cardboard \nboxes, showed \"jars of honey, and in between the jars of honey a large quantity of United States currency.\"\n\n\nAlfatimi later \"admitted that for the last 18 months, as part of his travel agency business, he had been sending \nmonetary instruments to Yemen.\"\n\nAssistant U.S. Attorney Samantha Schreiber declined to say why the charges had been dropped.\n\nIn another case, Ahmed Abdulla Elashmouny, owner of Delta Aviation Flight Academy at Republic Airport in \nFarmingdale, L.I., was indicted on charges he tried to obtain insurance for a plane he damaged during a landing in \nWesthampton, L.I., on June 20 - three months before the World Trade Center attack.\n\nElashmouny opened the flight school while authorities were attempting to deport him for two federal convictions, \none for credit card fraud in 1993 and another for selling phony visas in 1998. An Egyptian citizen, Elashmouny was \nappealing the deportation order.\n\nIn the current case, he is accused of falsely claiming to be a U.S. citizen on a Federal Aviation Administration form \nused to renew his status as a flight instructor.\n"}