{"title": "Top Democrats Politick Through Rural Mexico", "body": "\nThousands of miles away from their own constituents, the two top Democrats from the United States took a \nmorning ride today through a rural stretch of central Mexico that had all the trappings of a campaign.\n\n     Senator Tom Daschle, the majority leader from South Dakota, and Representative Richard A. Gephardt, the \nminority leader from Missouri, visited villages in Puebla State that are connected to the United States by the blood \nand money of immigrants. They stopped at an elementary school where teachers complained about soaring \ndropout rates as children move with their families to the United States. They toured a women's cooperative that \nproduces canned kumquats and peach wine, led mostly by wives left behind by their husbands. They gushed over \nthe work of local artisans and tasted homemade candies. \n\n Although they never asked for votes here, Mr. Daschle and Mr. Gephardt made a series of stunning promises.\n\n\"We want to ensure that that those people who have come from Puebla to the Northeast and want to stay in the \nUnited States as citizens can do so,\" Mr. Daschle said, to loud applause from the crowd. \n\nMr. Gephardt offered economic assistance to help develop more jobs for Mexicans who resist the lure of the United \nStates and stay in their homeland.\n\n\"The United States and Mexico are best friends,\" he said, \"and we always will be.\"\n\nThe visit to Puebla by Mr. Daschle and Mr. Gephardt came at the end of an official visit, which the legislators said \nwas intended to re-energize talks between the United States and Mexico on immigration reform. Talks between \nhigh-level members of the Mexican government and the Bush administration are scheduled to begin again on \nTuesday for the first time since the Sept. 11 attacks on the World Trade Center and the Pentagon.\n\nPresident Vicente Fox of Mexico, advocating the freer flow of goods and people across the 2,000-mile border, had \npushed the United States to adopt a series of immigration changes by the end of this year, including the legalization \nof about three million undocumented Mexicans working in the United States and the expansion of guest-worker \nprograms. President Bush had promised to work toward that goal. But then the terrorist assaults on New York and \nWashington threw the talks into uncertainty.\n\nMr. Bush has said that he remains committed to negotiations with Mexico and Congress on changing immigration \nrules. However, Republicans are divided over the principal initiatives, especially programs that would legalize \nundocumented immigrants. \n\n\nMr. Daschle and Mr. Gephardt's appearance in Mexico over the weekend seemed intended to demonstrate the \nDemocrats' support for Mexico's proposals. Some political analysts pointed out that the visit was part of an effort \nby the Democrats to build support among the growing population of Latino voters in the United States.\n\n\"We wanted to make as strong a statement as we could that our mutual agenda has not been lost in the aftermath \nof the disaster of Sept. 11,\" Mr. Daschle said. \"Our agenda regarding our mutual relationship is every bit as \nimportant, and our commitment every bit as strong.\"\n\nMr. Gephardt and Mr. Daschle said they came to Puebla, which has a population of about six million, to get a first-\nhand lesson on immigration. Even though it is a state with a large number of foreign-owned assembly plants, close \nto one million people from Puebla, called Poblanos, have abandoned Mexico since the 1970's and settled in a \nstretch from New York to Virginia. About 300,000 Poblanos live in the New York metropolitan area. The immigrants, \nwho typically earn more in an hour than workers in Mexico earn in a day, send an estimated $800 million a year \nback to the state.\n\n\"We are not trying to inadvertently encourage more people to migrate by talking about a regularization,\" Mr. \nDaschle said. \"That is why we are also talking about ways to create jobs here. People want to stay home. They \nwant to stay united with their families.\"\n\nAlthough they were touring farming villages in Puebla, there were moments when the legislators could not have felt \ncloser to home among families whose struggles after the terrorist assaults echo the turmoil and defiance felt north \nof the border.\n\nThe politicians were followed by crowds waving star-spangled banners. Men wearing Yankees caps and jerseys \nplayed baseball in dirt lots under brilliant skies. Mr. Daschle and Mr. Gephardt fielded questions about \nunemployment in the United States.\n\nAt the end of their visit, they met with four families whose relatives were killed in the attacks on the World Trade \nCenter. Mr. Daschle said he was unable to answer one mother who asked him whether \"any piece of her son would \never be recovered.\"\n\nListening in, Mr. Gephardt said, \"I was moved to tears.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Representative Richard A. Gephardt, left, Linda Daschle and Senator Tom Daschle, with schoolchildren in \nPuebla State yesterday. (Henry Romero/Reuters) Map of Mexico highlighting Puebla: Puebla State has a \npopulation of about six million people.      \n"}