{"title": "Seizure of Ship Helps Officials Trace Route of Illegal Immigrants", "body": "\nWith the seizure of a freighter that is suspected of smuggling Asian immigrants into the Bahamas this week, \nFederal officials said they were beginning to piece together the circuitous journey of 23 Chinese men who illegally \nlanded on a New Jersey beach two weeks ago.\n\nThe 120-foot-long ship seized in the Atlantic Ocean, the Oriental I, may have been a so-called mother ship used in \none phase of a smuggling operation involving many vessels, the authorities said.\n\nThe Oriental I, now in the custody of the United States Coast Guard, was intercepted about 195 miles east of San \nSalvador Island on Monday. Only an eight-man crew -- comprising four Venezuelan and four Korean nationals -- \nwas on board at the time it was seized. But the day before, United States Customs officials, watching from an \nairplane, saw a group of people leaving the ship in a speedboat, which raced them to Great Abaco Island in the \nBahamas.\n\nBahamian police were alerted and later found 24 Asian men -- 23 from China and 1 from Malaysia -- hiding near the \nisland town of Hole in the Wall. Those men have been detained as illegal aliens.\n\nFederal officials say they believe the freighter, which is registered in Venezuela, also played a role in the \nsmuggling of the Chinese immigrants who were dumped on the beach at Bay Head, N.J., on May 30.\n\nThe immigrants had traveled near the American coast on the Oriental I and were then transferred to a smaller \nboat, the Oops II, the authorities said. But the Oops II lost its way in dense fog and ran aground, leaving the \nimmigrants to jump into the surf and flee toward the mansions lining the shore of the wealthy town.\n\nThe men were apprehended over the next few days and taken to the Immigration and Naturalization Service \ndetention center in Elizabeth, N.J. The immigrants' lawyers have said they will all ask for political asylum because \nthey fear persecution in China, either for their religious beliefs or their opposition to the one-child policy.\n\nOfficials said they doubted that either group of immigrants -- those who ended up in New Jersey and those who \nwere caught in the Bahamas -- had traveled all the way from China on the freighter.\n\nA lawyer for one of the immigrants who landed in New Jersey said that the smuggling route began in South \nAmerica, the Associated Press reported.\n\n\n\"My guy's trip took about two months,\" said the lawyer, Jules E. Coven. He said his client, Dian Lu Jiang, flew from \nChina to Suriname before boarding the first of three boats involved in the trip.\n"}