{"title": "Deals shield Haitians, but not state's tobacco money", "body": "\nIn the last days of this Congress, Florida lawmakers won protections for  40,000 Haitian immigrants who have lived \nfor years with the fear of  deportation. But they failed to prevent the federal government from someday  raiding \nmillions of dollars gained from the state's lawsuit against Big  Tobacco.\n\nThe provision making the Haitian refugees eligible for permanent residency  was included in a huge budget bill that \nwas being finalized Thursday night. It  affects some 40,000 refugees, most in Florida, who fled their country after a \n military coup in 1991.\nFLACONGRESS\n\n\"Thousands of hard-working families will no longer suffer in immigration  limbo and will be truly free to realize the \nAmerican dream,\" said Sen. Bob  Graham, D-Fla., who worked with Sen. Connie Mack, R-Fla., to grant the \n protection.\n\nCongress had failed to include the Haitians in legislation last year that  protected some 150,000 Nicaraguans from \nharsh new requirements of a 1996  immigration law. African-American lawmakers complained the Haitians were \nthe  victims of discrimination, leading the Clinton administration to impose a  one-year moratorium on deportations \nwhile Congress figured out a solution.\n\nIn addition to allowing the Haitian refugees to stay in the United States  legally, the budget agreement increases the \nnumber of specialized foreign  workers allowed in the country and earmarks $ 171-million for the Immigration  and \nNaturalization Service to reduce its backlog of citizenship applications  (1.9-million people currently are waiting to \nbecome U.S. citizens).\n\nMeantime, Graham and Mack lost their effort to block the federal government  from staking a claim to part of the \nstate's $ 13-billion settlement with  tobacco companies. The federal government might want some of the money, \n $ 1-billion or more, by some estimates, to cover Washington's portion of  Medicaid, the state-federal health care \nprogram.\n\nThe administration is in no hurry to collect the money, said Kimberly  James, a spokeswoman for Graham.\n\nIn the confusion of the final negotiations, Graham's aides and the  administration said the bill includes between $ \n40-million and $ 60-million to  help the state pay for land acquisition in the Everglades.\n\nA separate spending bill funding the Pentagon includes several million  dollars for local projects inserted by Rep. \nC.W. Bill Young, R-Indian Rocks  Beach.\n\n\nThe defense spending bill sends $ 10-million to the University of South  Florida for work on its underwater research \nvehicle; $ 4.2-million for a police  school at St. Petersburg Junior College; and $ 6.5-million for breast cancer \n research at USF, according to Young's office.\n\nElsewhere, environmental groups failed to block a provision that allows 75  acres of coastal Florida to get federal \nflood insurance, which is expected to  pave the way for development. \n\n \n\n- Information from the New York Times and Knight Ridder Newspapers was used in  this report.\n"}