{"title": "FOREIGN PRESS CENTER BRIEFINGREGARDING U.S. IMMIGRATION POLICY IN CENTRAL AMERICABRIEFER:KELLY RYAN, CHIEF OF REFUGEE & ASYLUM LAW, INS OFFICE OF GENERALCOUNSELMODERATOR:CHIP ELLIS", "body": "\nMR. ELLIS: We are very pleased to have with us this morning Ms. Kelly Ryan, who is the chief of Refugee and \nAsylum Law Division in the INS Office of General Counsel.  Ms. Ryan will be briefing us today on the current U.S. \nimmigration policy towards Central America.  She will be answering questions strictly to issues related to Central \nAmerica and Mexico immigration.  We would ask that you not ask questions outside of that area.\n\n Ms. Ryan, welcome.\n\n MS. RYAN: Thank you very much.  I am delighted to be with you today as part of USIA's fourth project on migration \nissues.  I hope the trip gives you further insights and information about U.S. migration practices.  Our practices are \nshaped both by the law Congress charges the INS with administering and by executive branch policies.\n\n This morning I plan to discuss with you various changes in U.S. immigration law, regulations and policies which \nhave had a profound effect on large numbers of Central Americans living in the United States.  I would be pleased \nto answer any questions you have about U.S. immigration law practices relating to Central America or \nMexico.There have been some very significant developments in U.S. immigration law since 1996.  As many of you \nmay know, there were two very important legislative developments in 1996 which have certainly had far-reaching \nconsequences for Central Americans living here in the United States.\n\n First, Congress passed the Anti-Terrorism and Effective Death Penalty Act, which we called AEDPA, which was \nsigned into law on April 24th, 1996.  This law was a direct response to the bombing of the Oklahoma City federal \nbuilding.  This tragic event, along with the earlier 1993 World Trade Center bombing, were the impetus for the \nmeasures in this bill which were quite draconian in some respects.\n\n Shortly after AEDPA's enactment, the president signed a second major piece of immigration legislation on \nSeptember 30th, 1996, the Illegal Immigration Reform Immigrant Responsibility Act.  The most important positive \nconsequence of IIRIRA was the ability of the INS to remove much more efficiently those criminal aliens living here \nwho are no longer welcome in the United States.\n\n Both bills have had certain provisions which, in hindsight, I think it is fair to say -- and I have heard some \nsupporters of the bill now grudgingly admit that some provisions in both bills are too restrictive, and though they \nenjoyed broad bipartisan support at the time, it's not clear that we would have had the same law today if that had \nnot been an election year.\n\n\n As is the case in U.S. immigration law and policies throughout U.S. history, a period of restrictive immigration \nlegislative measures is generally followed by a loosening of those restrictions.  The most obvious example of this is \nthe legislation which affects hundreds of thousands of Central Americans.  The legislation is called, as you know, \nthe Nicaraguan Adjustment and Central American Relief Act, which was enacted on November 19th, 1997.\n\n NACARA, as it is called on the East Coast, and NACARA -- (changes pronunciation) -- as it is called on the West \nCoast of the United States, gives various immigration benefits and relief from removal to certain Central American, \nCuban and nationals of former Soviet bloc countries.\n\n \n\nSpecifically under Section 202 of NACARA, the law allows eligible Nicaraguans and Cubans to apply for the \nimmigration benefit lawful permanent resident alien.  The INS published an interim rule permitting those eligible to \nbegin applying for LPS status on June 22nd, 1998.  The application period expires under the terms of the statute on \nMarch 31st, 2000.\n\n Nicaraguans and Cubans must have been physically present in the United States since December 1st, 1995 and \nbe admissible to the United States under Section 12 of the Immigration and Nationality Act.  To date, I can give you \nan estimate of the number of persons who have applied.  The numbers are roughly 30,000, and it is comprised of \n3,000 Cubans and 27,000 Nicaraguans.  Lawful permanent residents is an important first step toward citizenship in \nthe United States, and we expect many of those LPRs will ultimately apply for U.S. citizenship.\n\n Most of the important work implementing the procedures for Section 202 of NACARA were completed last year.  \nSection 203 took quite a bit longer.  The INS has worked on implementation of Section 203 of NACARA since its \npassage in 1997, and I am pleased to report that on May 21st, 1999, the Department of Justice published \nregulations implementing Section 203 of NACARA.\n\n Section 203 of NACARA provides certain Guatemalans, Salvadorans and nationals of former Soviet bloc countries \nwith eligibility to apply for suspension of deportation or special rule cancellation of removal under standards that are \nsimilar to those that existed prior to the enactment of the 1996 law IIRIRA.\n\n An estimated 250,000 Guatemalans, Salvadorans and former Soviet bloc nationals who entered the U.S. nearly a \ndecade or more ago and who have been continuously physically present in the United States for at least seven \nyears may be eligible for relief under Section 203. Their dependent spouses and children also must be able to show \nthat they've been continuously physically present in the U.S. for at least seven years in order to be eligible for this \nbenefit.\n\n Section 203 of NACARA and its implementing regulations do not create a blanket amnesty program for nationals of \nthe above countries, but permit those eligible to remain in the U.S. if they meet all the eligibility criteria set out under \nthe statutes and implementing regulations.  The vast majority of those 300,000 who are potentially eligible to apply \nwill go to an INS asylum officer, and we expect to start receiving applications shortly.\n\n In addition, I should mention a part of the Clinton administration's ongoing efforts to assist countries affected by \nHurricane Mitch.  The INS on December 30th, 1998 announced the attorney general's designation of temporary \nprotective status for Hondurans and Nicaraguans for a period of 18 months.  During the designation period, eligible \nHondurans and Nicaraguans will not be subject to removal and will be eligible for permission to work in the United \nStates.  Hondurans and Nicaraguans who are not in the United States by December 30th, 1998 are not eligible and \nshould not apply.\n\n The TPS deadline is fast approaching, and I would urge anyone who believes they are eligible for this temporary \nbenefit who is in the United States to make sure that they get their applications in to the INS by the close of the \nregistration period.  The registration period closes on July 6th, so we need to receive that application by that date, \nJuly 6th.\n\n Finally, I welcome the opportunity to address any questions you may have and continue the dialogue on migration \nissues.  We believe you serve a unique role in informing your countrymen about U.S. immigration laws and policy \n\n\n\nand can help to avoid confusion in your country.  The U.S. is committed to ensuring that migration to the United \nStates is channeled through safe, legal and orderly means, and we ask your help in this important effort.\n\n Thank you.\n\n MR. ELLIS: We ask that the journalists identify themselves by name, country and news organization before asking \ntheir questions. Thank you very much, and we're open for questions.\n\n Q (Through interpreter) Francisco -- (inaudible) -- from Diaria de Hoy in El Salvador.  How many Salvadorans have \napplied through NACARA so far?\n\n MS. RYAN: Under Section 203, very few Salvadorans actually have made their application.  The majority of those \nwho have have done it in immigration court.  Those were people who were in immigration proceedings.  And the \nnumbers are very modest.  I would say that they are under 5,000.  There are approximately 190,000 Salvadorans \nwho we think will be eligible for Section 203 relief.  So very few so far have applied.\n\n I should add to that, if it's helpful, that we have published a new form that became available on June 22nd and it is \navailable through our 1-800 number and will soon be on our INS Web page, and we expect the vast majority of \nSalvadorans will use this new form, which outlines the entire process for them in making their applications before \nINS asylum officers.\n\n Q Jamie Aldama (sp), Channel 4 from El Salvador.  You said about 190,000 Salvadorans could qualify.  But how \nmany Salvadorans reside in the United States?  MS. RYAN: I don't have -- we have different numbers, but I would \nsay that there are probably several thousand more than the numbers that we have for ABC class members.  But I \ncan give you the number of ABC class members that we're aware of, which is -- total for Salvadorans is 240,000.  \nSo those are people that have been in the United States for long periods of time.  There have been Salvadorans \nwho have come much later, but those numbers are quite modest in contrast.  But I don't have the full number of \npeople who would be here without our knowledge.\n\n Q Carmen Mendosa -- Vica (ph) Televicion, from Honduras. What's going to happen after the 18-month period is \nover for TPS?  In other words, what options do Hondurans that qualified under TPS have to become legal \npermanent residents, for example?  What will that be contingent upon?\n\n MS. RYAN: TPS is not an avenue to obtain lawful permanent residence.  It is an extraordinary measure that the \nU.S. gives when certain circumstances have occurred, and that could be political conditions in a country, or in the \ncase of Honduras, the horrible effects of Hurricane Mitch.  So what will happen as we approach the end of the \nperiod, which would expire on July 6th, 1999, is that we will examine the situation in Honduras with our Department \nof State colleagues and consider whether Hondurans could safely return and whether the infrastructure could \naccept those returns of Hondurans.\n\n I should add, though, and you're probably aware, that there are administration efforts to consider legislation which \nwould permit Hondurans to remain in the country.  But we're at the beginning of that process.\n\n Q Sergio DeLeon, Diario de Guatemala.  I would like to know also the figures as they pertain to Guatemalans that \nare eligible under NACARA.  And how many Guatemalans reside here in the United States?\n\n MS. RYAN: I don't have the number for the total number of Guatemalans in the United States, but there are an \nestimated 50,000 Guatemalans who will be eligible for NACARA 203 relief.\n\n Q How many applicants are there?\n\n MS. RYAN: Fifty thousand.\n\n Q (Name inaudible) -- from Managua, Nicaragua.  You said before 27 thousand Nicaraguan people have already \napplied for NACARA. How many more are you expecting?\n\n MS. RYAN: We expect about 20,000 more may apply.  But it would be helpful to remind people again of the \ndeadline.  There is no deadline for Salvadorans and Guatemalans.  There is a deadline for Nicaraguans and \n\n\n\nCubans, which is March of the year 2000. So that's coming up.  Q Ms. Ryan, if I understood correctly, you said that \na lot less Central Americans have applied that could potentially apply.  Is that correct?\n\n MS. RYAN: For Section 203?\n\n Q Yes.\n\n MS. RYAN: Yes.\n\n Q To what extent do you think that is due to the fact that many of these people may feel that if they approach the \nINS in any way, they might be deported?\n\n MS. RYAN: I think that that's actually been not a significant reason.  I think the significant reason is that we did not \nhave our regulation in place.  So we're really at the beginning of that process.  The reg became effective on June \n22nd of this year.  So we had to spend a long time putting a process in place for 300,000 applicants.  And what we \ndecided to do and what has been very warmly received by our colleagues in the non-governmental organization \ncommunity is we decided to make our process non-adversarial in the first instance by permitting the vast majority of \nSalvadorans and Guatemalans to apply before asylum officers.\n\n We created a form, which we've given you copies of, which walks you through the entire process.  And the reason \nfor that is while we would never discourage anyone from hiring an attorney, attorneys and representatives are often \nexpensive, and so we wanted to make it as easy as possible for people to come to us without having to feel obliged \nto obtain an attorney.\n\n We understand -- and there's already been outreach efforts in communities across the United States -- that people \nare attending and getting information on the process and are eager to apply to make their status lawful here.  The \nvast majority of the 300,000 Salvadorans and Guatemalans have obviously not had a permanent status here, and \nwe expect they'll be eager to obtain that status and begin a permanent life here in the United States as they take \nthe path toward citizenship.  So we expect that while there have been very few applications yet, they literally have \nonly been available for two days.  So people are beginning to call our offices.\n\n A tip, if you're writing for any audience in the United States, would be to urge them to call our 1-800 number to get \nthe forms rather than to show up at local offices so that they don't have to wait in long lines.  We would urge people \nto do that.  But I don't think it's hesitancy.  We've tried to make this process as friendly as possible, as simply as \npossible, given the complicated nature of this area of law.  And I think generally we have gotten very, very good \nreviews from our NGO colleagues on the process that we've set up.\n\n \n\nMR. ELLIS: We have one over here.\n\n Q My name is Charles Groenhuijsen.  I'm with Dutch Public Television.  You call for safe, legal and orderly \nimmigration.  Do you have any figures about unsafe, illegal and not orderly immigration?\n\n MS. RYAN: Yes, we do have figures on them, and I can provide them to you afterwards.\n\n And I should point out, too, that we have not seen any huge surge since we've given temporary protection out, \nalthough we've been carefully monitoring that.  We do keep numbers of the people who are apprehended at ports of \nentry and are returned, and I can give those to you later, but they are significant and they are -- you know, they \ncause great problems for the U.S.\n\n I should also mention that we're beginning today our public service announcements, both in the West Coast and in \nMexico, to urge people to avoid illegal migration to the United States.  The dangers are very great for people who \ntry to come illegally.  In fact, I was horrified when I realized that 158 people have died since October trying -- 158 \nhave died trying to make it to the United States. They've been exposed to heat and to very cold temperatures in the \nmountains.  Some have suffocated and others have drowned.\n\n So that's a very unfortunate consequence of the close relationships we have with our Central American and \nMexican neighbors, that people try to come through unlawful measures.  And it is also an unfortunate consequence \n\n\n\nthat they are often taken advantage of by smugglers who are only interested in money and not in the safety of the \npeople who are trying to come.\n\n One other important point I should tell you which I think is often ignored is that our United States Border Patrol has \nactually saved 780 people who were about to die, actually, who were in grave, grave risk; maybe to save them from \ndrowning or found them when they were lost in the desert without water or they were stuck in the mountains.  So \nillegal immigration is very dangerous.  It permits people with bad motives, such as the smugglers, to take advantage \nof innocent people.  And we are committed to trying to deter it through our immigration law, including our \nenforcement laws against the smugglers.\n\n Q You're talking about public service announcements.  This is TV, radio or the newspapers?\n\n MS. RYAN: It's television and radio.  And also the Mexican government is assisting us by putting up signs at the \nborder on their side to urge people not to make an illegal crossing and face these potential very serious \ncircumstances.  So it is a binational effort.\n\n \n\nQ That's available, this video material?\n\n MS. RYAN: Excuse me?\n\n Q That's available?\n\n MS. RYAN: I'm sure we can get copies of the material for you.\n\n MR. ELLIS: Let's have one more over here.\n\n Q Eric Green, USIA.  It was predicted that there might be a flood of immigrants after Hurricane Mitch struck Central \nAmerica.  Can you comment on -- have you seen any noticeable increase?  Or what's your evaluation?\n\n MS. RYAN: It is absolutely true that we have been watching very closely to see whether our information was \ngetting out and whether people began to take to the roads to come to the United States in light of the horrible \ndevastation that hit Central America with Hurricane Mitch.  There was a blip in the screen and an increase after \nChristmas, but that is a traditional immigration pattern.  And there has not been any rush to the borders, a \ndiscernible rush to the border or huge numbers of people showing up.  And so we've been relieved to see that, and \nwe think it shows that the four countries understand that that would not be appropriate, and that we would \ndiscourage it. And we have been making sure that our border sites are well-manned so that we would be able to \nhandle any inflow.\n\n But we have not seen it.  It's not been the case that there's been dramatic increases in the numbers.\n\n Q (Question through interpreter.) Sergio De Leon, Diario Diez in Guatemala.  Two questions.  The first: what will \nhappen to Guatemalans that want to apply under NACARA and they're rejected?  And the second is if you know \nhow many Guatemalans have died attempting to cross into the United States?\n\n MS. RYAN: With respect to the first question, you may remember in my earlier remarks, I said that NACARA's not \na blanket amnesty for Salvadorans and Guatemalans.  But I think it is very fair to say -- because of our knowledge \nof this group of people -- that they will be able to establish that they've been in the United States for the period of \ntime.  We have records on these people because they applied for asylum long ago.  And we believe that we have \ndone something consistent with the law, which is granted a presumption of extreme hardship to those ABC (ph) \nclass members who are part of this 300,000 group.\n\n And by doing that, we expect that we'll be able to interview them on the other criteria, good moral character, and \nwe expect that the large majority will be granted suspension of deportation or special cancellation.\n\n \n\nIf they are not granted by an asylum officer, they get the second opportunity to make their case before an \nImmigration judge.  So I think that's an important thing to remember.  But if there is some reason that they are not \n\n\n\neligible -- for example, they are not the right nationality, they have committed a crime that would not permit them to \nstay, or they do not have good moral character -- then they would be placed in removable proceedings, and they \ncould ask for any other relief that would be available.\n\n But we expect that this will not be a significant number of people in that situation, because we have known about \nthis group a long time.  They have made valuable contributions to our country.  And the Congress has spoken and \nsaid that they would like these people to be able to have this opportunity to apply and stay in the United States.\n\n With respect to your second question, I only have the breakdown for Mexicans out of the 138 deaths, and that was \n58.  A large number unfortunately of these deaths -- it's difficult to tell the nationality, because their identity \ndocuments have been separated from them.  So I don't have a very good breakdown for that.\n\n Q Carla Vega from Notimex, the news agency in Mexico.  So far, how many people from Guatemala and El \nSalvador had regulated their situation or have applied until now?\n\n MS. RYAN: Very few.  And they have done it since the law came into effect and up until June 22nd, only before an \nimmigration judge. So it was very few numbers of people who are actually in removal proceedings.  So it is less \nthan 5,000.  And --\n\n Q Between both?\n\n MS. RYAN: Between both, yeah.  Because we have delayed adjudicating the cases till we had our process in place \nso they could go to the asylum offices -- there are eight of them around the country -- and make their application \nthere.  So we expect over 200,000 people will be coming to our asylum offices after having been scheduled for a \nfingerprint interview.  And they will have a non-adversarial hearing in which the asylum officer will explore their \nclaim with them.\n\n Much of that information that they need to present they are told to through the form itself, so we expect that we will \nbe able to streamline that process.  And actually, in good cases, they will be able to walk out the door with a green \ncard.  So, we've spent a lot of time putting a system in place so that it could be very efficient and smooth once it \nbegan to run along.  And we're right at the beginning of that process no.  The form itself has only been available \nsince the regulation became effective on June 22nd.\n\n Q Okay.  And did you expect this number to increase until July 6th?\n\n \n\nMS. RYAN: I should make clear that for Salvadorans and Guatemalans under Section 203, there is no deadline.  \nSo they could apply in five years.  We would urge everybody, of course, to apply so that they can regularize their \nstatus in the United States, and begin their life here as a lawful permanent resident.  But there is no deadline under \nthe statute.\n\n Those who have children who are getting older -- near the age of 21 -- should of course apply early so that their \nchild doesn't age out and is not able to join the family and stay.\n\n Q Okay.  Are you going to have this kind of regulation for Mexican people?\n\n MS. RYAN: There are no regulations for Mexicans per se.  The reason we have these regulations, are because of \nthe law that was passed which specifically identified Salvadorans, Guatemalans and former Soviet bloc nationals.\n\n Mexicans who are here for the requisite period of time, which is now 10 years, can also apply for cancellation of \nremoval.  And they would have to establish that they would suffer extreme and exceptional hardship, that they've \nbeen here for 10 years, and that their departure to Mexico would be extremely hard on a U.S. citizen or lawful \npermanent resident.  So if their spouse is a U.S. citizen, they would be able to show that as well.\n\n So the Mexicans right now have no special immigration measures, but they are entitled to and often do apply for \neither suspension of deportation or cancellation of removal, depending on when they were placed in Immigration \nproceedings.\n\n\n\n Q (Question through interpreter.) From Mr. Arena (ph), from the Heraldo in Honduras.  There is a large amount of \nHondurans that came into this country during the 80s because the North American army basically turned Honduras \ninto a military base, first to deal with the Contras in Nicaragua and also deal with the Sandinistas.\n\n We were also, to a certain extent, a base for the Farabundo Marti Liberation Front, much to our own regret.  And \nthat as a result pushed a lot of Hondurans to move to the U.S. as a form of asylum.  Now, they find themselves in \nthe following situation.  They have been here for 10 or 15 years in the United States, and suddenly they want to \nforce them through a TPS), for example, they're going to give them an 18- month respite, but what's going to \nhappen with the rest of their life?\n\n MS. RYAN: It is absolutely true that NACARA had no provisions for Hondurans who have been in the United \nStates for significant periods of time.  The president, during his trip to Central America, said that he was interested \nin ensuring equal treatment for all Central Americans.  And I think the administration plans on introducing measures \nwhich would provide relief to Hondurans who have been here for long periods of time.  That would be related to our \nsignificant foreign policy interests in the region and stabilizing the region, and treating those nationals from those \nfour countries in a similar way but that those administration efforts have not yet been introduced.\n\n And we expect that the administration will be seeking some measure of relief for Hondurans who have been here \nfor great, long periods of time over the course of this legislative season.\n\n Q (Question through interpreter.) Hugo Gutierrez (ph), El Norte/Reforma.  I have a question.  It's as follows.  Has \nthe budget allocated for the border with Mexico been satisfactory up until the present, in terms of in the border \npatrol?  And has the coordination in work with Mexican authorities been satisfactory?  Because I think one only \nneeds to take a tour of the border region to observe the smugglers or the coyote activity in that area.\n\n MS. RYAN: Yeah.  One of the most important parts of the Illegal Immigration Reform and Immigrant Responsibility \nAct was to increase funding for the border patrol and the enforcement efforts on the Southwest border in particular.  \nThe number of people who are apprehended has risen significantly since those enhancements.  And the number of \nborder patrol agents has skyrocketed.  In fact, now, the INS is the largest federal law enforcement agency, because \nof the number of border patrol agents who serve such a valuable role.\n\n I think it is fair to say that we are taking concerted efforts to improve the enforcement of the border, to ensure legal \nmigration continues smoothly and illegal migration is discouraged.  There are certainly areas in which smugglers \nunfortunately have too much freedom, and that endangers the lives of people who are coming.\n\n To that extent, we need to continue to work on our efforts there. I do know, and I have seen it myself, that our \nborder discussions with Mexico have been very, very valuable, both in terms of returning people from both sides, \nand in terms of the legal migration issues, even the environmental issues that come from having such a long border \ntogether.\n\n We have certainly had local efforts -- you know, from Colexico to Mexicali and vice-versa -- but it is becoming more \nof a systematic approach.  And I think that benefits both Mexico and the United States.  And we see an increased \ninterest in the Mexican government to work with us, and I think these public service announcements are a good \nsign of how cooperative and respectful our relationship has become.\n\n \n\nWe work very closely with the consulates on the border to ensure that children, for example, aren't returned late at \nnight or in situations in which they would be in danger.  And our police and border patrol work very closely, in terms \nof capturing criminals who are trying to go either way to escape justice.\n\n So certainly we've made great steps in improving our relationship.  And I think we have more steps to go, if we just \nlook at the 158 deaths, which is a tragic figure.  And it should be zero -- we should move to having nobody put at \nthat peril.\n\n Q Ms. Ryan, I wanted to go back to the PSA campaign that you guys are launching today.  You mentioned that \nthere has been 158 people who have died trying to cross the border since October of last year.  Do you guys have \n\n\n\nany figures as to how many people have attempted crossing the border since then, and if so, can you give me a \npercentage of how many you expect of that target audience to be deterred through this ad campaign?\n\n MS. RYAN: I don't have the numbers with me, but I can supply you with the number of apprehensions, and I can \nget them for you shortly after this.  But the entire idea of the PSA -- and it's quite interesting. It's a United States \ncitizen -- a woman whose husband died trying to return from Mexico after visiting a sick relative.  So I think it will be \na very powerful message to people.  She is very concerned.  She lost her husband, because he had to go very \nswiftly, and didn't obtain authorization to leave.\n\n So, it's important for two purposes.  One is to urge people to use the legal method, and the second is to warn them \nof the dangers and the consequences.  When you see the face of the human tragedy, I think it will be a very \neffective ad, but we're at the beginning of it, so we'll have to see how it plays out.  But I certainly think it could have \na very important message.\n\n Q Alberto Aleman from Diaro Prensa from Managua, Nicaragua. On July 5th, you have the expiration date to apply \nfor the TPS program.  The Nicaraguan government, through our Foreign Ministry, requested an extension of this \ndate for the Nicaraguans.  I don't know what is the mood of the North American government, of the North American \nofficials to perhaps grant this request, or have you perhaps thought that the date you set was in fact efficient.\n\n MS. RYAN: It's difficult for me to capture the mood of the U.S. government because there are so many different \nplayers.  But I can tell you only now that the deadline is firm, that it has not changed. If it does change, we will \nannounce that to you.  But it has not changed.  We would urge you to make sure that anyone who thinks they are \neligible for TPS makes their application to the INS now and does not hold out hope for an extension.  But we are \naware of the interest in countries in extending that deadline.\n\n Q Has Honduras also done this?  MS. RYAN: You would have to ask Honduras.\n\n Q Carla Mendoza from Honduras.  I'm struck by the following. Nicaraguans, Salvadoreans, the Cubans and people \nthat belong to the former Soviet Union, they have NACARA as a form of protection.  You mentioned that to apply for \nNACARA as sort of the first step toward citizenship, or I guess (LPO ?) and then citizenship.  Now you have the \nTPS.  Here, Nicaragua also has issues to discuss.  We see that most Central American countries have certain \nprograms just for them, except Honduras, because TPS, according to you, is not a vehicle for legal permanent \nresidency.\n\n What happens?  Well, my personal opinion is the following, that there seems to be little interest towards Honduras.  \nWhy do the other Central American countries seem to have special treatment, and Honduras seems to be left out of \nthe picture?\n\n MS. RYAN: Well, it's not just Honduras.  It's also Costa Rica and Panama.  But, from the floor of countries that \nwe're discussing, we're absolutely right that NACARA does not affect them, and that there is no permanent \nprotection for Hondurans.  My personal view from watching the situation unfold and watching the legislative \ndevelopments is that it has been a result of the aggressiveness of our political groups who represent Cubans, \nNicaraguans, Salvadoreans and Guatemalans, and that there has not been a concerted effort by the Honduran \ncommunity.\n\n That said, though, there is a general recognition in the administration that Hondurans who have been here a long \ntime should get what is being called \"parity treatment.\" And that has not yet been announced formally, but the \nPresident has made his commitment and he has said it on several occasions that he is interested in treating all \nforeign countries, the nationals from all in the same manner with the same legal standard.  And he is very interested \nin doing that as a foreign policy initiative.\n\n Q When you speak about the lack of interest of the Hondurans residing here in the United States, are we also \ntalking about a lack of interest by the authorities, government authorities?\n\n MS. RYAN: I don't think that there was a lack of interest in Hondurans, which sounds as if I'm obfuscating, but it \nwas more of the fact that the Salvadoreans and Guatemalans were members of this \"American Baptist Church v. \nThornburg\" settlement agreement.  They had gotten tons of information about themselves available to members of \n\n\n\nCongress and to others, and many people were watching the treatment of that class of people.  If you talk to people \nwho worked on the Hill during the time of NACARA, there is really no systematic explanation for how even the \nNicaraguans got relief.  The whole underlying idea behind NACARA at the beginning was protection for the ABC \nclass of persons, and then it expanded to Nicaraguans and Cubans.\n\n So, I think it has not been a systematic approach to the region, and the administration is interested in a systematic \napproach.  But often, as you'll observe in the days while you're in Washington, our approaches to various problems \nare not broad and they are often done by step-by-step rather than approach the whole area as having the same \ntypes of interests.\n\n Certainly, also, there were different situations in each of the countries, and that played a role in how the legislators \nmade their decisions.  But, we're looking, the administration is looking for a more systematic approach now as we \nlook at who remains without permanent protection.\n\n MR. ELLIS: That's all the time we have.  We thank you very much, Ms. Ryan, for a very informative briefing, and \nwe hope you will return in the future.  Thank you.\n\n MS. RYAN: Thank you.\n\n END\n"}