{"title": "Immigrant Smugglers, Too, Can Need a Lawyer's Help", "body": "\nTo people familiar with the multibillion-dollar trafficking of human lives and dreams, the operation described by \nfederal prosecutors in Wednesday's indictment of a Manhattan immigration lawyer sounded all too commonplace.\n\nThe lawyer, Robert E. Porges, along with his wife and some employees, were accused of aiding the \"snakeheads,\" \nor smugglers, who illegally transport Chinese men, women and children to the United States.\n\nDescribing the Porges law firm in Chinatown as a racketeering enterprise, the government also charged that it was \nso intimately involved in trafficking that it knew the names of illegal Chinese immigrants before their smuggling \nships dumped them off the American coast.\n\nFor those Chinese who made it ashore undetected, the prosecutors said, the firm arranged plane tickets to New \nYork City and then notified the smugglers so they could be sure to find the immigrants and ultimately collect their \nfees.\n\nMr. Porges, 62, and others in his firm who are charged in the case have pleaded not guilty.\n\nOther immigration lawyers and advocates said they could not comment on the specific allegations against the \nPorges law firm. But they agreed that the cruel and sometimes deadly smuggling of humans was big business and \nthat like any multinational corporation, it employed a many-tentacled network of lawyers, financial institutions and \nsubcontractors to operate smoothly.\n\nAs in organized crime or drug trafficking, experts say, part of the overhead of doing business as a smuggler of \nimmigrants is having a friendly law firm on your side.\n\nThat smugglers have relationships with specific law firms is apparent from the instructions given would-be \nimmigrants from Fujian Province in southeast China, the source of most recent illegal immigration to the United \nStates.\n\n\"When you're in Fuzhou, before you leave, you get a phone number and you're told that if anything happens, call \nthis number,\" said Peter Kwong, a professor of Asian-American studies at Hunter College, referring to the Fujian \nprovincial capital. \"And that number is the lawyer's number, the one that the smuggler has a deal with.\"\n\nIn anticipation that some percentage of smuggled immigrants will get caught and detained as they try to enter the \ncountry, the smugglers in China even offer a discounted rate to their clients for any necessary legal representation.\n\n\nThe reason is that the right lawyer can help a smuggler protect his investment.\n\nFor some immigrants, the contract with the smuggler may end upon arrival in the city when their relatives here \npay the remaining debt. But others sign up on credit, promising to repay the $40,000 to $50,000 price of passage \nafter finding work in the United States.\n\nIf they are arrested before they can sneak into a city and begin to work in the underground economy, they \nrepresent a potential loss of profits for the smuggler unless they get released on bail or are granted political \nasylum.\n\nUnder both options, the smuggling operation needs lawyers to keep an immigrant in its grip.\n\n\"The critical point about the lawyer,\" Mr. Kwong said, \"is that they help keep control of a cargo that the smugglers \ndon't want to be mishandled or lost in passage.\"\n\nWhen an immigrant-smuggling operation comes undone and the immigrants are arrested, a lawyer can also file \nan application on their behalf for political asylum. But legal aid lawyers dealing with asylum said that they were \nconstantly faced with situations in which a Chinese detainee is too frightened of reprisals from the smugglers to \ndeal with anyone but a specific law firm.\n\nMatt Walth, director of asylum and immigration issues at the Lutheran Immigration and Refugee Service, said his \norganization ran into that situation last year when it tried to provide lawyers to 89 illegal Chinese immigrants who \nwere being held in a prison in Ullin, Ill.\n\nOfficials of the Immigration and Naturalization Service had refused to release the group on bail, arguing that the \nChinese were at risk of being abducted by agents of the smugglers who had transported them from Fujian \nProvince and forced them into indentured servitude.\n\nThe Lutheran group, which is based in Baltimore and provides free legal help to immigrants, first talked to the \ndetainees.\n\n\"None of them were signed up with lawyers at the time,\" Mr. Walth said. \"Within a week or so, when we started \nsending teams of attorneys out there, all of the sudden we saw that there were attorneys signed up to represent \nthese individuals. So we asked the asylum-seekers and they finally said, 'We didn't hire anybody and our families \ndidn't hire anybody.' \"\n\n\"That's kind of a microcosm of what happens,\" Mr. Walth added. \"But we wanted to give asylum-seekers an option \nto what we felt were the smugglers' attorneys.\"\n\nEventually, Mr. Walth's group and other volunteer lawyers took the asylum cases of several dozen of the Chinese \nand arranged for many of them to be released to secret shelters in hopes that the smugglers would not find them.\n\nA few have been granted asylum; the rest are awaiting hearings.\n\nhttp://www.nytimes.com\n"}