{"title": "House Republicans Schedule Immigration Hearings in Border States", "body": "\nHouse Republicans announced on Thursday a series of summer hearings on immigration policy to be held in \nCalifornia, Arizona and Texas and challenged the view that the sessions were intended to delay new immigration \nlegislation.\n\n  ''We can send an immigration bill to the president this year,'' Speaker J. Dennis Hastert declared at a news \nconference and surrounded by his fellow leaders and chairmen of the committees that will hold the hearings. But \nMr. Hastert, Republican of Illinois, said the House would not be hurried.\n\n''We want to make sure that the Congress gets this done the right way and not to be rushed just because it's an \nelection year,'' he said.\n\n  Sessions are planned in San Diego and Laredo, Tex., on July 5 and July 7, respectively, on border vulnerabilities \nand international terrorism; hearings on English as the official language and enforcement of current immigration \nlaws are planned for mid-July; and hearings are planned in Arizona in mid-August on costs to the government \nresulting from gaps in border control. \n\n  The Armed Services Committee also plans a hearing in Yuma, Ariz., on the role of the National Guard at the \nborder, and additional hearings are likely to be scheduled on a variety of other issues.\n\n  House Republicans said the meetings would provide a needed forum for Americans to offer their views on \ncontending with illegal immigration as well as provide a chance to explore a measure passed by the Senate that \nHouse Republicans oppose for numerous reasons, including the opportunity it provides for illegal immigrants to \ngain citizenship.\n\n  Some Republicans and Democrats said the hearings were a ruse to stall negotiations with the Senate until after \nthe election while giving Republicans a way to attack the Senate bill and rally election support. \n\n  Representative Nancy Pelosi of California, the Democratic leader, said her party would have something to say, as \nwell. ''What Democrats will do is go around the country, wherever the Republicans want to go, and say the \nAmerican people want some answers,'' Ms. Pelosi told reporters on Thursday. ''Why haven't you protected the \nborder? Why haven't you protected American workers?'' \n\n  In a countermove, the Senate Judiciary Committee is planning its own hearings, beginning with one July 5 in \nPennsylvania. Senator Arlen Specter, the Pennsylvania Republican who is chairman of the panel, said he would \nexamine such issues as the need for a guest worker program and how to contend with millions of illegal aliens \nalready in the nation. \n\n\n  Senator Bill Frist, the majority leader, said he backed the House move. ''Hearings, done right, will do much to knit \ntogether a common understanding of the challenges we face and the choices we must make to write an \nimmigration reform law of which the Congress and the country can rightly be proud,'' Mr. Frist said.\n\n  The dueling hearings set the stage for a summer of political clashes over immigration heading toward the \nNovember elections and could provide a stage for activism by those on both sides of the issue. \n\n  While lawmakers moved ahead with their plans, the White House continued to press lawmakers to try to strike a \ndeal on final legislation in September, after the hearings. And interest groups backing the Senate's approach, \nwhich has been generally endorsed by President Bush, released a poll on Thursday by the Tarrance Group that \nfound 72 percent of likely Republican voters considered it important that Congress take action on immigration \nlegislation this year.\n\n  House Republican leaders insisted on Thursday that their objective was to produce a final bill, but they said that it \nmust emphasize border enforcement, new criminal penalties for illegal immigrants and sanctions on employers \nwho hire them before Congress moves ahead with the subjects of temporary guest workers or potential citizenship.\n\n  ''Unless we enforce our laws, the door will slowly close shut to immigrants,'' said Representative F. James \nSensenbrenner Jr., Republican of Wisconsin and chairman of the Judiciary Committee. ''There has to be a \ndifferentiation between the legal immigrants, which we have welcomed in the past and should continue to welcome, \nthose who obey our law, and those who break our law by entering the United States illegally.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Speaking to reporters yesterday about problems with impending immigration legislation were, from left, \nRepresentatives Roy Blunt, F. James Sensenbrenner Jr., Vernon J. Ehlers, Peter T. King and the speaker, J. \nDennis Hastert, who said that the House would not be hurried. (Photo by Jamie Rose for The New York Times)\n"}