{"title": "BALANCED BUDGETS, JOB CREATION ARE FOX'S VISION FOR MEXICO; HE ALSO SEEKS GREATER INTERNATIONAL INVOLVEMENT", "body": "\nPresident Vicente Fox revealed his vision for Mexico on Tuesday, declaring an end to big government and a drive \nfor balanced budgets and more jobs.\n\nFox's six-year National Development Plan also seemed to promise a more active role abroad. Reluctance to \nintervene in other countries' affairs has been a cornerstone of Mexican foreign policy, but Fox's plan replaced it \nwith a commitment to \"promote human rights and democracy abroad.\"\n\n\"There will no longer be a paternalist government, but one that shares responsibility,\" Fox said during a nationally \ntelevised speech.\n\nFox's 25-year projection sticks to his free-market ideals, with education, balanced budgets and job creation by \nprivate companies heading a list of priorities. But Fox noted that his administration \"cannot leave everything to the \nmarket, nor everything to the state.\"\n\nFox's election last July ended a 71-year hold on power by the Institutional Revolutionary Party. While calling for \nsweeping changes, Fox also seemed to try to mollify loyalists of that party: \"We are not trying to erase the past,\" he \nsaid. But he also declared, \"We will not allow anyone to block the road of democracy.\"\n\nThe plan's No. 2 foreign policy goal is protecting Mexican immigrants abroad. Fox's top adviser on the issue \npromised to create a new special prosecutor's office to protect immigrant rights.\n\nThe adviser, Juan Hernandez, said it was unclear whether the new office would try to hire U.S. lawyers to bring \nsuits in the United States against those accused of abusing immigrants. Mexico has done that only once in the \npast.\n\nRivals to Fox's National Action Party responded cautiously to the plan.\n\nOne point likely to spark debate was dropping reference to nonintervention as the heart of Mexican foreign policy. \nMexico often cited that principle in opposing the U.S. embargo of Cuba and the U.S. role in the Central American \nwars of the 1980s.\n"}