{"title": "Study Finds That Immigrants Are Central to Long Island Economy", "body": "\nImmigrants, those who are here legally and illegally, are important contributors to the economy on Long Island \nand are a relatively affluent group, according to a report to be released on Thursday. \n\nThe median income for a family with at least one immigrant adult was $98,000, compared with $110,000 for \nfamilies headed by American-born adults, the report by the Fiscal Policy Institute said.\n\nThe report, \"New Americans on Long Island\" (see also below), states that in Nassau and Suffolk Counties, two of \nthe country's 50 most affluent counties, immigrants represent about 16 percent of the population and add about 17 \npercent of value to the economy through their work.\n\nThe Fiscal Policy Institute - a union-supported, nonpartisan research and advocacy group  - based its findings on \nCensus Bureau data from 2009 and 2010. \n\nIllegal immigration, especially as it contributes to the pool of day laborers, has been a flashpoint on Long Island \nwith some towns aggressively policing gathering spots for immigrants seeking temporary jobs. \n\nIn 2008, an unarmed Ecuadorean immigrant, Marcelo Lucero, was stabbed to death by a group of teenagers in a \nracially motivated attack that shone a spotlight on anti-Hispanic crime on Long Island. \n\nAdvocates for immigrants said that the report helps debunk arguments made by some elected officials on Long \nIsland that immigrants are a financial drain and instead shows that they are an integral part of the region's \neconomy. \n\n\"Immigrants are home owners, business owners, entrepreneurs, hard workers,\" said Maryann Slutsky, director of \nLong Island Wins\n\n, an immigrant advocacy group.\n\nIndeed, immigrants perform a variety of jobs, and are slightly overrepresented in jobs in the professional and \nhealth fields, though they are very overrepresented in low-income service jobs, according to the Fiscal Police \nInstitute's study.\n\nImmigrants are also small business owners, with 22 percent of all Long Island small businesses owned by \nimmigrants. Most immigrants live in homes they own - 75 percent, compared with 86 percent of United States-\nborn residents in Long Island - and they pay roughly the same amount as native-born Americans in property taxes. \n\n\nThe study reports that many illegal immigrants work in service, while a small number work in construction; over \nhalf pay taxes on their income, the study said.\n\nLong Island's immigrant population is also diverse. \n\nImmigrants from El Salvador are the largest concentration, representing 12 percent of immigrants, followed by \nthose from India, Italy and the Dominican Republic. Natives of Mexico make up only  3 percent of Long Island's \nimmigrant population.\n\nSteve Levy, the Suffolk County executive, who has taken a hard line on illegal immigration, contended that the \nstudy was done by a \"left-leaning\" group that did not adequately distinguish between documented and illegal \nimmigrants. \n\n\"No one is denying that legal immigration contributes to our culture and our economy,\" Mr. Levy said in an \ninterview. \"It looks like selective data was put into this study omitting the drain on services that come about from \nthe illegal population.\"\n\nBut David Kallick, the director of the Fiscal Policy Insitute's  Immigrant Research Initiative, said that the report \nincluded \"the best data there is about undocumented on Long Island.\" \n\n\"I think it's really important for Long Island to move on from such an overheated immigration discussion,\" Mr. \nKallick said. \"The last thing we want to do is to follow the path of places like Arizona and Alabama where they seem \nto be going out of their way to create an off-putting climate for immigrants and that's hurting them economically \nand socially.\"\n\nThe Fiscal Policy Institute's study was analyzed by Pearl Kamer, the chief economist for the Long Island \nAssociation, the regions' largest business group. \n\n\"The findings are sufficiently detailed to show the role that immigrants play in the economy,'' Ms. Kamer said, \"and \nto guide policy makers in serving the immigrant community.\"\n\n• How a Sonnet Made a Statue the 'Mother of Exiles'\n\n• After Mysterious Delay, Mysterious Approval of Kurdish Advocate's Visa\n\n• 'I'm Proud to Be a Citizen': 18 Are Sworn In\n\n• A 'Potential Problem' for Strauss-Kahn's Accuser\n\n• Bloomberg Advises Trump to Drop 'Birther' Issue\n"}