{"title": "Report Questions the System Used to Flag Rikers Island Inmates for Deportation", "body": "\nAs the Obama administration steps up efforts to deport immigrants held on criminal charges, federal officials in \nNew York City have long been on the job. At the city's main jail on Rikers Island, immigration officers comb \nthrough lists of foreign-born inmates, then question, detain and deport about 3,200 of them a year.\n\nImmigration authorities say they decide whom to flag by considering the severity of the crime and the inmate's \ncriminal history and immigration record. Their top priority, they say, is removing the most dangerous offenders.\n\nBut a new analysis of Rikers Island statistics by Justice Strategies, a prisoner advocacy group based in New York, \nshows that among inmates held on drug charges, those accused of misdemeanors were chosen for deportation \nproceedings more often than those charged with felonies. Suspects charged with lower-level felonies were selected \nmore often than those charged with more serious crimes. And, the report says, inmates were flagged for possible \ndeportation in patterns that mirrored simple jailhouse demographics.\n\nThe study, which was released on Wednesday, comes as debate swirls around Secure Communities, a new federal \nprogram that will require local law enforcement officers to send fingerprints of everyone booked into jail to the \nDepartment of Homeland Security, which will compare them with prints in its databases. If officials find that the \nsuspect is in the country illegally, or is a noncitizen with a criminal record, they may pursue deportation.\n\nFederal officials say the program will protect the public and streamline enforcement efforts. But critics protest that it \nwill sweep up immigrants who have not been convicted of or even charged with serious crimes, and will discourage \nimmigrants from going to the police as victims or witnesses, for fear of deportation.\n\nThe city's relationship with Immigration and Customs Enforcement came under scrutiny on Wednesday at a joint \nhearing of two City Council committees. Several members voiced concern about the Rikers Island program, which \nhas been in place for more than a decade.\n\nAdvocates for immigrants point to the new study as evidence that federal authorities sometimes show little \ndiscretion in whom they choose to deport. ''These numbers suggest that there's not a system in place to identify \npeople based on risk, and ICE is simply tagging people who show up,'' said Aarti Shahani, the study's author.\n\nIvan L. Ortiz-Delgado, a spokesman for Immigration and Customs Enforcement, disputed that, saying the agency's \npriority at the jail was to ''remove from the country first those criminal, convicted aliens who pose a threat to the \nsafety of our communities and national security.''\n\nAt Rikers Island, federal immigration officers stationed there place holds, or ''detainers,'' on noncitizen inmates \nthey want to send into deportation proceedings. The detainers allow jail officials to hold inmates for 48 hours after \ntheir scheduled release, so they can be transferred to immigration custody.\n\n\nThe Justice Strategies report studied the records of 1,215 noncitizen Rikers inmates in 2008 whose top charge \nwas a drug-related offense. Of those, 552, or 45 percent, were issued detainers.\n\nThe report shows that only 34 percent of inmates facing the most serious charges received detainers, compared \nwith 48 percent of those facing misdemeanor charges. About 44 percent of inmates charged with lower-level \nfelonies received detainers.\n\nCity and federal officials said that the pool of inmates was too narrow to offer insight into enforcement strategy, and \nthat the study did not consider key factors, like an inmate's criminal history, that influence the issuing of detainers.\n\nBloomberg administration officials did their own analysis on those inmates and found that 72 percent of those with \ndetainers had prior criminal records.\n\n''We've learned how critically important it is to both public safety and national security to ensure that government \nagencies work together to connect the dots,'' said John Feinblatt, the mayor's chief policy adviser. ''Yet some \napparently believe that immigrants suspected of being here illegally should get a special get-out-of-jail-free card \neven when there are legitimate concerns about the risks they may pose.''\n\nWhile the Justice Strategies report is far from conclusive, advocates for immigrants say it identifies troubling \npatterns. It shows that the distribution of charges across the inmate pool nearly matched the distribution of \ndetainers, suggesting that detainers were not handed down on the individual merits of each case.\n\nFor example, roughly 26 percent of the inmates studied were charged with low-level misdemeanors; that group \nrepresented roughly 28 percent of those who received detainers. About 7 percent of the inmates were charged with \nserious felonies; that group represented 6 percent of those with detainers.\n\nThe study also concluded that detainers slowed down the already overburdened jail system. Suspects with \ndetainers spent an average of 134 days in custody, more than twice as long in jail as the average inmate. Those \nwithout detainers stayed 59 days.\n\nSharman Stein, a Department of Correction spokeswoman, said that the extended stays could not be explained \nsolely by the detainers, and that it would be impossible to fully explain the longer stays without more information \nabout each case, like an inmate's prior criminal history.\n\nBut immigration lawyers said the long delays cited in the report should come as no surprise to anyone who works \nwith inmates and immigrants. Inmates with detainers, they said, have no incentive to raise bail because once they \nraise the money, correction officials hand them over to immigration authorities. Only 1 percent of inmates in the \nstudy with detainers paid bail.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: A man testified on Wednesday during a Council hearing on city cooperation with Immigration and Customs \nEnforcement. (PHOTOGRAPH BY MICHAEL APPLETON FOR THE NEW YORK TIMES)                                                                  \n"}