{"title": "HONOR STUDENT WON'T BE DEPORTED", "body": "\nFor the past four years, Servando Molina Garcia has teetered between worlds - Stanford honor student and illegal \nimmigrant fighting deportation to a country he left 10 years ago.\n\nOn Friday, Molina, 22, learned he soon will have a green card as well as a Stanford degree, after a federal \nimmigration judge awarded him permanent residency.\n\n\"I recognize that there's a limit to how many immigrants this country can hold . . . but who knows how many people \nout there are in the same predicament I am?\" he said. \"People just aren't really familiar with the human stories \nbehind all these (immigration) numbers.\"\n\nMolina's situation certainly was a peculiar one. All five of his brothers and sisters and his mother have gained legal \nresidency over the last few years. But Molina's age kept him in legal purgatory.\n\nHe was too young to fall under the amnesty program for illegal immigrants. But he was too old to win residency \nunder a federal law intended to prevent children from being deported away from their legal-resident parents. So \nMolina was forced to find some other way to stay in the country he calls home.\n\nHis deportation battle began the same week he learned he had been accepted at Princeton, Yale and Stanford \nand that he would be co-valedictorian at his high school in Reedley, in the San Joaquin Valley.\n\n\"Everything was going so right,\" he said. \"Everyone was saying what a great future I had, and then I get this letter \nsaying, 'Hey, we want to throw you out of the country.\"'\n\nMolina was born in the village of Cutzian Grande in the Mexican state of Michoacan. His father died when he was 3, \nand an aunt helped raised him after his mother moved to Fresno to earn enough money to support her children.\n\nIn 1984, on the night of his 13th birthday, Molina slipped into the United States through a hole in a fence near \nTijuana. With him were an older sister and a younger brother. They were guided by a man to whom his mother had \npaid $1,000.\n\nA-plus in English\n\nMolina spoke no English when his mother enrolled him in junior high school. He learned quickly. The following year, \nhe earned an A-plus grade in freshman high school English. Despite working afternoons and weekends in the San \nJoaquin Valley's fields and orchards picking fruit to help support his family, Molina finished high school with a \nstraight-A average.\n\nJudging from the letters of support in his court file, his teachers adored him.\n\n\n\"A more conscientious, hard-working, naturally gifted student than Servando would be difficult to find,\" said \nReedley High English teacher Elizabeth Hardcastle.\n\nMolina's problems with the INS began when he applied for permanent residency in 1988. His application alerted the \nINS to his illegal status. Instead of giving him a green card, the agency rejected his application and began \ndeportation proceedings two years later.\n\nMolina feared that Stanford might withdraw its scholarship offer because of his tenuous residency status. But the \nuniversity continued to support him and Molina lost only one of several state and federal education grants.\n\nPlans to teach math\n\nNext month, he will graduate with a bachelor's degree in civil engineering and immediately begin work on a master's \ndegree in environmental engineering. He plans to work as an engineer for a few years to pay off student loans, he \nsaid, and then return to Reedley to teach mathematics.\n\nAttorney Kip Steinberg said he took on Molina's deportation battle free because of what the student represents.\n\n\"Servando is such a remarkable role model for the Hispanic community and he's shown that an investment in \neducation can really pay off,\" Steinberg said. \"His case highlights a serious problem that children of legal (resident) \nparents face . . . and shows that Congress needs to finish the job it started with amnesty in 1986.\"\n\nINS attorney Stephen Briggs, who made few comments during Molina's deportation hearing Friday in San \nFrancisco, called the case \"unusual and compelling.\"\n\nAfter Judge Bette Stockton granted Molina's request for permanent residency, she urged him to apply for \ncitizenship when he becomes eligible in five years. \"He has made a significant contribution to this country and this \ncourt believes he will continue to do so,\" she said.\n\nSmiling after the hearing, she added: \"Good things do happen on Friday the 13th.\"\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: Molina\n\n4-year battle ends as stanford grad wins residency\n\n940514 FR 1A 1; color\n"}