{"title": "From Page One; Local labor brings in the harvest", "body": "\nPELHAM --- The big engine growled as the tractor-trailer pulled away into the twilight. The truck held cantaloupes, \nharvested in a hurry that hot day.\n\nIn his air-conditioned office at Weybrenee Farms in Mitchell County, Brent Brinkley totaled the daily take and looked \npleased. Thirty-seven crates, 10 tons of sweetness.\n\nHis inexperienced work force was getting the job done.\n\n\"We're blessed,\" he said.\n\nHe felt otherwise six weeks ago. A migrant labor crew that harvested his cantaloupes last year didn't come to \nGeorgia this picking season. The workers, Brinkley said, stayed away because they feared the state's stringent \nimmigration law, set to take effect July 1.\n\nBrinkley was forced to turn to an unlikely pool of workers: locals. In an industry that some believe attracts only \nmigrant labor, Brinkley assembled a hometown crew.\n\n\"We had to call all hands on deck,\" said the 45-year-old, who operates the farm with his father, Weyman Brinkley. \n\"Some people who would not normally do this work have worked.\"\n\nMost of Brinkley's local laborers are foreign-born, living here legally. But some of the employees in his 35- to 40-\nmember crew were born in or near Mitchell County and have been in the county all their lives.\n\n\"It's a real hodge-podge,\" he said.\n\n'Holding on'\n\nFor decades, farmers in Georgia have depended on a traveling work force to harvest their crops, typically made up \nof laborers who live in other countries and are here on temporary work visas.\n\n\nIt's a type of work that long ago lost appeal among Americans, farmers say, because it's seasonal and physically \nhard.\n\nNow, say farmers, Georgia's new law makes it difficult to recruit migrant workers. The law requires most employers \nto verify whether workers are authorized to work in the United States and empowers police to verify the immigration \nstatus of some suspects. The extra scrutiny, farmers say, has frightened off their labor pool.\n\nOn Thursday, several civil rights groups filed a federal lawsuit that argues the law is unconstitutional because it's \npre-empted by federal statute. The state law could lead to unlawful search and seizures, as well as racial profiling, \nthe suit says.\n\nThe suit asks for an injunction, which would block the law from taking effect next month.\n\nFor Brinkley and other growers, that lawsuit comes too late.\n\n\"The stuff was in the ground,\" said Brinkley, who grows melons 210 miles south of Atlanta. \"We had to do \nsomething.\"\n\nKnowing that the recent recession had left people looking for work, Brinkley contacted friends and associates, \ntelling them he was looking for help, any help.\n\nUnemployment in Mitchell County, as in much of the rest of the state, hovers around 10 percent. In April, the state \nDepartment of Labor reported that nearly 950 people in the county were out of work.\n\n\"We've seen a modest increase in jobs,\" said labor department communications director Sam Hall. \"And I do mean \nmodest.\"\n\nPelham is just \"holding on,\" said Kent Holtzclaw, executive director of the Pelham Chamber of Commerce.\n\n\"We need jobs,\" he said. \"There are a lot of people here looking.\"\n\nGeorgia farmers are seeking nearly 3,000 workers --- domestic help, as well as foreign workers temporarily in the \nUnited States through a federal visiting worker program.\n\nDespite the laggard economy, Hall said, local job offices haven't noticed more people willing to work on farms. That \nmakes Brinkley's crew exceptional.\n\nBrinkley had a simple explanation for his all-local work force.\n\n\"We recruited just about everyone in a 30-mile radius who would work.\"\n\nHot work\n\nIn farming parlance, cantaloupes, watermelons, strawberries, tomatoes and other produce are called \"stoop crops\" -\n-- they cannot be harvested without back-bending work. Peaches and apples are \"tree crops.\"\n\nStoop or tree, the crops must be harvested quickly and gently, while still fresh.\n\nThat was OK with Victoria Carter, who's been harvesting Brinkley's cantaloupes since picking began. One day last \nweek, she stood on a trailer pulled by a slow-moving John Deere tractor. She caught a cantaloupe tossed by a \nyoung man on the ground, then placed it carefully in a plastic bin. Sweat crept through her faded University of \nGeorgia baseball cap. It was 10 a.m., 90 degrees.\n\nShe'd been at it for two hours and would work at least three more before heat forced her and about 30 others to \nBrinkley's packing shed. There, they'd wash fruit, sort it and pack it in corrugated display boxes bound for grocery \nstores as far as Massachusetts.\n\n\n\nShe'd pocket about $100 for her 12-hour work day.\n\n\"I've tried working inside stores,\" said Carter, 31, from nearby Cairo. \"But I like to move around. I like something that \ngives me a challenge.\"\n\nShe filled one crate, then wrestled an empty into place. She paused, wiped her brow, then nodded at the guy on the \nground. The cantaloupes started coming again.\n\nNearby, Isaias Albarron watched the tractor as it crawled along the rows. He hired Carter.\n\n\"We got local folks, citizens,\" said Albarron, a native of Mexico who's lived in Mitchell County for more than a \ndecade. He has an immigration green card, meaning Albarron is here legally.\n\nAlbarron said he found it easier to recruit people like himself, accustomed to field work and living here legally. Most \nof his crew is Spanish-speaking, but he also has workers whose Georgia ties go back generations.\n\n\"There are no jobs around,\" he said. \"So people, they've got to do this.\"\n\nWork is hard to find, agreed Jan Williams. She hustled to fold the corrugated boxes for cantaloupes. She's 56 and \nlives in Pelham.\n\n\"Yes, it's hot and hard,\" said Williams, whose tanned skin is the same shade as peanut butter. \"I like doing this.\"\n\nAdded costs\n\nBrinkley knows his workers aren't as good as their predecessors. He's had turnover, too. Ten workers from a \nCamilla temporary employment agency toiled one day before calling it quits.\n\n\"We're not getting the best of the best, but at least we're getting people who'll work,\" he said.\n\nHe also knows that larger growers are hard-pressed to find workers. It's simpler to recruit 30 locals, he said, than \n300.\n\n\"The really big guys are hurting,\" he said.\n\nHurt is something Brinkley knows. In 2010, he planted cantaloupes for the first time.\n\nIt was a tough initiation for Brinkley, a third-generation pecan grower who also owns several irrigation companies. \nFlorida cantaloupes matured later than usual last year, flooding the market and driving down costs just as Georgia \nmelons were ready for harvest. Too much rain impeded the growth of his crop, too.\n\n\"Last year,\" he said, \"was really ugly.\"\n\nThis year?\n\nOn a late afternoon last week, Brinkley squatted in a row of cantaloupes, checking to see if they were ready for \nharvest. The dark-green field rolled gently to a stand of trees. A distant pond gleamed like an old coin.\n\n\"These are looking good,\" he said. \"I think we'll be all right.\"\n"}