{"title": "Sierra Club Rejects Move To Oppose Immigration", "body": "\nMembers of the Sierra Club, one of the nation's largest and most influential environmental groups, have voted by a \nwide margin to reaffirm the club's policy of taking no position on immigration into the United States, its officers \nannounced today.\n\nOfficials of the club reacted with relief that bordered on glee to the outcome of the annual mail balloting, in which \nmembers turned aside an anti-immigration proposal mounted by an insurgent faction.\n\nThe board of directors, made up of the leaders of most chapters, and its professional staff had worked to defeat the \nballot proposition, which called for immigration controls as one way to halt population growth. The proposal's \nsupporters argued that the increasing population of the United States would intensify environmental damage.\n\nAbout 84,000 of the club's more than 550,000 members cast ballots, considerably more than the 60,000 or 70,000 \nmembers who usually vote, club officials said.\n\nOf those who marked the immigration question on the ballot, 31,134, or 39.9 percent, voted in favor of the anti-\nimmigration position, while 46,935, or just over 60.1 percent, voted for a competing proposal that reaffirmed the \nclub's existing policy.\n\nCarl Pope, the club's executive director, who is appointed by the board, said the results amounted to a landslide \nendorsement of the management's position by the most active of the club's members.\n\n\"The Sierra Club cannot protect our environment by building a wall around our borders,\" he said. \"The common-\nsense solution to reducing our population is birth control, not border patrols.\"\n\nBut Leon J. Kolankiewicz, a Sierra Club member and vice president of the Carrying Capacity Network, a group that \nadvocates a moratorium on immigration, said that unless population growth is slowed, the Sierra Club's \"many \nlaudable environmental initiatives will amount to little more than mopping the floor while leaving the spigot on.\"\n\nFor the past several months, vigorous campaigning on the question split the club. The organization's magazine had \ndevoted large amounts of space to the debate, and both sides had established Web sites to detail their arguments.\n\n\nThe club's leaders warned that a vote to take a stand against immigration would drive away minority groups, \nespecially Hispanic and Asian people in the club's traditional stronghold of California.\n\nAlthough most current and past officials of the club favored the position of the board, as did many local chapters of \nthe club and leaders of other environmental organizations, the call for immigration restrictions drew the \nendorsement of many prominent figures from the environmental movement, including Lester R. Brown, president of \nthe Worldwatch Institute.\n\nAnd Sierra Club leaders accused outsiders of interfering in the club's internal politics by drumming up support for \nthe anti-immigration initiative. Those outsiders, they said, opposed immigration for reasons that had nothing to \ndo with the environment.\n\nThe Political Ecology Group, which is based in San Francisco and advocates environmental protection in addition to \nimmigration rights, produced a study showing how several anti-immigration groups had worked on behalf of the \nballot proposal to restrict immigration.\n\n\"These organizations are generally known for extremist, anti-immigrant work,\" the report said. It cited positions \ntaken by groups like the Federation of American Immigration Reform and Californians for Population Stabilization.\n\nThe Sierra Club is unusual among major environmental groups in allowing its members to vote by mail every year, \nelecting the board of directors and directing the club's policies through ballot initiatives.\n\nFive of the fifteen board seats were contested this year; the winners of those races were David Brower, Chuck \nMcGrady, and Michelle Perrault, all of whom were seeking re-election, and Jennifer Ferenstein and Veronica Eady.\n"}