{"title": "Congress Plans Stiff New Curb On Immigration - Correction Appended", "body": "\nWith the public growing angry over illegal immigration, the Republican Congress is considering the adoption of \nthe most restrictive changes in the country's immigration laws in 71 years.\n\nWhile the House and Senate bills differ in important respects, the overall thrust of the two measures is the same. \nBoth would crack down on illegal immigration and end what has been a 30-year-old policy of welcoming legal \nimmigrants. For the first time since 1924, there will be a reduction in the number of foreign-born people who are \nlegally permitted to come to the United States.\n\nThe proposals have been criticized by an unusual array of interests, from traditional supporters of immigration to \nAmerican industries, particularly high-tech companies, that need more professionals than the United States \nproduces.\n\nThese are among the provisions in one or the other of the bills:\n\n*Slash the number of people allowed to immigrate legally to a maximum of 535,000 a year, down from the present \naverage of about 800,000.\n\n*Make it more difficult for foreigners to gain political asylum and place a ceiling of 50,000 on the number of refugees \nadmitted each year -- about half the number accepted annually in the last five years.\n\n*Sharply increase the financial requirements for an American citizen to sponsor an immigrant.\n\n*Establish a national registry of Social Security numbers and alien registration numbers, and require companies to \nuse it to verify the legal status of job applicants.\n\n*Make it more difficult for American companies to recruit foreign workers.\n\n*Eliminate some important categories of immigrants with automatic entry into the United States, including brothers \nand sisters of legal residents and children over the age of 21.\n\n\nMany proposals in the bills represent ideas and policies that have been advocated unsuccessfully for years by \ngroups urging curbs on immigration. But passage last year of a ballot initiative in California, an important state in \nPresidential politics, to halt benefits to illegal aliens has given these groups an unexpected lift.\n\n\"This has happened very quickly,\" said Charles B. Keeley, a professor of demography at Georgetown University \nwho has written extensively on the politics of immigration. \"This was not an issue in '92, not even an issue in \nCalifornia.\"\n\nIn addition, a Congressional commission on immigration led by former Representative Barbara Jordan \nrecommended in June that legal immigration be cut by one-third, a recommendation that was immediately \nendorsed by President Clinton.\n\n\"A consensus is emerging here,\" said Representative Lamar Smith, a Texas Republican who is the chief sponsor of \nthe House bill. \"I think the debate about whether legal immigration reform should occur is over. The question is no \nlonger whether legal immigration should be reformed, but how it should be reformed.\"\n\nThe changes envisioned by Mr. Smith's measure are angering those who traditionally back immigration and \nfrightening some foreign-born people who are on waiting lists to gain legal residency and whose eligibility may be \neliminated.\n\nTake Lourdes Rivera, 24. Last month, her mother filed citizenship petitions for her three children, including Ms. \nRivera, who was born in Mexico and illegally entered the United States in 1983 with her two younger sisters. They \ncame to join their mother, who had been working here illegally since the late 1970's after overstaying a tourist visa.\n\nUnder the 1986 law that granted amnesty to illegal aliens who had entered the country before January 1982, Ms. \nRivera's mother became a permanent resident. That allowed her to get temporary visas for her children. In August, \nshe became a citizen, allowing her to petition for citizenship for the children.\n\nBut the House bill would remove automatic eligibility for foreign-born children of American citizens if the children \nwere over 21. Should it become law, Ms. Rivera would lose her chance to become a citizen and could be deported. \nShe has no family in Mexico.\n\n\"I understand what they're trying to do, but they need to look at cases like mine,\" said Ms. Rivera, a graduate of \nTexas Christian University who lives in Arlington, Tex. \"We're one family and we mean everything to each other. \nAnd it's kind of scary to be separated.\"\n\nThe percentage of foreign-born residents is at a post-war high, and is occurring as many businesses, especially \nhigh-tech companies, say they need to recruit foreign computer specialists and engineers because qualified \nAmericans are in such short supply.\n\nAs a result, some companies say they are incredulous that Congress would cut the number of visas issued to \nforeigners sponsored by businesses to 75,000, from 140,000.\n\n\"There is a shortage of skilled personnel,\" said Charles Billingsley, a vice president of the Information Technology \nAssociation of America, a trade group based in Washington. \"Go to any metro area, pick up the Sunday want ads; \nthe thickest part will be for computer programmers.\"\n\nImmigrants like Vivek Prabhu, 32, a computer software specialist from Bombay, India, say they are helping \nAmerican companies and creating jobs for other Americans. \"This is a double-edged sword,\" said Mr. Prabhu, who \narrived here on a student visa six years ago and is awaiting approval of his petition for permanent residency. \"What \nhappens if the United States Government insists on imposing quotas on immigrants or restricting immigration? \nThere is labor outside the U.S. that can do much of this work and is cheaper.\"\n\nMr. Prabhu was alluding to a growing trend: American companies moving their computer manufacturing or \nprogramming development to other countries.\n\n\n\nBut those who support reducing immigration say that given the cutbacks in the military and aerospace industry and \ndownsizing in other high-tech areas, the idea of an overall shortage of scientists, engineers, programmers and \ncomputer specialists is based more on anecdote than on hard evidence. Reduction in skill-based immigration is \nneeded, they say, to protect college graduates.\n\n\"My job is to try and represent the national interest,\" said Senator Alan K. Simpson, a Wyoming Republican who is \nthe chief sponsor of the Senate bill. \"To do that, you will hopefully trod on every segment of American society and \nbe called everything from xenophobe to a racist to a poop.\"\n\n Because of an editing error, the article misstated the employment record of Ms. Rivera's mother. Ms. Rivera said \nher mother did not work in this country before gaining legal status.\n\nCorrection\n\nAn article on Monday about Congressional efforts to curb immigration referred incorrectly to the arrival of Lourdes \nRivera, whose case was used as an example of people on waiting lists to become citizens. Ms. Rivera and her two \nsisters entered the United States in 1983 and overstayed their tourist visas, becoming illegal immigrants; they did \nnot enter the country illegally.\nCorrection-Date: September 28, 1995, Thursday\n\nGraphic\n\n \n\nPhoto: As Republicans try to trim immigration, some companies complain that the restrictions would make a \nshortage of skilled labor worse. Vivek Prabhu of India, above, who works in Los Altos Hills, Calif., as a computer \nsoftware specialist, warned that making it harder for technically skilled workers to immigrate would be a \"double-\nedged sword\" that could force some companies to leave the United States. (George Olson for The New York \nTimes) (pg. A12)\n\n \n\nGraph: \"Coming to America\" shows immigration to the United States in 1994 (Source: Immigration and \nNaturalization Service) (pg. A12)\n\n      \n"}