{"title": "BROOKLYN BISHOP GIVES ASSIST TO IMMIGRANTS", "body": "\nBishop Nicholas DiMarzio is lending his voice and moral authority to battling some of the more draconian features \nof the immigration reform bills that are working their way through Congress. Brooklyn's Catholic spiritual leader has \njoined his colleague from Los Angeles, Roger Cardinal Mahony, in declaring that Catholic workers would ignore any \nprovision that makes it a crime to \"assist\" immigrants in the country illegally.\n\nIn his forthcoming column in the diocesan newspaper, The Tablet, DiMarzio writes: \"Specifically, I can categorically \nstate that there will never be a time when priests, religious and dedicated laypeople whose ministry and service is \namong immigrants will ever be forced to limit the Church's outreach and care because of the contents of a \nperson's passport.\" Hear, hear.\n\nThat DiMarzio and Mahony feel compelled to make such statements grows out of the fact that the immigration \nmeasure passed by the House can be read as saying that anyone who provides food, clothing, shelter or medical \nattention to an illegal immigrant would be guilty of a felony punishable by up to five years in prison. Long Island's \nRep. Pete King, one of the bill's sponsors, is adamant that the language is aimed at immigrant smuggling rings and \nthe like, not against citizens who would offer a crust of bread to the undocumented needy.\n\nSuch may be the intent, but the bill does target anyone who knowingly \"assists\" an illegal to reside in the U.S., not \njust someone who \"encourages or induces\" an illegal to live here, as is barred by present law. There's a big \ndifference between assisting and inducing, so DiMarzio has grounds for his concern. And he is also right in \nopposing the House's concentration on enforcement and border security to the exclusion of providing a path toward \nlegalization for America's estimated 12 million undocumented workers.\n\nIn fact, DiMarzio strikes the right note in recognizing the need for secure borders balanced with, say, a guest-worker \nprogram enabling illegals to hold jobs that go unfilled by citizens. He writes: \"Church teaching upholds the right of a \nsovereign nation to protect its borders and admit whom it wishes to promote the common good. The provisions of \nthis bill calls forth the worst in people and will not fix our broken immigration system or make our country any safer.\"\n\nTrue reform, he says, \"would provide a pathway to allow people to regularize an undocumented status and come \nout of the shadows.\" The Senate proposal sponsored by Ted Kennedy and John McCain would accomplish the \ngoal, and President Bush has generally endorsed the same approach.\n\nAs the Senate wrestles with the issue, lawmakers would do well to heed DiMarzio's words, the apprehensions a \nspecific word, \"assists,\" has engendered. For the good of everyone, exorcise it.\n\nGee, Officer Krupke\n\n\nBrooklyn's Velmanette Montgomery was the lone member of the state Senate to vote the other day against a bill \naimed at protecting teenagers from being dragooned into violent gangs. Mindful that gang bangers can be brutally \npersuasive - and have been known to demand that new members slash or rape random victims by way of initiation - \nevery other member of the Senate voted to make gang recruitment a felony punishable by up to seven years in \nprison.\n\nYet Democrat Montgomery, whose district includes Bedford-Stuyvesant, Red Hook and other neighborhoods where \ngangs have been known to flourish, stood solitarily firm against the sensible measure. \"I'm going to vote 'no' on this \nbecause I'm representing my young people,\" the senator explained, referring, it is clear, to the likes of the Crips and \nthe Bloods.\n\nYes, we suppose that bangers too deserve political representation, and we're all for rooting out every cause that \nMontgomery laments as a root cause of anti-social behavior - even if we don't agree that people act depraved only \non account of being deprived, as the song goes. But what the senator fails to understand is that the young people \nwho need representation first are those who are at risk of being lured - or, worse, intimidated - into joining the gang \nlife. To think otherwise is plain nutty.\n"}