{"title": "'UNBEARABLE' LIFE IN CHINA. ASYLUM BATTLE OVER FORCED BIRTH CONTROL", "body": "\nA MANHATTAN woman who says the Chinese government forced her to get a birth-control device has been \ngiven a second chance in her bid for asylum.\n\nSoon after arriving in 2000, Chinese immigrant Mei Fun Wong, 44, asked for permission to stay in the U.S. on the \ngrounds that an intrauterine device implanted against her will had made her life \"unbearable.\"\n\nTwo years later, an immigration judge shot down her request and ordered her and her son deported - a decision \nbacked by an immigration appeals panel in 2008.\n\nBut now the 2nd Circuit Court of Appeals has ordered the lower courts to take another look and explain why \nChina's policy of forcing women to get the devices doesn't amount to persecution.\n\n\"You can't just say this is a routine medical procedure,\" said Wong's lawyer, Henry Hwang. \"What is routine about \ngoing to a person's home, detaining them, and not letting them go until they submit?\"\n\nChinese women are ordered to get IUDs as part of the country's population control policy.\n\nWong's was implanted in 1991. She found it painful and had it secretly removed by a private doctor, court papers \nsay.\n\nWhen the government found out during a mandatory exam, they detained her for three days until she gave in and \nallowed them to reinsert it, she says.\n\nThe guards also made her pay a fine for skipping exams before releasing her.\n\nImmigration judges have ruled that unlike forced sterilization or abortion, IUD insertion is a nonpermanent medical \nprocedure that doesn't warrant asylum.\n\nThe 2nd Circuit judges didn't challenge that premise, but said the immigration court didn't clearly define the \nstandards it uses to decide whether aggravating circumstances - such as the threat of imprisonment - might rise to \nthe level of persecution.\n\nThe appellate judges also noted that guards who helped force Chinese women to get IUDs have applied for \nasylum here and been turned down because the courts held that they persecuted women.\n\n\nA U.S. Justice Department spokesman said the government is reviewing the decision and declined to comment.\n\nepearson@nydailynews.com\n"}