{"title": "Gwinnett; Gwinnett: Ex-Serbian soldier guilty of lies about immigration", "body": "\nA Lawrenceville man who was once a member of the Serbian paramilitary force during the Bosnian War has \npleaded guilty to federal charges.\n\nZeljko Kekic, 48, who now has a green card, lied to U.S. immigration officials in 2002 about his employment in the \nearly 1990s during the Bosnian War, U.S. Attorney Sally Yates said. He misled the officials into believing he was a \nrefugee when he was in fact a master sergeant in a key Serbian-controlled town in Bosnia during a time when more \nthan 8,000 Bosnian men and boys were massacred, she said. BILL RANKIN\n\nCharter school looks for ways to stay open\n\nGwinnett County school officials met with representatives of Ivy Preparatory Academy in Norcross this week to \ndiscuss how the charter school could continue operations next fall.\n\nAdministrators said they will work with Ivy Prep as they modify their petition to meet standards for district charter \nschools. Ivy Prep, which was approved by a state board that recently was overturned by the Georgia Supreme \nCourt, needs a legal charter to continue as a public school. Gwinnett Superintendent J. Alvin Wilbanks said he is \n\"optimistic\" about the progress. D. AILEEN DODD\n\nPolice officers offer teen driver program\n\nThe Gwinnett Police Department is offering the Parents Reducing Injuries and Driver Error program, or PRIDE, \nsafe driving classes to assist new drivers and their parents.\n\nThe free, two-hour course is designed for drivers age 14 to 16. Classes are at 6:30 p.m. June 20 at the West \nPrecinct in Norcross; June 23 at the South Precinct in Lilburn; and June 26 at the East Precinct in Dacula. ANDRIA \nSIMMONS\n\nShort Bus Heroes to be at Aurora on June 24\n\nThe Short Bus Heroes Comedy Tour will perform at the Aurora Theatre on June 24 for the season finale of Funny \nFridays.\n\n\nThe show is scheduled to start at 8 p.m. at Aurora Theatre on the Square in downtown Lawrenceville.\n\nThe Short Bus Heroes are four local comedians: James Blackwell, Jamie Bendall, Kevin Mason and Jarrod Harris. \nTickets cost $15.\n\nInformation: 678-226-6222 or www.auroratheatre.com. JOEL ANDERSON\n\nCounty to sponsor bridal show June 12\n\nGwinnett County will sponsor a bridal show from 1 to 4 p.m. June 12 at the Gwinnett Historic Courthouse, 185 E. \nCrogan St., Lawrenceville.\n\nThe event will feature wedding vendors, giveaways, a fashion show and entertainment. The cost is $5 per person \nfor those who pre-register by June 11 or $7 at the door. For more information, call 770-822-5450. DAVID WICKERT\n\nSustainable practices event set for Saturday\n\nNorcross, Sustainable Norcross and the Deconstructed House will host a party Saturday to promote the support of \nsustainable practices.\n\nThe Pre-Demolition, Salvage Pickin' and Porch Party will be from 10 a.m. to 2 p.m. at 155 N. Cemetery St.\n\nInformation: sustainablenorcross@gmail.com or 770-246-0083. JOEL ANDERSON\n"}