{"title": "Council of the European Union: COMMISSION STAFF WORKING DOCUMENT Country Report United Kingdom 2016 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances ST 6587 2016 INIT", "body": "\n Brussels: Council of the European Union has issued the following document:\n\n \n\n 6587/16 MI/sr\n\n DGG 1A EN\n\n Council of the European Union Brussels, 1 March 2016 (OR. en) 6587/16 ECOFIN 158 UEM 59 SOC 104 EMPL \n63 COMPET 78 ENV 104 EDUC 47 RECH 36 ENER 48 JAI 144 COVER NOTE From: Secretary-General of the \nEuropean Commission, signed by Mr Jordi AYET PUIGARNAU, Director date of receipt: 26 February 2016 To: Mr \nJeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: \nSWD(2016) 96 final Subject: COMMISSION STAFF WORKING DOCUMENT Country Report United Kingdom 2016 \nIncluding an In-Depth Review on the prevention and correction of macroeconomic imbalances\n\n Delegations will find attached document SWD(2016) 96 final.\n\n Encl.: SWD(2016) 96 final\n\n EN EN\n\n EUROPEAN COMMISSION Brussels, 26.2.2016 SWD(2016) 96 final COMMISSION STAFF WORKING \nDOCUMENT Country Report United Kingdom 2016 Including an In-Depth Review on the prevention and correction \nof macroeconomic imbalances This document is a European Commission staff working document. It does not \nconstitute the official position of the Commission, nor does it prejudge any such position.\n\n Executive summary 1\n\n\n 1. Scene setter: Economic situation and outlook 4\n\n 2. Imbalances, risks, and adjustment issues 5\n\n 2.1 The housing sector 5\n\n 2.2. The external sector 5\n\n 2.3. MIP assessment matrix 5\n\n 3. Additional structural issues 5\n\n 3.1 Taxation policy, debt sustainability and fiscal framework 5\n\n 3.2. Labour market, social policies, skills and education 5\n\n 3.3. Productivity and investment 5\n\n A. Overview Table 5\n\n B. MIP scoreboard 5\n\n C. Standard Tables 5\n\n LIST OF TABLES\n\n 1.1. Key economic, financial and social indicators 5\n\n 2.2.1. Decomposition of the primary income balance, foreign assets and liabilities and rates of return on foreign \nassets and liabilities 5\n\n 2.3.1. MIP assessment matrix (*) - United Kingdom 2016 5\n\n 3.1.1. Composition of tax revenue 5\n\n B.1. The MIP scoreboard 5\n\n C.1. Financial market indicators 5\n\n C.2. Labour market and social indicators 5\n\n C.3. Labour market and social indicators - II 5\n\n C.4. Structural policy and business environment indicators 5\n\n C.5. Green growth 5\n\n\n\n LIST OF GRAPHS\n\n 1.1. Contributions to real GDP growth 4\n\n 1.2. Gross Domestic Product at constant prices 4\n\n CONTENTS\n\n 1.3. Business investment by asset type 5\n\n 1.4. Contribution to growth of net exports and growth in exports and imports 5\n\n 1.5. Gross value added (GVA) by sector 5\n\n 1.6. Price indicators 5\n\n 1.7. GDP and employment following recessions 5\n\n 1.8. Growth in unit labour costs and compensation of employees. 5\n\n 1.9. Output gap 5\n\n 1.10. Growth in the credit stock, secured and unsecured lending 5\n\n 1.11. Private sector indebtedness 5\n\n 1.12. Current account 5\n\n 1.13. UK exports by destination, 2014 5\n\n 1.14. UK imports by origin, 2013 5\n\n 2.1.1. House price growth 5\n\n 2.1.2. House price levels 5\n\n 2.1.3. House price to income ratio 5\n\n 2.1.4. Regional house price to income ratio 5\n\n 2.1.5. Quoted mortgage rates 5\n\n 2.1.6. Mortgage interest payments as a percentage of household disposable income 5\n\n 2.1.7. Two-year fixed rate mortgage rate and two-year swap rates 5\n\n 2.1.8. House price expectations - 3 and 12 months ahead 5\n\n\n\n 2.1.9. Number and value of mortgage approvals 5\n\n 2.1.10. Housing starts and completions 5\n\n 2.1.11. Gross lending and repayments 5\n\n 2.1.12. House price growth and credit growth 5\n\n 2.1.13. Household sector indebtedness 5\n\n 2.1.14. Proportion of loans at various loan-to-value ratios (LTV) 5\n\n 2.1.15. Share of new mortgages with Loan to income (LTI) multiples above 4 5\n\n 2.1.16. Factors limiting activity in the housing sector - the role of the planning system 5\n\n 2.1.17. Skills shortages in the construction sector 5\n\n 2.1.18. Market expectations for future rises in the bank rate 5\n\n 2.1.19. Mortgage arrears and repossession rates 5\n\n 2.1.20. Households' financial assets (2014) 5\n\n 2.1.21. Banks' lending for house purchase, % of total assets 5\n\n 2.2.1. Current account balance 5\n\n 2.2.2. Primary income balance 5\n\n 2.2.3. Primary income balance 5\n\n 2.2.4. FDI income balance 5\n\n 2.2.5. Primary balance with EU Member States, 2014, and change in the primary balance with EU Member States, \n2011-2014 5\n\n 2.2.6. FDI income balance with EU member states 2014 and change in the FDI income balance with EU member \nstates, 2011-2014 5\n\n 2.2.7. Net International Investment Position 5\n\n 2.2.8. The net international investment position (actual and implied) and the current account deficit 5\n\n 2.2.9. Decomposition of the change in the net international investment position 5\n\n 2.2.10. Composition of change in export share 5\n\n 2.2.11. Decomposition of change in export market share 5\n\n\n\n 2.2.12. Unit labour costs 5\n\n 2.2.13. Real effective exchange rate and export market share 5\n\n 2.2.14. Share of export value in top quality category 5\n\n 2.2.15. Symmetric revealed comparative advantage in services 5\n\n 3.1.1. Debt projections based on probability 5\n\n 3.1.2. Gross public debt as a % of GDP 5\n\n 3.2.1. Employment trends 5\n\n 3.2.2. Labour market indicators 5\n\n 3.2.3. Unemployment rate and potential additional labour force 5\n\n 3.2.4. Nominal wage growth: actual and predicted 5\n\n 3.2.5. Education indicators 5\n\n 3.2.6. At-risk-of-poverty rate and its components 5\n\n 3.3.1. Productivity 5\n\n 3.3.2. Productivity by country 5\n\n 3.3.3. Productivity - a stylised depiction 5\n\n 3.3.4. Public-private co-publication 5\n\n LIST OF BOXES\n\n 1.1. Investment challenges 5\n\n 1.2. Contribution of the EU Budget to structural change 5\n\n 3.3.1. Climate and energy 5\n\n 1\n\n This country report assesses the United Kingdom's economy in the light of the European Commission's Annual \nGrowth Survey published on 26 November 2015. The survey recommends three priorities for the European Union's \neconomic and social policy in 2016: re-launching investment, pursuing structural reforms to modernise Member \nStates’ economies, and responsible fiscal policies. At the same time, the Commission published the Alert \n\n\n\nMechanism Report that initiated the fifth annual round of the macroeconomic imbalance procedure. The Alert \nMechanism Report identified the United Kingdom as warranting a further in-depth review.\n\n Economic growth has been strong in recent years as the United Kingdom emerged from recession to grow above \nlong-run averages. Robust growth was accompanied by low inflation and a robust labour market as employment \nincreased rapidly while price and wage pressures were subdued. However, the external position deteriorated. The \nstrong performance was driven by a number of internal factors. Accommodative monetary policy, increased \nresilience of the banking sector, an efficient and competitive labour market, increased corporate profitability and \ngrowing confidence among households and firms supported growth. Economic growth is now on a firm trajectory. \nAfter peaking in 2014 at 2.9 %, growth moderated to 2.3 % in 2015 and is expected to settle at rates of 2.1 % in \n2016 and 2017. Domestic demand, in particular private consumption, is projected to continue to drive growth. \nBusiness investment has been strong and is expected to continue growing solidly. However, net exports are \nexpected to still detract from growth.\n\n Inflation was zero in 2015. It is projected to rise modestly in 2016 and 2017 to approach the Bank of England's \ninflation target of 2 %.\n\n The labour market should remain firm as the unemployment rate remains low, and falls further. Employment is still \nexpected to increase although at somewhat more moderate rates; labour force participation is forecast to remain \nhigh.\n\n Addressing low labour productivity remains a challenge for the United Kingdom. Despite a recent modest rise, \nlabour productivity remains low and only slightly above its level in 2008. The strength of the labour market has \nbeen a notable feature of economic performance in the past few years. Strikingly, employment growth has \nrebounded more quickly and strongly than was the case after earlier recessions. Strength in employment has been \nassisted by a flexible labour market. However, expansion in output and employment mainly occurred against a \nbackground of low productivity growth.\n\n The rise in the current account deficit has been a notable development. The current account deficit is at record \nhighs and has increased sharply since 2011, although some improvement is projected in 2016 and 2017. The trade \nbalance has remained stable since 2011 but the deficit in primary income flows between the United Kingdom and \nthe rest of the world has risen. The rise reflects changes in patterns of foreign and United Kingdom investment \nand income generated by that investment. The United Kingdom is an attractive destination for international \ninvestors and the rise in external financing requirements has been increasingly met by stable flows of foreign direct \ninvestment to the United Kingdom.\n\n Developments in the housing market have posed challenges but more recently housing market indicators have \nvaried. Activity continues to rise gently as mortgage approvals and starts and completions of new houses increase. \nHowever, the gap between supply and demand persists. Despite moderating in the first half of 2015, house price \ngrowth gained renewed momentum in the second half of 2015. Growth in house prices significantly outstripped \ngrowth in nominal household disposable income and secured credit. Secured credit growth has been muted, \nhowever, in contrast to the rapid build-up in the previous decade. Household indebtedness has been declining since \n2009 but remains high. The cost of borrowing remains low; as a consequence, mortgage interest payments as a \nproportion of household disposable income remain below previous peaks.\n\n Overall, the United Kingdom has made some progress in addressing the 2015 country-specific recommendations. \nThe United Kingdom is taking further steps to boost supply in the housing sector and has adjusted its national \n\n\n\nplanning policy framework. Furthermore, numerous policies have been announced to raise supply and housing \nstarts\n\n EXECUTIVE SUMMARY\n\n Executive summary\n\n 2\n\n and completions rose in 2015. However, supply still falls short of projected demand. As regards the labour market, \nthe United Kingdom has announced various policies to address skills mismatches by increasing the engagement of \nemployers in the delivery of apprenticeships. This includes increasing the role of employers in the allocation of \nfunding for apprenticeships and introducing reform of qualifications.\n\n Regarding the progress in reaching the national targets under the Europe 2020 Strategy, the United Kingdom is \nperforming well on greenhouse gas emissions and renewable energy but faces challenges with regard to energy \nefficiency.\n\n The main findings of the in-depth review contained in this country report and the related policy challenges are as \nfollows:\n\n • Household indebtedness remains relatively high, but has fallen from its peak in 2009. At the same time, \nhousehold balance sheets are relatively strong. Levels of household assets exceed financial liabilities and the net \nhousehold position is among the strongest in the EU. The resilience of the banking sector continues to improve as \nindicated by the results of recent 'stress tests' conducted by the Bank of England. Secured credit growth is muted \nalthough unsecured credit is rising more rapidly. The risk profile of secured lending has increased in some areas \nsuch as an increase in lending to 'buy-to-let' investors.\n\n • House price levels remain high, and affordability has deteriorated as growth in house prices exceeds that in \nnominal disposable income. The rate of growth of house prices moderated in the first half of 2015 to more \nsustainable rates, but picked up again in the second half of 2015 exceeding 7 % on an annual basis. House price \ngrowth in London is a little under 10 % while house price levels in London are the highest in the UK.\n\n • In the short-term, the household sector and wider economy seem robust enough to handle risks such as an \ninterest rate shock or a shock to employment and/or disposable income. This resilience is supported by a healthy \neconomy and firm labour market,\n\n including rising household disposable income. These trends are projected to continue in 2016 and 2017. Housing \nstarts and completions are rising.\n\n • However, over the medium term, demand continues to outstrip supply in the housing market. As a result, house \nprices are likely to continue to increase, as is household indebtedness. This leaves the household sector and the \nwider economy more exposed to risks over a longer period of time than would otherwise be the case.\n\n • The risks related to the high current account deficit and the external sector more generally are assessed as low. \nThe current account deficit has risen sharply since 2011 and now stands at a record high. However, the trade \n\n\n\nbalance is in line with recent historic averages and has not contributed to the increase in the current account deficit. \nThe appreciation of the exchange rate has affected external competitiveness.\n\n • The rise in the current account deficit has been driven by the upward movement in the deficit on primary income. \nThe latter reflects movements in the stock of foreign assets and liabilities and relative rates of return on those \nstocks. In particular, there has been a reduction in income received from investments abroad, notably in income \nfrom foreign direct investment. In addition, there has been an increase in payments on foreign investors' direct \ninvestment in the United Kingdom. Nevertheless, to some extent, recent trends may be cyclical and are expected to \nreverse in 2016 and 2017 leading to a fall in the primary income deficit and current account deficit.\n\n • The net international investment position, which is the difference between foreign assets and liabilities, has \ndeteriorated over the past decade. It is moderately negative although it is not especially negative by European \nUnion standards. A negative net international investment position coupled with a large current account deficit may \nleave the United Kingdom vulnerable to changes in the sentiment of foreign investors. However, a\n\n Executive summary\n\n 3\n\n favourable institutional framework and low foreign currency liabilities mitigate these risks.\n\n Other key economic issues analysed in this report which point to particular challenges for the United Kingdom's \neconomy are the following:\n\n • The labour market continues to perform strongly and is projected to remain firm. Employment continues to rise, \nalthough growth is expected to moderate, while the unemployment rate remains low and is expected to fall further, \nalbeit slightly. Participation rates remain high and youth and long-term unemployment rates are decreasing. Labour \nproductivity has been weak but is picking up and accompanied by modest increases in earnings. However, some \nchallenges remain. An improvement in the availability and affordability of childcare could further assist women's \nreturn to work. It would also ensure that the female participation rate remains high;. Furthermore, there are \nchallenges relating to the provision of vocational education and in basic skills, which may be responsible for certain \nskills shortages. Investment in skills can help raise productivity. There is scope to improve social policy outcomes, \nin particular as regards material deprivation rates and rates of poverty in households with children.\n\n • The high general government debt level represents a source of vulnerability. While no substantial short-term \nfiscal risks exist, some variables point to possible short-term challenges. Moreover, there are medium-term risks. \nThe debt ratio poses risks; in particular, it could exceed 90 % of GDP should shocks such as an interest rate shock \nor a shock to GDP materialise and if the budget deficit persisted.\n\n • The economy is competitive and open, but labour productivity is weak. The UK is open and competitive and \nranks highly as a country in which to do business, and for businesses to invest. The overall tax system is relatively \ngrowth friendly. However, although it has picked up a little recently, labour productivity has been weak, relative to \ntrend, since the beginning of the international economic and financial crisis in 2008. The government has\n\n set out a wide-ranging plan including a number of specific actions to raise productivity.\n\n\n\n • Investment in public infrastructure is critical in addressing challenges relating to low productivity and investment \ngaps in key sectors such as: transport, energy and digital communication. The government has in place a National \nInfrastructure Plan that sets out its ambitions to increase investment in infrastructure including a pipeline of projects. \nThe plan is reliant on private finance for much of the investment. Delivery and monitoring are crucial and \ntransparency and accountability are key. The provision of regular reports showing progress made on delivery \nshould provide certainty as to whether the infrastructure projects are delivered on time, and on budget, and whether \nthe private components of finance will fully materialise.\n\n 4\n\n Growth peaked in 2014, moderated in 2015 and is expected to settle at solid rates in 2016 and 2017. Domestic \ndemand growth has exceeded GDP growth and this pattern is projected to continue. The price level was \nunchanged in 2015 but is projected to rise modestly in 2016 and 2017 and approach the Bank of England's inflation \ntarget. The labour market is forecast to remain firm as the unemployment rate stays low and productivity rises. The \ncurrent account deficit reached a record high in 2014 but is projected to fall slightly in the period to 2017. The rise in \nthe current account deficit since 2011 has been driven by an increase in the primary income deficit while the trade \ndeficit remains broadly at historic averages.\n\n Graph 1.1: Contributions to real GDP growth\n\n Source: Office for National Statistics\n\n GDP growth and its composition\n\n Economic growth peaked in 2014 at 2.9 % before moderating gently to 2.3% in 2015. Growth is projected to settle \nat 2.1 % in both 2016 and 2017 as the output gap closes and becomes positive. Although growth has become \nsomewhat more broadly based, the economy remains dependent on internal engines of growth and there has been \nlimited rebalancing towards external sources of growth (graph 1.1). Net exports are expected to have detracted \nfrom growth for the past four years and are projected to continue to do so. The economy is now 6.6 % larger than at \nits peak in 2008 before the recession. Output relative to its previous peak is relatively higher for the UK than for \nother G7 countries, except the United States and Canada (graph 1.2).\n\n Graph 1.2: Gross Domestic Product at constant prices\n\n Source: European Commission\n\n Robust private consumption is driving growth. In 2014, household consumption grew by 2.5 % and growth is \nexpected to have accelerated to 2.8 % in 2015. Household consumption has been supported by robust growth in \nreal household disposable income, itself fuelled by wage increases, rising employment and negligible inflation. The \nhousehold saving ratio fell by around 1 percentage point (pp) in 2014 - to 5.4 % of household income - although that \nfall is expected to have been reversed in 2015. The household saving ratio is projected to increase further in 2016 \nand 2017.\n\n Business investment is rising at healthy rates. It grew by 7.3 % in 2014 and an expected 4.6 % in 2015, above the \ngrowth rate of GDP. Plant and equipment investment was buoyant in 2014 and is expected to have continued to \ndrive investment growth in 2015 although it remains below its level prior to the recession (graph 1.3). Healthy \nbusiness investment reflects sturdy 'tailwinds', including strong corporate balance sheets, rising profits, low \nborrowing costs, a pick-up in credit supply and sustained increases in demand. However, investment in the oil \nextraction sector has fallen sharply, by around 20 %, in the year to Q3 2015.\n\n\n\n -6-4-20240203040506070809101112131415pps.Private consumptionPublic consumptionInvestmentNet \nexportsInventoriesreal GDP growth90949810210611008091011121314index, 2008=100FranceUnited \nKingdomGermanyItalyUnited StatesCanadaJapan\n\n 1. SCENE SETTER: ECONOMIC SITUATION AND OUTLOOK\n\n 1. Scene setter: Economic situation and outlook\n\n 5\n\n Business investment is projected to continue to grow at an average of 4.9 % in 2016 and 2017.\n\n Graph 1.3: Business investment by asset type\n\n Source: Office for National Statistics\n\n Graph 1.4: Contribution to growth of net exports and growth in exports and imports\n\n Source: Office for National Statistics\n\n The external sector has weighed on growth, reflecting sluggishness in net exports. As a result, external rebalancing \nremains limited and a challenge remains for the economy to diversify its sources of growth. Import growth is \nexpected to have exceeded export growth in each of the past four years to 2015 (graph 1.4). Import growth has \nbeen supported by buoyant domestic demand, while export growth has been hampered by slower growth in some \nmajor export markets. Net exports have reduced growth in each year since 2012 and are projected to have again \ndetracted again from growth, by 0.4pp, in 2015. The negative contribution to growth from net exports falls to 0.1pp \nby 2017.\n\n There has also been limited rebalancing on a sectoral basis. The economy remains dominated by the services \nsector, which accounted for 79 % of gross value added (GVA) in 2015, slightly higher than in 2005 (76 %). Since \nthe recession, growth in the services sector has outstripped that in manufacturing and construction (graph 1.5). The \nsize of the services sector is well above its previous peak in 2008, prior to the recession, while that in other major \nsectors remains close to, or below, their previous peak. The value of the output of the extractive industries (ie of \ncrude petroleum and natural gas) fell in 2015 to account for 0.7 % of GVA compared to 1.9 % of GVA in 2005.\n\n Graph 1.5: Gross value added (GVA) by sector\n\n Source: Office for National Statistics\n\n Inflation\n\n Inflation is at a historic low. The price level was unchanged in 2015. The flat price level reflects the impact of a \nnumber of factors, including a significant reduction in retail energy prices, the appreciation of sterling, subdued \nwage\n\n 758085909510010511008091011121314Index, 2008=100Plant and equipmentOther constructionTotal \ninvestmentOther investmentDwellings-1.5-1.0-0.50.00.51.01.52.0-15-10-\n505101520929496980002040608101214% yoy% yoyNet exports contribution to GDP (rhs)Export growth \n\n\n\n(lhs)Import growth (lhs)8590951001051101150506070809101112131415Index, \n2008=100ManufacturingConstructionServices\n\n 1. Scene setter: Economic situation and outlook\n\n 6\n\n developments and competitive pressure on margins in the supermarket sector. Although exceeding HICP inflation \nsince 2014, reflecting relatively higher price pressures in the services sector, core inflation has followed a similar \ndownward trend. Those components of the price level most sensitive to oil prices, namely, the prices of fuels and \nlubricants and retail gas and electricity prices fell in 2015 (graph 1.6).\n\n However, inflation is projected to rise in 2016 and 2017. The projected rise, to 0.8 % in 2016 and 1.6 % in 2017, \nreflects a base effect from the fading impact of previous reductions in energy prices, strengthening wage growth \nand the closure of the output gap as remaining slack in the economy is absorbed. Nevertheless, inflation is \nprojected to remain below the Bank of England's inflation target of 2 %.\n\n Graph 1.6: Price indicators\n\n Source: Office for National Statistics\n\n Public finances\n\n Fiscal consolidation continues to be implemented in the UK with the strategy focusing mainly on expenditure cuts. \nThe deficit declined to 5.0 % of GDP in 2014-2015 from its peak of 10.9 % of GDP in 2009-2010. Gross government \ndebt is expected to peak in 2015-2016 at 87.6 % of GDP. The outlook for 2017-2018 is for the deficit to fall to 1.7 % \nof GDP and for the government debt ratio to fall to 86.1 % of GDP.\n\n Graph 1.7: GDP and employment following recessions\n\n Source: Office for National Statistics\n\n Labour market\n\n The labour market continues to perform robustly against the background of solid GDP growth. The strong growth \nin employment since the recession, relative to GDP, is in contrast to the experience following previous recessions \n(graph 1.7). Employment growth peaked at 2.3% in 2014 and is expected to have moderated to a still healthy 1.7% \nin 2015. Despite moderating further, to an average of 1% in each of 2016 and 2017, employment growth is \nprojected to remain solid.\n\n Continued growth in employment should contribute to further reductions in the\n\n -20020406080100120-101234560809101112131415% yoy% yoyHarmonized incex of consumer prices, HICP \n(lhs)Core inflation (lhs)Gas and electricity (rhs)Fuels and lubricants \n(rhs)9095100105110024681012141618202224Index: peak in output=100Quarters since peak in \noutput1979Q41990Q22008Q1GDP after recessions9092949698100102104024681012141618202224Index: peak \nin output=100Quarters since peak in output1979Q41990Q22008Q1Employment after recessions\n\n\n\n 1. Scene setter: Economic situation and outlook\n\n 7\n\n unemployment rate. The unemployment rate stood at 5.5% in Q3 2015 and is expected to fall further to 5.0% and \n4.9% in 2016 and 2017 respectively (1). The employment rate (age group 20-64) stood at 77.0 % in the three \nmonths to September 2015, among the highest in the EU (and above the EU average of 70.5 %). Youth \nunemployment rates, and rates of long-term unemployed, continued to decline in 2015. Further details can be found \nin section 3.2.\n\n Despite the tightening in the labour market, wage growth remains contained. Growth in whole-economy weekly \nearnings (regular pay) stood at 2.1 % in the year to November 2015 and is expected to continue to pick up given \nthe dynamic labour market developments. Growth in nominal unit labour costs has remained muted and below that \nof compensation per employee (graph 1.8).\n\n Graph 1.8: Growth in unit labour costs and compensation of employees.\n\n Source: European Commission\n\n Output gap and capacity utilisation\n\n Ongoing buoyancy is reflected in high levels of capacity utilisation. This should further drive firms' investment \nintentions as firms strive to raise capacity in order to meet increasing domestic demand. High rates of capacity \nutilisation are also consistent with a narrowing of the output gap. The\n\n (1) Measured according to Eurostat's definition, that is, based on the population aged 15-74.\n\n output gap has steadily narrowed since peaking at around 4.5 % of GDP in 2009. The output gap is projected to \nhave closed in 2015 and is to become mildly positive in 2016 and 2017 (graph 1.9).\n\n Graph 1.9: Output gap\n\n Source: European Commission\n\n Credit growth\n\n Credit growth has picked up, but is relatively modest. The stock of secured household credit grew by 2.6 % in the \nyear to December 2015 while growth in consumer credit was substantially higher at 8.6 % over the same period. \nUnsecured credit accounts for a little over 12 % of the total credit stock (graph 1.10).\n\n Growth in the credit stock for corporations remains muted, while corporate indebtedness is high. The stock of \nlending to private non-financial sector corporations (including overdrafts) was flat in the year to December 2015 - \nlending to small and medium-sized enterprises (SMEs) rose while lending to large non-financial corporations \ndeclined slightly over the year. Corporate indebtedness remains high, but is on a declining trend. Corporate \nindebtedness stood at 71 % of GDP in 2014, lower than the peak in 2009 of 91% of GDP in 2009. Overall, total \nprivate sector indebtedness continued to fall, to 158 % of GDP in 2014 from its peak of 190 % in 2009 (graph 1.11), \nalthough it remains at a high level.\n\n\n\n -10123456-101234560102030405060708091011121314% yoy% yoyNominal compensation per employee \n(lhs)Nominal unit labour costs (rhs)-6-5-4-3-2-101234-6-5-4-3-2-10123405060708091011121314% of pot. \nGDPpps.Output gap (rhs)Real GDP (% yoy) (lhs)\n\n 1. Scene setter: Economic situation and outlook\n\n 8\n\n Graph 1.10: Growth in the credit stock, secured and unsecured lending\n\n Source: Bank of England\n\n Housing market\n\n Activity in the housing market has risen to its highest levels since the recession. Starts and completions increased \nand demand has been supported by a rise in mortgage approvals (see section 2.1).\n\n House price growth moderated throughout the first half of 2015, but has picked up since then. After moderating to \n5.2 % in the year to July 2015 house price growth rose to 7.7 % in the year to November 2015 as steadily rising \ndemand is accompanied by relatively low levels of supply. House price growth is more than double that of nominal \nGDP. It is strongest in the East of England (an increase of a little over 10 % in the year to November 2015) and \nLondon and the South East of England (an increase of a little under 10 % in the year to November 2015). Forward \nindicators point to a further rise in 2016. More details on the housing cycle and house prices can be found in \nsection 2.1\n\n Graph 1.11: Private sector indebtedness\n\n Source: European Commission\n\n External balances\n\n In 2014, the current account deficit rose to 5.1 % of GDP, the highest deficit on record. The trade deficit remained \nreasonably flat at a little under 2 % of GDP, but the primary income deficit increased in 2014 to reach 1.8 % of \nGDP, part of a medium-term deterioration since 2011 when the primary income balance was significantly positive \n(graph 1.13). The rise in the primary income deficit partly reflects lower earnings on foreign direct investment (FDI) \nassets held by UK investors relative to earnings on FDI assets held by foreign investors in the UK, a fall in the \nstock of foreign FDI assets held by UK investors and a rise in the stock of UK FDI assets held by foreign investors \n(a more detailed analysis of recent movements in the external balances can be found in section 2.2). The current \naccount deficit is projected to decline to 4.7 % and 4.3 % of GDP in 2016 and 2017 respectively.\n\n -16-12-8-4048121600010203040506070809101112131415% yoyUnsecured lendingTotal lendingSecured lending \non dwellings050100150200250300040506070809101112131415% of GDPFinancial corporationsHouseholdsNon \nfinancial corporationsPrivate non-financial sector\n\n 1. Scene setter: Economic situation and outlook\n\n 9\n\n\n\n Graph 1.12: Current account\n\n Source: European Commission\n\n Spillovers\n\n The UK is one of the largest economies in the EU and, as such, its economic conditions may exert significant \nspillover effects on other Member States. One way in which the UK may be affected by spillovers is through shocks \nto its export markets which, in turn, may be affected by developments in other countries. UK exports are most likely \nto be affected by developments in its largest export markets, namely the United States, Germany, France, the \nNetherlands and Ireland (graph 1.14). China is a large export destination for the UK. The recent slowing of growth \nin China represents a downside risk to UK export growth. Developments in the UK could also spill-over to other \nMember States. For example, a shock to the economy which affected demand for imports could adversely affect \nother Member States' exports and, hence, growth. Proportionate to other Member States' GDP, the main sources of \nimports to the UK from the EU are Ireland, Malta, Cyprus and the Netherlands (graph 1.15).\n\n In addition, developments in the UK banking sector may spill over to the banking sectors, and wider financial \nsystems and economies, of other Member States. This is particularly likely to be the case given the central \nimportance of the UK banking system within the EU banking sector. For example, Member States may be \nvulnerable to a sudden repatriation of funds from them to the UK. However, the UK banking sector is more strongly \ncapitalised than prior to the recession, so that banks are better placed to absorb the impact of shocks without \nadverse consequences. Risks are, therefore, more limited than previously.\n\n Graph 1.13: UK exports by destination, 2014\n\n Source: Office for National Statistics\n\n .\n\n Graph 1.14: UK imports by origin, 2013\n\n Source: European Commission\n\n -6-5-4-3-2-10123808284868890929496980002040608101214% of GDPNet tradeNet primary incomeNet \nsecondary incomeCurrent account balance012345% of GDPGoodsServices024681012% of trading partner GDP \nGoodsServices\n\n 1. Scene setter: Economic situation and outlook\n\n 10\n\n (Continued on the next page)\n\n Box 1.1: Investment challengesMacroeconomic perspective Business investment and public investment currently \nstand at 14.4 % and 2.7 % of GDP - lower than the average for the EU (graphs 1a and 1b). Business investment \nhas typically been a relatively volatile component of growth, reflecting the relatively greater impact of shocks on this \ncomponent of GDP and the time taken to recover from shocks. For example, business investment fell by 20% \nbetween its peak preceding the recession and trough in the recession, greater than the decline of 4% in GDP. Since \ntheir respective troughs in 2009, business investment and GDP have increased by 28% and 13% respectively. \n\n\n\nThere is a need for substantial additional public infrastructure. Investment in infrastructure can underpin productivity \nand growth in the medium term. Investment in the core structures that facilitate and support economic activity is \ncomplementary to business output, and social welfare, given the importance of high quality infrastructure in daily \nbusiness and household activity. Assessment of barriers to investment and ongoing reforms Despite recent \nprogress, investment barriers in the United Kingdom remain in some areas (1): The major challenges regarding \ninvestment relate to public investment in infrastructure. There has long been a perceived shortage of high quality \ninfrastructure particularly in relation to investment in energy and transport but also in other sectors such as digital \ncommunication. Greater investment in public infrastructure is likely to boost growth and productivity and also \nencourage an increase in private sector investment. Previous in-depth reviews have identified access to finance \nand low skill levels as areas to be addressed. As discussed in previous publications, the UK has undertaken a \nnumber of reforms to boost skills and ease access to finance. For example, in relation to the latter, the Business \nBank began operation in 2014 with the aim of providing a loan facility to Small and Medium Enterprises. Further \ndetails can be found in Section 3.3. The UK's objectives, strategy and priorities for infrastructure investment over a \nmedium-term horizon and in an integrated way that is relatively detailed in its scale and scope are set out in its \nNational Infrastructure Plan (NIP). Proposed investment of GBP 327 billion is identified. The NIP, which was last \nupdated in December 2014, sets out details of the progress of infrastructure projects within a coherent and \nconsistent framework. A 'pipeline' of proposed investment is set out and a report on progress on major investment \n(1) See \"Member States Investment Challenges\", SWD(2015) 400 final/2 \n(http://ec.europa.eu/europe2020/pdf/2016/ags2016_challenges_ms_investment_environments_en.pdf). \n05101520250405060708091011121314151617% of GDPGraph 1a:Public and private investment in the UK and \nEU28UK Private investmentEU28 Private investmentUK Public investmentEU28 Public investmentECFINWinter \nForecast*2016*Note:Forecasts for 2015-2017 based on a no-policy-change assumption, F stands for \nForecastSource: European Commission03690405060708091011121314151617% of GDPGraph 1b:Investment \ncategoriesin the UK and EU28UK equipmentEU28 equipmentUK other constructionEU28 other constructionUK \ndwellingsEU28 dwellingsUK otherEU28 otherECFINWinter Forecast*2016\n\n 1. Scene setter: Economic situation and outlook\n\n 11\n\n Box (continued)\n\n projects already in the pipeline is provided. Investment in infrastructure is, appropriately, focussed on the energy \nand transport sectors although many other sectors (including digital communications, flood defences and waste \nmanagement) will also benefit from additional investment in infrastructure. The main barriers to investment in \ninfrastructure relate to delivery and funding. Around 21% of planned investment in the projected pipeline is \nexpected to be financed by the public sector, 66% by the private sector and the remainder through a mix of private \nand public sources. Given the UK's fiscal constraints, which limit its ability to fund large infrastructure projects \ndirectly from the budget, reliance on private sector funding is necessary. Despite recent announcements (2), the \ngovernment's ability to invest large amounts of funds in infrastructure is likely to remain constrained as the budget \nbalance returns to surplus. Therefore, the investment plans of the private sector to invest in infrastructure are \ncrucial if the UK is to deliver its objectives. In principle, infrastructure investment should be an attractive asset class \nfor long-term private sector investors such as pension funds and long-term asset managers as it can offer stable \nand predictable returns over the long term. Therefore, the long-term horizon of, and pipeline of projects in, the NIP \nis welcome. However, the amounts currently committed are considerably smaller than the requirements set out in \nthe NIP and, despite some recent announcements (3), that remains the case. Further reassurance that the scale of \nfunds required will materialise and within the required timeframes is need to ensure confidence in the deliverability \nof the projects in the NIP. In addition, to encourage private investment in infrastructure, the government provides a \nguarantee scheme, that can provide up to GBP 40 billion of guarantees to private investors to help their ability to \nraise funds, and reduce the cost of such funds, for large projects. As at December 2015, GBP 3.7 billion of \nguarantees had been provided and it was announced at the November's spending review that the scheme would be \n\nhttp://ec.europa.eu/europe2020/pdf/2016/ags2016_challenges_ms_investment_environments_en.pdf\n\n\nextended to March 2021. A new entity, the National Infrastructure Commission (NIC), to provide independent advice \nin relation to national infrastructure priorities, is being established. The NIC is primarily responsible for setting out a \nlong term vision, identifying national infrastructure needs over a 10 to 30 year horizon. (2) In October 2015, the UK \nannounced that GBP 5 billion would be raised from the sale of land, buildings and other state assets to fund \ninfrastructure. (3) In October 2015, the UK announced that 89 local authority pension funds would pool funds into \nsix 'British wealth funds', each with assets of over GBP 25 billion. 01234560405060708091011121314151617% of \nGDPGraph 2:Investment in selected EU member statesDEESFRIEITUKECFINWinter \nForecast*2016*Note:Forecasts for 2015-2017 based on a no-policy-change assumption, F stands for \nForecastSource: European Commission\n\n 1. Scene setter: Economic situation and outlook\n\n 12\n\n Box 1.2: Contribution of the EU Budget to structural change\n\n The United Kingdom is a beneficiary of European Structural and Investment Funds (ESIF) support and can receive \nup to EUR 16.4 billion for the period 2014-2020 from the European Structural and Investment Funds (ESIF). This is \nequivalent to 3.1% of the expected national public investment in areas supported by the ESI funds.\n\n With the exception of an action plan on the ex-ante conditionality on \"monitoring and result indicators\", to be \ncomplete before end-2016, all other reforms and strategies have been put in place in those areas to benefit from \nthe Funds in order to fulfil the conditionalities and ensure successful investments.\n\n The UK is already directing considerable domestic resources to address Europe 2020 strategy ambitions, taking \naccount of relevant UK policy recommendations made in the context of the European Semester. The programming \nof the Funds includes a focus on specific priorities and challenges identified in recent years in the context of the \nEuropean Semester. The use of EU financing focuses inter alia on tackling access to quality employment for all, \nskills mismatches and SME competitiveness and persistent low productivity, company and public under-\ninvestment, in particular in research and innovation . The UK also benefits from EUR 206 million under the Youth \nEmployment Initiative (matched by the same amount from the European Social Fund) to support young people to \nfind their way to the labour market, get involved into traineeship projects or continue their education. Productivity is \ndetermined by a number of factors which the ESI Funds can address through capital intensity and investment in \nresearch and innovation (smart growth) and education and skills (inclusive growth).\n\n Financing under the new European Fund for Strategic Investments (EFSI), Horizon 2020, the Connecting Europe \nFacility and other directly managed EU funds would be additional to the ESI Funds. Following the first rounds of \ncalls for projects under the Connecting Europe Facility, the United Kingdom has signed agreements for EUR 59 \nmillion in the energy field and EUR 204 million for transport projects. For more information on the use of ESIF in the \nUnited Kingdom, see:            https://cohesiondata.ec.europa.eu/countries/UK.\n\n 1. Scene setter: Economic situation and outlook\n\n 13\n\n Table 1.1: Key economic, financial and social indicators\n\n\n (1) Sum of portoflio debt instruments, other investment and reserve assets (2,3) domestic banking groups and \nstand-alone banks. (4) domestic banking groups and stand alone banks, foreign (EU and non-EU) controlled \nsubsidiaries and foreign (EU and non-EU) controlled branches. (*) Indicates BPM5 and/or ESA95\n\n Source: European Commission, winter forecast 2016; ECB\n\n 2003-20072008200920102011201220132014201520162017Real GDP (y-o-y)2.8-0.5-\n4.21.52.01.22.22.92.32.12.1Private consumption (y-o-y)3.7-0.7-3.10.00.11.81.92.52.82.62.3Public consumption (y-\no-y)2.62.21.20.20.11.80.52.51.70.4-0.2Gross fixed capital formation (y-o-y)3.4-5.9-\n14.45.02.01.52.67.34.65.14.7Exports of goods and services (y-o-y)5.31.3-8.85.85.80.71.21.24.63.14.2Imports of \ngoods and services (y-o-y) 5.0-1.7-9.28.30.62.92.82.45.74.54.2Output gap1.30.3-4.7-4.1-3.2-2.9-1.9-\n0.60.00.30.7Potential growth (y-o-y)2.41.50.80.91.01.01.01.61.71.81.8Contribution to GDP growth:Domestic \ndemand (y-o-y)3.1-1.1-4.40.80.41.81.73.32.92.62.2Inventories (y-o-y)0.0-0.6-0.61.5-0.60.50.90.0-0.2-0.10.0Net \nexports (y-o-y)0.00.80.4-0.91.5-0.7-0.5-0.4-0.4-0.5-0.1Contribution to potential GDP growth:Total Labour (hours) \n(y-o-y)0.50.40.40.50.60.70.71.11.11.00.8Capital accumulation (y-o-y)0.60.60.30.40.40.40.40.50.60.70.7Total factor \nproductivity (y-o-y)1.40.50.10.10.0-0.1-0.10.00.10.20.3Current account balance (% of GDP), balance of payments-\n1.9-3.6-3.0-2.8-1.7-3.3-4.5-5.1...Trade balance (% of GDP), balance of payments-2.7-3.1-2.3-2.8-1.6-2.0-2.0-\n1.9...Terms of trade of goods and services (y-o-y)-0.1-3.51.71.4-1.00.81.71.11.70.80.5Capital account balance (% \nof GDP)0.00.00.00.00.00.00.0-0.1...Net international investment position (% of GDP)-10.54.8-15.2-8.2-7.5-20.9-\n14.1-23.7...Net marketable external debt (% of GDP)(1)-27.9-34.5-37.7-31.9-31.8-36.2-27.8-24.5...Gross \nmarketable external debt (% of GDP)(1)279.8379.5350.5355.9363.7343.8309.0298.7...Export performance vs. \nadvanced countries (% change over 5 years)-2.0-13.8-13.2-17.5-19.1-11.4-3.5-2.78...Export market share, goods \nand services (y-o-y)-3.2-10.90.0-7.4-2.1-1.5-0.52.5...Net FDI flows (% of GDP)0.63.8-2.6-0.42.1-1.3-2.4-\n4.5...Savings rate of households (net saving as percentage of net disposable income)0.2-0.84.06.13.42.9-0.1-\n1.3...Private credit flow (consolidated, % of GDP)14.910.7-7.8-2.8-1.20.11.73.1...Private sector debt, consolidated \n(% of GDP)166.7186.8189.7177.4173.1174.6165.1157.5...of which household debt, consolidated (% of \nGDP)90.197.199.194.991.790.687.886.0...of which non-financial corporate debt, consolidated (% of \nGDP)76.689.690.582.481.383.977.271.4...Corporations, net lending (+) or net borrowing (-) (% of \nGDP)1.92.34.42.13.62.81.41.7-0.1-1.0-1.5Corporations, gross operating surplus (% of \nGDP)22.222.121.720.721.421.022.023.123.222.822.9Households, net lending (+) or net borrowing (-) (% of GDP)-\n0.5-0.83.44.82.42.3-0.2-1.2-0.6-0.6-0.8Deflated house price index (y-o-y)7.6-4.9-9.52.6-4.5-0.21.38.3...Residential \ninvestment (% of GDP)4.0*3.7*2.9*3.2*3.3*3.1*3.2*....GDP deflator (y-o-\ny)2.92.92.03.12.11.62.01.80.61.11.9Harmonised index of consumer prices (HICP, y-o-\ny)1.93.62.23.34.52.82.61.50.00.81.6Nominal compensation per employee (y-o-\ny)4.80.52.43.21.11.71.40.42.62.83.2Labour productivity (real, person employed, y-o-y)1.8-1.3-\n2.61.31.50.11.00.6...Unit labour costs (ULC, whole economy, y-o-y)3.01.95.21.9-0.41.60.4-0.22.01.81.9Real unit \nlabour costs (y-o-y)0.1-1.03.1-1.2-2.40.0-1.5-1.91.40.70.0Real effective exchange rate (ULC, y-o-y)1.8-14.4-\n9.53.0-2.24.1-2.55.38.3-2.3.Real effective exchange rate (HICP, y-o-y)-0.2-12.8-9.50.90.64.4-1.57.25.9-2.3-0.5Tax \nwedge on labour for a single person earning the average wage (%)26.925.625.325.525.124.724.123.7...Taxe \nwedge on labour for a single person earning 50% of the average wage \n(%)20.7*20.219.720.118.217.516.115.4...Total Financial Sector Liabilities, non-consolidated (y-o-y)17.552.6-\n18.19.010.6-3.7-7.06.8...Tier 1 ratio (%)(2)...........Return on equity (%)(3)...........Gross non-performing debt (% of \ntotal debt instruments and total loans and advances) (4)...........Unemployment \nrate5.05.67.67.88.17.97.66.15.25.04.9Long-term unemployment rate (% of active \npopulation)1.11.41.92.52.72.72.72.2...Youth unemployment rate (% of active population in the same age \ngroup)13.015.019.119.921.321.220.716.9...Activity rate (15-64 year-\nolds)75.375.875.775.475.576.176.476.7...People at-risk poverty or social exclusion (% total \npopulation)23.723.222.023.222.724.124.824.1...Persons living in households with very low work intensity (% of total \npopulation aged below 60)11.810.412.713.211.513.013.212.2...General government balance (% of GDP)-3.3-5.1-\n10.8-9.7-7.7-8.3-5.7-5.7-4.4-3.1-2.1Tax-to-GDP ratio (%)35.837.734.935.535.935.134.934.434.935.335.5Structural \n\n\n\nbudget balance (% of GDP)...-7.2-5.8-6.6-4.6-5.2-4.4-3.3-2.5General government gross debt (% of \nGDP)41.051.765.776.681.885.386.288.288.689.188.2forecast\n\n 14\n\n For the fifth consecutive year, high levels of private sector indebtedness have been identified as potentially posing \nrisks to the stability of the household sector. Broadly, private sector indebtedness is split evenly between corporates \nand households. As set out in previous in-depth reviews, corporate indebtedness has not been assessed as posing \nclear risks to financial stability or the economy. In view of the stable developments over the past year, that \nassessment has not changed. Therefore, this section considers issues and risks relating to high household \nindebtedness only.\n\n Possible risks to the stability of the household sector include risks relating to movements in interest rates and \nemployment or household disposable income. However, households' balance sheets are, overall, healthy and the \nlevel of indebtedness has fallen and the economy is resilient to shocks. The risks need to be assessed in the \ncontext of the recent pick up in house price growth and the high level of house prices, the high level of household \nindebtedness and the medium-term gap between demand and supply for housing.\n\n House prices\n\n The rate of house price growth receded in the first half of 2015 but picked up towards the end of the year. After \npeaking at 12 % in September 2014, house price growth receded gently to an average of 5.2 % in the year to July \n2015 but has since risen to 7.7 % (3) in the year to November 2015. While house price movements have been \norderly, the recent increases suggest renewed\n\n (2) According to Article 5 of Regulation (EU) No. 1176/2011.\n\n (3) However, there are divergences depending on the measure used. According to the various alternative \nmeasures, in the year to December 2015, house prices grew by 4.5 % (Nationwide House Price Index) and 9.5 % \n(Halifax House Price Index) while they increased by 7.7 % in the year to November 2015 according to the ONS \nhouse price index.\n\n momentum in the housing market in the second half of 2015.\n\n Graph 2.1.1: House price growth\n\n Source: Office for National Statistic\n\n While the pace of nominal house price increases has abated, overall, in 2015 compared with that in 2014, the \noverall price level in absolute terms remain high. In addition, as inflation is currently close to zero, real house prices \nare increasing at around the same rate as nominal house prices and exceeding growth in real household income. \nHouse price growth in the past few years has resulted in the house price level in absolute terms rising to exceed \nthe previous peak although the extent of the rise depends on the measure of house prices used (graph 2.1.2).\n\n -15-10-505101506070809101112131415% yoy\n\n 2. IMBALANCES, RISKS, AND ADJUSTMENT ISSUES\n\n\n\n This section provides the in-depth review foreseen under the macroeconomic imbalance procedure (MIP) (2). It \nfocuses on the risks and vulnerabilities flagged in the Alert Mechanism Report 2016. The section analyses \ndevelopments in the housing sector and household indebtedness and the external sector. The section concludes \nwith the MIP assessment matrix which summarises the main findings.\n\n 2.1 THE HOUSING SECTOR\n\n 2.1. The housing sector\n\n 15\n\n Graph 2.1.2: House price levels\n\n Source: Office for National Statistics, Nationwide, Halifax\n\n Regional house prices\n\n The divergence in growth of house prices across regions remains significant. House price growth was strongest in \nthe East of England (10.2 % in the year to November 2015) and in London and the South East of England (9.8 % \nfor both) and weakest in Scotland and the north east of England (both 0.4 %). The moderation in house price \ngrowth at the national level in 2015 was reflected in most regions, although it was more pronounced in London, the \nSouth East and east of England than elsewhere. House price levels in London remain well above those in all other \nregions.\n\n Affordability\n\n Affordability continues to deteriorate. As measured by the house price to income ratio, affordability (4) has \ndeteriorated markedly since 2012 as house price growth has risen and exceeded growth in household disposable \nincome. The pattern continued in 2015 with the house price-to-income ratio approaching, and exceeding, previous \npeaks. Affordability is now below levels in the middle of the previous decade and the average house price is around \nsix times higher than average income (graph 2.1.3).\n\n (4) Affordability is measured by the price to income ratio. A rise in the price to income ratio represents a fall in \naffordability.\n\n Graph 2.1.3: House price to income ratio\n\n Source: Halifax\n\n Reflecting previous sharp divergences in house price growth, the house price-to-income ratio, differs greatly by \nregion. Houses in London and the South East of England remain significantly less affordable than elsewhere in the \nUK (graph 2.1.4). The high house price to income ratio, or low levels of affordability, in London and the South East \nof England are likely to reflect the relative balance of demand and supply of houses across the regions of the UK \nwhich is likely to be tighter in London than elsewhere. In particular, the relative prosperity and economic base in \nLondon are likely to result in higher housing demand than elsewhere.\n\n\n\n 901001101201301401500506070809101112131415Index, 2005=100ONSNationwide Building SocietyHalifax \nBuilding Society3.03.54.04.55.05.56.06.500010203040506070809101112131415Ratio\n\n 2.1. The housing sector\n\n 16\n\n Graph 2.1.4: Regional house price to income ratio\n\n Source: Halifax\n\n Cost of borrowing\n\n Households' cost of secured borrowing remains at historically low levels. The cost of secured borrowing fell further \nin 2015 (graph 2.1.5). Since 2009 the spread between quoted borrowing rates and the bank rate has fallen although \nit remains higher than before the international financial crisis and UK recession. Interest payments as a proportion \nof household disposable income remain contained as the cost of servicing mortgages remains at levels well below \nthose seen in the previous decade (graph 2.1.6).\n\n The outlook for near-term movements in the cost of borrowing is subdued. The Governor of the Bank of England \nhas recently emphasised the uncertainty posed by international geo-political developments and dampened \nexpectations of imminent rises in the cost of borrowing noting that 'now is not the time to be raising interest rates' \n(5). Moreover, financial markets' expectations seem to point to a rise in the bank rate of 25 basis points in late 2019 \n(as of early February 2016) and further possible increases in the bank rate are expected to be relatively gradual \nthereafter. The two-year swap\n\n (5) Speech by the Governor, Peston Lecture, Queen Mary College, University of London, January 2016.\n\n rate, a key proxy for banks' funding costs for secured credit, fell in 2015 (graph 2.1.7)\n\n Graph 2.1.5: Quoted mortgage rates\n\n Source: Bank of England\n\n .\n\n Graph 2.1.6: Mortgage interest payments as a percentage of household disposable income\n\n Source: European Commission\n\n 012345678910Greater LondonSouth EastSouth WestWest MidlandsUKWalesEast MidlandsEast AngliaNorth \nWestYorkshire &&hellip;North EastScotlandNorthern IrelandHouse price to income \nratio20132014201501234567803040506070809101112131415Per centBank rateBank rate tracker mortgageTwo-\nyear fixed-rate mortgage (\n\n 75% LTV)Two-year fixed-rate mortgage (95% LTV)Five-year fixed-rate mortgage (75% \nLTV)024681099000103040507080911121315% of disposable income\n\n 2.1. The housing sector\n\n\n\n 17\n\n Graph 2.1.7: Two-year fixed rate mortgage rate and two-year swap rates\n\n Source: Bank of England, ICAP plc\n\n Forward projections of house prices\n\n Forward indicators of house prices are mixed but some key indicators suggest that the renewed momentum in \nhouse price increases will continue. Surveyors' expectations of house price rises over the next three months has \npicked up markedly in recent months although expectations of a rise over the twelve month horizon have risen by \nless than at the three month horizon (graph 2.1.8). The recent increase in house prices, together with survey \nmeasures suggesting further rises, may reflect a tendency for sellers to delay the sale of their property, perhaps in \nexpectation of future house price rises. It could also reflect a sudden increase in demand by buy-to-let investors \nahead of the upcoming increase in stamp duty land tax (see below). Overall, demand and supply pressures seem to \nhave tightened since the middle of 2015 resulting in renewed upward pressure on house prices in the short term. \nThe Office for Budget Responsibility predicts house prices to increase at an average of a little below 5 % per year \nfrom 2016 to 2020 (6).\n\n (6) Office for Budget Responsibility, Economic and fiscal outlook, November 2015.\n\n Graph 2.1.8: House price expectations - 3 and 12 months ahead\n\n Source: RICS and Knight Frank\n\n Demand and supply\n\n Indicators of activity suggest that demand has risen in 2015, but remains at moderate levels. The number of \nmortgage approvals rose by slightly over 20 % in the year to Q32015 and has risen a little above the average from \n2010 to 2014. However, the value of mortgage approvals has risen more decisively (graph 2.1.9). The number of \nproperty transactions rose slightly in 2014-2015 and reached its highest level since 2008.\n\n Recent rising levels of mortgage approvals are consistent with increasing, although still moderate, levels of \ndemand. However, as noted above, the demand-supply balance may have tightened as indicated by rising rates of \nhouse price growth. It may be the case that demand is rising but this is not reflected in the number of mortgage \napprovals; such an outcome would be the case if there is an increasing number of cash purchases. Furthermore, \ndemand is constrained by low levels of supply and there remains considerable 'pent up' demand for housing even \nat current levels of affordability. Recent movements in forward indicators of near-term demand, such as new buyer \nenquiries, which are rising while new vendor instructions remain low, and a decrease in surveyors' average stock \nlevels (average stock levels reported by surveyors have fallen by around\n\n 0123450.00.51.01.52.02.509101112131415Mortgage rateSwap rateTwo-year swap rate (lhs)Two-year fixed-rate \nmortgage(75% LTV) (rhs)20304050607080-100-80-60-40-200204060800910111213141516balancebalanceUK \nRICS house price expectations 3 months (lhs)London RICS house price expectations 3 months (lhs)UK RICS \nhouse price expectations 12 months (lhs)Knight Frank future sentiment (rhs)*Including England and Wales\n\n 2.1. The housing sector\n\n\n\n 18\n\n a quarter in 2015), suggest that near-term demand may continue to rise (7).\n\n Graph 2.1.9: Number and value of mortgage approvals\n\n Source: Bank of England, Department for Communities and Local Government\n\n Rising near-term activity can be indicative of further increases in prospective buyers' confidence. Despite the \nsustained erosion of affordability, such confidence may reflect households' views that the cost of borrowing will \nremain low, that there would be steady growth in households' disposable income and that house prices may \ncontinue to rise over the medium term. The reductions in stamp duty on most property purchases that were \nimplemented in December 2014 may also have boosted demand.\n\n The supply of newly completed houses continued to increase and is now at its highest level since the recent trough \nin 2013. Housing starts have also followed a steady upward trend despite falling back in recent quarters and are \nwell above their trough in 2009 (graph 2.1.10).\n\n The gap between the demand and supply for housing\n\n There is still a gap between the demand for and supply of housing. While welcome, the rise in housing completions \nin 2015 to date needs to be\n\n (7) Source: Royal Institute of Chartered Surveyors, Residential Market Survey, January 2016.\n\n sustained, and extended, if there is to be a material narrowing of the gap between supply and demand. New supply \nis currently at around 150 000 units per year. According to the UK government's official projections for medium-term \ndemand, which were last published in 2013, an average of 220 000 households would be formed per year between \n2012 and 2021. Population increases may result in further upward movement on household formation and add to \nupward pressure on demand. The ONS' latest population projections (8) show that the population is projected to \nrise to 69 million by 2024, 71 million by 2029 and 74 million by 2039 from 65 million in mid-2014.\n\n Graph 2.1.10: Housing starts and completions\n\n Source: Department for Communities and Local Government\n\n As demand greatly exceeds supply, upward pressure on house prices and household indebtedness is likely to \npersist over the medium term. Therefore, the household sector remains more vulnerable to risks than would \notherwise be the case. These risks are discussed below. Typically, an increase in house prices would spur new \nsupply which in turn should, eventually, dampen the initial increase in house prices. However, as discussed in \nprevious country reports, the price elasticity of supply is low. Therefore, prices are likely to be set largely by demand \nin the short and medium terms.\n\n (8) Office for National Statistics (2015) National Population Projections, October.\n\n 0510152025303505010015020025030035040045050006070809101112131415GPB billionsin thousandsNumber \nof property transactions (lhs)Number of mortgage approvals (lhs)Value of approved mortgages \n\n\n\n(rhs)10203040506000010203040506070809101112131415Thousands quarterlyHousing startsHousing \ncompletions\n\n 2.1. The housing sector\n\n 19\n\n Household secured credit\n\n The growth of the stock of credit secured on mortgages has increased modestly throughout 2015. The secured \ncredit stock rose by 2.6 % in the year to December 2015, around the rates of the past two years. Although growth \nin the total secured credit stock remains historically modest, the aggregate data mask a significant pick up in credit \nflows. Both the flows of new (gross) lending and repayments have picked up from their troughs earlier in the decade \nand the gap between them has widened (graph 2.1.11).\n\n Graph 2.1.11: Gross lending and repayments\n\n Source: Bank of England\n\n Growth in secured credit remains well below that in nominal house prices. Indeed, the gap between house price \ngrowth and growth in secured credit in recent years has been historically unusual. Typically, growth in house prices \nhas been accompanied by growth in secured credit. However, the rapid rise in house prices in late 2013 and 2014 \nhas not been accompanied by similar growth in secured credit (graph 2.1.12). As a result, household indebtedness \nhas not risen by as much as would otherwise have been expected. Nonetheless, movements in the secured credit \nstock considered in aggregate may mask the dynamism in secured credit growth. In particular, gross secured \nlending has picked up more markedly than consideration of growth in the credit stock alone would suggest; growth \nin the secured credit stock has been relatively muted because there has been a similar rise in gross repayments.\n\n Graph 2.1.12: House price growth and credit growth\n\n Source: Bank of England, Office for National Statistics\n\n The gap between house price rises and credit growth may be partly be explained by the steady increase of the \nproportion of houses acquired by cash throughout 2014. The proportion of houses purchased by cash peaked at 37 \n% of all purchases in Q4 2014 - a rise from 34 % in 2012 and has since fallen slightly to 35 % of all transactions in \nQ3 2015(9). It may be the case that overseas investors have purchased a large number of residential properties to \nsuch an extent that they have contributed to driving up house growth in London to over 20 % at its peak in the \nmiddle of 2014. Arguably, such investors are attracted by the residential property in London and the south-east of \nEngland as a stable investment proposition, at a time of heightened geo-political tensions. However, there is only \nanecdotal evidence to support the proposition. The sheer size of the Greater London and south-east markets \nsuggests that other factors may have exerted an influence.\n\n In addition, young households in London and the south-east may be increasingly unable to raise a large enough \ndeposit to buy a residential property. In particular, some new and/or young households might be unable to qualify \nfor a mortgage using the new, stricter lending standards that banks are required to apply. Hence such households \nare reliant to a greater extent on inter-\n\n (9) Source: Council for Mortgage Lenders.\n\n\n\n 10152025303506070809101112131415GBP, billionsGross lendingRepayment024681012-20-15-10-\n505101505060708091112131415% yoy% yoyONS house price index (lhs)Lending secured on dwellings (rhs)\n\n 2.1. The housing sector\n\n 20\n\n generational transfers of wealth to fund purchases of houses than previously (10) and such transfers may take the \nform of cash and could explain the rising proportion of cash purchases.\n\n Household indebtedness\n\n Household indebtedness continues to decline. In 2014, household indebtedness stood at 86 % of GDP, 13 pps. \nlower than its peak of 99 % in 2009 (graph 2.1.13). Nevertheless, household indebtedness remains high.\n\n Graph 2.1.13: Household sector indebtedness\n\n Source: European Commission\n\n Modest growth in the credit stock has been outweighed by growth in nominal GDP. As a result, relative household \nindebtedness continues to fall. The UK's experience of deleveraging compares positively with that of a number of \nother Member States as it has occurred with less adverse impact on the economy. More formally, since 2009, the \nUK has experienced 'passive deleveraging' while many other Member States have experienced 'active \ndeleveraging'. Active deleveraging is generally seen as less favourable than passive deleveraging (11) because of \nits\n\n (10) In 2013-14, the proportion of first home buyers in England that purchased their home with financial assistance \nfrom friends or family was 27 % - higher than the 20 % in 2003-04. In addition, the proportion of mortgagors that \npurchased their house with assistance of an inheritance increased from 3 to 8 % in the same period. Source: \nDepartment for Communities and Local Government English Housing Survey 2013-14.\n\n (11) Passive deleveraging occurs when nominal GDP growth lowers debt ratios in the presence of positive credit \nflows.\n\n adverse impact on economic growth. Nevertheless, additional deleveraging remains desirable to further reduce the \nexposure of the household sector to risks associated with high levels of indebtedness (12).\n\n Unsecured credit\n\n Unsecured credit growth continues to rise rapidly and exceed that in secured credit growth in 2015. Unsecured \ncredit increased by 8.6 % in the year to December 2015. However, it accounted for only 12 % of total outstanding \ncredit in December 2015. The growth in unsecured credit may indicate confidence among households about future \nincome flows, but may also be related to purchases of large items such as motor vehicles. As growth in unsecured \ncredit is usually linked to consumption goods, such growth leaves households increasingly exposed to risks. \nAlthough the risks associated with the rise in unsecured household indebtedness have risen in 2015, taking \nhousehold balance sheets as a whole, such risks remain contained for the moment.\n\n Outlook for household indebtedness\n\n\n\n Household indebtedness will continue to fall if nominal GDP growth continues to exceed secured credit growth. \nThe pace and impact of a possible fall depends on the rate of turnover of the housing stock and the rate of increase \nin house prices. The UK Office for Budget Responsibility projects household indebtedness to rise gently to a little \nover 160 % of household disposable income by 2020 from the current level of around 145 % of income (13). If \nthese projections are realised,\n\n By contrast, active deleveraging is achieved by reductions in credit flows in absolute terms. Such credit \ncontractions can harm economic growth. By contrast, passive deleveraging does not involve reductions in the credit \nstock. This issue is discussed in more detail in the 2014 UK Country Report.\n\n (12) Deleveraging needs are defined as the portion of private debt that is at, a given date, considered \nunsustainable. In past economic surveillance under the Macroeconomic Imbalances Procedure, two estimation \nmethods have been used for this purpose (a detailed description of the two methods can be found in European \nCommission (2014), 'Private sector deleveraging: where do we stand?', Quarterly report on the euro area, vol. \n12(3)).\n\n (13) Office for Budget Responsibility Economic and Fiscal Outlook, November 2015.\n\n 0102030405060708090100040506070809101112131415% of GDP\n\n 2.1. The housing sector\n\n 21\n\n household indebtedness would return to historically high levels.\n\n Lending standards\n\n Although there are mixed developments regarding the composition of new loans, 'pockets' of relatively risky lending \nemerged in 2015. For instance, the increasing proportion of lending to buy-to-let property owners may increase \nrisks. These borrowers are potentially more vulnerable to rising interest rates if they are more highly leveraged \nthan home owners or their credit is more likely to be advanced on less stringent terms than for owner occupiers \n(14). In the buy-to-let mortgage market, lending has continued to increase more rapidly than lending to owner-\noccupiers; in the year to Q3 2015, the stock of lending to buy-to-let investors increased by 10 % compared to an \nincrease of 0.4 % for owner-occupiers while the number of loans for buy-to-let purchases increased by 28 % \ncompared to 2 % for loans to owner-occupiers.\n\n Graph 2.1.14: Proportion of loans at various loan-to-value ratios (LTV)\n\n Source: Bank of England\n\n In addition, the proportion of mortgages advanced at high loan-to-value ratios has been increasing. The proportion \nof loans advanced at high loan-to-value ratios has steadily increased\n\n (14) See Bank of England Financial Stability Report, December 2015.\n\n\n\n since its recent trough in 2009 and reached new peaks in 2014 although those peaks remain below those in the \nprevious decade (graph 2.1.14). The proportion of loans advanced at high loan-to-income ratios has also steadily \nincreased since its recent trough in 2009, and reached new peaks in 2013, but flattened and reversed somewhat in \n2014 (graph 2.1.15). Nevertheless, overall, levels of high loan-to-income loans remain high. Stricter borrowing \nrequirements required by the former Financial Services Authority that came into effect in 2014 should help mitigate \nrisks (as discussed in the 2015 country report).\n\n Graph 2.1.15: Share of new mortgages with Loan to income (LTI) multiples above 4\n\n Source: Bank of England\n\n Other developments may increase households' vulnerability in the event of negative shocks. As noted above, rapid \ngrowth in unsecured lending in 2014 and 2015 leaves households more vulnerable in the event of a shock. On the \nother hand, the proportion of (pure) 'interest only' advances continues to fall and stood at 22 % of all mortgages in \nQ2 2015 compared with a peak of 50 % in 2008 (15).\n\n Policy responses: macro-prudential regulation\n\n Macro-prudential regulation can affect credit quality as it can be targeted to specific types of loans and/or \nborrowers. It may also affect the quantity of secured credit available for example,\n\n (15) Source: Prudential Regulation Authority, Mortgage Lending and Administration Return, September 2015.\n\n \n0102030405060700506070809101112131415%LTV≥75LTV≥80LTV≥9005101520250506080911121415%LTI≥4LT\nI≥4.5LTI≥5\n\n 2.1. The housing sector\n\n 22\n\n by restricting the amount of secured lending available or increasing its cost for banks. In the latter case, demand \nfor housing would be affected as well as the size and composition of secured lending. Macro-prudential regulation is \nthe responsibility of the Financial Policy Committee of the Bank of England (FPC).\n\n In November 2015, the Financial Policy Committee stated that recent developments may warrant additional macro-\nprudential measures. The FPC signalled that it may raise the counter-cyclical capital buffer from its current rate of 0 \n% 'in small increments' and would return to the issue at its next meeting in March 2016 (16). Moreover, in relation to \nthe growth in buy-to-let mortgages, the FPC decided to await the outcome of a review by the Prudential Regulation \nAuthority into lenders' underwriting standards for such mortgages. In relation to other types of lending, the FPC \ndecided not to take, or signal, action.\n\n The FPC also provides an annual assessment to the UK government of the impact of the Help to Buy (mortgage \nguarantee) policy on financial stability. In September 2015, the FPC concluded that, under current market \nconditions, the policy did not pose 'material risks' to financial stability' (17).\n\n The Help to Buy policy (18), which aims to support first-time buyers to purchase a home, continues, but is likely to \nonly have a limited macroeconomic impact due to the relatively limited volume of transactions. Under Help to Buy I \n(equity loan), in England, 62 600 properties have been sold between the inception of the scheme in March 2013 \nand September 2015. Under Help to Buy II (mortgage guarantee), there have been 65 900 transactions in the two \n\n\n\nyears to September 2015. By comparison, total UK property transactions have averaged 95 000 per month over this \nperiod (19). In addition, the\n\n (16) Financial Policy Committee (2015) Record of the Financial Policy Committee Meetings, November.\n\n (17) Letter from the Governor of the Bank of England to the Chancellor, September 2015\n\n (18) Details of the Help to Buy policy can be found in the 2014 UK In-depth Review\n\n (19) Source: Department for Communities and Local Government Help to Buy Equity Loan Scheme, Quarterly \nStatistics, September 2015 and HM Treasury, Help to Buy Mortgage Guarantee Scheme, Quarterly Statistics,\n\n majority of transactions under the policy have taken place outside London and the south-east of England. \nNevertheless, the policy has successfully targeted first-time buyers. About 80 % of the transactions under Help to \nBuy have been with first-time buyers. As the number of first-time buyers is estimated at 26 000 per month, the \npolicy has succeeded in supporting a reasonable proportion of such buyers.\n\n Overall, the need for immediate action is dampened by falling levels of household indebtedness overall and a \nrobust economy. Nevertheless, pockets of risky lending have become apparent in 2015. The FPC will need to \nremain vigilant to the risks surrounding recent trends should they intensify and take action if necessary.\n\n Policy responses: demand\n\n Some aspects of government policy serve to support demand for houses by supporting first-home buyers. In \nparticular:\n\n • first-time buyers who save for a house using a specific vehicle (namely, a 'Help to Buy Individual Saving Account \n(ISA)') would receive additional support from the government by way of a 'top up' of 25 % of the amount of the \nsavings subject to a cap of GBP 3 000, that can be used to fund the deposit for the property. The policy \ncommenced operation in December 2015; and\n\n • in November 2015, it was announced that the Help to Buy I policy would be extended to 2021 with a particular \nvariant developed for London in recognition of the higher costs in that city. The latter commenced operation in \nFebruary 2016.\n\n In addition, changes to the taxation arrangements for buy-to-let properties may reduce the returns for buy-to-let \nproperty owners and, therefore, reduce demand for such properties at the margin. In particular:\n\n September 2015, HMRC UK Property Transactions Statistics January 2016.\n\n 2.1. The housing sector\n\n 23\n\n • in November 2015, the government announced that higher rates of stamp duty land tax, namely, an increase of 3 \npps. above standard rates, would apply to the purchase of buy-to-let properties (and second homes) from April \n2016; and\n\n\n\n • in July 2015, the government announced restrictions to the deductibility of interest (and other costs) against tax \nfor owners of buy-to-let properties, specifically, interest could be deducted at the basic rate of tax (rather than at \nhigher marginal tax rates). The restrictions will be phased in from April 2017.\n\n The changes in taxation arrangements for buy-to-let property may discourage investment in such property, at the \nmargin. They are also consistent with reducing the risks associated with growth in demand for buy-to-let property. \nOn the other hand, policies supporting first home owners promote their entry into the market. Taken together, these \npolicies may result in a switch in demand for housing away from buy-to-let investors towards first home owners, at \nthe margin thereby resulting in a shift in the composition of the ownership of houses. As a result, there is likely to \nbe, at the margin, a relative increase in the supply of houses for home ownership and a relative reduction in \nproperty for rent.\n\n Policies that aim to support demand may result in a widening of the gap between demand and supply. Such \nwidening may occur if supply does not increase in line with demand. As a result, house prices may rise more \nrapidly than would otherwise be the case.\n\n Barriers to increased supply: the role of the planning system\n\n The shortage of land and delays in the operation of the planning system are regularly cited by builders as the major \nconstraint on the supply of new homes (graph 2.1.16). Concern about the constraints posed by the planning system \nreached their highest level in three years in late 2015. Developers and builders regularly cite concerns about the \nefficiency, effectiveness, transparency, predictability and costs in their use of the planning system.\n\n Graph 2.1.16: Factors limiting activity in the housing sector - the role of the planning system\n\n Source: RICS construction market survey\n\n The allocation of land between competing uses, including residential construction, is determined by the planning \nsystem. The policy setting out the principles that guide the planning system, and key features of its operation, is \ndecided at the national level (20) and is set out in the National Planning Policy Framework (NPPF). Under the \nNPPF, demographic and other factors that determine the demand for housing are central to housing strategy and \nplanning decisions which remain the responsibility of local authorities (21). Further details on the operation of the \nplanning system can be found in the 2015 country report. The NPPF was published in 2012 so has been in force for \na number of years. Although the benefits of the reforms are more likely to become apparent over the medium term, \nit is worth noting that builders continue to cite the role of the planning system as an impediment to construction.\n\n (20) Although each of the devolved regions in the UK has responsibility for planning policy.\n\n (21) While there is provision for decisions relating to planning to be taken at the national level in certain \ncircumstances, it is the local authority that, in the majority of cases, is responsible for decisions regarding the supply \nof land with planning permission for residential development and for setting conditions relating to that development.\n\n 01020304050607012Q413Q213Q414Q214Q415Q215Q4% responding \"\n\n yes\"\n\n 2.1. The housing sector\n\n\n\n 24\n\n Barriers to increased supply: shortages of labour in the construction sector\n\n There is growing evidence that the ability to raise construction levels may be impeded by a shortage of labour. \nLabour in the construction sector is varied and wide-ranging from managers to carpenters, joiners, bricklayers, \nelectricians and so forth. The proportion of builders who consider that the availability of skilled and unskilled labour \nis a constraint on production has increased from none at the end of 2010 to up to 60 % in 2014 depending on the \ntype of labour (graph 2.1.17). Moreover, the Construction Industry Trades Board and Local Government \nAssociation have also conducted major surveys of the construction sector and found shortages of skilled and \nunskilled labour (22).\n\n Graph 2.1.17: Skills shortages in the construction sector\n\n RICS survey of skills shortages, % responding \"Yes\" on different types of blue and white collar shortages\n\n Source: RICS construction market survey\n\n Policy responses: supply\n\n Risks relating to rising house prices and high levels of household indebtedness can be reduced by narrowing the \ngap between supply and\n\n (22) Local Government Association (2015) Skills to Build August, Construction Industry Trades Board (2014) \nSkills and Training in the Construction Industry. It should be noted that the construction sector is far broader than \nthe residential construction sector and that skills shortages may apply to one or both sectors although anecdotal \nevidence suggests that they apply in both.\n\n demand. In particular, policies to boost supply can reduce the imbalance between supply and demand and \nalleviate pressure on house prices and, therefore, reduce household indebtedness below the level that would \notherwise be the case.\n\n The government recognises the need for a significant increase in supply. It has set out a number of new policies in \nrelation to planning policy, including strengthening provisions in the National Planning Policy Framework (NPPF) to \nrequire local authorities to plan for housing need in their local areas and facilitate a rise in supply, for example, \npolicy has been amended to strengthen the likelihood that local authorities produce a local plan to assess housing \nneed. The preparation of a local plan is, at present, not compulsory and, as at September 2015, 64 % of local \nauthorities had adopted a local plan and 82 % of local authorities had published their plan (23). The government \nintroduced legislation in its Housing and Planning Bill in October 2015 to provide new powers for action in the event \nthat a local authority has not produced a plan by early 2017. In such a case there would be a centralised \nintervention to expedite and ensure completion of the Plan (24). In November 2015, the government announced \nthat it would establish a new 'delivery test' to ensure that local authorities deliver on their local plans. The Bill \npassed the House of Commons in January 2016 and will shortly be considered by the House of Lords.\n\n\n\n The government has set ambitious objectives to increase the supply of new houses. Various initiatives have been \nannounced by the government since May 2015 and include measures to:\n\n (23) HM Government Press Notice September 2015.\n\n (24) Specifically, the Secretary of State will be given powers to intervene with respect to local plans which are \nprepared by each local authority. In instances in which local authorities have not prepared a plan, the Secretary of \nState will be empowered to impose a plan for that local authority's area. Other provisions relating to planning policy \nin the Bill relate to neighbourhood planning, greater powers for the Mayor London to intervene in the planning \nprocess and the introduction of a zonal system. Under this system, brownfield sites on the register that are \nassessed as suitable for residential development will be given automatic planning approval 'in principle', subject to a \nlimited number of technical issues. The Secretary of State will be given a new power to grant planning permission in \nprinciple for housing developments on these sites. These proposals build on existing policies.\n\n 01020304050607080101112131415% responding \"\n\n yes\"BricklayersSurveyorsprofessionalsPlumbersCarpentersElectriciansPlasterers\n\n 2.1. The housing sector\n\n 25\n\n • deliver 400 000 'affordable' homes by 2020-2021 including 200 000 'affordable' starter homes, 135 000 shared \nownership homes through the Help to Buy scheme, 10 000 homes that will enable tenants to save for a deposit \nwhile they rent and 8 000 specialist homes for elderly or disabled people;\n\n • provide GBP 1.2 billion to facilitate the construction of 30 000 affordable starter homes on brownfield land over \nfive years;\n\n • develop further the 'garden city' at Ebbsfleet through the investment of GBP 310 million;\n\n • improve the efficiency of the system of 'permitted development rights' under which planning permission for \nchange of land use can be obtained (e.g. from non-residential to residential purposes); and\n\n • support large housing developments of at least 1500 housing units near large infrastructure developments (under \nthe Large Sites Infrastructure Programme); and\n\n • release sufficient public sector land to support construction of 160 000 homes over the five years from 2015.\n\n An objective of new policy initiatives announced in 2015 is to link support for house purchase with new supply. By \ndoing so, the government aims to influence the composition of purchasers of new houses through its support, \nspecifically, to prioritise assistance to first home-owners through provision of financial incentives to various parties \nin the house-building and sale process.\n\n Another objective of policy is to facilitate residential development on brownfield sites. Such development could \nincrease the supply of land while respecting the principles and practices behind the 'green belt' as residential \ndevelopment on brownfield land can enable a higher density of development than elsewhere (25). The government\n\n\n\n (25) The principles governing development on the green belt are set out in the 2015 country report. The green belt \nis a policy for controlling urban growth by restricting urban sprawl by keeping land permanently open. It has been \nestimated that, in 2013-2014, the average density of\n\n has set ambitious targets for building on brownfield sites including that planning permission is in place for 90 % of \nidentified and suitable brownfield sites by 2020. It initially estimated that 200 000 new units could be built on \nexisting brownfield land, subsequently upgraded to 400 000 homes, although it has been suggested that \ndevelopment on brownfield land could enable the construction of around 1 million new homes in England (26).\n\n The government's policy initiatives are a positive response and a step in the right direction towards addressing the \nsupply and demand imbalance. While the objectives in relation to 'affordable' and starter homes are ambitious, the \nkey is delivery. Should the objectives be met in full, the existing demand-supply imbalance would be substantially \nnarrowed by 2020 (as the goal of building 200 000 houses falls only a little short of estimates of demand and other \nprivate housebuilding should more than meet the remaining gap). However, implementation will depend on a \nnumber of factors, not least the identification of sufficient sites, and in the appropriate areas, on which to build the \nnew houses. In relation to building on brownfield sites, while the policy response is welcome, the costs of converting \nbrownfield sites for residential construction can be high depending on the previous use of the site and such high \ncosts may impede development.\n\n Transport links and housing supply\n\n Constraints on land availability for residential development can be eased by efficient and quick transport links. \nSuch constraints are particularly tight around London and the south-east of England in which the ability to expand is \naffected by the green belt. Improved transport links between\n\n residential addresses surrounding a newly-created residential address was 32 addresses per hectare whereas for \npreviously developed land it was 37 addresses per hectare. In the case of green belt land, the density was 18 \naddresses per hectare. Source: Department for Communities and Local Government (2014) Land use change \nstatistics in England 2013/14. Brownfield is a term used in urban planning to describe land previously used for \nindustrial purposes or some commercial uses.\n\n (26) Campaign for the Preservation of Rural England (2014) From wasted spaces to living spaces.\n\n 2.1. The housing sector\n\n 26\n\n London and large surrounding towns and between the large towns themselves can increase the ease of \ncommuting longer distances from outside London and major cities.\n\n The second half of 2015 saw the opening of the 'Waverley Line' from the Scottish Borders to Edinburgh and a \npartly new rail link between Oxford and London. Such lines should ease access to Edinburgh and London \nrespectively and therefore alleviate pressure on the housing market. In addition, the completion of 'Crossrail 2', a \nnew underground rail line between the western and eastern outskirts of London should further ease congestion and \nincrease the ability of commuters to move into and around London.\n\n Further investment in rail and road links can also provide benefits by increasing access to London and other cities. \nTo this end, the government's plans to build a new high speed railway ('High Speed 2') to improve links between \nBirmingham (and subsequently Leeds and Manchester) with London should boost both cities. The new connection \nshould increase the flexibility of the workforce and businesses as regards their decisions as to where to locate and \n\n\n\nwork. In particular, High Speed 2 increases the feasibility of living in the West Midlands but working in London, \neasing housing supply constraints in and near London. Work is advancing on preliminary plans for a third high \nspeed rail network in the north of England. With a view to improving access, there would be merit in further \nincreasing the number of high speed rail routes into London.\n\n 'Direct commissioning' and housing supply\n\n There is a greater role for the public sector to facilitate a step up in housing supply. The past 35 years has been \nmarked by a sharp drop in the proportion of new houses built by local authorities from just under 50 % in 1969-1970 \nto around 1.6 % in 2014-2015 (27). Already, some public sector agencies have announced ambitious plans to use \nland or property that they own to boost the supply of houses (28). However, local authorities\n\n (27) Office for National Statistics (2014) Trends in the UK Housing Market.\n\n (28) Transport for London has announced that it plans to build 10 000 new dwellings in suburban London in the \nnext decade by exploiting land close to tube stations across 75\n\n and other public agencies are unlikely to have the capacity or funding to contribute directly to residential \nconstruction on the scale of that of forty to fifty years ago.\n\n There is scope for local authorities to develop close strategic partnerships with private sector builders to strive \njointly to develop and deliver large residential developments. Such an approach may ensure that the sometimes \nadversarial nature of the system under which planning permission for residential development is determined, is \nsupplemented by a more cooperative approach. In particular, close and early involvement of local authorities could \nhelp provide greater and earlier certainty in relation to planning permission. This would mitigate one of the major \nrisks for private sector suppliers acting alone and reduce the costs of development.\n\n Under such partnerships, local authorities could act as a 'facilitator' or 'enabler' of such developments (29). Local \nauthorities would take a significant strategic role in the identification and assembly of sites for development and \nshape the overall development. Such sites may include publicly-owned land. Private sector developers and builders \nwould continue their key roles in site design, construction, sales and marketing.\n\n Local authorities and other owners of public land could 'directly commission' large scale residential developments \nin partnership with the private sector. In short, under this approach, costs, risks and benefits could be pooled to \nmaximise the increase in housing supply, reduce delay, maximise 'build out' (30) rates and reduce costs. A \nnoteworthy example of direct commissioning is underway at Northstowe with 8500 units to be built by the partners.\n\n The government plans to expand the number of sites on which direct commissioning is used to deliver new supply. \nIn January 2016, it announced that it would directly commission new\n\n sites, two-third of which are in central London (i.e. zones 1 and 2) . (FT 21 October 2015).\n\n (29) As set out in the Elphicke-House Report (2015) From Statutory Provider to Housing Delivery Enabler\n\n (30) A build out rate is a developer's amount and location of potential development for an area.\n\n 2.1. The housing sector\n\n 27\n\n\n\n houses on public land for which planning permission is in place with 13 000 units on four sites to commence in \n2016. The announcement should help extend an important new avenue to raise housing supply.\n\n Risks\n\n High levels of indebtedness and rising house prices may leave the household sector vulnerable to adverse \ndevelopments in the short and/or medium terms. In turn, an adverse effect on the household sector may have \nimplications for economic growth and financial stability. Two potential risks are an unexpected rise in the cost of \nborrowing and a negative shock to household disposable income.\n\n An unexpected rise in the cost of borrowing could place some households under pressure to meet the cost of \nservicing their mortgages. An increase in interest payments for households on a variable rate loan could, ceteris \nparibus, result in a reduction in consumption. In the extreme, large and unexpected increases in the cost of \nborrowing could result in households missing part, or all, of mortgage repayments and seeking assistance from their \nlender.\n\n However, market expectations for a rise in the bank rate, the Bank of England's main policy rate, have been \nincreasingly delayed and remain muted. Financial markets do not seem to expect the next rise in the bank rate until \nlate 2019 (graph 2.1.18). Even assuming that a rise in the bank rate takes place consistent with market \nexpectations at that time, future rises in the bank rate are likely to be gradual and limited and to reach a level well \nbelow what was typical in the previous three decades.\n\n Graph 2.1.18: Market expectations for future rises in the bank rate\n\n Source: Bank of England, the graph shows the date that the first interest rate rise is expected (on the vertical axis) \nat different points in time (on the horizontal axis).\n\n Even if interest rates were to rise unexpectedly, the impact is limited by the high proportion of loans that are at \nfixed rates. As at Q2 2015, almost 80 % of new loans for households were at fixed rates for a period of one to five \nyears. This is double the proportion in Q2 2010. However, the proportion of outstanding mortgages at fixed rates \nhas remained at around 40 % between Q2 2010 and Q2 2015. Nevertheless, as fixed rate mortgages eventually \nneed to be renewed, as either fixed or variable rate mortgages, households will, eventually, be exposed to higher \ninterest rates.\n\n Furthermore, mortgage interest payments as a percentage of household disposable income remain low. Mortgage \ninterest payments as a percentage of household disposable income has remained low in 2015 at around 2 % \n(graph 2.1.8). The proportion of households experiencing arrears in their mortgages payments, and the proportion \nof households with properties taken into repossession, continued to fall in 2015. Therefore, there would appear to \nbe capacity for households, in aggregate, to absorb an increase in the cost of borrowing without an excessive \nimpact on consumption (graph 2.1.19).\n\n On the other hand, the risk profile of lending has increased. As noted above, there has been an increase in \nunsecured lending and an increase in lending to buy-to-let investors. Such lending may leave borrowers vulnerable \nto an interest rate shock. In relation to the proportion of loans at high\n\n \noct.14janv.15avr.15juil.15oct.15janv.16avr.16juil.16oct.16janv.17avr.17juil.17oct.17déc.17mars18juin18sept.18déc.\n\n\n\n18mars19juin19sept.19déc.19mars20juin20sept.20mai 14juil. 14sept. 14nov. 14janv. 15mars 15mai 15juil. 15sept. \n15nov. 15janv. 16\n\n 2.1. The housing sector\n\n 28\n\n loan-to-value and loan-to-income ratios, the risk profile of bank lending is considered manageable given that it has \noccurred at the same time as solid growth in household disposable incomes and further declines in household \nindebtedness.\n\n Overall, the likelihood of this risk arising is low and the impact is low at the macroeconomic level. However, as \ndiscussed in the 2015 Country Report, certain groups could be disproportionately affected, such as groups that are \nrelatively highly indebted and/or groups on lower incomes. Vigilance on the part of the authorities, especially given \nthe uncertainty caused by geo-political developments in 2015 and early 2016, is required should the economy or \nfinancial stability be threatened by a negative shock.\n\n An unexpected reduction in household disposable income or employment could threaten the ability of households \nto make regular mortgage repayments. GDP growth is projected to remain healthy at 2.1 % in each of 2016 and \n2017 leaving the economy in a robust position to absorb shocks. Consistent with that, growth in real household \ndisposable income is expected to be buoyant, fuelled by growth in employment and compensation of employees. \nHowever, the recent fall in household saving, to 4.4 % of income in Q3 2015, limits the immediate scope for \nhouseholds to reduce saving to support consumption while maintaining mortgage repayments in the event of a \nshock. Even though the household saving ratio is expected to increase somewhat and then remain steady at a little \nunder 7 % of household disposable income in 2016 and 2017(31), the risk remains that households may need to \nreduce consumption in the event of a negative demand shock. Such a course of action is more likely for low-income \nhouseholds particularly if such households are unable to increase labour supply to maintain income at previous \nlevels.\n\n However, unless it is particularly severe, a negative shock to income is unlikely to have a serious impact on growth \nor financial stability. In particular, a low proportion of households are currently experiencing difficulties meeting their \nmortgage obligations, as assessed by arrears and\n\n (31) Source: European Economic Forecast Winter 2016.\n\n rates of repossession (graph 2.1.20). Even during the recession of 2009-2011, when a severe negative income \nshock occurred, and the proportion of households falling into arrears and, in the extreme, having their property \ntaken into repossession increased, they remained at relatively low rates, particularly when compared to rates in the \nearly 1990s. Overall, the likelihood of this risk arising is low and the impact should it crystallise also appears to be \nlow-modest.\n\n Graph 2.1.19: Mortgage arrears and repossession rates\n\n Source: Department for Communities and Local Government\n\n Household balance sheets and risk assessment\n\n Household balance sheets are in aggregate sufficiently strong to absorb shocks should the risks discussed above \nmaterialise. Households' gross financial assets were 320 % of GDP in 2014 while households' net financial assets, \nat 229 % of GDP, are also among the highest in the EU (graph 2.1.20). Nevertheless, households' holdings of \n\n\n\nfinancial assets can be subject to sharp corrections in their market value, particularly equity prices when compared \nwith the broadly stable value of liabilities. Moreover, differences in the relative distribution of assets and liabilities \nacross households could also affect the distribution of risks should a negative shock affect balance sheets.\n\n However, the proportion of UK households' financial assets held in pension funds is high. As such financial assets \nare relatively illiquid, they cannot easily be realised should households face\n\n 0.000.050.100.150.200.251.01.52.02.5070809101112131415% of total numer of loans% of total numer of \nloansMortgage arrears (lhs)Properties taken into possession (rhs)\n\n 2.1. The housing sector\n\n 29\n\n difficulties in servicing their mortgages in the event of the shocks discussed above. Nevertheless, even excluding \nthis class of financial assets, assets exceed liabilities.\n\n Graph 2.1.20: Households' financial assets (2014)\n\n For Germany, no data on loans were available\n\n Source: European Commission\n\n Household balance sheets are even stronger once real assets are included. In 2014, households' gross real \nhousing assets were valued at around 300 % of GDP. An examination of household balance sheets indicates, \ntherefore, that households hold considerable net worth (32).\n\n Resilience of the banking sector\n\n The banking system is also relatively resilient to shocks that affect the household sector. Around 16 % of the \nassets held by the banking sector comprised secured lending to households for house purchase in 2014 - a rise of \nabout 6pps from the recent trough in 2009 and the highest level in ten years. However, the exposure of UK banking \nsector to housing assets is in line with that of other Member States (graph 2.1.21).\n\n (32) Office for National Statistics (2015) Total Wealth, Wealth in Great Britain 2012-2014. Nevertheless, any fall in \nhouse prices could disproportionately affect household balance sheets.\n\n Graph 2.1.21: Banks' lending for house purchase, % of total assets\n\n Source: European Central Bank\n\n The results of the Bank of England's 'stress tests' show that, in the event of a severe economic shock, the banking \nsector's capital buffers would decline, but remain above key thresholds. As a result, the Bank of England concluded \nthat the seven major banks did not need to raise additional capital above levels already planned to increase their \nresilience in the face of a severe shock.\n\n More generally, the banking sector has returned to stability and is now much better capitalised than before the \ncrisis. Banks have rebuilt their balance sheets and are now safer. The aggregate tier 1 capital ratio of the UK \nbanking sector was 13 % of risk weighted assets in September 2015 and compares favourably with other EU \n\n\n\ncountries. Since 2008, UK banks have also improved their liquidity positions and are holding significantly more high \nquality liquid assets which would allow them to overcome a liquidity 'crunch'. Banks have deleveraged further and \nimproved the composition of their balance sheets. Since 2008, total assets of the banking system have declined by \nalmost 20 %. Banks increased the share of their domestic lending as a proportion of total assets while reducing the \nshare of overseas and intra-financial sector lending.\n\n 050100150200250300350UKNLCYDKBEMTSEITFRPTESIEATDEELFILUBGHUHREECZSILVPLLTSKRO% of \nGDPTotal assets of householdsHousehold \ndebt16051015202530SKEEDKLTPTPLSEESGRCZNLUKFILVDEHRSIROCYBEATFRBGITHUMTIELU\n\n 30\n\n The current account has been in deficit for the past three decades. In 2014, the current account deficit rose to 5.1 \n% of GDP. This is the highest level on record and well above the average deficit of around 2.1 % of GDP between \n1984 and 2014. However, the size and composition of the deficit have varied over this period. The rise in the trade \ndeficit, which is the difference between exports and imports of goods and services, exerted a significant impact on \nrise in the current account deficit in the late 1980s and from 2007-2008. More recently, however, the primary \nincome deficit, which is the difference between income flows between the UK and the rest of the world, have played \na more significant role. This section examines the causes of the marked rise in the current account deficit since \n2011. It also considers recent trends in the export share.\n\n Movements in the primary income balance have been the main driver of the increase in the current account deficit \nsince 2011. The rise of 3.4 pps. in the current account deficit between its recent trough in 2011 and peak in 2014 is \ndominated by an increase of around 3.1 pps. in the primary income deficit. The move into a substantial deficit in the \nprimary income balance is historically unusual. Between 1995 and 2010 the balance had typically been in surplus \nand, although there was a deficit in most of the years between 1980 and 1995, for most of those years it was \nrelatively small and considerably smaller than that in 2014 (graph 2.2.1).\n\n By contrast, the trade deficit has remained stable since 2010. The trade deficit fell from an average of around 2.6 \n% of GDP in 2000-2009 to 2.0 % of GDP from 2010-2014 (graph 2.2.1). The current pattern is also historically \nunusual. Typically, changes in the trade balance have dominated those in the current account balance but that has \nnot been the case since 2010.\n\n The primary income balance\n\n The primary income balance is dominated by the net effect of income flows on the stock of investment abroad by \nUK nationals and by foreign nationals in the UK (33). Both credits\n\n (33) The analysis in this section has been informed by work by the Office for National Statistics. See Office for \nNational\n\n (i.e., earnings by UK nationals on their investments abroad) and debits (i.e. earnings by foreign nationals on their \ninvestments in the UK) to the primary balance comprise income flows. These, in turn, comprise earnings from \nForeign Direct Investment (FDI) and portfolio investment. On the credit side of the primary balance, earnings on \nFDI generally outweigh earnings on portfolio investment while, on the debit side of the primary balance, payments \non FDI outweigh payments on portfolio investment to foreign nationals. Movements in the portfolio income balance \nand the FDI income balance and their contributions to the overall primary income balance are, therefore, of \nparticular interest.\n\n\n\n Graph 2.2.1: Current account balance\n\n Source: Office for National Statistics\n\n The rise in the primary income deficit since 2011 has been driven by a deterioration in the FDI income balance. \nSince 2011, the balance on primary income from FDI has moved from a strong positive position to balance - a \ndecline of around 3.2 pps (graph 2.2.2). By contrast, the net balance of income from portfolio investment has \nremained reasonably constant and in deficit at around 1.2 % of GDP. The balance on primary income is the \ndifference between income receive\n\n Statistics (2015) and (2016) An analysis of Foreign Direct Investment, the main driver of the recent deterioration in \nthe UK's Current Account.\n\n -6-5-4-3-2-10123808284868890929496980002040608101214% of GDPNet tradePrimary incomeSecondary \nincomeCurrent account\n\n 2.2. THE EXTERNAL SECTOR\n\n 2.2. The external sector\n\n 31\n\n from abroad (income credits) and income paid abroad (income debits). While the deterioration in the balance on \nincome from FDI reflects both a decline in UK earnings from abroad and a large rise in payments to abroad, the fall \nin credits outweighs the rise in debits (table 2.2.1).\n\n Table 2.2.1: Decomposition of the primary income balance, foreign assets and liabilities and rates of return on \nforeign assets and liabilities\n\n Source: Office for National Statistics\n\n The decline in FDI credits predominantly reflects a decline in the rate of return received from FDI assets since 2011 \nalthough the level of FDI assets also declined. The rate of return on gross UK FDI abroad has fallen. The rate of \nreturn fell between 2011 and 2014 by a little under 3 pps while the level of FDI assets fell somewhat (table 2.2.1). \nThis is the reason for the fall in FDI credits. It is worth noting that the decline in credits received from portfolio \ninvestment was considerably smaller than that for FDI credits. In absolute terms, the yield on portfolio assets is \nconsiderably lower than on FDI assets.\n\n The rise in FDI debits reflects a rise in the stock of FDI liabilities rather than a rise in the rate of return on FDI \nliabilities. The rise in FDI liabilities may reflect the positive features of the UK economy which make it an attractive \ndestination for foreign investment although the rate of return for overseas investors on their FDI investments in the \nUK fell slightly between 2011 and 2014. At the same time, gross debits from portfolio investment remained relatively \nstable. Moreover, the rate of return on FDI assets remains above that on FDI liabilities by 1.1 pps.\n\n Graph 2.2.2: Primary income balance\n\n\n\n Source: Office for National Statistics\n\n The primary income balance with the European Union\n\n The decline in the primary income balance partly reflects a decline in the primary income balance with the rest of \nthe EU. At the same time, it is by no means confined to the EU and the decline in the balance with the extra-EU \nexceeded that with the EU. The primary income deficit with the EU rose between 2011 and 2014 (graph 2.2.3 and \ntable 2.2.1). However, the decline in the primary income balance with the EU accounts for less than half of the \ndecline in the primary income balance. Moreover, the primary income balance with the rest of the world (i.e. 'extra-\nEU') fell from a healthy surplus to close to balance (graph 2.2.3 and table 2.2.1). Within the extra-EU, there has \nbeen a particularly large decline in the balance with the United States which accounts for a little under half of the \ntotal decline.\n\n 20112014DifferencePrimary income balance% of GDPTotal primary income balance1.3-1.8-3.1Of which: FDI \nincome balance3.30.1-3.2Of which: FDI debits3.23.90.7FDI credits6.54.0-2.5Portfolio Income balance-1.1-1.3-\n0.1Other-0.91.22.1Of which: Balance with the EU-0.6-1.9-1.3Balance with the non EU1.90.1-1.8Of which: FDI \nincome balance with the EU1.1-0.4-1.6Of which: FDI earnings, EU credits2.20.9-1.3FDI earnings EU \ndebits1.11.30.2Stocks% of GDPForeign Assets688.0560.9-127.1Of which: FDI assets80.167.5-12.6Of which: EU \nFDI assets32.922.3-10.7Foreign liabilities695.5584.7-110.8Of which: FDI liabilities60.975.714.7Of which: EU FDI \nliabilities23.027.34.3Rates of returnEarnings/StocksForeign Assets1.81.4-0.4Of which: FDI assets8.15.4-2.7EU FDI \nassets6.43.6-2.8Foreign Liabilities1.61.60.0Of which: FDI liabilities5.24.3-0.9Of which: EU FDI liabilities4.14.40.3-3-\n2-1012340405060708091011121314% of GDPEarnings on direct investmentOther primary incomeEarnings on \nportfolio investmentPrimary income net\n\n 2.2. The external sector\n\n 32\n\n Graph 2.2.3: Primary income balance\n\n Source: Office for National Statistics\n\n The decline in the primary income balance with the EU reflects a deterioration in the balance of income from FDI. \nThe balance on FDI income with the EU fell from a surplus in 2011 to a small deficit in 2014 (graph 2.2.4). A similar \ndecline is seen in the FDI income balance with the extra-EU.\n\n The decline in FDI credits from the EU reflects both a fall in the stock of FDI assets invested in the EU and a fall in \nthe rate of return received from EU FDI assets (table 2.2.1). The size of the decline in the rate of return on FDI \nassets in the EU was similar to that in other geographical regions. However, the sharp fall in the stock of FDI assets \ninvested in the EU stands in contrast to trends in the extra-EU, where such stocks either increased or fell only \nslightly depending on the region over the same period. This possibly indicates a shift in investment preferences \namong UK FDI investors. Nevertheless, despite the decline, the remaining stock of UK FDI assets in the EU \nremains well above that of any other geographical region and accounts for around 50% of all UK FDI assets.\n\n Graph 2.2.4: FDI income balance\n\n Source: Office for National Statistics\n\n\n\n By contrast, EU FDI debits have remained relatively healthy and risen slightly between 2011 and 2014. The \nincrease in EU FDI debits reflects an increase in the stock of EU FDI liabilities and a small rise in the rate of return \non that investment (table 2.2.1). The absolute rate of return on EU FDI in the UK is broadly in line with that for the \nextra-EU. In addition, there was a marked rise in the FDI liabilities to the EU (table 2.2.1). The stock of EU FDI \nliabilities accounts for around half of all FDI liabilities - by far the largest of any geographical region - and exceeds \nthe stock of EU FDI assets by around 5pps of GDP. The rise in EU FDI liabilities may reflect the perceived \nincreased attractiveness of the UK as a destination for FDI in recent years for EU investors.\n\n The UK has a primary income deficit with many EU Member States and many primary income balances with \nMember States have deteriorated since 2011. The largest primary income deficits are with Germany, France, \nIreland and Luxembourg (graph 2.2.5). Since 2011, there has been a significant deterioration in the net income \nbalance for Luxembourg and the Netherlands which accounts for most of the increase in the primary income deficit \nwith the EU.\n\n -2-1012399000102030405060708091011121314% of GDPBalance EUBalance non-EUTotal primary balance, \nworld-0.50.00.51.01.52.02.53.03.54.04.55.005060708091011121314% of GDPFDI balance EUFDI balance non-\nEUFDI balance world\n\n 2.2. The external sector\n\n 33\n\n Graph 2.2.5: Primary balance with EU Member States, 2014, and change in the primary balance with EU Member \nStates, 2011-2014\n\n Source: Office for National Statistics\n\n The largest FDI income deficits are with Germany, Finland, France and Spain. However, there has been a \nparticularly noteworthy deterioration in the deficits with the Netherlands and Luxembourg since 2011 which has \ndriven the deterioration in the overall EU FDI deficit (graph 2.2.6).\n\n The rise in the FDI income deficit with the Netherlands and Luxembourg is difficult to interpret and may distort the \noverall rise in the FDI income deficit and its attribution by country or region. Specifically, the Netherlands and \nLuxembourg may be intermediate recipients for FDI flows rather than the ultimate destination or source of such \nflows consistent with their status as significant world financial centres. Such flows may mask the true country of \norigin - which may also be in the EU or outside the EU. Once this effect is removed the relative impact of \nLuxembourg and the Netherlands on the change in the FDI primary income between 2011 and 2014 falls \nsignificantly. The role of cross-border flows through the Netherlands and Luxembourg may confirm the broadly-\nbased nature of the decline in the primary income FDI balance as a worldwide development.\n\n Graph 2.2.6: FDI income balance with EU member states 2014 and change in the FDI income balance with EU \nmember states, 2011-2014\n\n Source: Office for National Statistics\n\n Cyclical and structural issues\n\n The increase in the primary income deficit may be, at least in part, cyclical and therefore temporary. As discussed \nabove, a significant contributor to the rise in the deficit is the broad-based fall in the rates of return on UK FDI \ninvestments abroad. These developments may reflect the challenges confronting the world economy in recent years \n\n\n\nand the low growth that has resulted in some countries. These effects are compounded by the possibly more \nadvanced business cycle position of the UK vis-&agrave;-vis some other advanced economies, which would \nsupport somewhat higher returns on FDI in the UK. At the same time, industries in which UK FDI is concentrated \nmay be facing temporary headwinds. This is the case of industries for which profitability has been affected by a \ndrop in commodity and oil prices. On the assumption that future economic growth and an improvement in \ninternational business cycles is reflected in the rates of return on the UK's FDI assets, FDI credits may rise. Such a \nrise would contribute to a reduction in the FDI income deficit and the primary income deficit overall. However, \nshould the rate of return paid abroad on UK assets and/or the stock of such assets held by foreign investors also \nrise, the impact on the FDI income balance would be reduced.\n\n -0.7-0.6-0.5-0.4-0.3-0.2-0.10.00.10.2-0.7-0.6-0.5-0.4-0.3-0.2-\n0.10.00.10.2SwedenPolandItalyFinlandPortugalAustriaBelgiumNetherlandsSpainOther \nEUFranceLuxembourgIrelandGermanypps. change 2011-2014% of GDPPrimary balance 2014Change in the \nprimary income balance 2011-2014-0.8-0.6-0.4-0.20.00.20.4-0.4-0.3-0.2-0.10.00.10.2Other \nEUSwedenIrelandLuxembourgPolandItalyNetherlandsPortugalAustriaBelgiumFinlandSpainFranceGermanypps. \nchange 2011-2014% of GDPFDI income balance (lhs)Change in FDI incomebalance, 2011-2014\n\n 2.2. The external sector\n\n 34\n\n Nonetheless, at least part of the rise on the primary income deficit may be structural. Some of the increase in FDI \nliabilities, and decline in FDI assets, may be structural given the medium to longer term nature of these flows. In \naddition, the deterioration in the net international investment position (NIIP) (see below) would tend to increase \noutflows (including FDI outflows). Moreover, the observed decrease in rates of return on UK assets has brought \nthem closer to the rates paid on UK liabilities. Such a movement may be medium term in nature. Any structural \nincrease in the primary income deficit would limit the extent of its reduction once cyclical conditions improve.\n\n There has also been a significant change in FDI income balance by sector. While the fall in the net FDI income \nbalance occurred in every sector, the decline has been steepest in the production, 'transport, storage and \ncommunication' and 'distribution, hotels and restaurants' sectors (34). The decline in the net income from the \nproduction sector since 2011 has been concentrated in the mining and quarrying sector. It reflects a steep fall in \ncredits outweighing a modest fall in debits. The decline may reflect the sharp fall in world oil prices over this period, \nwhich was amplified by a larger stock of foreign FDI assets than liabilities. To the extent that recent movements in \nworld oil prices reflect cyclical rather than structural phenomena, at least part of the recent deterioration in the \nprimary FDI income balance may be cyclical.\n\n The Net International Investment Position\n\n The recent rise in the current account deficit has been accompanied by a worsening in the net international \ninvestment position (NIIP). The NIIP has decreased from -7.5 % of GDP in 2011 to -25 % of GDP in 2014. The NIIP \nin 2014 is now more negative than the previous low point in 1999 (graph 2.2.7). The NIIP is modestly negative by \nEU standards.\n\n A sequence of current account deficits since the mid-1980s has contributed to the deterioration of a previously \nsignificantly positive NIIP. Nevertheless, the NIIP is only roughly correlated with the cumulative current account \nbalance (graph\n\n (34) See ONS (2015) ibid.\n\n\n\n 2.2.8); the level of the NIIP 'implied' by the cumulative current account balance has typically been higher than the \nrecorded NIIP. It would seem that, for prolonged periods, movements in the NIIP are dominated by factors other \nthan the current account balance.\n\n Graph 2.2.7: Net International Investment Position\n\n Source: Office for National Statistics\n\n Graph 2.2.8: The net international investment position (actual and implied) and the current account deficit\n\n Source: Office for National Statistics\n\n Valuation effects can be particularly important in the UK given the very large size of foreign\n\n -30-25-20-15-10-505101520256669727578818487909396990205081114% of GDP-40-30-20-\n1001090929496980002040608101214% of GDPActual NIIPImplied NIIPCA Balance\n\n 2.2. The external sector\n\n 35\n\n assets and liabilities. Reflecting the sheer size of the UK's external balance sheet, which is around six times that of \nGDP, valuation effects can exert a very large impact on the NIIP (graph 2.2.9). Such valuation effects can be \ncaused by fluctuations in the exchange rate and price movements.\n\n Graph 2.2.9: Decomposition of the change in the net international investment position\n\n Source: European Commission\n\n A change in the composition of external financing towards unstable short-term portfolio investment flows would \nleave the UK more vulnerable to changes in investor confidence. A negative current account balance needs to be \nfinanced - either by the sale of assets or the acquisition of liabilities. In either case, the net foreign liability position \nwould rise. However, the vulnerabilities associated with such a position depend on the type of asset and liability \nflows that underpin it. Should a rise in the net liability position be associated with a rise in net FDI liabilities, then \nthe risks associated with a negative NIIP are attenuated. This is because FDI liabilities are likely to be more stable \nand long term in nature, and reflect a perceived positive investment environment in the UK and less vulnerable to \nchanges in investor sentiment and/or a rise in net foreign portfolio liabilities, which can be unstable and short-term \nin nature.\n\n Recent movements in foreign asset and liability flows have mitigated the risks associated with a net liability \nposition. Gross FDI liabilities increased from 61 % of GDP in 2011 to 76 % of GDP in 2014 and from 9% to 13 % of \ntotal liabilities. By contrast, portfolio liabilities fell - from 155 % of GDP in 2011 to 144 % of GDP in 2014. The fall in \ngross foreign portfolio liabilities was mirrored in a fall in net foreign portfolio liabilities from 24 % of GDP to 2011 to \n6 % of GDP in 2014. Nevertheless, despite recent trends the size of gross portfolio liabilities continues to exceed \nthat of gross FDI liabilities - by around 70 % of GDP - although the relative net positions are similar.\n\n\n\n A depreciation of sterling is likely to act as an automatic stabiliser should investor sentiment turn against the UK. A \ndepreciation should spur export growth and reduce import growth and thus, theoretically, reduce the current \naccount deficit. In addition, UK assets denominated in sterling become cheaper in foreign currency terms. As a \ngreater share of the UK's foreign liabilities is denominated in sterling than is the share in foreign assets (35), in the \nevent of a depreciation of sterling, the net foreign asset/liability position should improve as a result of valuation \neffects.\n\n Despite vulnerabilities, the short-term risks associated with the current account balance and NIIP are considered \nlow. Investor sentiment towards the UK is currently positive. The UK is assessed as a favourable destination for \nease of doing business (see section 3.3) and its institutional framework is strong. Although the NIIP has worsened \nin recent years, the position is only modestly negative by EU standards and the short-term risks associated with it \nare considered manageable. The asset/liability composition of foreign stocks is moving towards a greater reliance \non stable FDI flows. Moreover, the UK retains the advantage of a favourable foreign currency composition of \nforeign assets and liabilities, which, along with a floating exchange rate, serves to stabilise the NIIP in the short \nterm in the event of a loss of investor confidence.\n\n Export market share\n\n The rate of decline in export market share in recent years has slackened and even reversed in 2014. Over the past \nfifteen years, the export\n\n (35) Bank of England Financial Stability Report, July and December 2015.\n\n -25-20-15-10-505101520250405060708091011121314Change in pp. of GDP (\n\n yoy)Valuation changesNet transaction effect (rest FA bal.)Investment income effectNominal growth effectChange \nin NIIP (yoy)\n\n 2.2. The external sector\n\n 36\n\n market share has fallen by almost 20 %. However, since 2010, this trend has been reversing. The reduction in \nexport share of 9 % in the five years to 2014 was the lowest since 2006. The decline in export share since 2009 \nwas largely concentrated in a single year, 2010. Indeed, in 2014 taken alone, export share rose again (by 2.5 %). \nFurthermore, the decline in the five-year average export share reflects faster rate of growth in world exports rather \nthan a decline in UK exports (graph 2.2.10). Within the EU, the decline in export market share has not been \nparticular to the UK, but has been broad based throughout the European Union.\n\n Graph 2.2.10: Composition of change in export share\n\n Source: European Commission\n\n The trend reversal in export market share has been driven by developments in the market share for goods and \nservices. There have been continual gains in market share for services since 2010. In addition, the previously large \nreductions in the market share for goods have dissipated and largely ceased in 2014 (graph 2.2.11).\n\n Graph 2.2.11: Decomposition of change in export market share\n\n\n\n Source: European Commission\n\n Unit labour costs\n\n Nominal unit labour costs, a component of competitiveness, have been muted since 2010 and have not \ncontributed to the decline in export share since 2010. Unit labour costs have, on average, increased below the \naverage inflation rate since 2009 (graph 2.2.12). Both productivity and growth in real compensation of employees \nhave been weak since 2009 and have moved broadly consistently with each other. Prior to 2009, by contrast, \ngrowth in real compensation of employees typically outstripped that in productivity, resulting in substantial nominal \nunit labour cost increases. Subdued movements in nominal labour costs may have contributed to the recent \nreductions in the rate of decline in export market share.\n\n -25-20-15-10-505101520000102030405060708091011121314% yoy and pps. Contribution: World export growth \n(neg. Sign)Contribution: Export growthExport market share % yoy-14-12-10-8-6-4-\n20246010203040506070809101112131415Rate of change y-o-y\n\n (%)Contribution to EMS: goodsContribution to EMS: servicesExport market share growth yoy\n\n 2.2. The external sector\n\n 37\n\n Graph 2.2.12: Unit labour costs\n\n Source: European Commission\n\n The relationship between the exchange rate, price competitiveness and export market share appears to be weak in \nthe UK. Despite a modest depreciation since late 2014, overall, the exchange rate has appreciated since 2013 and \nstands well above its trough during the recession 2008. The appreciation, reflected in a rise in the real effective \nexchange rate, has resulted in a loss of external price competitiveness (which is typically measured as the inverse \nof the real effective exchange rate). However, the extent to which this development will affect export market share is \nunclear. The relationship between the real effective exchange rate and export share seems weak (graph 2.2.14). \nFor instance, despite a significant depreciation in the nominal exchange rate, and the real effective exchange rate, \nin 2008 and 2009, the export market share did not improve; to the contrary, it continued to decline. Similarly, it may \nbe the case that the rise in the real effective exchange rate, and corresponding fall in price competitiveness, does \nnot result in a renewed decline in export share.\n\n Graph 2.2.13: Real effective exchange rate and export market share\n\n Source: European Commission\n\n Non price competitiveness\n\n The quality of goods exports is relatively high. Among the EU, the UK ranks as the fourth highest in quality of its \ngoods exports (graph 2.2.14).\n\n Graph 2.2.14: Share of export value in top quality category\n\n\n\n A quality ranking of 1 reflects the highest quality rank in the EU market for a particular 'country of origin' product. \nThe quality ranking of the UK's exports indicates that the quality of its exports is the fourth highest in the EU. The \nquality indicator is calculated using export prices and costs or mark-ups of exported products.\n\n Source: European Commission.\n\n -3-2-101234567000102030405060708091011121314% yoyInflation (GDP deflator growth)Real Compensation per \nEmployeeProductivity Contribution (negative sign)Nominal unit labour cost-20-15-10-\n505100102030405060708091011121314Rate of change y-o-y\n\n (%)REER (ULC) IC-37Export market \nshare0.00.10.20.30.40.50.60.70.8LTPLSKESELHRROCZBGSIEELVHUPTLUMTBEFIDEITNLATSEFRUKDKCYIE\nRank\n\n 2.2. The external sector\n\n 38\n\n Moreover, the UK's longstanding strengths as a leading world financial centre are reflected in its comparative \nadvantage in the exports of financial services. The UK retains a comparative advantage in the export of banking \nservices and pensions and insurance services (graph 2.2.15) which contributes to a healthy surplus in trade in \nservices (of just under 5 % of GDP in 2014).\n\n Graph 2.2.15: Symmetric revealed comparative advantage in services\n\n Symmetric revealed comparative advantage in services is an indicator of specialisation of a country in the export of \nservices relative to the world.\n\n Source: European Commission\n\n Investment in infrastructure and policies to boost skills can enhance productivity and economic growth including in \nthe export sector. Investment in infrastructure, especially in transport and energy, should help support exports while \ninvestment in skills should ensure that exporters can take advantage of a high quality skill base with which to gain \nfurther market share. These issues are discussed further in section 3.\n\n -0.8-0.6-0.4-0.20.00.20.40.60.8TransportTravelConstructionInsurance and pensionservicesFinancial \nservicesCharges for the use ofintellectual property n.i.e.ICT servicesOther business services200520102014\n\n 39\n\n This MIP Assessment Matrix summarises the main findings of the in-depth review in the country report. It focuses \non imbalances and adjustment issues relevant for the MIP.\n\n Table 2.3.1: MIP assessment matrix (*) - United Kingdom 2016\n\n (Continued on the next page)\n\n\n\n Gravity of the challenge Evolution and prospects Policy response Imbalances (unsustainable trends, vulnerabilities \nand associated risks) Housing sector and household debt The UK has one of the highest levels of household \nindebtedness in the EU. After peaking at 99 % of GDP in 2009, household sector indebtedness has declined \nsomewhat - to 86 % of GDP in 2014. Real and nominal house prices rose at around 7.7 % in the year to November \n2015 implying that nominal house price growth has almost halved since its peak in mid-2014. The rise in house \nprices has not been accompanied by commensurate growth in household secured credit. However, house prices \nremain high, given supply and demand fundamentals, and the price-to-income ratio is above the historical average. \nEconomic growth has been robust in the face of deleveraging. The resilience of the household sector and financial \nsector to an interest rate or income shock is considered to be robust. Therefore, risks appear low in the short term. \nHousehold balance sheets are strong in aggregate terms, with financial assets exceeding financial liabilities. The \nmain risks flow from a high level of household indebtedness, which increases the vulnerability to shocks. However, \nthe risks appear low to modest in the medium term. The evolution of household indebtedness depends upon \nprojections for nominal GDP growth, house price growth and the proportion of houses purchased using mortgages. \nUnder plausible assumptions, household indebtedness is projected to trough in 2015 and rise modestly, if steadily, \nthereafter. The pace of nominal house price growth is projected at around 5 % per year in the medium term. The \npolicy response needs to reduce the imbalance between demand and supply in the housing market in order to \nmoderate house price growth. This is best achieved by raising the supply of new houses. The measures in the \nHousing and Planning Bill 2015-16 and 'direct commissioning' constitute recent initiatives to this effect, although \ntheir ability to materially narrow the gap between expected demand and supply will depend on the effectiveness of \ntheir implementation. On the demand side, macro-prudential regulators need to remain vigilant to an excessive \neasing of lending standards for new mortgages.\n\n 2.3. MIP ASSESSMENT MATRIX\n\n 2.3. MIP assessment matrix\n\n 40\n\n Table (continued)\n\n (*) The first column summarises \"gravity\" issues which aim at providing an order of magnitude of the level of \nimbalances. The second column reports findings concerning the \"evolution and prospects\" of imbalances. The third \ncolumn reports recent and planned relevant measures. Findings are reported for each source of imbalance and \nadjustment issue. The final three paragraphs of the matrix summarise the overall challenges, in terms of their \ngravity, developments and prospects, policy response.\n\n Source: European Commission\n\n External balance The UK has one of the highest current account deficits in the EU at 5.1 % of GDP in 2014. The \ntrade deficit has been stable at around 2 % of GDP since 2011, but the primary income deficit has risen to around \n1.8 % of GDP, accounting for most of the rise in the current account deficit since then. Due to the sharp \nappreciation of the exchange rate since early 2013, price competitiveness has declined. However, unit labour costs \nremained contained. Although the export market share improved in 2014, it has been in long term decline, in \ncommon with that of the majority of Member States. The Net International Investment (NIIP) is moderately negative \nat 25 % of GDP and the large external financing needs leave the UK vulnerable to a shock, e.g. a sudden change in \ninvestor sentiment. However, the recent rises in the NIIP have been increasingly financed by stable FDI flows and \nare less reliant on short-term financial flows. In any case, the UK has a flexible exchange rate and a broadly \nfavourable currency composition of foreign liabilities. This means that any depreciation of sterling should lead to a \n'self-correcting' effect on the current account deficit and the NIIP, implying lower risks. The current account deficit is \nprojected to narrow to 4.3 % of GDP by 2017 driven largely by a decline in the primary income deficit, which is in \n\n\n\nturn a reflection of changes in changes in foreign asset and liability positions and rates of return on those assets \nand liabilities. The NIIP may remain moderately negative although this depends, inter alia, on valuation effects \nwhich are typically strong in the UK. In the absence of favourable valuation effects, a significant improvement in the \ncurrent account balance would be required to prevent the NIIP from deteriorating over the medium-term. Growth in \nNULCs should remain low as real wages and productivity rise at a similar rate in the medium term. At least in part, \nsome of the rise in the primary income balance is cyclical and should unwind irrespective of policy. In the medium \nterm, as identified in previous in-depth reviews and country reports, continued investment in infrastructure and \nskills would support productivity and economic growth including export growth. This should eventually improve the \ntrade balance. Conclusions from IDR analysis • The household sector continues to experience high levels of \nindebtedness and house price levels remain high. Housing supply shortages remain acute particularly in London \nand the south-east of England, exerting upward price pressures. Household balance sheets are, however, strong \non aggregate and the household sector and broader economy appear resilient to short-term shocks. On the \nexternal side, the current account deficit increased in 2014 to reach a record high, linked to a deterioration in the \nincome balance, which is partly cyclical. The high current account deficit leaves the UK vulnerable to changes in \ninvestor sentiment. However, a favourable institutional framework and low foreign currency liabilities mitigate these \nrisks. • Household indebtedness levels projected to rise again in the short to medium term. House prices are also \nprojected to continue to rise - at an average of around 5 % per year although at a slower pace than recently. In the \nabsence of a further supply side response the level of house prices and level of household indebtedness will \nremain high. The current account deficit is expected to decline as adverse cyclical conditions unwind. • The main \npolicy challenge in the short and medium terms is to address the ongoing imbalance between the supply and \ndemand for houses. Although there have been many government initiatives, they have yet to exert a material \nimpact on supply.\n\n 41\n\n Taxation policy\n\n The tax system is overall relatively growth friendly. For instance, consumption and recurring taxes on property \naccount for 43 % of total taxation in 2014, a share which is among the highest in the European Union. At around 33 \n% of GDP in 2014, the UK's total tax burden is below the European Union average of around 39 %.\n\n The government continues to implement its fiscal consolidation plan following the May 2015 general election. The \nplan focuses mainly on expenditure cuts, which account for around 80 % of the total consolidation. The government \nhas set out a consolidation path until 2020-2021 with the intention of reaching a budget surplus in 2019-2020. The \ngovernment estimates that it will receive an additional GBP 20.9 billion in the period 2015-2016 to 2020-21 from tax \npolicy decisions. These revenues include measures relating to avoidance, evasion and tax planning, and savings \ndue to the modernisation of the tax and benefit system.\n\n Table 3.1.1: Composition of tax revenue\n\n Source: OBR\n\n Tax receipts have increased in 2014-2015 compared to 2013-14. The overall increase was 4 % with corporation \ntax receipts increasing by 7 % over the same period. This change reflects increases in the financial, life assurance \nand other industrial and commercial sector categories, reflecting robust trading profits in most sectors of the \neconomy. In particular, financial sector receipts increased by 28 % over this period, a marked contrast to the \ndeclining profitability of the sector since the financial crisis.\n\n With a view to stimulating investment, the government has reduced the statutory corporation tax rates in recent \nyears, from 28 % to 20 %, and is planning a further decrease to 18 % by 2020. The effective marginal tax rate \n(EMTR) on investment was high compared to other OECD countries (36). This could be attributed to the capital \n\n\n\nallowance regime that remains one of the less generous in the OECD for large companies, especially for \nbusinesses with substantial investment in physical assets like plant and machinery and buildings. The reduction in \nstatutory corporation tax rates in recent years as well as the planned further reduction would make the EMTR more \ninternationally competitive. A further tax incentive to stimulate investment is the annual investment allowance for \nplant and machinery investment, which is GBP 200 000 from 1 January 2016.\n\n Despite recent reforms to the R&D tax credit system, spending on R&D in the UK continues to be below that of \npeer countries. The R&D tax credit scheme is the main way to stimulate private sector R&D spending. According to \na 2015 evaluation by the government, every GBP 1 of tax relieved by R&D tax credits stimulates between GBP 1.53 \nand GBP 2.35 of additional investment.\n\n To incentivise investment and growth, the UK launched a review of business rates in 2015. The\n\n (36)            https://www.sbs.ox.ac.uk/sites/default/files/Business_Taxation/Docs/Publications/Reports/cbt-coalition-\nreport-final.pdf.\n\n Tax category2014-15 (GBP billion)Revenue %GDP %Income tax163.727.19National insurance contributions \n(employers and employees)110.318.36Corporation tax42.172.3Property taxes66.3113.6Capital \ntaxes8.51.40.5VAT124.920.76.9Excise duty52.88.72.9Other taxes35.35.81.9Total603.910033.1\n\n 3. ADDITIONAL STRUCTURAL ISSUES\n\n In addition to the imbalances and adjustment issues addressed in section 2, this section provides an analysis of \nother structural economic and social challenges for the United Kingdom. Focusing on the policy areas covered in \nthe 2015 country-specific recommendations, this section analyses issues related to taxation policy and debt \nsustainability; labour market and social policies; and the challenge of raising labour productivity, and infrastructure \ninvestment.\n\n 3.1 TAXATION POLICY, DEBT SUSTAINABILITY AND FISCAL FRAMEWORK\n\n 3.1. Taxation policy, debt sustainability and fiscal framework\n\n 42\n\n review could be used to assess whether the current system acts as a barrier to investment by discouraging \nproperty intensive production and penalising investment in new plant and machinery. Business rates are a property \ntax charged on most non-domestic properties such as shops, offices and factories. The scope of the review is wide \nand includes both the scope, and how, business rates are currently administered. The outcome of the review is \nexpected in the 2016 budget although the government has recently announced that it intends to devolve business \nrates from central to local government towards the end of the Parliament. Business rates comprise a large \nproportion of the taxes paid by companies in the UK and form a relatively stable source of tax revenue (GBP 27.5 \nbillion in 2014-2015 compared to GBP 42.1 billion in corporation tax). Recurring taxes levied on business property \nare higher in the UK than elsewhere in the OECD (37). Business rates represent a fixed cost for businesses and \nare not linked to their profitability.\n\n Some progress has been made on tackling the complexity of the tax system. One of the responsibilities of the \nOffice of Tax Simplification, which was set up in July 2010, is to provide advice on simplifying the UK tax system. \nThe importance of the need to tackle the complexity of the UK tax system was underlined in its recent report when \nthe Office of Tax Simplification concluded that since 2010 57 reliefs had been abolished to be replaced by 151 new \n\n\nreliefs. A key recommendation of the Office of Tax Simplification is to merge income tax and national insurance \ncontributions. Furthermore, the government intends to modernise its tax system administration through the use of \ndigital technology and through the restructuring of the tax offices in the UK.\n\n The UK has a very competitive regime for the taxation of labour income. The taxation of labour income is 38 %. In \norder to improve skills, the government announced that it will impose a 0.5 % charge on employment costs of \nbusinesses to fund an apprenticeship levy.\n\n The UK has identified cutting income taxes as a key element to boost productivity. It aims to increase personal \nallowances to GBP 12 500\n\n (37)            http://www.ifs.org.uk/budgets/gb2014/gb2014_ch11.pdf.\n\n (currently GBP 10 600) and increase the higher rate threshold to GBP 50 000 by 2020.\n\n The government loses potential revenues by using reduced VAT rates. Next to its standard 20 % VAT rate, the UK \napplies a reduced rate of 5 %, along with a super-reduced rate of 0 %. In 2013-2014, VAT receipts accounted for 21 \n% of government revenues. The zero-rating applies to a broad range of goods and services including many \nfoodstuffs, books, pharmaceutical products, water supply, passenger transport and the construction of new \ndwellings. The 5% rating applies to, among others, domestic fuel and power, energy-saving materials and certain \nresidential renovations.\n\n In 2014-2015, the loss of potential revenues from the zero- and reduced-VAT rates was estimated at GBP 49.4 \nbillion or 2.7 % of GDP. It is expected to increase to GBP 50.1 billion in 2015-2016. In respect of the zero-percent \nrates, the government has the possibility to tax goods and services previously taxed below 5 % at a reduced rate \n(38). Such a choice would dampen any inflationary effects of an immediate move to the standard VAT rate, as well \nas lessen the impact on the most vulnerable in society. Many of the applied zero- and reduced-rates are sensitive \nas they are deemed to address social issues.\n\n The UK has reduced the VAT compliance gap from 10.5 % in 2012 to 9.8 % in 2013, which represents an increase \nin yield of EUR 1.3 billion (corresponding to approximately GBP 1 billion). The UK VAT compliance gap, which \nmeasures the difference between what was collected and what should have been collected based on economic \nactivity, is below the European Union average of 15%. Continuing to address the VAT gap is important as the total \ngap is estimated at around GBP 16 billion (0.9% of GDP).\n\n Fiscal sustainability\n\n The high general government debt level represents a source of vulnerability for the UK economy. Gross public \ndebt is expected to peak in\n\n (38) The UK can use the provisions in Article 113 of the VAT Directive, which allows a Member State to tax goods \nand services previously taxed below 5 % at one of two reduced rates, even if such goods and services are not \nincluded in Annex III of the Directive.\n\n 3.1. Taxation policy, debt sustainability and fiscal framework\n\n 43\n\n 2016 at around 89 % of GDP and only begin to slowly decrease from 2017.\n\nhttp://www.ifs.org.uk/budgets/gb2014/gb2014_ch11.pdf\n\n\n While no substantial short-term fiscal risks exist, some variables point to possible short-term challenges. According \nto internal analysis, the short-term fiscal risk indicator remains above the threshold which indicates a risk (39). \nHowever, the long average maturity of public debt mitigates short-term risks of fiscal stress (linked to fluctuations in \ninterest rates). Indeed, the long average maturity of public debt limits rollover risks (that could arise under adverse \nfinancial markets conditions), as a relatively small fraction of public debt needs to be renewed every year. \nMoreover, a more comprehensive short-term risk indicator, which also takes into account variables such as the \nprivate sector credit flow, the private sector debt and the net international investment position, points to no \nsignificant risks of short-term fiscal stress.\n\n Fiscal risks appear to be higher in the medium-term. The same internal analysis projects continuing relatively high \nand increasing stock of debt at the end of the projections (2026). Under the baseline scenario, the simulation \nassumes that the deficit (40) is constant at 0.2 % from 2017 onwards, while the government plans to achieve a \nsurplus from 2019-2020. The sensitivity to potential shocks to nominal growth, interest rates and structural primary \nbalance, could lead to a debt ratio well above 90 % of GDP (Graph 3.1.2). Jointly simulated shocks to growth, \ninterest rates and the primary balance point to a significant chance of a debt ratio in 2020 greater than in 2015 \n(Graph 3.1.1). Moreover, a cumulative fiscal adjustment of 3.5 percentage points of GDP, relative to the baseline \nno-fiscal policy change scenario, would be required over 5 years (until\n\n (39) The S0 indicator is a composite indicator that estimates the extent to which there might be a fiscal stress risk \nin the short-term. It is based on a wide range of variables (fiscal and macro-financial variables), which have proven \nto perform well in the past in detecting situations of fiscal stress. This indicator is further decomposed into two sub-\nindexes (S0 fiscal sub-index and S0 financial competitiveness sub-index) For the UK, the overall S0 indicator is \nunder its critical threshold, while the S0 fiscal sub-index is above, but close to, its critical threshold. See European \nCommission Fiscal Sustainability Report 2015.\n\n (40) Structural primary deficit before costs of ageing.\n\n 2022), to reduce the debt-to-GDP ratio to 60 % of GDP by 2030 (41).\n\n Graph 3.1.1: Debt projections based on probability\n\n Source: European Commission\n\n In the long run, the UK might face medium fiscal risks. Internal calculations of the long-term sustainability gap (42) \nshow that a fiscal adjustment of 3.4 percentage points of GDP is needed to ensure the sustainability of public \nfinances over the long run (Graph 3.1.2). The indicator is calculated under the assumption of a no-fiscal policy \nchange scenario. The gap is mainly due to the projected impact of age-related public spending (contribution of 2.4 \npercentage points of GDP), with pensions accounting for 1.0 percentage point of GDP required fiscal adjustment, \nand healthcare for an additional 1.0 pp of GDP. The unfavourable initial budgetary position, determined by the \nstructural primary balance and the general government debt level at the last forecast year, also contributes to the \ngap (by 1.0 pps. of GDP).\n\n (41) The S1 indicator measures the required fiscal adjustment needed over the next 5 years (from the last forecast \nyear) to drive debt ratio down to 60 % of GDP in 2030. Thus, it is a medium-term sustainability risk indicator.\n\n (42) The S2 indicator measures the required fiscal adjustment needed to stabilise public debt in the long run \n(2060), taking full account of future increased liabilities linked to population ageing. Thus, it is a long-term \nsustainability risk indicator.\n\n\n\n 6070809010011020132014201520162017201820192020% of \nGDPp10_p20p20_p40p40_p60p60_p80p80_p90p50gdebt_gdp_DSM\n\n 3.1. Taxation policy, debt sustainability and fiscal framework\n\n 44\n\n Graph 3.1.2: Gross public debt as a % of GDP\n\n Source: European Commission\n\n Under a more adverse scenario, the gap would reach a higher value. This scenario assumes that, in the health \ncare and long term care areas, non-demographic drivers push costs upward. The cost of ageing reflects the long-\nterm challenges posed by an ageing population. In this case, fiscal sustainability over the long-term would rely on \nreducing the projected age-related spending increases through reforms.\n\n Fiscal frameworks\n\n The fiscal framework is strong and benefits from the role played by independent authorities. The Office for Budget \nResponsibility (OBR) was set up in May 2010 and is tasked with producing official economic and fiscal forecasts, \nand with assessing the government's performance relative to targets for borrowing, debt and welfare spending. The \nCharter for Budget Responsibility was updated in July 2015 and approved by Parliament in October 2015. The \nfiscal mandate now specifies a headline target for a surplus on public sector net borrowing by the end of 2019-2020 \nand in each subsequent year. Over this period, there is a target for public sector net debt as a percentage of GDP \nto fall in each year and there is a limit on a part of welfare spending under the welfare cap. The fiscal mandate \nfurther specifies that these targets apply unless and until the OBR assesses that there is a significant negative \nshock to the UK (43). According to the OBR's November 2015 Economic and Fiscal Outlook, the government has a \ngreater than 50 % chance of meeting the fiscal mandate and supplementary debt target. However, the welfare cap \nis set to be breached in three successive years from 2016-2017 to 2018-2019, with measures raising welfare cap \nspending in each of these years.\n\n In November 2015, the government published its Spending Review which specifies multi-annual departmental \nexpenditure limits (DELs) until 2020-21 for all government departments. Annually managed expenditure (AME) is \nmore variable and, therefore, not capped. Together with the spending review, the government delivered its Autumn \nStatement. The objective set out in the fiscal plan is to achieve a public finances surplus in 2019-2020 and maintain \nit thereafter.\n\n (43) Charter for Budget Responsibility, July 2015.\n\n 70809010011011121314151617181920212223242526Historical Structural Primary Balance scenarioCombined \nhistorical scenarioFiscal Reaction Function scenarioBaseline no-policy change scenarioNo-policy change scenario \nwithout ageing costs\n\n 45\n\n Labour Market\n\n\n\n The labour market continues to perform robustly against the background of relatively strong GDP growth. The \nemployment rate (Europe 2020 measure of those aged 20-64) rose further in 2015 and, at 77.0 % in the third \nquarter, was above the pre-crisis level of 75.2 % in 2008. The unemployment rate was 5.5 % in Q3 2015.\n\n Graph 3.2.1: Employment trends\n\n Source: European Commission\n\n Long-term and youth unemployment fell in 2014 and into 2015, although both remain higher than in the pre-crisis \nperiod. The long-term unemployment rate recorded in Q3 2015 (1.5 %) was less than half the European Union \naverage (4.3 %), but still at the upper end of the low rates observed before the crisis (between 1 % and 1.5 % \nbetween 2001 and 2008). The youth employment situation has also improved significantly in 2015 and is favourable \ncompared to the European Union average. The youth unemployment rate (15.2 % in Q3 2015, compared to an \nEuropean Union average of 19.9 %), the NEET rate (11.9 % in 2014, compared to an average of 12.5 %), and the \nyouth long-term unemployment rate (4.7 %, compared to an average of 7.8 %) have all decreased from their high \nlevels during the crisis years and are gradually recovering to pre-crisis levels (graph 3.2.1). The share of long-term \nunemployed in total unemployment is below 30 %, while it is close to 50 % in the European Union.\n\n Graph 3.2.2: Labour market indicators\n\n 2015 refers to the 3rd quarter 2015\n\n Source: European Commission\n\n Labour market participation remained resilient through the crisis and recovery, but many part-time workers are \nlooking for more work. The fall in unemployment was accompanied by increasing activity rates. The share of \ndiscouraged workers increased only slightly during the crisis, and by early 2015 had returned to pre-crisis levels \n(graph 3.1.2). At the same time, the share of “underemployed” workers (those working part time who would prefer, \nand be able, to work additional hours) has increased since 2008 from about 4 % to about 5.5 % in 2015 (Q2). The \ndemand for part-time work may be explained by flexible needs in the service sectors, including reliance on contracts \nunder which working hours may fluctuate over time (and even involve no work in some weeks). For workers aged \n20-64, part-time work as a proportion of total employment is four times more prevalent for females (40.1 %) than for \nmales in the UK (9.9 %). The female part-time employment rate in the UK is also almost 8.5 pps. higher than the \nEuropean Union average. Lower work volume may lead to diminished career opportunities, lower prospective \npensions, underutilisation of human capital and lower pay and earnings. At 19.7 % in 2013, the unadjusted gender \npay gap is well above the European Union average of 16.3 % and contributes to labour market inequalities. In \naddition, the gender pension gap stood at 39.5 % in 2014, close to the European Union average of 40.2 %.\n\n 05101520250102030405060708091011121314%Unemployment rateYouth unemployment rateNEET rateLong-\nterm unemployment rate012345678966687072747678010203040506070809101112131415% of labour force% of \npopulationUnemployment rate (rhs)Activity rateEmployment rate\n\n 3.2. LABOUR MARKET, SOCIAL POLICIES, SKILLS AND EDUCATION\n\n 3.2. Labour market, social policies, skills and education\n\n 46\n\n\n\n Graph 3.2.3: Unemployment rate and potential additional labour force\n\n Source: European Commission\n\n Average earnings are increasing after a number of years of stagnation. Wage growth was modest throughout the \nrecovery, with nominal compensation per employee growing by less than 2 % per annum for most of the post-2008 \nperiod, but it is expected to have picked up in 2015. A comparison of actual developments in nominal wage growth \nwith a prediction based on economic fundamentals, including the growth of prices, productivity and unemployment \n(44) shows that, in the run-up to the crisis, wage growth in the UK was higher than predicted based on inflation, \nproductivity growth and unemployment (by about 1.8 pps. on average over the period 2003-2007) (graph 3.2.3). In \ncontrast, wage growth remained lower than predicted since 2010.\n\n Recent estimations suggest that during most of the previous decade, the composition of the workforce had only a \nlimited effect on aggregate wage growth. An exception from this was the first phase of the crisis (2009-2010), when \nstatistics of aggregate wage growth were \"artificially increased\" by the fact that lower-skilled workers and those with \nshorter tenure employment contracts lost their job with a higher\n\n (44) The prediction is based on Arpaia and Kiss (2015): “Benchmarks for the assessment of wage developments: \nSpring 2015.” Analytical web note 2/2015, European Commission, Directorate General for Employment, Social \nAffairs and Inclusion.\n\n probability. The reverse is observed for 2014 and early 2015: as economic conditions improved and hiring \nincreased, the changing composition of the workforce made a negative contribution to aggregate wage growth. The \nchanging composition of the workforce may also explain part of the weakness in productivity growth for the most \nrecent period (2014-2015), but not for the full post-2008 period.\n\n Graph 3.2.4: Nominal wage growth: actual and predicted\n\n Source: European Commission\n\n The extent to which the improvement in wages is shared between individual workers at different levels of the \nearnings distribution cannot readily be discerned from the available official data. Several research reports suggest \nthat pay progression at an individual level is an issue in the UK. A 2014 report from the Chartered Institute of \nPersonnel and Development (CIPD) (45) indicates that for those starting with low pay, the likelihood of being \"stuck\" \nis strongly correlated with being female and increases with age. Working part-time, in a small workplace, or in a \nlow-wage industry are also strongly associated with being stuck on low pay once the person has had this status for \nmore than one year. The report finds that it is easier to achieve an increase in remuneration by changing jobs than \nby getting promoted.\n\n (45) \"Pay Progression - Understanding the Barriers for the Lowest Paid\", CIPD, October 2014.\n\n 02468101214161808Q210Q111Q413Q315Q2% of labour forceUnemployment rateDiscouragedUnderemployed-\n2-10123456990103050709111315% yoyActual nominal wage growthPrediction based on economic fundamentals\n\n 3.2. Labour market, social policies, skills and education\n\n 47\n\n\n\n Structural changes to the labour market have potentially had a negative impact on opportunities for occupational \nand pay progression. The hollowing-out of middle-skilled jobs may have closed some of the routes that those in \nlow-skilled work were once able to advance into and through, and the increasingly specialised nature of many \nhighly-skilled occupations may have acted to limit progression from the middle to the top (46).\n\n Increases in remuneration will contribute to alleviating some of the issues arising from low pay and its associated \nhigh in-work welfare expenditure. The government announced an increase in the national minimum wage in the July \n2015 budget (the 'National Living Wage') for those over 25. The minimum wage in excess of GBP 9 per hour \nexpected to be reached by 2020, will benefit currently low paid employees over the age of 25. The subset of the \npopulation which is low paid is, however, not an exact match with the subset of the population which currently \naccesses assistance via in-work benefits. The 'National Living Wage' may present challenges for employers with \nlarge numbers of low-paid employees. A case in point is that of the social care sector, where much of the funding \noriginates from public bodies. For example according to the Resolution Foundation the sector will have to make \nprovision for GBP 2.3 billion to meet the increased payroll costs associated with the NLW, and indeed this may \nresult in a need for an extra GBP 1.4 billion provision to be sourced from public bodies.\n\n There are also significant regional labour market disparities. The unemployment rate varies from 7.9 % in the \nNorth-East to 3.7 % in the South-East, reflecting regional differences in the availability of job offers that result from \ntheir different employment structure. It is further starkly illustrated by recently announced industrial closures in the \nNorth East, Scotland, Wales and Northern Ireland in areas as diverse as steel, tyres, and equipment manufacturing. \nThe UK Government intends to rebalance this disparity through initiatives such as the 'Northern Powerhouse'. \nAssociated developments such as the\n\n (46)            http://www.ippr.org/publications/employee-progression-in-european-labour-markets.\n\n National Infrastructure Plan for Skills demonstrate the value investment can unlock in a labour market in need of \nmobility options.\n\n In addressing the challenge of youth not in education, employment, or training (NEET), the policy focus has been \non maintaining engagement with young persons at risk of becoming NEET. An example of this policy in England is \nincreasing the school or other mandatory participation age to 18 years. Since the May 2015 general election, an \n\"earn or learn\" approach has been announced to support NEETs claiming state benefits, although it is not \nscheduled to be introduced before April 2017. The approach will introduce a three-week programme of support to \nyoung people to enable them to find work, an apprenticeship or training within six months. Other ongoing robust \nengagements include traineeships, work experience placements, sector-based work academies, the intensive \nactivity programme, work skills pilots, the Movement to Work initiative and the Youth Unemployment Innovation \nFund. The increase in the availability of apprenticeships will also contribute to the range of policy response in the \narea of NEETs. No new policy measures aimed at NEETs not claiming benefits have been introduced, although this \ngroup represents the larger share of NEETs.\n\n Education and Skills\n\n Skills shortages remain an issue in the UK. The Commission for Employment and Skills publication 'Growth \nthrough People' noted that “in certain sections of the economy businesses face long-standing skills shortages, for \nexample in manufacturing and business services”. The 2015 Employer Skills Survey found that total vacancies had \n\nhttp://www.ippr.org/publications/employee-progression-in-european-labour-markets\n\n\nrisen substantially with 19 % of employers reporting at least one current vacancy, a rise of 4 pps. in 2 years. \nAccording to the survey, the proportion of vacancies remaining unfilled because of a lack of candidates with the \nright skills, experience or qualifications had risen further to 23 % a rise of 7 pps. since 2011, Some 14 % of \nemployers reported that they had employees with skill gaps (equivalent to 1.4 million staff or 5 % of the workforce). \nThe Employer Skills Survey also reports 30 % of employers who say they underutilise their workers' skills, with 2 \nmillion employees (7 % of the workforce) perceived by their employers to be over-skilled or over-qualified\n\n 3.2. Labour market, social policies, skills and education\n\n 48\n\n for their current roles. A November 2015 UK parliamentary report 'Education, skills and productivity' looks at skills \nin the UK under a number of interrelated headings. These include a cross-country comparison of the UK, the US, \nFrance and Germany; high level skills issues concentrating on graduate skills; intermediate skills development \nand finally skills upgrading and ongoing training for those in work. The report concludes that there are \nconsiderations for the UK across the latter three issues, with a focus on employer engagement and buy-in \npresenting a particular challenge.\n\n There are ongoing outcome issues pertaining to the education system for some participants although the UK ranks \nclose to the European Union average on a number of indicators of attainment of skills (see graph 3.2.5). Some \nyoung people in the UK, especially from disadvantaged backgrounds, leave school prematurely without the \nnecessary numeracy and literacy skills (47). The indicator on early school leavers recorded a 3.1 pps. reduction \nover a four-year period, from 14.9 % in 2011 to 11.8 % in 2014, which is around the European Union average (11.1 \n%). Nevertheless, opportunities for upskilling of low skilled adults, who may have previously missed out on \neducational opportunity, may be more limited than before. Even though overall adult participation in learning is \nsignificantly higher than the European Union average (15.8 % compared to 10.7 % in 2014), the participation of low-\nqualified young adults (15-24) is much lower than that of other groups and consistently lower than the European \nUnion average (48). In addition, the financial health of many further education colleges has seriously declined since \n2010/11 (49), which prompted a major reform of consolidation and specialisation of colleges across 40 areas \ncovering all of England to be completed by March 2017 (50). The challenge is to increase efficiency in the sector \nwhile maintaining broad universal access to further\n\n (47) OECD International Report on the Survey of Adult Skills (2012)            http://www.oecd.org/site/piaac/.\n\n (48) Eurostat (last update 23.10.2015) Participation rate in education and training (last 4 weeks) by type, sex, age \nand educational attainment level (trng_lfs_10).\n\n (49) National Audit Office (July 2015), Overseeing financial sustainability in the further education sector.\n\n (50) Department for Business, Innovation and Skills (July 2015), Reviewing post-16 Education and Training \nInstitutions.\n\n education in order to address the needs of young disadvantaged adults.\n\n Graph 3.2.5: Education indicators\n\nhttp://www.oecd.org/site/piaac/\n\n\n Source: European Commission and OECD Note: all scores are set between a maximum (the highest performers \nvisualised by the outer ring) and a minimum (the lowest performers visualised by the centre of the figure)\n\n Several initiatives to improve basic skills are being implemented across each of the UK countries. In England, ‘16 \nto 19 Study Programmes’ require students who have not achieved the required standard in English and/or \nmathematics at 16 to continue to study these subjects. In 2013-2014, this applied to around 39 % of all pupils aged \n16-18. Some colleges are facing difficulties delivering this obligation, however there are already signs of improving \nexam results for over 17 year olds in English and maths (51). The introduction of the new slimmed-down national \ncurriculum in September 2014 is expected to improve children’s numeracy, language and literacy skills and \nknowledge by making the assessment more demanding and by tracking schools' performance on national tests in \nEnglish, maths and science. By 2016, primary schools will be judged against a new minimum standard of 65 % of \nstudents achieving the required standard in English and maths and making sufficient progress. In November 2015 \nthe government committed to continue providing the Pupil Premium, a financial subsidy to schools for every \ndisadvantaged student, since it was found that it had increased school leaders’ focus on\n\n (51) Joint Council for Qualifications (June 2015) ‘GCSE Full Course Results by Age Group 2015’.\n\n Early leavers fromeducation andtrainingTertiary educationattainmentEmployment rate ofrecent graduatesAdult \nparticipation inlearningEarly childhoodeducation and careUnderachievement inreadingUnderachievement \ninmathsUnderachievement inscienceEU averageUKEU target\n\n 3.2. Labour market, social policies, skills and education\n\n 49\n\n disadvantaged pupils and that most schools used effective interventions (52).\n\n A major transformation of the governance status of schools in England is underway, with first results showing some \npositive impact on student achievement. The number of newly established academies has risen from 203 in May \n2010 to 4 676 in June 2015. Today around 18 % of all primary and 65 % of all secondary schools in England are \nacademies. It is still too early to judge the full impact of converter academy status on school performance, however \nacademies appear to successfully deliver year-on-year progress on pupil attainment. When analysed against a \nrange of Government indicators on attainment, a majority of the academy chains analysed still underperformed the \nmainstream average on attainment for their disadvantaged pupils (53). On the other hand, evidence was found that \nthe attainment gap between pupils eligible for free school meals (disadvantaged pupils) and those that are not is \nnarrower in converter academies than in similarly maintained schools (54).\n\n Raising attainment in basic skills is a policy goal in all devolved administrations. To further reduce the attainment \ngap, Scotland has prioritised education in the government programme and focused its policy efforts on further \nraising the attainment of schools in deprived areas through the Scottish Attainment Challenge, a GBP 100m project \nover 4 years (2015-2019) which builds on the approach used in the London Challenge and invests in targeted \nimprovements in literacy, numeracy and health and wellbeing in primary schools. Following an OECD review in \nApril 2014 (55) and an independent review in February 2015 (56), Wales has set off on a large-scale curricular \nreform treating literacy, numeracy and digital competence as cross-curriculum responsibilities\n\n (52) National Audit Office (July 2015) Funding for disadvantaged pupils.\n\n (53) Sutton Trust (July 2015) Chain Effects 2015: The impact of academy chains on low-income students.\n\n\n\n (54) National Foundation for Educational Research (NFER) (2015) Analysis of academy school performance in \nGCSEs 2014: Final Report.\n\n (55) OECD (April 2014) Improving schools in Wales - An OECD Perspective.\n\n (56) Prof. Graham Donaldson (February 2015) Successful Futures: Independent Review of Curriculum and \nAssessment Arrangements in Wales.\n\n that all teachers and areas of the curriculum would be expected to apply. The new curriculum will be available as of \nSeptember 2018. To make education more inclusive, considering also the historical context, the policy direction \ntaken by the Northern Irish Executive is on providing shared education of pupils of different religions and socio-\neconomic backgrounds.\n\n Provision for expansion and simplification of vocational training routes is underway. In 2014-2015 numbers of \napprenticeship starts have increased for the first time since 2010-2011 and people aged 25 and over are still the \npredominant age group. The push to deliver 3 million new apprenticeships by 2020 will be funded by a levy on large \nemployers amounting to 0.5 % of an employer’s pay bill starting in April 2017. The levy will be paid into an \napprenticeship fund. Employers will be incentivised to offer more apprenticeships as they will be able to recoup the \nlevy only by using the fund for training apprentices. In the best case scenario, the levy is expected to stimulate \nemployer behaviour and influence their workforce development planning, There is a danger of rebranding existing \ngraduate programmes without effect on the productivity and skills, so monitoring the quality of apprenticeship \ntraining will be key. In November 2015, reforms to increase the transparency and decrease the complexity of \ntechnical and professional routes have been announced, with an expert report expected in March 2016.\n\n Beyond a welcome expansion of work-based learning opportunities, the quality of apprenticeships in England also \nrequires focus. A report on apprenticeships by the UK Government’s Office for Standards in Education (Ofsted) \nacknowledged improvements being made, but criticised the quality of apprenticeships as \"variable and poor\", failing \nto target the skills shortages in the economy, to focus on improving quality and to engage employers, especially \nSMEs. Out of 190 inspected programmes, 72 were judged to require improvement and 21 were inadequate, \naffecting 73 000 apprentices. The report also criticised schools for not doing enough to promote apprenticeships. In \naddition, the level of qualification acquired through apprenticeships tends to be low. In 2014-2015 the highest level \nof apprenticeships made up only 4 % of total apprenticeship starts. The middle and lowest level\n\n 3.2. Labour market, social policies, skills and education\n\n 50\n\n recorded figures of 36 % and 60 % respectively. Most apprenticeships take place in the service sector, with three \nquarters of starts concentrated in three sectors: business, administration & law; health, public services & care; and \nretail & commercial enterprise. Criticism has been raised that apprenticeships are decoupled from occupations and \ntherefore not rigorous enough (57).\n\n Skills policy is largely the responsibility of the devolved administrations in the UK. In Scotland, the government has \nemphasised the need to increase the number of apprenticeships. It aims to raise the number of apprenticeships \nfrom 25 000 in 2013-2014 to 30 000 in 2020 under its Modern Apprenticeship programme overseen by Skills \nDevelopment Scotland. Under the programme, skills investment plans and regional skills assessments will be \nused to ensure that apprenticeships are closely linked to areas of economic growth and job opportunities. There will \n\n\n\nbe a particular focus on the creation of apprenticeships in STEM (science, technology, engineering and \nmathematics) subjects. In Wales, under the Policy Statement on Skills and the Skills Implementation Plan, the \ngovernment has developed a series of Skills Performance Measures and a Flexible Skills Programme to provide \ntargeted interventions if recruitment and skills needs cannot be met through existing provision or there is a case for \ntargeted intervention by the government. The government offers a number of apprenticeship programmes to raise \nthe number of apprentices and boost skills. In Northern Ireland, the government's overarching skills policy \nframework is the Skills Strategy for Northern Ireland, known as 'Success through Skills - Transforming Futures'. \nThe achievement of the strategic aims and the commitment to increase the skills of the workforce, including \nthrough the development of labour market relevant apprenticeships, is delivered through the Skills to Succeed \nprogramme.\n\n Tertiary attainment rates are high but the need for higher vocational qualifications is becoming more apparent. \nTake up of post-secondary vocational courses in the UK has declined by 35 %\n\n (57) Fuller, A. and Unwin,L. (2013) Apprenticeship and the concept of occupation, Gatsby Charitable Foundation.\n\n over the last ten years (58). An increasing proportion of tertiary graduates are employed in jobs which do not match \ntheir qualifications and 43% of recent graduates (21-30-year-olds) are not using higher skills (59). These \ndevelopments on the supply-side coexist with shortages of certain higher technical and vocational skills expressed \nby a number of key sectors (60). Dealing with this challenge is complicated, as illustrated by the ICT sector. There \nis a lot of demand for ICT professionals, but computer science graduate numbers have been falling over a number \nof years (see section 3.3). These graduates are somewhat slower to make the transition of ICT professionals into \nthe labour market due to a possible skills mismatch. The policy response has been to extensively involve \nemployers in the development of new institutions of higher technical education such as National Colleges, \nUniversity Technical Colleges, and Institutes for Technology and Degree Apprenticeships.\n\n Overall, the UK does well or better than other EU countries on a number of fronts in education and training. \nHowever there are potentially weaknesses in vocational and adult skills systems that are disproportionately \naffecting young disadvantaged people. The apprenticeship reforms which put employers in charge of skills \ndevelopment will need to be monitored closely to ensure quality in addition to quantity of apprenticeships. The move \ntowards more rigorous teaching of basic skills in schools and in post-16 education in England is a step in the right \ndirection, with outcomes yet to be measured internationally. The education and skills policy initiatives in the \ndevolved administrations are focusing on targeted interventions and delivery will be key.\n\n Social Policies\n\n Despite the very robust headline performance of the labour market, social challenges remain,\n\n (58) Policy Exchange (2015) Higher, Further, Faster, More: Improving higher level professional and technical \neducation.\n\n (59) Department for Business, Innovation and Skills (2015) Policy report: Overqualification and skills mismatch in \nthe graduate labour market.\n\n (60) Department for Business, Innovation and Skills A Dual Mandate for Adult Vocational Education: a consultation \npaper.\n\n\n\n 3.2. Labour market, social policies, skills and education\n\n 51\n\n particularly for low-income households and households with children. While rates of the risk of poverty and social \nexclusion are somewhat steady, severe material deprivation is on an upward trend (graph 3.2.6). The share of \nchildren in jobless households continues to decrease (14.2 % in 2014; European Union: 10.9 %). In the context of \nan overall in-work poverty rate of 8.6 % in 2014 (European Union 9.5 %), national statistics show that nearly two \nthirds of children in poverty live in a working family (rising from 54 % in 2009-2010 to 63 % by 2013-2014) (61). \nThe rate of absolute child poverty in working families rose in the same period from 19 % to 21 %. Severe material \ndeprivation was much higher for social renters, lone parents and disabled people than for owner-occupiers, the self-\nemployed and those with some savings. Among households with children, social renters with incomes around the \nmedian (after housing costs) are at least as likely to be materially deprived as the lowest-income owner-occupiers. \nPeople with disabilities are at a significantly higher risk of poverty and social exclusion, registering a gap of 13.5 pps \ncompared to people without disabilities in 2014 (European Union average: 9.6 pps).\n\n Universal Credit continues to be rolled out gradually with some continuing concern about the pace of progress. The \nUniversal Credit brings together six means-tested benefits and tax credits and extends conditionality to many more \npeople in and out of work, including partners with children. It is designed to simplify the (means-tested) benefits \nsystem and incentivise claimants to take up work. ‘In work conditionality’ will be introduced for those in part-time \nwork, with the aim of promoting progression. As at 10 December 2015, 175 505 people were on the Universal \nCredit caseload. A significant volume of work is yet to begin notably transferring the current caseload of those on \nTax Credits from the systems utilised by Her Majesty's Revenue & Customs to the Universal Credit system run by \nthe Department of Work & Pensions. A recent House of Commons Committee of Public Accounts report notes \ncontinuing concern on progress, with the system not expected to be fully operational until at least 2021.\n\n (61) Institute for Fiscal Studies: Living Standards, Poverty and Equality in the UK, 2015.\n\n Graph 3.2.6: At-risk-of-poverty rate and its components\n\n Source: European Commission\n\n The system of in-work benefits, most recently delivered via tax credits, has had positive employment effects and \nreduced poverty, especially for low-income individuals and lone parents. This is in line with findings that reduced (or \neven negative) taxation of low incomes increases employment.\n\n The policy pursued in recent years in the UK to tackle poverty has been to concentrate on 'work first'. While this \npolicy does contribute to reducing unemployment, there are remaining challenges for people entering employment \nand those in work who experience underemployment with low wages and/or a low number of working hours. The \nUniversal Credit system, when fully rolled out, intends to provide assistance for individuals in work experiencing \neither of these challenges. An inactivity rate of over 20 % in 2014 (European Union: 23 %) suggests challenges also \nremain in bringing those far from the labour market into job searching and the labour market. Regarding the long-\nterm unemployed within the Work Programme, evaluations suggest that available support services may be uneven \nor concentrated on those people closer to finding work partly due to the large degree of discretion given to the \nproviders.\n\n Reforms relating to freezing the indexation of certain working age income benefits and tax credits may have \nreduced the incomes of low-\n\n\n\n 051015202505060708091011121314% of populationAt-risk-of-poverty-or-social-exclusion rateAt-risk-of-poverty \nrateSevere material deprivationPeople living in low work intensity households\n\n 3.2. Labour market, social policies, skills and education\n\n 52\n\n income households. Couples with children, lone parents and those with the lowest incomes have had the largest \npercentage reduction in their net disposable incomes (62). The Equality and Human Rights Commission found that \nthe combined effects of taxes and social security changes since 2010 had reduced the income of couples with \nchildren in the bottom income decile by 13 %. A negative impact was also observed for households with disabled \nadults and children. By contrast, pension benefits have been protected through the 'triple lock' indexation via the \nhighest indicator from inflation, average earnings or a minimum of 2.5 %.\n\n Recently announced planned reforms signal several further alterations to social protection for working-age \npersons. The reforms in the 2015 Summer Budget announcing GBP 12 bn (EUR 17 bn) of alterations largely \nconsisted of freezing the working-age benefits rates until 2020 (GBP 4 bn); reductions (GBP 6 bn) to the tax credits \nsystem, mainly affecting low-wage working families, and a change to the subsidies provided to Local Authorities \nand Housing Associations (GBP 1.4 bn) for low-income housing. The changes to the tax credit system were \nsubstantially reversed in the November 2015 Autumn Statement, following much concern about the immediate drop \nin income which would have been faced by many low-wage working families, beginning in April 2016. However, \nanalogous cuts to the generosity of Universal Credit for in-work claimants will proceed. Thus the in-work welfare \nsupport regime for new claimant families is predicted to result in net losses averaging GBP 1 300 per family per \nannum in 2020 (63). This includes netting the positive effect of the National Living Wage and increases in tax free \nallowances. The government intends to provide transitional protection for those currently on tax credits who migrate \nto Universal Credit, if there is no change in circumstances.\n\n Several welfare reform announcements particularly affect low-income households with\n\n (62) Reed, H. and Portes, J. (2014) Cumulative Impact Assessment. A research report by Landman Economics \nand the National Institute of Economic and Social Research for the Equality and Human Rights Commission. \nResearch report 94.\n\n (63)            http://www.resolutionfoundation.org/wp-content/uploads/2015/11/SR2015.pdf.\n\n children. The 2015 Summer Budget includes a further modification in the total amount of income benefits that can \nbe received per year ('Benefit Cap'). Combined with other changes in both in and out of work welfare provision this \ngives rise to concerns that the poverty risk of households with children in particular will be affected. For example for \nnew working age-claimants from April 2017 social protection will be calculated on a maximum of two children \nregardless of family size. Estimates of the distributional effects suggest that the tax and benefit changes between \n2015 and 2019 will reduce the real net income of the poorest two income deciles by 6-8 % (64). These reductions \nwill particularly affect income in households with children (65). Analysis indicates the following effects arising from \nthe introduction of Universal Credit and the changes arising from the Summer and Autumn 2015 budgetary \nannouncements: of the 4.5 million working families affected by introduction of UC, 2.6 million lose an average of \nGBP 1 600 a year, while 1.9 million will gain an average of GBP 1 400 a year, with a total expenditure cut of GBP \n1.5 bn a year. Of the 1.8 million non-working families affected by the introduction of Universal Credit, 1.2 million \nlose an average of GBP 2 500 a year, while 600 000 gain an average of GBP 1 000 a year, with a total expenditure \ncut of GBP 2.2 bn a year (66). These adjustments may have a negative impact on child poverty where families are \nin receipt of state support.\n\nhttp://www.resolutionfoundation.org/wp-content/uploads/2015/11/SR2015.pdf\n\n\n Compensatory measures are provided for via the increase in the National Living Wage (a higher minimum wage for \nthose over 25), although this will not provide commensurate substitution for certain working households. \nAssessments suggest that households in the lower half of the income distribution will be most\n\n (64)            http://www.ifs.org.uk/uploads/publications/conferences/hbai2015/HBAI_Cribb.pdf.\n\n (65) Resolution Foundation            http://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-\ndont-budget-for-it/\n\n            http://www.resolutionfoundation.org/publications/a-budget-for-workers-the-impact-of-the-summer-budget-on-\nwork-incentives/.\n\n (66)            \nhttp://www.ifs.org.uk/uploads/publications/budgets/Budgets%202015/Autumn/Hood_Benefit_tax_credit_changes.pd\nf\n\n 3.2. Labour market, social policies, skills and education\n\n 53\n\n impacted by the reforms to taxes and benefits while the households gaining from the new minimum wage are more \nevenly distributed across the income distribution, with the largest gains in the middle (67). Some post-budget \ncommentary has expressed concern at the effect on work incentives arising from the proposed changes to in-work \nbenefits and to Universal Credit in particular (68). The concerns in relation to the efficacy of Universal Credit arising \nfrom the changes, and in particular the incentive to work more and/or earn more for certain cohorts of claimants \nremain. Conversely the Institute for Fiscal Studies notes that incentives will increase for those with the weakest \nincentives under the legacy system (69).\n\n Reforms propose to alter the measurement of child poverty targets. This includes a new emphasis in the 2015 \nWelfare Reform and Work Bill on moving away from targets associated with relative family income. This is to be \nreplaced with a new focus on rates of worklessness and educational attainment where child poverty is present. At \nthe time of writing there is some political uncertainty about whether income-related poverty targets will be present in \nthe Bill when enacted. A Parliamentary briefing note from May 2015 notes that The Institute for Fiscal Studies (IFS) \nexpects that the previous income-related child poverty targets for 2020 will not be met by some magnitude.\n\n The impact of parenthood on the female employment rate remains high. The share of children aged less than 3 \ncovered by childcare (by formal arrangements other by the family) is slightly higher than the European Union \naverage at 30 % 2013, but still below the Barcelona target. In 2014, the impact of parenthood on employment of \nmothers was among the highest in Europe (age group 20-49, with presence of a child aged 0-6) at 22.6 pps. (above \nthe European Union average of 13.2 pps.).\n\n Female labour market participation rates are influenced by the cost and availability of\n\n (67)            http://www.ifs.org.uk/publications/7980.\n\nhttp://www.ifs.org.uk/uploads/publications/conferences/hbai2015/HBAI_Cribb.pdf\nhttp://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-dont-budget-for-it/\nhttp://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-dont-budget-for-it/\nhttp://www.resolutionfoundation.org/publications/a-budget-for-workers-the-impact-of-the-summer-budget-on-work-incentives/\nhttp://www.resolutionfoundation.org/publications/a-budget-for-workers-the-impact-of-the-summer-budget-on-work-incentives/\nhttp://www.ifs.org.uk/uploads/publications/budgets/Budgets%202015/Autumn/Hood_Benefit_tax_credit_changes.pdf\nhttp://www.ifs.org.uk/uploads/publications/budgets/Budgets%202015/Autumn/Hood_Benefit_tax_credit_changes.pdf\nhttp://www.ifs.org.uk/publications/7980\n\n\n (68) Resolution Foundation            http://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-\ndont-budget-for-it/.\n\n (69)            http://www.ifs.org.uk/publications/8135.\n\n childcare. There are also challenges on the supply side in provision. According to the 2015 Childcare Costs Survey \n(70), only 43 % of councils in England, 15 % of councils in Scotland, and 18 % of councils in Wales reported having \nsufficient childcare provision for parents who work full-time. The survey also found that the cost of sending a child \nunder two to a nursery on a part-time basis (i.e. 25 hours per week) has risen by around a third over the last five \nyears, with parents now paying an average of GBP 6 000 a year - GBP 1 533 more than in 2010.\n\n The initiative 'Tax-free childcare’ was due to be introduced in autumn 2015 but is now delayed until 2017. The tax-\nfree childcare scheme will allow eligible families to receive a 20 % rebate per child on their annual cost of childcare \nof up to GBP 10 000 per year per child. In the first year of operation, all children up to age five will be eligible. \nScheme eligibility will then increase by one year, each year until all children under 12 are eligible. Both parents (or a \nlone parent) must be in work. In 2015, an Early Years Pupil Premium (EYPP) started to be introduced providing \nadditional funding of GBP 50 million over 2015 to 2016 to providers of early years education (including nurseries \nand child-minders) to support the most disadvantaged three and four year-olds. The funding will help providers \nemploy more highly qualified staff, for example, or increase access to services such as speech and language \nspecialists.\n\n Currently, childcare subsidy via tax credits is available for low-income employed families, and significant \nextensions to free childcare have been announced for 2017. Those in receipt of tax credits are entitled to up to 70 \n% of childcare costs. From April 2016, under Universal Credit, childcare costs element, this will increase to a \nmaximum of 85 % of costs for certain households. Furthermore, free childcare provision may be extended for \nworking parents. The new government has outlined its proposals to double the free childcare available to working \nparents of three and four year olds from 15 to 30 hours per week over 38 weeks of the year from 2017 in England. \nFunding and supply-side provision for this commitment remains however a challenge.\n\n (70) UK Childcare cost survey (2015).\n\n 3.2. Labour market, social policies, skills and education\n\n 54\n\n In addition to childcare, the UK has recently reformed its maternity leave system, to allow for a better balance \nbetween work and family life. This measure allows fathers to share the remainder of the maternity leave not taken \nby the mother. Though it is too early to assess the impact of this measure, this initiative would be expected to have \na positive effect on female employment by allowing fathers to take up a greater share of caring responsibilities and \nby facilitating mothers' more rapid return to the labour market.\n\n The introduction of a more robust universal pension from 2016 will benefit women and contribute to a reduction of \nthe high gender pension gap. Regarding other pension reforms, from April 2015 the Taxation of Pensions Act 2014 \nallows people aged 55 and over to access their defined-contribution pension savings when and how they choose, \nsubject to their marginal rate of income tax. The adequacy of overall pension income depends to a large extent on \nprivate pension savings. Thus, the abolition of the obligation to convert defined contribution pension savings into an \n\nhttp://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-dont-budget-for-it/\nhttp://www.resolutionfoundation.org/media/blog/will-wages-fill-the-tax-credit-gap-dont-budget-for-it/\nhttp://www.ifs.org.uk/publications/8135\n\n\nannuity may result in retirees' unable to sustain household income during retirement with negative implications for \nstate expenditure.\n\n 55\n\n Business Environment\n\n The UK is a large, open, and competitive economy with low levels of regulation in its product and labour markets. \nIt is a particularly good environment in which to do business and for businesses to invest. The UK ranks sixth in the \nworld for 'ease of doing business', according to the World Bank. Its strengths include: the ease of starting a new \nbusiness, reliability of power supplies, resolving insolvency and the protection of minority shareholders. Moreover, \nthe UK has a high quality public administration. Formal measures of government effectiveness place it in the top \nquarter of European Union Member States in this respect. Product and labour markets are among the least \nregulated in the European Union.\n\n Despite the positive business environment, and picking up a little recently, productivity in the UK has been stagnant \nsince 2008. Low productivity growth may be associated with a need for further investment in public infrastructure to \nreverse a sustained period of low investment and/or a need to raise skill levels, particularly basic skills. These \nissues are discussed in this section.\n\n Productivity\n\n Labour productivity has been weak, relative to trend, since the beginning of the international economic and \nfinancial crisis in 2008. Despite picking up somewhat in 2015, it remains low. The weakness in labour productivity \nsince 2008 stands in sharp contrast to its movements following previous economic crises/recessions (see section \n1).\n\n There has been a structural break in productivity growth that emerged in 2008 and has continued. The productivity \ngap is between current levels of productivity and the level at which productivity would have been if it had continued \nto grow at its pre-crisis trends. Recent estimates put that gap at 14 % (graph 3.3.1). For most of the previous \ndecade, labour productivity grew by around 2 % each year. After 2008, productivity flattened and has risen only \nslightly in 2015, despite return to robust economic growth in 2013. On an international basis, while the fall in \nproductivity since the crisis is not confined to the UK, the level of productivity is below that of many other major \ncountries (graph 3.3.2).\n\n Graph 3.3.1: Productivity\n\n Source: Office for National Statistics and European Commission\n\n Graph 3.3.2: Productivity by country\n\n Source: OECD\n\n There is no single explanation for the weakness of productivity since 2008. Broadly, explanations can be grouped \naround temporary or cyclical factors (71) or 'permanent' or structural factors (72). A stylised depiction of the impact \nof the\n\n\n\n (71) Temporary factors are likely to include demand side 'shocks', in which the intensity of factor utilisation falls \ntemporarily. The level of productivity is affected temporarily and returns to trend once demand returns.\n\n (72) Permanent factors are likely to include a 'permanent' supply side 'shock', the intensity of factor utilisation and, \n80\n\n 85\n\n 90\n\n 95\n\n 100\n\n 105\n\n 110\n\n 115\n\n 120\n\n 98 00 02 04 06 08 10 12 14\n\n Index 2011=100\n\n Output per hour\n\n Trend of\n\n productivity\n\n growth\n\n 60\n\n 65\n\n 70\n\n 75\n\n 80\n\n 85\n\n 90\n\n 95\n\n\n\n 100\n\n 105\n\n France Germany Italy Canada Japan United\n\n Kingdom\n\n USA=100\n\n 1997 2002 2007 2011 2014\n\n 3.3. PRODUCTIVITY AND INVESTMENT\n\n 3.3. Productivity and investment\n\n 56\n\n factors on productivity is shown below (graph 3.3.3).\n\n Graph 3.3.3: Productivity - a stylised depiction\n\n Source: Bank of England\n\n Temporary factors result in lower 'utilisation' of labour by firms because of weak demand and, hence, temporarily \nlower productivity. Firms might have kept more workers than needed to avoid costs of hiring and firing. In addition, \nthere are costs of re-training employees as demand picks up. Firms may wish to have avoided such costs by \n'hoarding' labour until demand recovered, but at a temporary cost of lower labour productivity. Finally, some \nemployees, such as those performing administrative tasks, are needed regardless of high or low demand. If this \neffect was dominant, as demand returns, productivity would be expected to return to its trend rate of growth prior to \nthe fall in demand. As demand has been healthy in recent years, it is unlikely that temporary factors can explain the \nongoing productivity puzzle.\n\n Structural factors result in a lower 'utilisation' of labour by firms due to changes on the supply side of the economy. \nFor instance, a lack of public infrastructure may impede firms&acute; ability to invest and grow and operate \nefficiently. Another\n\n therefore, the level and growth rate of productivity are impaired. While the growth rate of productivity may \neventually return to that before the shock, the level will be permanently below the previous trend.\n\n explanation might be that resources have shifted from high to low value added sectors, reducing overall \nproductivity growth. In addition, the malaise in the banking sector at the end of the previous decade and the \nbeginning of the current decade may have harmed the efficient allocation of capital between firms given the reliance \nof firms, especially small and medium-sized enterprises, on the banking system for finance. The malaise could have \nresulted in excessive forbearance towards weak, low productivity, firms and a shortage of finance available for new \nor more efficient firms that wish to set up or expand. Finally, there may have been an increase in the supply of \nlabour, perhaps due to changes in the operation of the labour market, which may have resulted in an increase in \nlow productivity labour.\n\n\n\n It may be the case that a reduction in public and private sector investment has contributed to low productivity. The \ncapital stock per worker is an important determinant of labour productivity. As employment has increased relatively \nrapidly, any reduction in 'capital deepening' may reduce productivity. Investment fell sharply in 2008 and 2009 and, \ndespite rising in recent years, still remains around the levels of 2008. A related argument is that the long-term \nimpact of continued under-investment is only now beginning to impact significantly on productivity. The role of \nsufficient and high quality pubic infrastructure in underpinning productivity growth is likely to be particularly \nimportant (73).\n\n There is mixed support for the view that the loss of productivity can be attributed to weakness in particular sectors. \nOn the one hand, productivity has flattened in the services and production sectors, which together account for \naround 94 % of the economy. Within the services sector, it has declined in most sub-sectors. On the other hand, \nthere has been a sharp drop in two\n\n (73) See Barnett et al (2014) The UK Productivity Puzzle, Bank of England, Quarterly Bulletin, Q2. It is estimated \nthat had business investment continued to grow in 2008 and afterwards at its average before 2007, the capital stock \nper worker would have been 8 % higher in 2013 Q4 than currently estimated. The relationship between productivity \nand public infrastructure investment is analysed by the IMF (2014) World Economic Outlook October and European \nCommission (2014) European Economy Infrastructure in the EU Developments and Impact on Growth Occasional \nPaper 203.\n\n 3.3. Productivity and investment\n\n 57\n\n traditionally high productivity sectors: mining and quarrying (predominantly oil and gas) and financial services. \nThese sectors account for only 1% and 7 % of GDP respectively but it has been estimated that these sectors \naccount for 22 % and 20 % of the productivity gap (74).\n\n The weakness in the banking sector at the end of the previous decade and the early part of the current decade \nmay have contributed to low productivity (75). At a time in which the banking system was reducing the size of its \nbalance sheet, and rebuilding levels of capital, and at a time of heightened risk aversion, the banking system may \nnot have been in a position to extend credit to businesses in the same amounts or on the same terms as previously. \nIn the absence of plentiful credit, healthy businesses may not have been able to expand or new businesses may not \nhave been able to obtain finance. In addition, reflecting the impaired position of their own balance sheets, banks \nmay have been reluctant to foreclose on weak firms and continue to provide them 'forbearance'. Weak firms may \nhave been able to continue operations for longer than would otherwise have been the case. It is worth noting that \nthe steep rise in the number of loss making firms was accompanied by a broadly unchanged level of company \nliquidations in this period at around 15 % (76). However, as the banking sector has strengthened in recent years, \nthis explanation alone is unlikely to be sufficient to explain ongoing sluggishness in productivity.\n\n There has been a large increase in labour supply since 2010. The increase in labour supply has been associated \nwith high growth in employment but subdued productivity. The impact on unemployment has been less than might \nhave been expected as relatively low increases in wages and a flexible labour market have aided the absorption of \nadditional labour. There has been a particularly notable rise in the proportion of self-employed and part-time \nworkers in employment as\n\n (74) See IMF(2013) United Kingdom Article IV Report, Mc Cafferty (2014) The UK Productivity Puzzle - a sectoral \nperspective, Speech to Market News Connect Lunch, London.\n\n\n\n (75) As suggested by Broadbent, B (2012) Productivity and the allocation of resources Speech to the Durham \nBusiness School.\n\n (76) See Barnett et al (2014) The UK Productivity Puzzle, Bank of England, Quarterly Bulletin, Q2.\n\n employment itself has risen. As a result, the employment rate has increased steadily since 2010 and in the three \nmonths to September 2015 reached 77. It may be the case that time is required for new entrants to the labour force \nto reach the levels of productivity of the existing labour force.\n\n In short, there is no single explanation for the size of the productivity gap and the length of the time that the \nproductivity gap has endured. A number of factors have likely contributed to the productivity gap and the importance \nof those factors is likely to have varied over time. Earlier this decade, as the economy remained in recession, \ntemporary factors may have contributed to the flattening in productivity. However, those factors are unlikely to have \nendured once the economy returned to growth in 2012. Structural factors may explain some of the weakness in \nproductivity. The strengthening of the banking sector in recent years suggests that the impact of earlier weakness in \nthis sector on productivity is likely to dissipate.\n\n Policy response\n\n The government has set out a wide-ranging plan, including a number of specific actions to raise productivity. The \napproach is built around two pillars which encompass a fifteen-point plan. The two pillars are encouraging long-term \ninvestment and promoting a dynamic economy. The first pillar focuses on supporting businesses to invest in skills \nand human capital, economic infrastructure, and ideas and knowledge. The second pillar comprises flexible and fair \nmarkets, productive finance, openness and competition and 'resurgent cities'. There are specific initiatives in: \nreforms to corporate taxation, skills, investment in infrastructure. In addition the government plans to promote \nincreased collaboration between business and universities.\n\n The government's policy response is wide-ranging. The emphasis on the need to boost skill levels, and \ninfrastructure investment, is particularly welcome and should help address particular challenges in these areas. \nHowever, delivery and close monitoring are key; given that it will take time to implement the policies and for them to \ntake full effect, the impact on productivity is likely to become apparent over the medium term.\n\n 3.3. Productivity and investment\n\n 58\n\n Infrastructure investment\n\n Over time, the UK has underspent on infrastructure relative to other countries (77). As outlined in the 2015 country \nreport, the cumulative impact of such underspending has resulted in a backlog of infrastructure provision, \nefficiencies and capacity constraints. Under-provision of infrastructure may also have contributed to the low level of \nproductivity.\n\n The government has ambitious plans to drive up the provision of infrastructure as set out in its National \nInfrastructure Plan. The government plans to address infrastructure shortages. The infrastructure will be provided \nby a combination of the private and public sectors. There is a pipeline of proposed investment of a value of GBP \n327 billion to be delivered by 2020-21. GBP 67.5 billion of infrastructure investment is expected to be funded \n\n\n\npublicly, GBP 214 billion is expected to be raised from private sources - for example, from insurance companies - \nwhile the remainder is to be raised from a mix of private and public sources. While the proposed investment covers \nmany sectors, the majority of infrastructure investment is proposed in the energy, transport and communication \nsectors.\n\n While the ambition of the National Infrastructure Plan is welcome, concerns remain regarding its delivery. One such \nconcern relates to the need to monitor progress on delivery of projects in the pipeline. An update of progress on \ndelivery and financing against the goals in the National Infrastructure Plan was published in late 2013 and late 2014 \nbut a further update was not published in 2015. Transparency and accountability, in the form of regular monitoring \nand public reporting on progress on the priorities in the Plan is key. The government intends to publish a National \nInfrastructure Delivery Plan (NIDP) by the middle of 2016 to set out in detail how it will deliver key projects and \nprogrammes in the period to 2020. As discussed in previous country reports, there are concerns whether the scale \nof financing required from the private sector will materialise. Concerns regarding deliverability\n\n (77) See footnote 80 of the 2015 Country Report.\n\n of some infrastructure projects have recently been raised (78).\n\n A new entity, the National Infrastructure Commission (NIC), to provide independent advice in relation to national \ninfrastructure priorities, is being established. The NIC is primarily responsible for setting out a long term vision, \nidentifying national infrastructure needs over a 10 to 30 year horizon and will be required to publish a National \nInfrastructure Assessment every Parliament setting out its analysis of the UK’s infrastructure needs over a 10 to 30 \nyear horizon. The Government will be required formally to respond to the recommendations of the NIC. The initial \npriorities for the NIC have been identified as: investment in transport in London, including development of 'Crossrail \n2' (a new rail link under London), options to improve transport connectivity between large cities in the north of \nEngland) and options for energy storage. The NIC has been operating in shadow form since its launch in October \n2015 and plans are underway to establish it permanently through legislation as a non-departmental public body \nwhich will be accountable to Parliament.\n\n The establishment of the NIC is a sound step forward as it should boost clarity and transparency surrounding the \nselection of major projects. Although the final decision on the priorities for infrastructure provision will remain with \nthe government, the commission will provide independent advice and recommendations to inform those decisions.\n\n Transport Infrastructure\n\n Historically there have been low rates of public investment to investment in transport infrastructure. Between 1995 \nand 2013, transport infrastructure investment varied from between 0.6-0.8 % of GDP compared to the OECD \naverage of 0.9-1.0 % of GDP. However, there has been a modest increase in the level of infrastructure investment \nsince 2010. The transport sector faces challenges in relation to the capacity and quality of its networks. In \nparticular, the UK suffers from a\n\n (78) Delivering major projects in government: a briefing for the Committee of Public Accounts, National Audit Office \n(2016).\n\n 3.3. Productivity and investment\n\n 59\n\n\n\n high level of road congestion both in urban and intra-urban areas, and must deal with high and increasing costs of \nthe maintenance of their transport infrastructure.\n\n Demand for both passenger and freight rail services have increased over the last ten years. Network Rail, a \ngovernment agency, is currently updating its delivery plan for the period 2014-2019 to ensure the work planned is \ndeliverable within the resources available. Work that cannot be afforded, or is not deliverable, is profiled for delivery \nbeyond 2019. This may result in delays to some upgrade projects.\n\n At the same time, UK is among the 10 worst performing countries in the European Union with regard to the \neconomic costs caused by traffic congestion. UK drivers wasted an average of 30 hours in congestion during 2014. \nThe UK ranks fifth in the list of Europe’s most congested countries. In London drivers spent, on average, 96 hours \nin traffic in 2014 - 14 hours more than in 2013 (a 17 % increase) (79).\n\n There is some progress on policy responses. In relation to road infrastructure in England, a new publicly-owned \ncompany has been set up to manage the strategic roads network. There will also be increased investment in the \ncoming years to increase capacity and improve the condition of the existing infrastructure (GBP 15 billion of \ninvestment as part of a new road investment strategy to 2020-21). The company overseeing the roads network will \nbe independently regulated. Crossrail is running on time and budget and scheduled to begin in late 2018.\n\n There is a need for additional airport capacity in London and the South East of England. Additional capacity is \nrequired so that London can retain its status as an international aviation hub, one additional runway at an existing \nairport or a new airport might be needed. The need for additional capacity has been acknowledged since at least \nthe 1970s and has increasingly become urgent.\n\n An independent report into airport capacity, delivered in July 2015, recommended that a\n\n (79) INRIX Urban Mobility Scorecard Annual Report 2014.\n\n new runway be built at Heathrow. The final report of the Airports Commission (80) noted that \"good aviation \nconnectivity is vital for the UK economy. It promotes trade and inward investment\" and states that \"while London \nremains a well-connected city, its airports are showing unambiguous signs of strain\" and that \"there is strong \nevidence that good transport links, and especially aviation connectivity, make an important contribution to \nenhancing productivity\". However, the report noted that \"Heathrow is currently operating at capacity and Gatwick is \nquickly approaching the same point&hellip;.without action soon, the situation will continue to deteriorate and the \nentire London system will be full by 2040\". Despite the urgency of the need to provide greater airport capacity in the \nsouth east of England, in the eight months that has elapsed since the publication of the report, the government has \nyet to publish its formal response to the report and its decision.\n\n Energy infrastructure\n\n Investment in energy infrastructure, including green energy sources, can raise productivity. Higher investment can \nprovide businesses with affordable access to high quality, stable and reliable energy sources. It can also contribute \nto social welfare through reducing the emission of greenhouse gases and air pollution.\n\n Electricity interconnections in the UK are highly congested. The level of electricity interconnection (81) was 6 % in \n2014 for the UK which, although low by European Union standards, reflects the particular challenges facing island \nmarkets. Another factor is the structural price difference with the continent. To address this, the European \nCommission selected a number of electricity infrastructure 'projects of common interest' involving the UK, which will \nimprove interconnection with Belgium, France, Ireland, Norway, Denmark and Iceland. If they are\n\n\n\n (80) Airports Commission (2015) Airports Commission: Final Report July The Commission also concluded that, \nwithout action, users and providers of infrastructure would incur costs of GBP 21-23 billion over a sixty year period. \nThe cost to the wider economy over the same period would be GBP 30-45 billion.\n\n (81) The indicator tells which percentage of installed generation capacity is interconnected.\n\n 3.3. Productivity and investment\n\n 60\n\n implemented according to schedule, they will allow the UK to achieve 10 % interconnection for 2020.\n\n There are risks of a supply gap in electricity in the medium term. It has been suggested that there could be a \nserious shortage of capacity emerging by winter 2020 with a further deterioration to significant shortfalls throughout \nthe year by 2025 (82). It is worth noting that the UK has introduced a capacity market whereby providers of capacity \nare given a payment and in return must deliver energy when called upon. The level of this payment is determined \nthrough a yearly auction, the second of which, for delivery in 2019/20, concluded in December 2015. Other action is \nbeing taken regarding balancing services aiming at strengthening price signals in the wholesale market. As part of \nthe single electricity market, Northern Ireland continues its market reform programme with Ireland, which includes \nreforms to its capacity mechanism. To diversify the energy mix, the government authorised the development of a \nnew nuclear power plant - Hinkley Point C. However, the contractor has not yet taken the final decision to confirm \nthe investment. Risks related to the financing of project and resistance by the contractor's (EDF Energy) union \nmight cause delays.\n\n Competition in the retail energy market is under scrutiny. At retail level, six major vertically integrated suppliers \nshare the majority of the electricity and gas markets. Their combined market share has recently fallen below 90 % \nfor the first time, as many customers switched to smaller independent suppliers. However, the ability of consumers \nto understand and choose the most appropriate tariff has been a concern. The Competition and Markets Authority is \ncurrently investigating the functioning of energy markets (electricity and gas, wholesale and retail); a final report \nshould be available by June 2016. In Northern Ireland, electricity prices for domestic and smaller non-domestic \ncustomers continue to be regulated in those areas of the market where the former monopoly incumbent retains \nsignificant market power. Regarding gas, the regulation of\n\n (82) European Network of Transmission System Operators of Electricity (2015) Scenario Outlook and Adequacy \nForecast Report.\n\n prices continues in Greater Belfast on the same grounds.\n\n Research and Innovation\n\n The UK has a relatively low level of investment, (as a share of GDP) in R&D. R&D intensity currently stands at 1.7 \n% GDP, compared with an European Union average of 2.0 % of GDP, and has been stagnant since 2000. Recent \ndecreases in public investment in R&D risk undermining the high quality output of the research base and its \npotential leverage effect on business R&D investment. Cooperation between the public and private sector is a key \naspect in gearing the economy towards more high-tech and medium high-tech activities. However, the UK does not \nperform to the standards of the European Union innovation leaders in this area (graph 3.3.4). While there are policy \nresponses, in particular through Innovate UK, and notably the formation of catapult centres, the funding allocated to \nthese (GBP 153 million in 2013-2014 and 136 million in 2014-2015) is relatively low, for instance, in comparison to \nthe size of the R&D tax credit.\n\n\n\n Graph 3.3.4: Public-private co-publication\n\n Source: European Commission\n\n A number of efforts have been made to focus funding on priority areas. However, the main instrument used to \nstimulate business R&D investment, the R&D tax credit, does not allow the government to strategically direct R&D \ninvestment; every company can apply for the R&D\n\n EUDKNLFRBEATSEDEIELUUKFIITELESEESIHUMTPTCZPLLVBGCYLTSKHRRO0123450123Share of public-\nprivate co-publications in total publications, 2013Business expenditure on R&D\n\n (\n\n BERD) as %\n\n of GDP, 2013\n\n 3.3. Productivity and investment\n\n 61\n\n tax credit, so the funds cannot be concentrated in priority sectors. The government has committed to protect the \nscience budget in real terms (83). The government also announced the creation of a new body, Research UK, \nwhich will work above and across the existing research councils, and to bring Innovate UK within this umbrella \nbody.\n\n Digital technology\n\n There is a high use of digital technology. Strong digital skills can boost productivity, growth and job creation. A \nlarge proportion of the population uses the internet at least once a week (90 %), most of those every day. Only 6 % \nof the population has never used the internet. These figures are well above the averages for the European Union \n(76 % and 16 %, respectively). Integration of digital technologies by businesses in the UK is also developing and is \non a par with the European Union average (84). While take up of social media by UK businesses at 34 % is \nadvanced, use of eInvoices (11 %) and Cloud (15 %) are similar to the European Union average and use of \nelectronic information sharing is very low.\n\n The rapid spread and use of digital technologies also poses challenges, such as a shortage of digital skills. While \nthese shortages exist at all levels, from basic user skills, through advanced use to skilled ICT professionals, they \nare particularly significant at the higher end of the scale i.e. for ICT professionals.\n\n In terms of basic digital skills, the UK performs above average in the European Union. Indeed the percentage of \nthe population with at least basic digital skills was 67 % in 2015 (85). This nevertheless means that a third of the \npopulation is in effect digitally illiterate.\n\n At the top end of the digital skills spectrum, there is a large and growing shortage of skilled\n\n (83) 2015 Spending Review, November 2015.\n\n\n\n (84) See Integration of Digital Technologies dimension of the Digital Economy and Society Index (DESI) reported in \nthe DESI country profile for the UK:            https://ec.europa.eu/digital-agenda/en/scoreboard/united-kingdom.\n\n (85) Human Capital dimension of the Digital Economy and Society Index (DESI) reported in the DESI country \nprofile for the UK:            https://ec.europa.eu/digital-agenda/en/scoreboard/united-kingdom.\n\n ICT professionals. Demand is rising rapidly, and employment of ICT professionals in the UK has grown \nsignificantly, but supply is not keeping pace. In particular, graduate numbers have fallen dramatically over the last \ndecade, more than in other countries, and are now 63 % of the number recorded for 2003 (86). This effect is \nexacerbated by an increasing number of retirements and exits.\n\n While many countries in the European Union face similar challenges, the UK is particularly affected. At around 1.5 \nmillion, the UK employs the largest number of ICT professionals in the European Union, accounting for around 5 % \nof UK employment, and demand continues to grow rapidly.\n\n The UK has also developed a digital skills strategy in collaboration with industry which it published in October \n2014. The strategy takes a comprehensive approach addressing three main line of action: creating new talent, \nexpanding the talent pool, and developing the skills to succeed in new markets. The strategy is largely being \nimplemented by industry in collaboration with government, and other relevant stakeholders.\n\n The introduction of a new computing course into the school curricula since September 2014 is an important \ninitiative. Also, some universities rolled out new courses designed to bridge the gap between IT and business. In \nthe medium to long term these initiatives should contribute to closing digital skills gaps. Key to the success of these \ninitiatives is to address digital literacy of the population both in schools and throughout life, in addition to 'hard' \ncomputing skills.\n\n Widely available and competitively priced fast and ultra-fast internet access is essential to allow business and \ncitizens to reap the full benefits offered by ICT, access new services and remain competitive in the international \nmarket. Broadband networks are the key infrastructures of the digital economy and society. Therefore investing in \ncomprehensive high speed broadband networks is key to growth and employment. The UK performs relatively well \nin the area of broadband for a number of Digital Agenda indicators and continues to progress.\n\n (86) H&uuml;sing, Korte, Dashja (2015) e-Skills in Europe.\n\n 3.3. Productivity and investment\n\n 62\n\n Additional efforts are required to bridge the gap in the availability of superfast broadband between urban and rural \nareas. In 2014, 88.5 % of UK households could subscribe to superfast broadband technologies offering at least 30 \nMbps connectivity. The increase was particularly significant for rural households although rural coverage remains \nsubstantially below the national average (45.9 %). Subscriptions to superfast broadband also increased to 32 % in \n2014 (87). The deployment of the LTE network, currently the highest standard for wireless communication of data, \ncontinued in 2014, with coverage increasing by 21 pps. to 84 %, above the European Union average of 79.4 %. \n\n\nHowever LTE availability in rural areas is still problematic, with only 9.4 % of rural households covered by LTE \ncompared to the European Union average of 27 % (88).\n\n There is a need for concrete measures and a roadmap to achieve the UK's ultrafast broadband goal. The \ndeployment of ultrafast broadband offering speeds of at least 100 Mbps is another area where there is room for \nfurther progress and which can play an important role supporting the development of key economic sectors and \nnew services. 47.6 % of European households were able to receive such speed in 2014 and 47.7 % in the UK (89). \nThe government intends \"to bring ultrafast broadband of at least 100 megabits per second to nearly all homes in the \ncountry\" although concrete measures and a clear roadmap have not yet been made public.\n\n Environmental issues\n\n There is wide use of state support for voluntary agreements and initiatives to support for business to improve its \nresource efficiency. The most prominent and successful example is the Courtauld Commitment, launched by the \ngovernment’s Waste and Resources Action Programme (WRAP) in 2005 to reduce food and packaging waste in \nthe food and drink (grocery) supply chain. Several additional other voluntary agreements (Electrical and Electronic \nEquipment\n\n (87)            http://digital-agenda-data.eu.\n\n (88)            http://ec.europa.eu/digital-agenda/en/news/study-broadband-coverage-europe-2014.\n\n (89) As previous footnote.\n\n Sustainability Action Plan, Sustainable Clothing Action Plan) have been developed since then.\n\n Air pollution causes substantial environment and health impacts and has a high economic cost to society. Air \npollution was responsible for more than 31 500 premature deaths in 2010 and sickness totalling health-related \nexternal costs in the range of Euro 28.7 - 81.3 billion/year (90). Those estimates include not only the intrinsic value \nof living a full health life but also direct costs to the economy. Climate and energy issues are detailed in Box 3.3.1.\n\n Investment in 'green' infrastructure is an efficient solution for the management and prevention of floods. During \nwinter 2016 the northern part of UK was hit severely by floods. The government has published preliminary flood risk \nassessments and prepared flood hazard and risk maps. The first flood risk management plans are to be submitted \nto the European Commission by 22 March 2016. Also, GBP 2.3 billion of capital funding was committed for a six-\nyear investment programme on flood defence measures up to 2021. In addition, there are currently over 1 500 \npublic-private partnership schemes identified to protect further 300 000 properties.\n\n Public procurement\n\n The UK public procurement system is well-functioning and efficient. Professionalism in public procurement is high \nat central government level, due to quality recruitment and training of personnel. Moreover, contracting authorities \nperform well in terms of regulatory compliance. The move towards greater centralisation has allowed the UK to \nachieve significant savings over the last 5 years, and the target for 2015-2016 is to deliver savings of approximately \nGBP 800 million to 1 billion.\n\n (90) Data: European Commission, based on impact Assessment of Air Package, 2014.\n\nhttp://digital-agenda-data.eu/\nhttp://ec.europa.eu/digital-agenda/en/news/study-broadband-coverage-europe-2014\n\n\n 3.3. Productivity and investment\n\n 63\n\n (Continued on the next page)\n\n Box 3.3.1: Climate and energy Renewable energy In 2013 the share of renewable energy in gross final energy \nconsumption reached 7.0 % (Eurostat, 2016). The average over 2013 and 2014 was 6.3 %. Installed generation \ncapacity from renewable sources in the UK reached 24.6 megawatts in 2014, and electricity generation from \nrenewables now represents 17.8 % of total electricity generation. A number of measures to reduce renewable \nenergy subsidies were announced by the government to address a potential overspending under the Levy Control \nFramework as projected by the Office for Budget Responsibility. The measures announced include: ending \nsubsidies for onshore windfarms under the renewables obligation from 1 April 2016 (a year earlier than initially set), \nunless projects have already secured planning permission, a grid connection and land rights; removing the \nguaranteed level of subsidy for biomass conversions and co-firing projects for the duration of the renewables \nobligation; launching a consultation on controlling subsidies for solar photovoltaic of 5 megawatt and below under \nthe renewables obligation. Further measures included the removal of the exemption for renewable electricity \nproducers to pay the Climate Change Levy (a tax on energy use paid by businesses), and various forms of tax relief \n(Enterprise Investment Scheme, Seed Enterprise Investment Scheme tax relief and Social Investment Tax relief) for \ninvestors in community energy projects. Finally, further support for up to 10 gigawatts of new offshore wind projects \nin the 2020s will be strictly conditional on cost reductions of the technology and clarity on the precise timing of a \nsecond round of contracts-for-difference allocation and the spending limits for the Levy Control Framework after \n2021 is still to be provided by the government. The UK had a 4.9 % share of renewable energy sources in transport \nin 2014. Energy efficiency The UK's principal schemes for addressing energy efficiency in buildings are currently \nthe Green Deal and the Energy Companies Obligation. In 2014, the government improved the energy efficiency of 1 \nmillion homes through the Energy Companies Obligation and the Green Deal, and at the end of June 2015 over 1.5 \nmillion energy efficiency measures had been installed. The government announced in the summer that it would no \nlonger fund the Green Deal scheme and initiatives to replace the scheme are yet to be announced. Concerning the \nEnergy Companies Obligation, in late 2015, the government announced that the scheme will be replaced from April \n2017 with a new domestic energy efficiency supplier obligation which will run for five years. The new scheme is \nmeant to upgrade the energy efficiency of over 200 000 homes per year, saving up to GBP 300 of the annual \nenergy bills, helping tackling fuel poverty. However, the new scheme might lead to less investment in energy \nefficiency projects in buildings than the Energy Companies Obligation. Greenhouse gas emissions According to \napproximated data, in 2014 greenhouse gas emissions were 16 % lower compared to 2005 levels. Projections \nbased on existing measures indicate that emissions from non-Emissions Trading Scheme sectors will be 19 % \nbelow 2005 levels by 2020. The government announced a consultation for spring 2016 setting out proposals to \nclose unabated coal-fired power plants by 2025 and restrict the use of coal from 2023, while shifting to new gas. \nMoreover, after the spending review, the government announced that the GBP 1 billion ring-fenced capital budget \nfor the Carbon Capture and Storage commercialisation programme is no longer available, and implications for the \ntwo Carbon Capture and Storage projects under the competition are under assessment. The government is working \ntowards reducing emissions from the transport sector. It aims to achieve this by supporting ultra-low emission \nvehicles and local transport projects. In 2014, transport emissions accounted\n\n 3.3. Productivity and investment\n\n 64\n\n Access to finance\n\n\n\n Access to finance is good and has improved notably over the past few years. Debt financing, in particular, is \nbecoming easier for SMEs to access and fewer SMEs reporting having suffered rejected loan applications or \nunacceptable loan offers. Banks have become more willing to provide loans to SMEs wishing to borrow, although \nthe overall level of demand appears to remain rather subdued.\n\n Compared to other European Union Member States, access to finance poses less of a challenge for SMEs in the \nUK. In the latest SAFE survey (91), 87 % of all SMEs indicate that debt finance is relevant for them. Moreover, 17 \n% consider equity finance of relevance for their business (compared to European averages of 86 % and 14 % \nrespectively). Net demand for bank loans decreased by 8 % and remained unchanged for short term finance, \nindicating a slight shift to non-loan short term finance and a possible saturation of demand for bank loans, credit \nlines, overdraft facilities, and credit card debt. Moreover, 69 % of UK SMEs that applied for a bank loan received all \nof what they applied for, compared to a European average of 67 %, which implies a relatively healthy debt finance \nenvironment.\n\n There are various forms of public intervention to facilitate access to finance. The Funding for Lending Scheme was \nextended until January 2016. This scheme provides incentives to banks and building societies to expand lending by \nreducing their funding costs. In early 2015, the British Business Bank announced the ‘Help to Grow’ Growth Loans \nscheme, a pilot of GBP 100 million. This will provide finance to small firms with potential to grow quickly, through \nshared first loss\n\n (91) European Central Bank (2015) Survey on the access to finance of enterprises.\n\n guarantees and capital for co-investment. As regards alternative forms of financing, there are indications that peer-\nto-peer lending and crowdfunding are increasing quite rapidly in volume, albeit from low bases. Payment periods in \ncommercial transactions do not seem to be a major problem for SMEs, being 39 days in the UK, compared to a \nEuropean average of 50 days.\n\n Innovative small enterprises would welcome diversified risk capital to grow. The UK has seen a particularly strong \ngrowth in the volume of start-up businesses which has implications for the nature of external finance that will be \nrequired in the next two to three years. There is unmet demand in excess of the current private and public sector \nbacked provisions. England's European Regional Development Fund Operational Programme 2014-2020 foresees \n40 % of allocations to SME competitiveness and, of this, 46 % will be delivered via financial instruments (92).\n\n (92) EIB study on using financial instruments for SMEs in England in the 2014-2020 programming period, final \nreport, January 2015.\n\n Box (continued)\n\n for 28 % of UK’s total direct emissions, according to provisional data (Committee on Climate Change, 2015), the \nsecond largest emitting sector after energy supply. Fossil fuels The government still applies reduced VAT rates for \ndomestic fuel and power as well as preferential excise duties for other fossil fuels such as kerosene. This might \nstimulate the use of fossil fuels.\n\n 65\n\n 2015 Country-specific recommendations (CSRs)\n\n CSR 1: Ensure effective action under the excessive deficit procedure and endeavour to correct the excessive \ndeficit in a durable manner by 2016-17, in particular by prioritising capital expenditure.\n\n\n\n CSRs related to compliance with the Stability and Growth Pact will be assessed in spring once the final data will be \navailable.\n\n CSR 2: Take further steps to boost supply in the housing sector, including by implementing the reforms of the \nnational planning policy framework.\n\n The United Kingdom has made some progress in addressing CSR 2:\n\n Some progress in boosting supply in the housing sector as throughout year the UK has announced various policies \nto raise housing supply relative to demand. These policies will make a difference but it will take some time to \nimplement them, and the challenge is of a large scale.\n\n CSR 3: Address skills mismatches by increasing employers' engagement in the delivery of apprenticeships. Take \naction to further reduce the number of young people with low basic skills. Further improve the availability of \naffordable, high- quality, full-time childcare.\n\n The United Kingdom has made some progress in addressing CSR 3:\n\n Some progress in the delivery of apprenticeships as several developments have occurred in the past year, \nincluding policy announcements affecting the quantity and quality of apprenticeships up to 2020. Legislation obliges \nthe Government to report on progress towards targets (in England). Employer engagement is obliged via an \nApprenticeship levy affecting Employers with payrolls greater than GBP 3m per annum. A new funding pilot is being \ntrialled giving employers greater control over spending on training delivery.\n\n Some progress in basic skills as several initiatives to improve basic skills are being implemented across each of \nthe UK countries. In England, ‘16 to 19 Study Programmes’ require students who have not achieved the required \nstandard in English and/or mathematics to continue to study these subjects. The introduction of the new\n\n (93) The following categories are used to assess progress in implementing the 2015 CSRs:\n\n No progress: The Member State (MS) has neither announced nor adopted measures to address the CSR. This \ncategory also applies if the MS has commissioned a study group to evaluate possible measures.\n\n Limited progress: The MS has announced some measures to address the CSR, but these appear insufficient \nand/or their adoption/implementation is at risk.\n\n Some progress: The MS has announced or adopted measures to address the CSR. These are promising, but not \nall of them have been implemented and it is not certain that all will be.\n\n Substantial progress: The MS has adopted measures, most of which have been implemented. They go a long way \ntowards addressing the CSR.\n\n Fully implemented: The MS has adopted and implemented measures that address the CSR appropriately.\n\n ANNEX A\n\n Overview Table\n\n Commitments\n\n\n\n Summary assessment (93)\n\n A. Overview Table\n\n 66\n\n slimmed-down national curriculum in September 2014 is expected to improve children’s numeracy, language and \nliteracy skills and knowledge. By 2016 primary schools will be judged against a new floor standard of 65% of \nstudents achieving the required standard in English and maths. A major transformation of the governance status of \nschools in England is underway. In general, the effect of these reforms has yet to be determined in terms of impact \non student' achievement.\n\n Some progress in childcare as the initiative 'Tax-free childcare’ was due to be introduced in autumn 2015 but is \nnow scheduled for roll-out in 2017. Currently, childcare tax credits are available for low-income employed families \nwith analogous, and in some cases more generous, support available under Universal Credit. Significant expansion \nin provision for free childcare has been announced which will commence in pilot areas in September 2016 with \nintended nationwide rollout in September 2017. This envisages proposals to double the free childcare available to \nworking parents of three and four year olds from 15 to 30 hours per week over 38 weeks of the year from 2017 in \nEngland. Challenges on the supply side in childcare provision remain, with the majority of councils in Scotland, \nWales and England not having sufficient childcare provision for parents who work full time.\n\n Europe 2020 (national targets and progress)\n\n Employment rate target set in the 2014 NRP: None\n\n 76.2% of the population aged 20-64 was employed in 2014.\n\n R&D target set in the 2014 NRP: None\n\n 1.72% (2014)\n\n No progress. Overall R&D intensity has fluctuated around 1.7% GDP since 2000. The situation is particularly \nworrying as regards public investment in R&D, which has decreased in recent years, undermining in the longer term \nthe high quality of the public research base and its potential leverage effect\n\n A. Overview Table\n\n 67\n\n on private investments.\n\n Greenhouse gas (GHG) emissions target:\n\n National Greenhouse gas (GHG) emissions target: - 16% in 2020 compared to 2005 (in non-ETS sectors)\n\n 2020 target: -16%\n\n According to the latest national projections and taking into account existing measures, the target is expected to be \nachieved: -19% in 2020 compared to 2005 (with a margin of 3 percentage points).\n\n\n\n Non-ETS 2014 target: -9%\n\n According to preliminary estimates, the change in non-ETS greenhouse gas emissions between 2005 and 2014 \nwas -16 %,\n\n 2020 Renewable energy target: 15%\n\n The UK has made progress towards achieving its renewable energy target of 15% by 2020. In 2013, its share of \nrenewable energy reached 5.1% of final energy consumption, compared with an interim target for 2013/2014 of \n5.4%.\n\n These data indicate that the UK might be falling behind the trajectory, even if, in the last 2 years, the UK has \nachieved significant progress in terms of the share of renewables in electricity generation, with significant \ndeployment of offshore wind. More recent provisional data for 2014 even suggest a better outcome due to this large \nincrease in the amount of renewable energy produced.\n\n With a 4.4% share of RES in transport, the United Kingdom is less than half-way towards the binding 10% target in \ntransport to be achieved by 2020.\n\n Energy efficiency target.\n\n The United Kingdom's 2020 energy efficiency target is 177.6 Mtoe expressed in primary energy consumption \n(129.2 Mtoe expressed in final energy consumption.)\n\n The UK has set itself an ambitious energy efficiency target for 2020 and will need to decrease its current energy \nconsumption expressed in primary and final energy consumption to achieve that target.\n\n This could be challenging in the light of the current trend in final energy consumption in the residential and industry \nsectors, which has increased in the UK from 2012 to 2013.\n\n Early school leaving target in the 2014 NRP: None\n\n The indicator on early school leavers recorded a 3.1 pps reduction over a four-year period, from 14.9 % in 2011 to \n11.8 % in 2014\n\n A. Overview Table\n\n 68\n\n which is around the EU average (11.1 %).\n\n Tertiary education target in the 2014 NRP: None\n\n The tertiary attainment rate of 30-34 year olds has been on a consistently upward trend since 2000 (29 %) \nreaching 45.5 % in 2011; 46.9 % in 2012, 47.4% in 2013 and 47.7% in 2014. Regional data shows that all four \ndevolved administrations are above the EU average of 37.9 % in 2014.\n\n Target on the reduction of population at risk of poverty or social exclusion in number of persons in the 2014 NRP: \nNone\n\n\n\n The 'at risk of poverty or social exclusion rate' stood at 24.1% in 2014. This is a decrease from 24.8% in 2013\n\n 69\n\n ANNEX B\n\n MIP scoreboard\n\n Table B.1: The MIP scoreboard\n\n Figures highlighted are those falling outside the threshold established in the European Commission's Alert \nMechanism Report. For REER and ULC, the first threshold applies to euro area Member States.\n\n Source: European Commission\n\n Thresholds200920102011201220132014Current account balance, (% of GDP) 3 year average-4%/6%-3.1-3.2-2.5-\n2.6-3.2-4.3-35%-15.3-8.1-7.5-21.0-14.2-25.3Real effective exchange rate - 42 trading partners, HICP deflator3 \nyears % change&plusmn;5% & &plusmn;11% -19.9-20.4-8.25.93.410.2Export market share - % of world exports5 \nyears % change-6%-20.0-23.8-25.6-20.5-11.2-8.7Nominal unit labour cost index (2010=100)3 years % change9% \n& 12% 11.09.36.93.21.71.96%-9.52.5-4.5-0.21.28.314%-7.8-2.7-\n1.30.11.73.4133%189.6177.4173.2174.4165.2157.760%65.776.681.885.386.288.2Unemployment rate3 year \naverage10%6.27.07.87.97.97.216.5%-17.88.210.6-3.8-7.74.4-0.2%0.0-0.1-0.30.41.01.20.5%0.71.21.30.80.2-\n0.52%5.25.66.32.10.8-4.4Internal imbalancesExternal imbalances and competitivenessNew employment \nindicatorsNet international investment position (% of GDP)Deflated house prices (% y-o-y change)Total financial \nsector liabilities (% y-o-y change)Private sector credit flow as % of GDP, consolidatedPrivate sector debt as % of \nGDP, consolidatedGeneral government sector debt as % of GDPActivity rate - % of total population aged 15-64 (3 \nyears change in p.p)Long-term unemployment rate - % of active population aged 15-74 (3 years change in \np.p)Youth unemployment rate - % of active population aged 15-24 (3 years change in p.p)\n\n 70\n\n ANNEX C\n\n Standard Tables\n\n Table C.1: Financial market indicators\n\n 1) Latest data September 2015. Monetary authorities, monetary and financial institutions are not included. * \nMeasured in basis points.\n\n Source: IMF (financial soundness indicators); European Commission (long-term interest rates); World Bank (gross \nexternal debt); Eurostat (private debt); ECB (all other indicators).\n\n 201020112012201320142015Total assets of the banking sector (% of \nGDP)506.0521.5465.4435.4399.3362.1Share of assets of the five largest banks (% of total \nassets)42.543.542.843.738.9-Foreign ownership of banking system (% of total assets)47.648.246.044.448.3-\nFinancial soundness indicators: - non-performing loans (% of total loans)4.04.03.63.11.8- - capital adequacy ratio \n(%)15.915.717.119.617.3- - return on equity (%)6.96.13.44.213.9-Bank loans to the private sector (year-on-year % \n\n\n\nchange)4.6-1.52.9-4.71.97.6Lending for house purchase (year-on-year % change)18.03.94.4-0.89.79.6Loan to \ndeposit ratio106.2104.0102.699.396.196.8Central Bank liquidity as % of liabilities------Private debt (% of \nGDP)177.4173.2174.4165.2157.6-Gross external debt (% of GDP)1) - public22.727.826.626.026.626.5 - \nprivate119.1126.1125.5123.0127.4103.3Long-term interest rate spread versus Bund (basis \npoints)*62.126.124.945.797.7128.8Credit default swap spreads for sovereign securities (5-\nyear)*68.064.851.234.921.818.4\n\n C. Standard Tables\n\n 71\n\n Table C.2: Labour market and social indicators\n\n 1 Unemployed persons are all those who were not employed but had actively sought work and were ready to begin \nworking immediately or within two weeks. 2 Long-term unemployed are peoples who have been unemployed for at \nleast 12 months. 3 Not in education, employment or training (NEET). 4 Average of first three quarters of 2015. Data \nfor total unemployment and youth unemployment rates are seasonally adjusted.\n\n Source: European Commission (EU Labour Force Survey).\n\n 201020112012201320142015 (4)Employment rate(% of population aged 20-\n64)73.573.574.174.876.276.7Employment growth (% change from previous year)0.20.51.11.22.31.5Employment \nrate of women(% of female population aged 20-64)67.967.868.469.370.671.2Employment rate of men (% of male \npopulation aged 20-64)79.379.380.080.481.982.2Employment rate of older workers (% of population aged 55-\n64)57.256.758.159.861.061.9Part-time employment (% of total employment, aged 15 years and \nover)26.926.927.327.026.826.8Fixed term employment (% of employees with a fixed term contract, aged 15 years \nand over)6.16.26.36.26.46.2Transitions from temporary to permanent employment72.151.052.562.7--\nUnemployment rate(1) (% active population, age group 15-74)7.88.17.97.66.15.4Long-term unemployment rate(2) \n(% of labour force)2.52.72.72.72.21.7Youth unemployment rate (% active population aged 15-\n24)19.921.321.220.716.915.0Youth NEET(3) rate (% of population aged 15-24)13.614.213.913.211.9-Early leavers \nfrom education and training (% of pop. aged 18-24 with at most lower sec. educ. and not in further education or \ntraining)14.814.913.412.311.8-Tertiary educational attainment (% of population aged 30-34 having successfully \ncompleted tertiary education)43.145.546.947.447.7-Formal childcare (30 hours or over; % of population aged less \nthan 3 years)4.05.03.04.0--\n\n C. Standard Tables\n\n 72\n\n Table C.3: Labour market and social indicators - II\n\n 1 People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or \nsuffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity \n(LWI). 2 At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of \nthe national equivalised median income. 3 Proportion of people who experience at least four of the following forms \nof deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face \nunexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away \nfrom home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. \n\n\n\n4 People living in households with very low work intensity: proportion of people aged 0-59 living in households \nwhere the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the \nprevious 12 months. 5 Harmonised index of consumer prices (HICP) = 100 in 2006 (2007 survey refers to 2006 \nincomes)\n\n Source: For expenditure for social protection benefits ESSPROS; for social inclusion EU-SILC.\n\n Expenditure on social protection benefits (% of \nGDP)200920102011201220132014Sickness/healthcare8.38.48.68.68.5-Invalidity2.02.01.91.81.7-Old age and \nsurvivors11.711.711.612.011.9-Family/children3.13.23.23.13.0-Unemployment0.80.70.70.70.6-Housing and social \nexclusion n.e.c.1.41.41.51.51.5-Total28.328.428.328.527.8-of which: means-tested benefits4.34.34.24.24.0-Social \ninclusion indicators200920102011201220132014People at risk of poverty or social exclusion(1) (% of total \npopulation)22.023.222.724.124.824.1Children at risk of poverty or social exclusion (% of people aged 0-\n17)27.429.726.931.232.631.3At-risk-of-poverty rate(2) (% of total population)17.317.116.216.015.916.8Severe \nmaterial deprivation rate(3) (% of total population)3.34.85.17.88.37.3Proportion of people living in low work intensity \nhouseholds(4) (% of people aged 0-59)12.713.211.513.013.212.2In-work at-risk-of-poverty rate (% of persons \nemployed)6.76.87.99.08.48.6Impact of social transfers (excluding pensions) on reducing \npoverty43.144.846.946.147.242.7Poverty thresholds, expressed in national currency at constant prices(5) \n819681297972797679238077Gross disposable income (households; growth %)4.45.21.64.51.61.3Inequality of \nincome distribution (S80/S20 income quintile share ratio)5.35.45.35.04.65.1\n\n C. Standard Tables\n\n 73\n\n Table C.4: Structural policy and business environment indicators\n\n 1 The methodologies, including the assumptions, for this indicator are shown in detail here:            \nhttp://www.doingbusiness.org/methodology. 2 Average of the answer to question Q7B_a. \"[Bank loan]: If you \napplied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers \nwere codified as follows: zero if received everything, one if received most of it, two if only received a limited part of \nit, three if refused or rejected and treated as missing values if the application is still pending or don't know. 3 \nPercentage population aged 15-64 having completed tertiary education. 4 Percentage population aged 20-24 \nhaving attained at least upper secondary education. 5 Index: 0 = not regulated; 6 = most regulated. The \nmethodologies of the OECD product market regulation indicators are shown in detail here:            \nhttp://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm 6 Aggregate OECD \nindicators of regulation in energy, transport and communications (ETCR).\n\n Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a \nbusiness); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank \nloans).\n\n Performance indicators200920102011201220132014Labour productivity (real, per person employed, y-o-y)Labour \nproductivity in industry-2.253.48-1.88-3.81-1.911.80Labour productivity in construction-13.1314.122.90-7.83-\n0.183.85Labour productivity in market services-2.012.060.50-0.371.340.49Unit labour costs (ULC) (whole \neconomy, y-o-y)ULC in industry5.70-0.633.355.634.470.33ULC in construction10.91-7.560.8710.19-0.74-3.33ULC \nin market services5.110.62-0.91-0.010.09-2.06Business environment200920102011201220132014Time needed to \nenforce contracts(1) (days)404399399399437437Time needed to start a business(1) \n(days)10.510.511.511.511.511.5Outcome of applications by SMEs for bank \nloans(2)1.01na1.12na0.760.57Research and innovation200920102011201220132014R&D \n\nhttp://www.doingbusiness.org/methodology\nhttp://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm\n\n\nintensity1.751.691.691.631.691.72Total public expenditure on education as % of GDP, for all levels of education \ncombined5.566.155.986.10nanaNumber of science & technology people employed as % of total \nemployment434450515151Population having completed tertiary education(3)303233353637Young people with \nupper secondary level education(4)798180828384Trade balance of high technology products as % of GDP-0.82-\n1.24-0.65-0.89-0.97-1.14Product and service markets and competition200320082013OECD product market \nregulation (PMR)(5), overall1.101.211.08OECD PMR(5), retail2.152.181.79OECD PMR(5), professional \nservices0.960.820.82OECD PMR(5), network industries(6)1.300.980.79\n\n C. Standard Tables\n\n 74\n\n Table C.5: Green growth\n\n General explanation of the table items: All macro intensity indicators are expressed as a ratio of a physical quantity \nto GDP (in 2005 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) \nCarbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: \ndomestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in \nEUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of \nenergy in HICP: the proportion of \"energy\" items in the consumption basket used for the construction of the HICP \nDifference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual \n% change) Real unit energy cost: real energy costs as a percentage of total value added for the economy \nEnvironmental taxes over labour taxes and GDP: from European Commission's database, ‘Taxation trends in the \nEuropean Union’ Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value \nadded of industry (in 2005 EUR) Real unit energy costs for manufacturing industry: real costs as a percentage of \nvalue added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value \nadded of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: \nconsumption band 500-20 00MWh and 10 000-100 000 GJ; figures excl. VAT. Municipal waste recycling rate: ratio \nof recycled municipal waste to total municipal waste Public R&D for energy or for the environment: government \nspending on R&D (GBAORD) for these categories as % of GDP Proportion of greenhouse gas (GHG) emissions \ncovered by EU Emission Trading System (ETS): based on greenhouse gas emissions (excl land use, land use \nchange and forestry) as reported by Member States to the European Environment Agency) Transport energy \nintensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in \n2005 EUR) Transport carbon intensity: greenhouse gas emissions in transport activity divided by gross value added \nof the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption \nincl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. \nSmaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl \nindex over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European \nCommission and European Environment Agency\n\n Source: European Commission (Eurostat) unless indicated otherwise\n\n Green growth performance200920102011201220132014MacroeconomicEnergy intensity kgoe / \n€0.110.110.100.110.10-Carbon intensity kg / €0.310.310.280.290.27-Resource intensity (reciprocal of resource \nproductivity)kg / €0.320.310.300.290.280.28Waste intensity kg / €-0.12-0.12--Energy balance of trade % GDP-0.4-\n0.4-1.0-1.1-0.9-0.7Weighting of energy in HICP%8.008.808.7010.208.808.00Difference between energy price \nchange and inflation %4.8-6.15.45.24.62.9Real unit of energy cost% of value added8.38.99.6---Ratio of labour \ntaxes to environmental taxes ratio5.45.45.45.35.25.1 Environmental taxes % GDP2.52.52.52.52.52.5Sectoral \nIndustry energy intensity kgoe / € 0.100.110.100.100.11-Real unit energy cost for manufacturing industry% of value \nadded20.522.526.2---Share of energy-intensive industries in the economy% GDP7.467.336.866.526.28-Electricity \n\n\n\nprices for medium-sized industrial users€ / kWh0.110.100.100.120.120.13Gas prices for medium-sized industrial \nusers€ / kWh0.030.020.030.030.040.04Public R&D for energy % GDP0.000.000.010.010.010.01Public R&D for \nenvironment% GDP0.020.020.020.020.020.02Municipal waste recycling rate%49.853.158.261.464.2-Share of GHG \nemissions covered by ETS*%39.339.239.239.839.437.6Transport energy intensitykgoe / €0.740.740.740.730.72-\nTransport carbon intensitykg / €1.681.681.651.661.63-Security of energy supplyEnergy import \ndependency%26.428.536.342.246.4-Aggregated supplier concentration indexHHI3.92.35.15.56.2-Diversification of \nenergy mixHHI0.300.310.290.270.27-\n\n \n\n In case of any query regarding this article or other content needs please contact: \neditorial@plusmediasolutions.com\n"}