{"title": "Making Meals for Immigrant Workers, One Dormitory at a Time", "body": "\nAt 6 a.m., Yolanda Gress-Escamilla climbs onto her bicycle and sets out for work. About 20 minutes later, she \narrives at a small house here on Granny Road, where the refrigerator overflows with chili peppers and a dozen men \nsleep three to a room.\n\n Six days a week, she cooks for the men -- Hispanic laborers who live in the home -- a job that is part of an \nunderground industry as homemade as Ms. Gress-Escamilla's chili-verde sauce.\n\n  Inside the overcrowded immigrant homes that speckle New York's suburbs, Hispanic women like Ms. Gress-\nEscamilla have begun to forge their livelihoods. The women call themselves cocineras, or cooks, a disparate door-\nto-door army that brings a taste of home to men living far from their wives and mothers. These women make \ndinner, overhear secrets, console those who cannot find work and quickly get used to grown men calling them \nmadre, or mother.\n\n ''They're people from my hometown,'' Ms. Gress-Escamilla said in Spanish, through a translator. ''You get to know \nthem and have a sense of family with them. They need to eat.''\n\n So after the men leave for their long days of work, the women arrive and head toward the kitchen. They make \nsoup, a main course, rice and beans and maybe a dessert or empanadas if someone is celebrating a birthday. They \nset the dishes on the stove to be warmed later, slip out the front door and move on to the next house.\n\n The homes are flung far across the suburbs, and the women sometimes work for weeks without pay. But the \npayments are in cash, the women do not have to speak English, and they can grasp at their dreams of \nindependence from bosses and night shifts at fast-food restaurants. ''I am my own boss,'' said one cocinera, Josefa \nBarrera-Rios.\n\n Many communities see the workers' homes -- often overcrowded, usually with illegal immigrants -- as a blight and \na safety hazard, and police and housing-code officers are sometimes dispatched to evict the occupants and fine the \nowners. But the battle over immigration on Long Island has largely swirled past the cocineras, who say they see the \nhomes simply as places to work.\n\n And so in the afternoon on Memorial Day, Ms. Gress-Escamilla found herself in the brown one-story home on \nGranny Road. The kitchen is plain and clean, and a schedule on the white refrigerator dictates who buys groceries \nat Compare Foods each week.\n\n Because it was a holiday, the men breezed into the house from the backyard volleyball court while Ms. Gress-\nEscamilla, planning for the next day, slid frozen pork out of the freezer to thaw. Ten stacks of corn tortillas were \n\n\npiled in the cabinets, and the refrigerator shelves brimmed with heaps of cheese, tomatillos (green tomatoes), limes \nand chili peppers.\n\n The oven was not working that afternoon, and Reyes Beltran, one of the house's occupants, fretted about the \nprospects for dinner. A simple salad, the men said, was out of the question.\n\n ''I don't know what Senora Yolanda is going to do for us today,'' he said.\n\n Demand for cocineras has grown as houses filled with immigrant men spread across the suburbs, but no one \nknows how many women work in these homes, advocates for immigrants said. Their work blooms in the spring \nand fades in the fall, the women said, when construction and gardening jobs dry up, money runs out and the men \nreturn to Mexico. \n\n Irma Solis, a labor organizer at the Workplace Project, an advocacy group for Hispanic workers, said the demand \nfor women who will cook and clean was strongest in Long Island's younger immigrant communities, where single \nmen living together dominate the Hispanic population. Gradually, the men get married or their wives arrive, putting \nthe cocineras out of work.\n\n ''It's been happening since the first husband brought the first wife,'' Ms. Solis said. ''There's no need for her \nanymore. And so that woman has to go and look for another home where she can cook.''\n\n The women find jobs casually, through conversations at the coin-operated laundry, on a tip from a cousin who lives \nnearby or a chat with strangers at a soccer match. Many female immigrants find their first jobs in the United States \nthrough these informal social networks, said Suzanne Michael, a professor of social work at Adelphi University in \nGarden City, N.Y., who studies immigrant communities.\n\n ''The expectation is that women will provide the housekeeping,'' Dr. Michael said. ''When the men come, they don't \nhave a background in any of that. They're really like, 'Oh my God.'''\n\n In Mexico, many cocineras were nurses, owned shoe shops or ran pharmacies. But after coming to Long Island -- \nmany illegally -- the women discovered that the people most eager to hire them were immigrant men.\n\n ''We think that women have a better sense of how to season things,'' said Mr. Beltran, a Mexican immigrant. ''We \ncan only improvise it.''\n\n Three months after Irene Cano Pacheco crossed the Arizona desert and then flew to New York from Phoenix, she \nfound a house in Farmingville willing to hire her. But the dozen men staged an audition first. They gave Ms. Cano \neight hours to prepare dinner at their home, then sent her away while they judged her spaghetti, beans and \nbreaded pork.\n\n ''They got together in the living room,'' Ms. Cano said. ''They said they liked the food, and I got the job.''\n\n For $300 a week, she would cook for the men and clean the kitchen and bathrooms. Ms. Cano said she worried \nabout working alone among men, so she set ground rules: she would not go in the bedrooms, and no one could be \nvulgar.\n\n ''Some of them can be very gross,'' she said in Spanish. ''I am a woman. I don't accept foul language around me.''\n\n But the carpenters, gardeners, painters and concrete workers who lived there put her at ease, and this winter, Ms. \nCano moved in when she grew weary of the long bicycle ride to work. \n\n Now, she said, she knows all the men's secrets, the confessions they keep from wives and roommates. She knows \nwho has been cheating on his wife back home in Hidalgo, which men are angry at each other, and who feels guilty \nabout the way he treated his wife and children before he came here. \n\n\n\n After she has finished making dinner, Ms. Cano said, she retreats to her room and calls her three children in \nMexico and writes letters to relatives. She will not work after 6 p.m., but sometimes relents, and sews a button on or \ngoes to Wal-Mart with the men to help choose dresses for their wives.\n\n ''I have the better taste,'' she said. ''Sometimes they need advice from a woman.''\n\n Residents from various regions of Mexico and Central America cluster together, and their shared tastes draw \nwomen from the same regions. The posole stews of a native of Hidalgo, Mexico, will not do for someone from \nChiapas, and the cactus dishes prepared Michoacan-style are anathema to anyone used to Mexico City cooking.\n\n Some houses have two refrigerators and two cooks -- one for the men from the south of Mexico, and one for those \nfrom the north.\n\n Cooking for 12 to 15 men who continually come and go takes planning, said Lina Pereyda-Ramirez, who came \nfrom Mexico 20 months ago. Each week, Ms. Pereyda-Ramirez plans menus for each of the four homes where she \nworks, telling the men what supplies they need to buy.\n\n Everything comes in bulk. The pots are big enough to hold two turkeys. The men buy three-pound jars of \nmayonnaise, four-pound boxes of frosted cereal, four-pound containers of salt. The owners of some local groceries \nmake deliveries. \n\n The job offers small pleasures, Ms. Gress-Escamilla said. The men leave clean aprons for her every morning, and \nwhile Ms. Gress-Escamilla cooks, they tend to her 2-year-old daughter, Diana, watching cartoons with the girl and \nspotting birds.\n\n ''We get back from work so late,'' said Juan Chavez, a Mexican immigrant who lives in Farmingville. ''We're so \ntired, the last thing we want to do is cook. We just want it to be ready.''\n\n Sometimes, the women say, they linger and talk to the men, finding out who is working and who has been hurt, \nwho is going back to Mexico and who needs help getting here.\n\n Most days, though, the woman say, they hurry from house to house, trying to earn enough money to pay their rent \nand send back whatever they can to children and relatives in Mexico. When work recedes in the winter, Ms. Gress-\nEscamilla said, she and her husband struggle to pay the $1,800 monthly rent on their home in Ronkonkoma.\n\n ''He can't work construction in the winter, so the person who has to bring home the food is me, to at least be able to \neat,'' she said. ''Perhaps McDonald's would give me more hours. But for me, this is the best work.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Yolanda Gress-Escamilla prepares a dinner of mole de olla, a spicy beef stew, for 10 men at a house in \nFarmingville, N.Y.\n\nImmigrant men often hire women from their home state to prepare meals for them. Ms. Gress-Escamilla cooks for \nseveral houses a day, six days a week. (Photographs by Richard Perry/The New York Times)(pg. B1)\n\n Yolanda Gress-Escamilla often brings her 2-year-old daughter, Diana, with her. She leaves toys at each house so \nDiana can play while she works. (Photo by Richard Perry/The New York Times)(pg. B6)                 \n\nhttp://www.nytimes.com/\n\n"}