{"title": "HEARING OF THE SUBCOMMITTEE ON IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL LAW OF THE HOUSE COMMITTEE ON THE JUDICIARY; SUBJECT: \"THE ROLE OF IMMIGRATION IN STRENGTHENING AMERICA'S ECONOMY\"; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA); WITNESSES: MICHAEL R. BLOOMBERG, MAYOR, CITY OF NEW YORK; RUPERT MURDOCH, CHAIRMAN AND CEO, NEWS CORPORATION, NEW YORK, NY; JEFF MOSELEY, PRESIDENT AND CEO, THE GREATER HOUSTON PARTNERSHIP, HOUSTON, TX; STEVEN A. CAMAROTA, DIRECTOR OF RESEARCH, CENTER FOR IMMIGRATION STUDIES, WASHINGTON, DC; LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SUBCOMMITTEE ON IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, \nAND INTERNATIONAL LAW OF THE HOUSE COMMITTEE ON THE JUDICIARY SUBJECT: \"THE ROLE OF \nIMMIGRATION IN STRENGTHENING AMERICA'S ECONOMY\" CHAIRED BY: REPRESENTATIVE ZOE \nLOFGREN (D-CA) WITNESSES: MICHAEL R. BLOOMBERG, MAYOR, CITY OF NEW YORK; RUPERT \nMURDOCH, CHAIRMAN AND CEO, NEWS CORPORATION, NEW YORK, NY; JEFF MOSELEY, PRESIDENT \nAND CEO, THE GREATER HOUSTON PARTNERSHIP, HOUSTON, TX; STEVEN A. CAMAROTA, DIRECTOR \nOF RESEARCH, CENTER FOR IMMIGRATION STUDIES, WASHINGTON, DC LOCATION: 2141 RAYBURN \nHOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 9:30 A.M. EDT DATE: THURSDAY, SEPTEMBER 30, \n2010\n\nREP. LOFGREN:  So this hearing on the Subcommittee on Immigration, Citizenship, Refugees, Border Security \nand International Law will come to order.  While we appreciate the press taking pictures of our witnesses, we would \nask if they could recede a bit so that we may actually see them.  Thank you very much, photographers.\n\nI would like to welcome our witnesses, members of the Immigration Subcommittee and others who've joined us \ntoday for the subcommittee's hearing on the role of immigration in strengthening America's economy.\n\nOften lost among the passionate debate on immigration are the facts on immigrant entrepreneurs that generate \nbillions of dollars for the U.S. economy and thousands of new American jobs.  Immigrants are nearly 30 percent \nmore likely to start a business than non-immigrants. In California alone, immigrants generate nearly one quarter of \nall business income, nearly $20 billion. They represent nearly 30 percent of all business owners in California, one-\nfourth of business owners in New York, and one-fifth in New Jersey, Florida and Hawaii.  In New York, Florida and \nNew Jersey, immigrants generate one-fifth of the total business income.\n\n\nImmigrants are not only bringing more income to the economy, their businesses are creating new jobs.  Businesses \nstarted by immigrants have a higher rate of creating jobs than the average for all businesses created by immigrants \nand non-immigrants combined, 21 percent versus 18 percent.\n\nAs a resident of California, I have long been familiar with the role immigrants play in growing the state's economy \nand creating jobs for Americans.  Over half, 52.4 percent, of Silicon Valley startups had one or more immigrants as \na key founder.  Statewide, 39 percent of startups had one or more immigrants as a key founder.  Of the engineering \nand technology companies started in the United States from 1995 to 2005, 20 -- (inaudible) -- and employed \n450,000 workers since the year 2005.\n\nContributions of immigrants to the technology industry is only just the beginning. Immigrants own more than one-\nfifth of businesses in the arts, entertainment, and recreation industry nationwide.  They own more than 10 percent of \nbusiness in education, health and social services, professional services, retail trade and construction. Overall, they \nown 12.5 percent of all businesses in the United States. Of businesses worth $100,000 or more in sales, \nimmigrants own 11 percent of such businesses and 10.8 percent of all businesses with employees.\n\nIt's very important for Congress to review the facts on immigrant entrepreneurship and their contributions to \ngrowing the American economy and creating American jobs. This will help Congress to appropriately determine \nhow best to structure immigration law to continue improving our nation's economy.\n\nI welcome today's witnesses who have unique perspectives on immigrant participation in the American economy, \nand I look forward to hearing from them today.\n\nAnd I would now like to recognize our distinguished ranking minority member, Congressman Steve King, for his \nopening statement.\n\nREP. STEVE KING (R-IA):  Thank you, Madame Chair, and I want to thank the witnesses for appearing here today.  \nI know you're all -- have busy lives and important things to attend to. And yet perhaps I've sat through enough of \nthese hearings now that I wonder why we're holding this one.  According to the hearing title, the outcome's already \na foregone conclusion.  The title is The Role of Immigration in Strengthening America's Economy.\n\nI would point out, too, that there's been, I believe, a concerted and willful effort to conflate the terms immigration \nand illegal immigration to where now America in normal conversation doesn't really know which we are talking \nabout, if there is a distinction in their minds at all.  But it's my -- understand the hearings are held in order -- \nunderstanding that the hearings are held in order to get information that will help us determine policy.  So I'll chalk \nup the name of the -- to overzealousness and listen to the witnesses.\n\nI know that two of the witnesses here are already on record determining that immigrants help the economy, and \ntherefore, we must legalize the entire illegal immigrant population in the U.S.  And, again, I draw that distinction \nbetween legal and illegal.  But not everyone agrees.  There are experts, including one who will testify today, whose \nresearch has found that low-skilled immigrants are actually a drain on the U.S. economy and amnesty is not a good \nidea.\n\nOne of these experts who is not here today is Robert Rector, the senior research fellow at the Heritage Foundation.  \nOne of Mr. Rector's definitive studies was on the costs of illegal immigrants to Americans and legal immigrants.  He \nlooked at households that were headed by low-skilled immigrants and found that the average household headed by \na low-skilled immigrant receives $30,160 per year in government benefits.  And that's an average, of course.  But \nthey pay an average of $10,573 in taxes.  So the net cost to the taxpayer is $19,588 a year.  Overall, the net cost to \ntaxpayers, then -- overall is 89 billion (dollars) a year.  I think that makes a strong case that America has become \nnow a welfare state, and it's not the America that we think of 100 and some years ago when people came here on \ntheir merits and had to -- had to provide their own input into the economy and find a way to take care of themselves.\n\nSo after Rector went on to find -- after that, he went on to find that amnesty would have another staggering fiscal \nimpact.  He reasoned that once illegal immigrants became citizens, they have the right to sponsor their parents for \n\n\n\npermanent residence with no yearly numerical limitation.  These parents could then themselves become U.S. \ncitizens, and they would be eligible for two very expensive federal programs: supplemental security income and \nMedicaid.\n\nRector estimates that the parents' participation in just these two programs would add 30 billion (dollars) a year in \ncost to the federal government.  And he goes on to estimate that in all, should illegal immigrants receive amnesty, \nthe governmental outlay in retirement costs, including Social Security, Medicaid, Medicare and supplemental \nsecurity income alone would be at least 2.6 trillion (dollars).\n\nSo over the years, this subcommittee and the full committee have examined the effects of immigration on states \nand localities on a number of occasions.  In San Diego, the full committee explored the impacts that the Senate-\npassed Reid-Kennedy amnesty bill would have an American communities at the state and local level.\n\nWe heard testimony that Los Angeles County is being buried with the health care, education, criminal justice and \nother costs associated with illegal immigration.  We also heard from a witness from University of Arizona Medical \nCenter at Tucson -- and I've been to visit that center -- on these immigration issues, who said that providing care \nto the uninsured, uncompensated poor and foreign nationals cost the hospital $30 million in 2006 and 27 million \n(dollars) in 2005.  He also related to me in my visit that they have -- the hospital has been filled up and they've had \nto life flight the residents of Tucson to Phoenix because there wasn't room in their hospital because it was full of \nillegals.\n\nAnd more than a decade ago, at a hearing on this same topic, Michael Fix of the Urban Institute told the Judiciary \nCommittee that, and I quote, \"There is a broad consensus in the research that the fiscal impacts of illegal \nimmigrants, that is, their impacts on local, state and federal taxpayers, are negative, generating a net deficit when \nthey are aggregated across all levels of government.\"\n\nDespite the evidence already collected by this subcommittee, the majority has decided it's time to look at this issue \nagain. Unfortunately for them, the real expert on the panel today concludes the opposite of what the majority \nasserts.\n\nAnd I would lay another piece of this out, and that is that as much as we might talk about the contribution to the \neconomy and the growth in our gross domestic product -- and I agree that any work adds to -- productive work adds \nto that GDP -- there's also a cost to sustaining citizens in this society.  And we have to balance those two things \nand take a look at how our culture evolves and what we are like as a people in future generations.  That's been part \nof the considerations in previous immigration debates that this country has had, and it's been some of the \nfoundation of the policy that has emerged and exists to this day.\n\nSo I would ask this: Whatever the analysis of the economics, we have also the rule of law that to me is priceless.  \nAnd so I will stand on the rule of law, and I'll take a consideration to the economic comments that are here today \nand see if there's a balance to the two, but I'm certainly not going to sacrifice the rule of law for an economic \ninterest because I think that is more important to this country.\n\nThank you, Madame Chair.  I look forward to the testimony of the witnesses and I yield back the balance of my \ntime.\n\nREP. LOFGREN: The gentleman's time has expired.\n\nThe ranking member of the full committee, Mr. Smith, has an opening statement and is recognized for five minutes.\n\nREP. LAMAR SMITH (R-TX): Thank you, Madame Chair.\n\nAmerica has a wonderful tradition of welcoming newcomers.  We admit more than 1 million legal immigrants every \nyear, which is almost as much as every other nation in the world combined.  And it's no surprise that so many \npeople want to come here  We are the freest and most prosperous nation in the world.\n\n\n\nImmigrants have benefited America in many ways.  They are laborers, inventors and CEOs, and include one of our \nwitnesses here today.  Our country is a better place because we have been able to attract so many highly skilled \nimmigrants.  We should continue to invite the world's best and brightest to come to America and contribute to our \neconomic prosperity.\n\nHowever, there is a right way and a wrong way to come into our country.  Legal immigrants play by the rules, wait \ntheir turn, and are invited.  Others cut in front of the line, break our laws and enter illegally.\n\nSome people say that we need to pass a comprehensive immigration reform bill that includes amnesty for millions \nof illegal immigrants in the U.S.  But citizenship is the greatest honor our country can bestow.  It shouldn't be sold to \nlawbreakers for the price of a fine.\n\nAmnesty will enable illegal workers to depress wages and take jobs away from American citizens and legal \nimmigrants.  In New York, for example, there are 800,000 unemployed individuals and 475,000 illegal immigrants in \nthe workforce. And in Texas, illegal immigrants in the workforce actually outnumber unemployed individuals.  There \nare 1 million, 500 -- excuse me, 150,000 illegal immigrants in the workforce and 1 million unemployed individuals.  \nSo we could free up hundreds of thousands of jobs for American workers in just those two states if we enforced our \nimmigration laws.\n\nAlso, the Center for Immigration Studies estimates that low- skilled immigration has reduced the wages of the \naverage native-born workers in a low-skilled occupation by 12 percent a year or almost $2,000.  Why would we \nwant to put the interest of foreign workers ahead of the economic well-being of American workers?\n\nThere is another cost to illegal immigration besides lower wages and lost jobs. Taxpayers foot the bills for their \neducation, health care and government benefits.  Overcrowded classrooms, long waits in hospital emergency \nrooms, and costly government services would only become worse if millions of illegal immigrants are legalized.\n\nAnd amnesty would further bankrupt the already strained Social Security system. The Social Security \nAdministration calculates that a typical unmarried illegal immigrant will receive between 15 (thousand dollars) and \n$20,000 more in retirement benefits than they pay into the system.  A married illegal immigrant couple in which one \nspouse works can expect $52,000 more than they pay into the system.  Paying Social Security benefits to illegal \nimmigrants who receive amnesty could cost hundreds of billions of dollars and bankrupt the system.\n\nSome say that the taxes illegal immigrants pay offset the cost of providing them education, health care, and \ngovernment benefits, but at their low wages most illegal immigrants don't even pay income taxes, and even when \nthey do, their taxes don't cover other government services, like maintaining highways, providing for our national \ndefense, and taking care of the needy and elderly.  Every objective and unbiased study has come to this \nconclusion.\n\nThose who support amnesty are clearly on the wrong side of the American people.  A recent poll found that when \ngiven the choice of immigration reform moving, quote, \"in the direction of integrating illegal immigrants into \nAmerican society or in the direction of stricter enforcement of laws against illegal immigration,\" end quote, 68 \npercent of those polled support stricter enforcement.\n\nU.S. immigration policy should reward those who come here legally, not those who disrespect the rule of law.  U.S. \ncitizens and legal immigrants should benefit from our immigration policies. Illegal immigration already hurts \nAmerican workers and American taxpayers.  Amnesty for millions of illegal immigrants may be good for foreign \ncountries, but it is not good for America.\n\nThank you, Madam Chair, and I'll yield back.\n\nREP. LOFGREN: Thank you, Mr. Smith.\n\nAnd Mr. Conyers has not yet arrived, so I think we will reserve his opening statement for his attendance.  As is our \ncustom, we invite the member of Congress whose constituents are witnesses to introduce them.  And so I would \n\n\n\nlike to turn to our colleague, Mr. Weiner, to introduce Mayor Bloomberg and Mr. Murdoch and I will, of course, \nintroduce the other witnesses.\n\nMr. Weiner?\n\nREP. ANTHONY WEINER (D-NY):  Well, thank you, Madam Chair.  And I welcome them both.  I'm unfamiliar with \nboth of them so I will read the prepared -- (laughter).\n\nLet me just first begin by welcoming the mayor of the city of New York, Michael Bloomberg, who is well-known, \nobviously, as the mayor of the city, but also is increasingly familiar to the halls of Congress for the many issues that \nimpact big cities and many impact -- and the issues that impact our economy as a whole.\n\nBloomberg L.P., which he founded, provides financial news and information services to over 285,000 subscribers \nand it has 11,000 employees worldwide. He is someone that is never afraid to innovate, never afraid to think \noutside the box, and one who is unconstrained by traditional party politics.\n\nHis taking on this issue is consistent with his efforts to persuade Congress to invest more in infrastructure, to \npersuade Congress to take stronger steps in fighting terrorism and crime in big cities.  And I very much welcome \nhim here today.\n\nWe're also joined by Rupert Murdoch, who's the chairman and chief executive officer of News Corporation, one of \nthe largest diversified media companies in the world.  He too is a large employer in my home city and we're grateful \nfor that.  I am told he also is the -- is behind the Fox broadcasting company, although I only watch that when I'm on \nit, and also the New York Post and many other publications.\n\nMr. Murdoch is also, in addition to taking on this issue, is always someone who has been willing to share his \nexpertise with members of Congress and his considerable experience in economies of other countries, and we \nvery much welcome them both here.\n\nI think what we will find, Madam Chair and my colleagues, is as much heat is generated by the issue of \nimmigration reform on shouting television shows and here in Congress, in fact, there's remarkable consensus \namong people who actually create jobs about the relatively easy steps that we can take to improve our \nimmigration system both for the benefit of our economy and also for the benefit of the people who are in that \nsystem, both those that are -- both those that have documentation now and those that seek it.\n\nAnd I always think, and I always talk to Mr. Gutierrez about this, that if you got 10 regular Americans around a table \nand said, here are the imperatives that we have, we want to create jobs, we want to have a system that works, we \ndon't want anyone to jump over someone else, that we could probably solve the immigration challenges relatively \neasily.\n\nIf we leave the demagoguery at the door -- if we tell the people on one side who want to provide amnesty for \neveryone we're not going to do that and the people on the other side who just want to say, let's hire several hundred \nthousand immigration officers and go round up people, we're not going to do that either -- there is a broad swathe \nin the middle of this country represented by the two men I just introduced, who really do understand these problems \nare solvable if we put our -- we roll up our sleeves, metaphorically and literally, and they get to work.\n\nBut I want to thank these two gentlemen for being here, and we welcome their testimony.\n\nREP LOFGREN:  Thank you, Mr. Weiner, for introducing the two witnesses.   And now I will introduce the remaining \nwitnesses.\n\nMr. Jeff Moseley is the president and chief executive officer of the Greater Houston Partnership.  The Greater \nHouston Partnership serves and is the primary business advocate for the 10-county Houston area, dedicated to \nsecuring regional economic prosperity.\n\n\n\nPrior to joining the Greater Houston Partnership, Mr. Moseley served as CEO of the Office of the Governor for \nEconomic Development and Tourism, and as the executive director of the Texas Department of Economic \nDevelopment. He was also elected to three terms as a Denton County judge. And he has served with the Greater \nHouston Partnership as president and CEO since 2005.\n\nFinally, I'd like to introduce Mr. Steven Camarota.  Mr. Camarota is the director of research at the Center for \nImmigration Studies in Washington, D.C.  He has been with the center since 1996, and his focus is economics and \ndemographics.  Mr. Camarota holds a Ph.D. -- well, I should say Dr. Camarota -- from the University of Virginia in \npublic policy analysis, and a master's degree in political science from the University of Pennsylvania. He's testified \nbefore Congress numerous times, and has written many articles on the subject of immigration for the center.\n\nMindful of our time, other members of the committee are invited to submit written statements for the record.  We will \nalso submit the written statements of each witness for the record.  And we would ask that their oral testimony \nconsume about five minutes.\n\nWhen the little machines on the desk turn yellow, it means you've consumed four minutes.  And when it turns red it \nmeans your five minutes are up, but we will not cut you off in the middle of a sentence.  We would ask that you try \nand conclude and summarize at that point.\n\nSo, first, we'll turn to you, Mayor Bloomberg.  Thank you so much for being here.\n\nYou need your microphone on.  There.\n\nMAYOR BLOOMBERG:  There we are.\n\nREP. LOFGREN:  There you go.\n\nMAYOR BLOOMBERG:  Chairwoman Lofgren and Ranking Member King, Ranking Member Smith and \nCongressman Weiner -- once again, congratulations on your recent marriage.  I'm sure there's an act of Congress \nto say congratulations.  And I did want to thank Representative -- all of the New York delegation, one Republican in \nthe New York City area, and mostly Democrats, but all of them who understand the needs of our city.\n\nOur system of immigration, I think it's fair to say, is broken. I think it's undermining our economy.  It is slowing our \nrecovery, and it really is hurting millions of Americans. And we just have to fix it.\n\nAnd I do believe that this is an issue where Republicans and Democrats can come together, and independents, as \nwell, to find common ground.  That has been our experience in forming what we call the Partnership for a New \nAmerican Economy that Rupert Murdoch and I have started with businesspeople and mayors around this country.  \nWe have members of every political background.\n\nWe believe that immigration reform needs to become a top national priority, and we're urging members of both \nparties to help us shift the debate away from emotions and toward economics, because the economics couldn't be \nany clearer.  Many studies have analyzed the economic impact of immigration, and I'll just touch briefly on seven \nkey areas that come out of that data.\n\nFirst, since 1990, cities with the largest increase in immigrant workers have had the fastest economic growth.  New \nYork City is a perfect example.  Immigrants have been essential to our economic growth in every single industry.  \nImmigrants are a reason why New York City has weathered the national recession much better than the country as \na whole.  This year we account for one out of every 10 private sector jobs created throughout the entire nation -- \njust New York City alone.\n\nSecond, immigrants pay more in taxes than they use in benefits. Immigrants come to America to work, often leaving \ntheir families behind.  And by working, they're paying Social Security taxes, supporting our seniors.  Immigrants \nalso tend to be younger and have a lot less need for social services. One wonders where some of this research \ncomes from.  It just does not jibe with what we see in New York City.\n\n\n\nThird, immigrants create new companies that produce jobs. Studies show that immigrants are almost twice as likely \nas native-born Americans to start companies.  And from 1980 through the year 2005, nearly all net job creation in \nthe United States occurred in companies less than five years old, and many of these new companies have defined \nthe 21st century economy, such as Google, Yahoo and eBay.  They were founded by immigrants.  Immigrants also \ncreate small businesses.  And in New York City, we desperately need them to come and create the jobs that will put \nNew York City people back to work.\n\nAnd this is not a new story.  History shows that every immigrant generation in the United States has fueled the \neconomic engine that makes the United States the strongest economy in the world.\n\nFourth, more and more countries are competing to attract entrepreneurs and high-skilled workers.  Chile is offering \nAmerican entrepreneurs $40,000 and a one-year visa to stay in the country. China has recruited thousands of \nentrepreneurs, engineers and scientists to return and join the surging economies of Shanghai and Beijing.  Yet in \nAmerica, we're literally turning them away by the thousands, or making the visa process so torturous that no one \nwants to endure it.\n\nFifth, the more difficult we make it for foreign workers and students to come and stay here, the more likely \ncompanies are -- will move their jobs to other nations.  And just look what's happened in Silicon Valley.  Many \ncompanies have not been able to get workers into the country, and have been forced to move their jobs to \nVancouver, Canada.\n\nAnd just as troubling, more and more foreign students are reporting plans to return home because of visa problems.  \nWe educate them here, and then, in effect, we tell them to take that knowledge and start jobs in other countries.  It \nmakes no sense whatsoever. I've described this as national suicide.\n\nSixth, we know that our businesses need more high- and low- skilled work labor than we are letting into this country \nright now. And they're the ones that will provide the high-skilled jobs -- employees for the high-skilled jobs that we \nhave to fill.  And allowing companies to far more easily fill those jobs would be perhaps the best economic stimulus \npackage Congress could create.  At the same time, many other companies are seeking to fill low-wage jobs that \nAmericans just will not take -- from fruit pickers to groundskeepers to custodians.\n\nAnd seventh and finally, creating a path to citizenship for illegal immigrants will strengthen our economy.  Both the \nCato Institute and the Center for American Progress have found that a path to legal status will add billions to our \nGNP in the coming decades.\n\nSo in summary, the economic case for immigration couldn't be stronger, and our Partnership for a New American \nEconomy has adopted a core set of principles that we hope will guide the members of this committee by drawing up \nlegislation.\n\nI don't think there's any doubt that we need to secure our borders.  It's essential that America be able to decide who \ncomes here, who we want and who we don't.  But it's impossible to secure our borders without an overall package \nof reforms that reduces demand and holds companies accountable to verify workers' rights.  No matter how many \nborder people we send, if you take away the incentive to come here, it'll make that easier. And then we have to go \nand give visas to those that will create the jobs and keep our economy growing, to keep America competitive in the \nglobal marketplace.  We just have to recognize that our economy has changed; our immigration policy needs to \nchange with it.\n\nThank you very much.\n\nREP. LOFGREN:  Thank you very much, Mayor.\n\nMr. Murdoch, we'd be pleased to hear from you.\n\n\n\nMR. MURDOCH:  Thank you, Chairwoman Lofgren and Ranking Member King and members of the House \nJudiciary Immigration Subcommittee.  I appreciate the opportunity to appear before you this morning to discuss the \nrole of immigration in strengthening America's economy.\n\nAs an immigrant, I chose to live in America, because it's one of the freest and most vibrant nations in the world.  \nAnd as an immigrant, I feel an obligation to speak up for immigration that will keep America the most economically \nrobust, creative and freedom-loving nation in the world.\n\nOver the past four decades, I've enjoyed all the benefits of living, working and building a business in America.  I've \nhad the freedom to pursue my dreams, secure the best opportunities for my children, and to participate in the open \ndialogue that is essential to a free society.\n\nToday, America is deeply divided over immigration policy. Many people worry that immigrants will take their jobs, \nchallenge their culture or change their community.  Others want to punish those who fled poverty or oppression in \ntheir native countries and came to the U.S. outside the legal system.\n\nI joined Mayor Bloomberg in organizing the Partnership for a New American Economy, because I believe that all \nAmericans should have a vital interest in fixing our broken immigration system, so that we can continue to \ncompete in the 21st century global economy.  While supporting complete and proper closure of all our borders to \nfuture illegal immigrants, our partnership advocates reform that gives a path to citizenship for responsible, law-\nabiding immigrants who are in the U.S. today without proper authority.\n\nIt is nonsense to talk of expelling 11 or 12 million people.  Not only is it impractical, it is cost-prohibitive.  A study this \nyear put the price of mass deportation at $285 billion over five years.  There are better ways to spend our money.\n\nWe need to do more to secure our borders.  We can and should add more people, technology and resources to \nensuring that we have control over who comes into this country.  But I worry that spending alone will not stop the \nflow of illegal immigrants.\n\nThe U.S. has increased border security funding almost every year since 1992, while at the same time, the \nestimated population of illegal immigrants has more than tripled.  That number only started to decline when our \ncountry hit a recession and there were fewer jobs. So, our border security must also be matched with efforts to \nmake sure employers can't hire illegal immigrants.\n\nA full path to legalization requiring unauthorized immigrants to register, undergo a security check, pay taxes, and \nlearn English would bring these immigrants out of a shadow economy and add to our tax base.  According to one \nstudy, a path to legalization would contribute an estimated $1.5 trillion to the gross domestic product over 10 years. \nWe're desperately in need of improving our country's human capital. We want to bring an end to the arbitrary \nimmigration and visa quotas that make it impossible to fill the labor and skilled needs of our country.\n\nWe hope to return to an America that is a magnet for many of the best young brains in the world.  America needs to \nkeep a door open to those who come here to get an advanced degree and then allow them to join the ranks of our \nmost productive scientists, entrepreneurs, innovators and educators.\n\nToday we attract some of the world's smartest people to our shores, give them the best that American higher \neducation can offer, and then put them on planes back to their own countries.  That is self-defeating and has to \nstop.  We need to make it easier for them to stay so they can make their contributions to America.\n\nThese are young people who are inventing the next generation of big ideas.  In fact, a full 25 percent of all \ntechnology and engineering businesses launched in America between '95 and 2005 had an immigrant founder, and \nthese businesses have created hundreds of thousands of new American jobs.\n\nAs America's baby boomers approach 65, immigrants are helping to keep our workforce young and growing.  \nToday, more than 40 percent of our immigrant population is aged 25 to 44.  These are consumers who generate \nconsiderable spending on goods and services and housing.\n\n\n\nIn sum, America's future prosperity and security depends on getting our immigration policy right and doing it \nquickly.  From all across the country, the public and private sectors, and from every political persuasion, our \npartnership is bringing leaders together for one purpose:  to ensure that America's doors remain open so that our \neconomy remains strong.\n\nI appreciate the opportunity to share my views with you today, and I thank you for listening.\n\nREP. LOFGREN:  Thank you, Mr. Murdoch.  Now we would be pleased to hear from you, Mr. Moseley.\n\nWe need your microphone on.\n\nMR. MOSELEY:  Good morning, Madam Chair, Representative King, Chair Conyers, and our good friend from \nTexas, the Ranking Member Smith, members of the committee.  I thank you for your leadership and for your \ncommitment to reforming America's immigration laws.\n\nAs the chair introduced me, my name is Jeff Moseley, and I serve as president and CEO of the Greater Houston \nPartnership, and I want to say thank you for allowing me to be a part of this very distinguished panel.  What a \npleasure to be with Mayor Bloomberg, Mr. Murdoch, and Dr. Camarota.\n\nI've submitted a written testimony.  These comments that I'm giving is just a quick summary of the written \nstatement.  And while each of us may not agree on specifics, we certainly appreciate the fact that there is a \nconversation with the American people, a conversation that focuses on the role of immigration, a conversation on \nstrengthening America's economy, and a conversation about fixing a broken immigration law.\n\nThe Greater Houston Partnership is a business association.  We have 3,000 members, and these represent \ncompanies that do more than $1.6 trillion in annual revenues.  The partnership seeks to bring a grassroots voice for \nthe business community and for industry into this American dialogue, a voice that we recognize has, quite frankly, \nbeen missing from the debate.\n\nDuring the last several years, we've witnessed several failed attempts to pass immigration reform.  And admittedly, \nMadam Chair, the business community bears some responsibility for standing by the sideline.  So we're here today \nto commit to stand up to make sure the business voice is a part of this reform process.\n\nAs you've heard already from our distinguished witnesses, we are certainly all of immigrant stock, and we recognize \nthat America's immigration system today is just not working. The best solution towards reforming our laws require \na bipartisan action of Congress.\n\nBut this national debate really goes back to our earliest days as a nation. I don't know if your history teacher taught \nyou this -- mine didn't -- but apparently, in the 1750s, while America was still a colony and part of the British empire, \nPennsylvania was seeing a tremendous number of German immigrants, and they were arriving in droves.\n\nAnd guess what?  They were opening their own schools and their own houses of worship; they had their own \nprinting presses, which produced German-language newspapers.\n\nWell, this was really too much for Americans of British stock to tolerate.  Someone even as moderate as the \nreasonable Benjamin Franklin was positively undone over these German newcomers.  In fact, he called them \n\"Palatine boors,\" and he warned that if English- speaking Pennsylvanians did not take drastic steps to preserve \ntheir language and culture, they would find themselves submerged in a Teutonic tide.\n\nAnd Franklin said, \"Why should Pennsylvania, founded by the English, become a colony of aliens who will shortly \nbe so numerous as to Germanize us instead of us Anglifying them, and will never adopt our language or our \ncustoms any more than they can acquire our complexion?\"\n\nSounds familiar, doesn't it?  It almost sounds as though Ben Franklin could be one of the news entertainers that \ntake this very complex issue of immigration reform and take out and sensationalize the dialogue.\n\n\n\nBut we are here, Mr. King, to talk about how we can be a positive force in fixing this broken law. And we think that a \nlaw that does not recognize market forces or labor demands really is doomed from the beginning.\n\nIn fact, in 1986, the intent of the Immigration Control and Reform Act was to make employers responsible for \nverifying the legality of the workforce.  However, the current system by which employers are asked to determine if a \nworker is, in fact, authorized is no better than the Social Security card.  Madam Chair and members, this card was \nproduced in the 1930s. This is what employers are asked to use to verify if a worker is authorized to work in the \nnation. And as many will tell you, the forgeries are better than what the U.S. government are producing, and so it \nputs the employer in a very, very difficult position.\n\nWe must strike a balance between securing our borders and safeguarding our prosperity.  The Greater Houston \nPartnership recognizes the need to secure our borders.  Make no mistake:  we strongly support that.  But we also \nsupport an immigration law that will allow employers, through an efficient temporary worker program, to recruit \nboth the skilled and the unskilled immigrant workers where there is a shortage of domestic workers.\n\nWe further believe that employers should be responsible for verifying the legal status of those that they hire.  \nBelieve it or not, we believe that there should be penalties and fines for businesses that willfully and knowingly hire \nundocumented workers.  To this end, we support the creation of a fast, reliable employment verification system. We \noppose laws that would increase civil and criminal penalties on employers that don't provide viable legal options for \nhiring these skilled and semi-skilled workers.\n\nOur partnership has 130 board members, and we unanimously have approved a resolution that has involved our \ninvolvement, and the Americans for Immigration Reform is a -- is a part of that creation.\n\nI know my time is expired, Madam Chair, so I'll withhold any further comments.\n\nREP. LOFGREN: Thank you.  Thank you very much.\n\nDr. Camarota, we'd be happy to hear from you now.\n\nMR. CAMAROTA:  Well, first, I'd like to say that I'd like to thank the subcommittee for inviting me to testify today on \nthis important issue.  I have to say that I'm getting over a bad case of pneumonia, so if I cough a lot, you'll just have \nto understand.  Maybe I'll do it in dramatic fashion and add to the -- to the seriousness of my testimony.\n\nNow, a primary goal today is to clear up some of the confusion that often surrounds the issue of immigration and \nthe economy.  In particular, I'll try to explain the difference between increasing the overall size of the U.S. economy \nand increasing the actual per capita GDP of the United States.  I'll also touch on the separate, but a related issue of \ntaxes paid versus services used, the impact on taxpayers.\n\nNow, if we wish to know the benefit of immigration to the existing population, then, of course, the key measure is \nthe per capita GDP of the United States, or I should say the per capital GDP particularly of the existing population, if \nthat's what we want to know, not how much bigger immigration makes the U.S. economy, which it clearly does do.\n\nWe could see the importance of per capita GDP just by remembering that Mexico and Canada have very roughly \nthe same-sized economies, but they're not roughly equally rich, because Mexico has three times as many people, \nand thus its per capita income is much lower.\n\nNow, there's actually a very standard way in economics to calculate the benefit from immigration that actually goes \nto the existing population of people.  That's either the native-born or the immigrants already here when you begin \nyour analysis.  It is based on a non-controversial formula laid out by Harvard economist George Borjas. The method \nwas used by the National Academy of Sciences in its 1997 study. It was used by the President's Council of \nEconomic Advisers in their 2007 study.  It's very much agreed on by economists.\n\nNow, although the economy is much larger because of immigration, the formula shows that only a tiny fraction of \nthat increased economic activity goes to the native-born population.  Based on 2009 data, this simple calculation \n\n\n\nshows that the net benefit to natives from immigration should be about one-fourth of 1 percent of GDP, or about \n$33 billion. Thus, the net benefit of immigration to the existing population is very small relative to the size of the \neconomy.\n\nSecond -- and this is very important -- the benefit is entirely dependent on the size of the wage losses suffered by \nthe existing population of workers.  If there is no reduction in wages for the native-born, there is no benefit.\n\nNow, the wage losses suffered by American workers based on the same formula is about $375 billion, about 12 \ntimes bigger than the benefit.\n\nBut what's important to understand is the wages don't disappear into thin air.  They are retained either by employers \nin the form of higher profits or they get passed on to consumers, or more skilled workers who aren't in competition \nwith immigrants may benefit, as well.\n\nSo the way it works out is that wages for those in competition with immigrants are reduced by about $375 billion, \ngiven the size of the immigrant population today, but the people who gain -- the business-owners and so forth -- \ngain about $408 billion for the $33 billion net benefit.  Now, sometimes people say, well, I don't think Americans and \nimmigrants compete ever for jobs. But the fact is, that's not what the research shows.  There are about 465 \noccupations in the United States, based on the Department of Commerce classification, and only four are majority \nimmigrant.  The vast majority of nannies, maids, busboys, and so forth, meatpackers, construction laborers, janitors \nin the United States are all U.S.- born.  And, unfortunately, there's been a very troubling long-term decline in wages \nfor less educated people who do this kind of work. And this is exactly what we would expect to see as a result of \nimmigration.  As immigration has increased, wages at the bottom end of the U.S. labor market has generally \nfallen, which is certainly an indication that we don't have a shortage of that kind of worker.\n\nNow, there's also the fiscal impact.  When the National Academy of Sciences tried to look at this question, they \nfound that the fiscal impact was enough to eat up the entire economic gain.  So if you put the economic gain with \nthe fiscal impact, you get no benefit at all, it would seem.\n\nNow, the problem is you've also made the low-income population poorer in the United States.  They absorb a lot of \nthat $375 billion in wage losses.\n\nIn conclusion, if we are concerned about low-skilled workers -- and that's only one thing to think about -- then \nreducing the level of immigration would certainly make sense, particularly unskilled immigration.  Certainly we \ncan do so secure in the knowledge that it won't harm the U.S. economy.  At the very least, those who support the \ncurrent high level of immigration should understand that the American workers harmed by that policy they favor \nare already the poorest and most vulnerable. Thank you.\n\nREP. LOFGREN: Thank you very much.  And thanks to all of the witnesses for your testimony.\n\nNow is the time when members of the subcommittee have an opportunity to post questions to our witnesses, and I \nwould turn first to the ranking member of the subcommittee, Mr. King, for five minutes of whatever questions he \nmay have.\n\nREP. KING: Thank you, Madam Chair. Interesting testimony. I'm watching the witnesses as they listen.  I'd first ask \nMayor Bloomberg, what did you think of Dr. Camarota's testimony?  And how would you respond to the \npresentation that he's made?\n\nREP. LOFGREN:  Could you turn your microphone on, please?\n\nMAYOR BLOOMBERG:  I'm not an expert on the whole country.  I can just tell you about New York.  I run a city of \n8.4 million people, 40 percent of which were born outside of the United States and 500,000 we think are \nundocumented.  Number one, Mr. Camarota must have a different cohort that he is studying.  If you take a look at \nthis country, if we have 11 million or 12 million undocumented, it is because there are jobs that are going unfilled \nhere.  We did have comprehensive immigration reform in '86 with no teeth whatsoever, and it's --\n\n\n\nREP.  KING: Thank you, Mayor.  I'm sorry.  My clock is ticking, so --\n\nMR.  BLOOMBERG:  That's all right.\n\nREP.  KING:  And by -- I see that, you know, that is in your testimony, the statements that you've made, and there's \nreferences to studies.  But it doesn't say which studies would be rebuttals to Dr. Camarota.  Do you know which \nstudies you referenced in your testimony?\n\nREP. BLOOMBERG:  Yeah, I -- the study is what goes on every day in New York City.  Rupert and I together \nemploy about 75,000 people, so we know a little bit about job creation.  And he is an immigrant; I'm an immigrant to \nNew York from Boston.  I don't know whether that makes me a real immigrant or not.  But I can just tell you, in New \nYork City, the issue is not the undocumented. The issue is how we create jobs for the people in New York who are \nunemployed and can't find jobs.\n\nREP.  KING:  And when you used the term immigrant in your testimony, does it mean -- does it include illegal \nimmigrant?\n\nMR.  BLOOMBERG:  It does.  And the reason we have illegal immigrants here is because of Congress's inability \nand unwillingness to pass laws where employers can figure out who is documented and who isn't.  And it is just \nduplicitous for Congress to sit there and say they shouldn't do it and then not give them the tools.\n\nREP. KING:  And I think --\n\nMAYOR BLOOMBERG:  All of us have the problem of trying to figure out whether or not that Social Security card \nwas bought for $50 bucks or issued by the federal government.\n\nREP. KING:  It seems to be universal here among the witnesses that we're at least in unanimity about closing and \nsecuring the borders.  I see that in your testimony and Mr. Murdoch's.  I believe it was in the -- in Mr. Moseley's \ntestimony, and I don't know that Dr. Camarota addresses that -- addressed that.\n\nHere's where the tension is in this.  We have more than a generation of promises to enforce immigration law, and \nthat includes specifically securing the border.  And as I hear this presentation, it includes also that same promise.  \nBut why should Americans -- I'm going to ask Mr. Murdoch this question -- why should Americans accept a promise \nagain that we would enforce immigration laws in exchange for a path to citizenship to people that -- if I remember \nyour language in here -- was for people that were illegals who are -- who are responsible and law-abiding?  I think \nthat actually precludes those people from being included in that.\n\nBut why should Americans accept a promise again?  They've been empty promises going clear back to not quite -- I \nthink Dwight Eisenhower was the last man that actually followed through on enforcement.\n\nMR.  MURDOCH: (Off mike.)\n\nREP. LOFGREN:  Could you turn your microphone on, please, Mr. Murdoch?\n\nMR. MURDOCH:  With respect, you don't have to accept any promises. You're the people who make the laws in \nthis country, and you're the people who have to make sure they're enforced.  It's not up to me as a private citizen.  I \nwill support you if you do it, of course.  But you say, why should you accept a promise?  It's up to you to keep the \npromise.\n\nMR. KING:  Okay, let me respond to that, and I -- and insist that -- I've been in the business now and closing out my \neighth year of seeking to embarrass the administration into enforcing immigration law.  I mean, Congress can't \nenforce the laws; we can only appropriate or not appropriate, set the policy, and then seek to embarrass the \nadministration into enforcing it if they don't have the will.  And it's gotten worse.  So I appreciate your point and your \ntestimony.\n\n\n\nI turn to -- watching the clock tick -- Dr. Camarota, here's this tension.  And might I just ask the question this way, \nand that is, we have a net cost that I talked about in my opening statement of 19,500 (dollars) for the immigrant \ncosts, the low-skilled immigrant costs of Dr. -- or Robert Rector's testimony, or his study.  And you have your \neconomic analysis here that makes sense to me.  And you make the point that -- and I've said often that we need to \nbe in the business of increasing the average annual productivity of our people.\n\nNow, the question that comes back is, how many are too many?  How much can this country sustain?  No one \nseems to be asking the question of when have we opened our borders too much so that we get the overburden of \nthis economy, can't recover from it?  Do you have any numbers on that?  Do have an analysis of it?  Do you have \nan opinion of it?\n\nI mean, I would just imagine this, that if we let a billion people into America next year, that would bury us.  We would \nnot be able to sustain that and would change our culture forever.\n\nSo where's the line, in your opinion?  Do you have any analysis that addresses that?\n\nMR. CAMAROTA:  Well, like most people, I just think that we should have an immigration policy that seeks to \nbenefit the existing population of the legal immigrants and the natives here, and we should try as much as possible \n-- avoid hurting the people at the bottom. It's about 24 million people with no education beyond high school -- these \nare working-age people -- who are currently not working in the United States.  Their situation has gotten worse and \nworse. And to keep flooding the unskilled labor market with immigrant workers just doesn't make sense from that \npoint of view.\n\nREP. KING:  Thank you. Thank you all, all the witnesses.\n\nAnd Madame Chair, I yield back.\n\nREP. LOFGREN: The gentleman's time has expired.\n\nI would recognize now the gentlelady from California, Ms. Waters for five minutes for questions, unless she would \nlike to defer?\n\nREP. MAXINE WATERS (D-CA):  Well, no.  Thank you very much, Madame Chair, for holding this hearing.  I thank \nour witnesses here today, Mayor Bloomberg and Mr. Rupert Murdoch, Moseley, and Camarota.\n\nI think that the outline of your proposed immigration reform approach is a good one, and it really mirrors pretty \nmuch what many of us have been discussing here in the -- in Congress.  I don't see any great difference in what \nappears to be evolving here.\n\nBut I'm curious about one thing.  Mr. Murdoch, both you and Mr. Bloomberg have the possibility of doing a lot of \neducation.  You're very powerful with your media networks, and you're able to disseminate a lot of information and \nto frame issues.\n\nAnd for Mr. Murdoch, it does not appear that what you are talking to us about today and the way that you are \ndiscussing it is the way that is discussed on Fox, for example.  Why are you here, with a basically decent proposal, \ntalking about the advantage of immigrants to our economy, but I don't see that being promoted on Fox?  As a \nmatter of fact, I'm oftentimes stunned by what I hear on Fox, particularly when you have hosts talking about anchor \nbabies and all of that.  Explain to me, what's the difference in your being here and what you do not do with your \nmedia network?\n\nMR. MURDOCH: (Off-mike.)\n\nREP. WATERS:  I can't hear you.\n\nREP. LOFGREN:  Could you turn your microphone on, please?  Thank you.\n\n\n\nMR. MURDOCH:  I'm sorry.\n\nREP. WATERS:  Yes.\n\nMR. MURDOCH:  We are home to all views on Fox.  If you wish to come and state these views, we'd love to have \nyou on Fox News.\n\nREP. WATERS: No, I don't want to be on.  (Laughter.)  That's not what I'm talking about. I'm talking about --\n\nMR. MURDOCH: We don't -- we don't censor that or take any particular line at all.  We are not anti-immigrant on \nFox News.\n\nREP. WATERS:  What do you do to promote the same views that you're here talking with us about?  How do you \ndo that?\n\nMR. MURDOCH:  (Inaudible) -- do it in The Wall Street Journal every day.\n\nREP. WATERS:  I beg your pardon?\n\nMR. MURDOCH:  We do it in the Wall Street Journal every day and the New York Post.\n\nREP. WATERS:  Not really.  Not really.\n\nMR.  MURDOCH:  I can't -- hmm?\n\nMAYOR BLOOMBERG:  Let me also say that Rupert is one of the founders of our coalition of mayors and \nbusinesspeople to encourage Congress to give us comprehensive immigration reform so that we can get the \npeople that we need to create the jobs that are American --\n\nREP. WATERS:  Mr. Mayor, let me -- I appreciate that, and that's why I started out by saying I'm very grateful that \nyou guys are here and what you're saying, but I'm trying to point out the contradiction between Mr. Murdoch being \nhere, saying these wonderful things about immigration reform and the contribution that immigrants make to our \neconomy and our society, and I don't see you promoting that in any way, with all of the power and ability that you \nhave to do that.  And I'm trying to find out, what is the difference?  What is the contradiction?  Why don't you use \nyour power to help us, to promote what you're talking about?\n\nMR. MURDOCH: Well, I would say that we do, with respect.  We certainly employ a lot of immigrants on Fox, and in \nall -- in all arms of Fox.  But you're talking about Fox News.  We have many immigrants there.  And we do not take \nany consistent anti-immigrant line. We have certainly debates about it from both sides.\n\nREP. WATERS:  So let me just be clear about what you're saying. You're saying that the position that you have with \nthis coalition that you guys are leading is a position that you're an advocate for and you would support daily or in -- \nwith your ability to disseminate news and information.  You think you're doing that?\n\nREP. LOFGREN:  The witness can answer, and the gentlelady's time has expired.\n\nMR. MURDOCH:  I have no trouble in supporting what I've been saying here today on Fox News, and would go do \nso personally, nor would a great number of the commentators on Fox News.\n\nREP. WATERS:  Thank you, Madame Chair.\n\nREP. LOFGREN:  Thank you.\n\nREP. WATERS:  Mr. Murdoch, I would just suggest that you do that. Thank you so very much.\n\n\n\nREP. LOFGREN:  The gentlemen from Texas, the ranking member of the full committee, is recognized for five \nminutes.\n\nREP. SMITH:  Thank you, Madame Chair.\n\nMayor Bloomberg, you and I agree that highly skilled immigrants do create businesses, do create jobs, and we \nneed to welcome more of them. You had this statement -- this sentence in your statement: \"There are 1 million \nhigh-skilled jobs that companies cannot fill because they cannot find the workers.\"\n\nTo my knowledge, we've only had 39,000 applications for the highly skilled H-1B visas, and I just wondered what \nthe source of your figure was of 1 million.\n\nMAYOR BLOOMBERG:  We've done a survey of high-tech companies, of what the needs are for doctors in this \ncountry.\n\nDoctors and nurses, for example --\n\nREP. SMITH: If you -- if you -- if you can share that survey with us, because you would --\n\nMAYOR BLOOMBERG:  We'll be happy to.\n\nREP. SMITH: -- you would assume that if they had the need, they'd be applying for these visas, and that doesn't \nseem to be the case.\n\nMAYOR BLOOMBERG:  No, we'd be --- one of the problems we're having -- I can just tell you in my company -- is \nthat when we try to get overseas workers to come here, a lot of them say, I don't need the aggravation of going \nthrough the American bureaucratic process at the border, and I don't want to go to a country that is --\n\nREP. SMITH:  Well, you know, for good or for bad, we do --\n\nMAYOR BLOOMBERG: -- has become less and less welcoming.\n\nREP. SMITH:  For good or for bad, we do need to have individuals who want to come to this country fill out forms.  \nWe just can't let everybody in on their own --\n\nMAYOR BLOOMBERG:  Nobody's suggesting that we shouldn't do that.\n\nREP. SMITH:  Okay, give me the study that seems to conflict with the actual actions by the high-tech companies \nthemselves, if you would.\n\nMr. Murdoch -- and I have a study that is going to be delivered in just a minute, because there was an independent \nstudy done that actually showed that Fox was the most fair of all the television news programs.  If you're coming \nfrom a liberal perspective, it might seem conservative, but to the objective observer, Fox actually has both sides \nmore often than the three networks, and I'll put that in the record in just a minute.\n\nMy question, Mr. Murdoch, is this.  And let me preface it by saying I know you're familiar with the E-Verify program \nthat is used by businesses to make sure that they hire legal workers.  The federal government uses it; 13 states use \nit; over 200,000 businesses voluntarily use the E-Verify program.  And I am hoping that the businesses you own \nalso use the E-Verify program, which is about 95 percent accurate.  The 5 percent are either people in the country \nillegally or fraudulent Social Security cards.\n\nBut if -- you don't have to answer if you don't want to, but maybe let's just say I encourage you to have your \nbusinesses use the --\n\nMR. MURDOCH:  (Off-mike.)\n\n\n\nREP. SMITH:  I'm sorry?\n\nREP. LOFGREN:  Could you turn your microphone on, please, Mr. Murdoch?\n\nMR. MURDOCH:  I think I can guarantee you that we have absolutely no illegal immigrants on our payroll --\n\nREP. SMITH:  Okay.  And is that because of the E-Verify program, or how do you --\n\nMR. MURDOCH: -- or my personal payroll or anything.\n\nREP. SMITH:  How do you know that to be the case?  Do you screen them out using the E-Verify program?\n\nMR. MURDOCH:  Certainly.\n\nREP. SMITH:  Okay, great.  Good to hear.\n\nMr. Moseley, your testimony reminded me not only of the influence of immigrants and their contributions, but of the \nfact that in San Antonio, my hometown, in the early 1900s, there were street signs in three languages.  The first \nlanguage was German, the second language was Spanish, and the third language was English.  And so we can all \nappreciate our heritage in that respect.\n\nMr. Camarota, let me ask a couple of questions to you.  And that is -- two questions.  First of all, who is hurt by our \ncurrent immigration policies?  And who might be hurt if we were to suddenly legalize, say, 12 million people?  So \ntwo separate questions there.\n\nMR. CAMAROTA:  Immigration has a much larger effect on the bottom end of the U.S. labor market.  For example, \n5 percent of attorneys in the United States are foreign-born, and less than 1 percent are illegal. Maybe 8 percent of \njournalists in the United States are foreign-born. So they don't face much job competition.\n\nBut it looks like around 40 percent of maids and housekeepers are foreign-born.  And similar statistics for, you \nknow, taxi drivers. Twenty-five percent of janitors are.  So the -- they're the people who are hurt, nannies, maids, \nbusboys.  These are mostly people who have a high school degree or they're people who didn't graduate from high \nschool, and their situation looks terrible over the last three decades, in terms of real wages, in terms of benefits, and \nin terms of the share holding a job, which is exactly what we would expect if immigration was adversely affecting \nthem.\n\nREP. SMITH: You say in your testimony that $375 billion in wage losses are suffered by American workers because \nof immigration.  How do you reach that figure?\n\nMR. CAMAROTA:  Well, it's a pretty straightforward formula.  And like I said, it's what the National Academy of \nSciences use.  It's called a factor proportions approach, pretty straightforward.  You have to estimate what you think \nthe impact is on wages.  Then you have to know what fraction of the economy are workers -- that is, wages -- and \nthen you can estimate the overall size of that impact.  And then you can also estimate, what are the gains that come \nfrom that impact?\n\nBut the important point, if you're interested in the losers, is that a lot of that lost wages is absorbed by people at the \nbottom end of the labor market, and a lot of the winners are the most educated. They're people with a college \ndegree.  They're like journalists and lawyers.  They're owners of capital.  And that's something we should be \nthinking about.\n\nImmigration is primarily a redistributive policy from people at the bottom sort of to everybody else.  And it depends \non how you feel about that.  But that is a big question that needs to be answered.\n\nREP. SMITH:  Okay, thank you, Mr. Camarota.\n\nThank you, Madame Chair.\n\n\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nI would turn now to the gentleman from Chicago, Mr. Gutierrez, for five minutes.\n\nREP. LUIS V. GUTIERREZ (D-IL):  Thank you very much.  First, I want to thank you all for taking time.  I want to \ngive a special thanks to Mayor Bloomberg for visiting with me on Martin Luther King's birthday in Chicago.  It was a \nwonderful meeting.  It was a quiet meeting, but it was a productive meeting.  And you told me then that you were \ngoing to engage mayors and others in a campaign to bring about comprehensive immigration reform and fix our \nsystem.  And you know something?  You've done it.  And I congratulate you and tell you that I wish you godspeed \nin all of your endeavors.\n\nAnd to the men sitting immediately to the left of you, to Mr. Rupert Murdoch, I thank you for being here this morning \nand for joining with Mayor Bloomberg in this effort.  I think it's an important effort from the business community to \ntalk about how it is we transform America and make it a vital, energetic economic engine of the future.\n\nMr. Moseley, I look forward to coming back and visiting with you back in Houston.  You have a wonderful group of \npeople.  Again, who do we have here this morning?  Businessmen, men who create jobs, of commerce and \nindustry, and that should be the focus, I think, about a larger debate around immigration.\n\nNow, let me just say, look, the good thing about the three proponents of comprehensive -- is that we don't deny the \nfact that the undocumented workers do reduce the wages of American workers.\n\nNobody is going to deny that fact.  So how do we fix it?  Well, when we legalize all of the workers, the salaries of all \nof the workers rise at the same time, and you have fairness and parity.  As long as you have an underclass of \npeople that is exploited, you know who benefits?  Unscrupulous employers and others, and the wages go down.\n\nI like the fact that businessmen have come here -- one of the few times businessmen have come here to say, I \nfigured out a way to increase wages -- (laughs) -- for American workers, because that's essentially what they have \nsaid here today.  So we don't disagree with that.\n\nBut they come with a fundamental, I think, fairness in saying we're going to secure -- I heard Mr. Murdoch say we're \ngoing to secure our borders, and that that is critical and essential to any comprehensive immigration bill. I heard \nthem say we're going to have a verification system that punishes corporations and companies.  That's what they \nsaid.  I've got businessmen coming here telling me I want to a law to punish businessmen who don't -- who hire \nundocumented workers here in the United States of America.\n\nI think this is -- I think this is -- that's what's wrong with the debate.  We don't listen to one another, and we don't \nlisten and find that common ground, which does exist in our debate.\n\nAnd lastly, I hear people who come here with sensible -- because here's one thing.  E-Verify?  Madame \nChairwoman, we had a hearing here.  We spent millions of dollars, and here's what we found about E- Verify.  In \nhalf of the instances, it had a false reading.  That means you're just as likely to hire an undocumented worker as not \nif you use E-Verify, even though the government has said that that's -- it's not the road.\n\nThe road is to bring everybody and take those, as Mr. Murdoch has suggested earlier today -- those that are law-\nabiding -- and by that, we mean, yes, they have an immigration problem, but in every other instance they're just as \nmuch American as everyone.  They need a piece of paper, because, in 2004, what did we read?  We read about \nthat young Corporal Gutierrez, the first to die, illegally entering the United States and the first to die in Iraq.  Let's \ntell.\n\nSo I just want to transition to you -- back to you, Mr. Murdoch, and ask you a question, because I think it's like that.  \nWhat is it, that -- (laughs) -- the proverbial, you know, 900-pound, 1,000-pound gorilla, you know, that's in the room, \nright, elephant that's in the room.  We've got to -- I wake up really early sometimes, because -- 6:10 in the morning \nin Chicago means I got to get up at 4:15 so I can get down to Fox News, right, for those 30 seconds that I'm there in \nthe morning.  And I got to tell you, I've been on many programs.  I'm invited all the time, and I take the opportunity.  \n\n\n\nAnd I don't do it because I believe that somehow I'm going to reach voters that like Luis Gutierrez that day.  The \nphone calls I get back at my office are not positive phone calls generally when I'm on Fox News.\n\nNow, I just want to ask -- I just want to share with you that I'm happy you're here.  I thank you for everything.  But I \nhave to tell you that many times, how do we find that we tell the story of Corporal Gutierrez on Fox News more \noften?  How do we tell these stories so that there's more of a balance, so there's security and we get to talk?  \nBecause I've seen many times (we get caught up ?) -- I just share with you -- and I speak to you as someone who \nwelcomes you, who embraces your effort to say to you, as your partner in this effort, could we do more?\n\nREP. LOFGREN: The gentleman's -- the gentleman's time has expired.\n\nWe would turn now to Mr. Poe for his five minutes of questions.\n\nREP. TED POE (R-TX):  Thank you, Madame Chair.  For some reason, I don't understand why some of the \nwitnesses do not make the distinction between people that are here legally from other countries and people that are \nhere illegally from other countries.  There is a difference between people that are here legally, came the right way, \ndid the right thing, even waited, and those people who just flaunted (sic) the laws and other reasons, just came into \nthe United States, now expect us to give them amnesty.  I want to make it clear:  I think amnesty is a bad idea.  \nHistory has proven it hasn't worked. So what do we do?  The proposal is, let's do it again.  Maybe the results will be \ndifferent.  I don't think so.\n\nHouston area, just a couple of statistics:  18 percent of the people in county hospitals in Houston, Texas, are \nillegally in the United States; 67 percent of the births in the LBJ County Hospital over the last four years -- 67 \npercent are born to mothers who are illegally in the United States.  Now, somebody pays for that.  And who pays for \nit?  It's citizens, and it's legal immigrants.\n\nI represent Southeast Texas, and these are about real people.  I have a -- an individual who runs a carpet-laying \nbusiness.  He's a legal immigrant.  He hires legal immigrants.  They all got here the right way.  They're all paying \ntaxes, including him.\n\nBut his competition is down the road where a person hires only illegals, undercuts the legal immigrant and what \nhe's paying the legal immigrants that work for him and putting him out of business.  Now, that's the competition.  It's \nnot between Americans and immigrants. In this case, it's between legal immigrants and people that are here \nillegally, and that's because nobody is being held accountable for being here illegally.  And the employer is not \nbeing held accountable for knowingly and intentionally hiring folks so he can undercut whoever his competition may \nbe.\n\nAnd so I see a distinction, and I think we have to resolve that issue.  This is a three-part problem, and I've always \nseen it as three parts.  The first solution is, we have to stop folks coming here without permission.  It's called border \nsecurity.  We don't have border security.  If you believe we have border security, I will take you to the Texas-Mexico \nborder and you can watch for yourself.  Of course, it's not safe down there.  You won't want to go down there. But \nwe don't have border security.  We need to have it, including, as I believe, the National Guard, necessary.\n\nBut the second issue is not, what do we do with the illegals that are here?  The second issue -- we got to reform the \nimmigration system.  In my opinion, it's a disaster.  It takes too long to get people in here the right way.  My office \nspends more time on immigration issues, helping people come into the United States the right way, than it does \nany other issue, except military issues.\n\nSo the model, the immigration model we operate under, in my opinion, doesn't work.  We're got to fix that. That's \nthe second thing that has to be done.\n\nWhat do we do with the people that are here?  Well, many of them -- we talk about amnesty and making citizens out \nof them.  Not all of them want to be citizens.  They just want to have the ability to work in the United States, but they \ndon't want to be citizens.  They're not asking to be Americans.  So we can't lump them all into the philosophy we \n\n\n\nneed to make citizens out of them because they've been here so long.  I don't agree with that at all.  But we go after \nthe employers and make sure that they are held accountable.  And the attrition and not being able to work in the \nUnited States unless you have permission to be here -- that might solve part, not all, of that problem.  So it's a \nthree-part process.  I think we can solve those problems on that way.\n\nMayor, I just want to ask you one question.  Do you -- do you make a distinction between people here legally --\n\nMAYOR BLOOMBERG:  I --\n\nREP. POE:  Just a second.  Let me ask the question, Mayor.\n\nMAYOR BLOOMBERG:  Congressman, I think you laid it out better than I could have possibly laid it.  There are \nthree prongs here.  We have to do it.\n\nWhat frustrates the American public, and the reason you see the frustration in the polls, both to throw the \nincumbents out, both sides of the aisle, is that we can't understand why you guys complain about immigrants \ncoming over the borders illegally and then don't do anything about it.  It's a Republican and Democratic president \nthat you've talked about here who have not stopped illegal immigrants. They have not put the forces at the border \nwe need.  And they've not given the business community the tools to stop the demand.  It's a supply-and-demand \nproblem.\n\nNumber two, we do not give the visas we need.  This country is hollering out for doctors because we won't give \ngreen cards for doctors that we train and we need.  You couldn't be more right.\n\nAnd, number three, you have this problem of 11-odd million people here who are undocumented, who broke the law \nto get here, and incidentally, so did their employers who encouraged them to come.  So did Congress that passed \nimmigration reform in '86 without any teeth, of all the duplicitous things it's ever done.\n\nYes, we have a problem.  Let's do something about it.  But anybody that thinks we're going to go and deport 11 \nmillion people -- it's just literally impossible.\n\nREP. POE:  Reclaiming my time.\n\nMAYOR BLOOMBERG:  It's not going to happen.\n\nREP. POE:  Excuse me, Mayor.  I'm reclaiming my time.  May I have unanimous consent for one minute?\n\nREP. LOFGREN:  The gentleman is recognized by unanimous consent for an additional minute.\n\nREP. POE:  Thank you, Mayor.  You didn't hear me say anything about deporting anybody.\n\nMAYOR BLOOMBERG:  I --\n\nREP. POE:  And it's a three-part process.  Just a second, Mayor. I'm talking.  Sorry.  Do you think -- just go the first \none.  What do you think about putting the National Guard on the border?  Do you support a concept like that or not, \nto secure the border?\n\nMAYOR BLOOMBERG:  I support the federal government putting whatever resources they need -- and I don't know \nwhether that should be the National Guard or part of Homeland Security.  That's not my job.  I don't know that.  But \nthey should have forces on the border. But you will never be able to put enough forces there unless you end the \ndemand.  And that's where companies hire undocumented and they -- companies say that they can't tell the \ndifference.  And Congress has not helped them in being able to tell the difference and having a penalty if they \nbreak the law, as well.\n\nREP. POE:  We've got to stop the (magnets ?).\n\n\n\nMAYOR BLOOMBERG:  So the people coming in are breaking the law, and the people hiring them are breaking the \nlaw, and we should go after both.\n\nREP. POE:  Have to go after both.\n\nMAYOR BLOOMBERG:  And I think you're 100 percent right.\n\nREP. POE:  Thank you, mayor.  (I would agree ?).\n\nREP. LOFGREN: The gentleman's --\n\nREP. POE:  Yield back.  Thank you.\n\nREP. LOFGREN: -- time has expired.\n\nThe ranking member of the full committee wanted to be recognized for a unanimous consent request.\n\nREP. SMITH:  Madame Chair, thank you.  I'd like to ask unanimous consent to put into a -- the record a study by \nthe Nonpartisan Center for Media and Public Affairs that found that coverage on Fox News was more balanced than \nany other network and also a public policy polling survey that found that half of Americans trust Fox 10 points -- 10 \npercentage points more than any other network.\n\nREP. LOFGREN: Well, I'm sure --\n\nREP. SMITH:  Let me -- one more sentence, please.  And a separate poll by McLaughlin and Associates found that \n36 percent of Americans list Fox as the most trusted source of news about politics and government, by far the \nhighest total of any network.  ABC, CBS, NBC and MSNBC each received less than 7 percent.\n\nREP. LOFGREN:  Yeah, how -- (inaudible) --\n\nREP.     :  How come you don't trust him, then?\n\nREP. SMITH:  That's a long U.C.  I -- (inaudible) --\n\nREP. LOFGREN: It is a very long U.C.  And I would note that, although I'm sure Mr. Murdoch is pleased by the \ncomments, the relevance to the hearing is a bit tenuous.  But without objection, the surveys will be made part of the \nrecord.\n\nAnd I would now turn to the gentlelady from Texas, Ms. Jackson Lee, for her five minutes of questions.\n\nREP. JACKSON LEE (D-TX):  Madame Chair, I think it is appropriate to thank you for your continuing persistence.  \nWe have been on this journey, I believe, for a long time.  And in your leadership, I think we can count, if you will, \ntens upon tens of hearings on this issue.\n\nTo the gentleman who are gathered, thank you so very much for your presence here today, and I have to express, \nMayor Bloomberg, a sense of pride, having first started out my educational tenure at New York University for a brief \nperiod of time, but certainly having the great affection for the city, but proudly now with the city of Houston, \nexpressing a great sense of pride in the Greater Houston Partnership, their leadership, and Jeff Moseley, for, \nfrankly, taking the lead.\n\nI will answer the question:  Congress should do something.  Lamar Smith knows that we sat together on this \ncommittee, myself as the ranking member, and Lamar Smith during that time as the chairman on the subcommittee \non immigration.  And, frankly, we should have done something then.\n\nIt is difficult to bark and have no teeth.  Congress has been barking and been in conflict and opposed each other, \nthe two distinct sides of the aisle, if you will, and done nothing.  And I would ask myself the question:  How many \n\n\n\nNational Guard and border security can you put at a border and think anything is going to occur for people who are \nstruggling and desperate and are coming into this country to work?\n\nSo it is a chicken-and-egg situation.  And, frankly, you need a system of laws that allow people to enter the country \nfairly so that you can stop the onslaught of those who say I'm simply coming, and we know it is, because during this \nrecession, Mayor, Jeff, and to all of you, you've seen a downsizing of sorts of those coming across the border.  \nThey want to work.  So I think the question that I'd like to build on and a series of questions is, one, I think the \nbusiness community has a remarkable opportunity to be able to speak eloquently to this issue that we must do \nsomething.\n\nMayor Bloomberg, you have communities in the city of New York that live alongside of each other, and it's called \nthe Little This and the Little That, in terms of communities.  They develop business, and tourists come there \nbecause of the enrichment of the diversity of New York City.\n\nSo my question is to you, first of all -- is how do we get past the enforcement-only concept, which does not work?  \nWe go to the border of Mexico, we will find bloodshed on the Mexican side, as it relates to drugs, as much heavy \nequipment and enforcement that that poor government has implemented.  They tell us we have to stop being \nconsumers; they have a point.  What is your input about enforcement- only?\n\nMAYOR BLOOMBERG:  Congresswoman, I thought actually Congressman Poe laid it out. There are three issues \nhere.  And unless you address all three issues at the same time, you cannot solve the problem.  It will just be \nanother photo-op and another chance to pander for Congress.\n\nCongress has got to stand up and do something.  And the American public -- if there's any message coming out of \nwhat looks like is going to happen in November, it is that the public is tired of Congress talking about things and not \ndoing anything.\n\nYou've got to get border security, which means enforcement, but also reducing the demand.\n\nYou've got to create -- you've got to give the visas to people that we need to grow our economy, to provide medical \ncare, to create jobs. And you've got to do something about 11 million people who broke the law admittedly to get \nhere, but did so with the outright complaisance -- whatever the word -- complicity of Congress and the business \ncommunity.\n\nAnd unless you do all three at the same time, Congresswoman, we're going to be here talking about this again and \nagain and again.\n\nREP. JACKSON LEE:  Cannot do all enforcement-only, as you've indicated.\n\nMAYOR BLOOMBERG:  Cannot do all enforcement.\n\nREP. JACKSON LEE:  And I have occasions to agree with my good friend from Texas, but I do believe that we're \nnot going to get away from looking at the benefit side of the question.  And enforcement is not the only issue.\n\nMr. Murdoch and Mr. Moseley -- Mr. Murdoch, I will come on Fox News, if Mr. Lamar has -- Smith has indicated, \nthat you're overly fair.  But I think the story needs to be told.  As you are fair, you have to be convincing to your \nviewers.  I don't know how convincing you've been to your viewers.  But the question is, you have your story to tell \nof immigration success.  And I would -- I ask the question, do you have one thing that you think the Congress \nshould immediately address?\n\nAnd, Mr. Moseley, would you talk about the business investment? And are you familiar with the EB-5, the \nemployment base?  That is something that has been a valuable tool that is in complete confusion. Tell us how \nHouston has benefited on this question of that kind of investment.\n\n\n\nMr. Murdoch, can you give us what you think should be the first attack or approach that we need to have the \nAmerican dream for immigrants, as you have secured?\n\nREP. LOFGREN: The gentlelady's time has expired, so we'll ask the witness to answer briefly.\n\nREP. JACKSON LEE:  Thank you.\n\nMR. MURDOCH:  Oh, I'm sorry.\n\nREP. JACKSON LEE:  You have indicated that the American dream was part -- is now part of your life.  What \nshould Congress do?  Who should we be impacting, as it relates to fixing the immigration system?  What should \nbe the first thing we should do?  You recognize there are undocumented here in this country?  You want us to find a \nway for pathway to citizenship for them? You want us to get more visas for those that come in who are \nprofessionals?  What do you want us to do?\n\nMR. MURDOCH:  All of the above, I think.  Obviously, we know about the enforcement that has to be done, at the \nsame time, whether it be at the border or whether it be against employers hiring illegal people.  But, you know, we \nare in an urgent need in this country.\n\nOur education system is failing us very badly; 35 percent of children in high school are dropping out, and dropping \nout -- and committed to the underclass for life.  That's another national scandal.  And there is so much to do in this \ncountry if you want to restore the American dream.  And --\n\nREP. JACKSON LEE:  But not deportation of the 11 million?\n\nMR. MURDOCH:  I'm not for importing 11 million.\n\nREP. JACKSON LEE:  Pardon me?\n\nMR. MURDOCH:  I'm not for importing 11 million.\n\nREP. JACKSON LEE:  Deporting, deporting.\n\nMR. MURDOCH:  No.\n\nREP. LOFGREN:  The gentlelady's --\n\nMR. MURDOCH:  I just do not think that is practical or human.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nREP. JACKSON LEE:  May I -- (inaudible) -- for 30 seconds for my constituent from Houston to answer the \nquestion?\n\nREP. LOFGREN:  Yes, you may.\n\nREP. JACKSON LEE:  Thank you, Madame Chair.\n\nMR. MOSELEY: Congresswoman --\n\nREP. JACKSON LEE:  Thank you, Madame Chair.\n\nMR. MURDOCH:  Thank you.\n\nMR. MOSELEY:  Congresswoman, Madame Chair, Houston is putting in place the EB-5 application to Homeland \nSecurity.  That is a tool that we're very pleased the U.S. government has fine-tuned over time to allow foreign \ninvestors to strategically invest in census tracts that have high unemployment.  This follows a model that worked \n\n\n\nvery well for Chinese capital that was leaving Hong Kong about a decade ago, when there were questions about \nthe central party taking over Hong Kong, and that money went to Canada and Australia because our law wasn't as \nflexible as it is now.  So we're very pleased that EB-5 is going to allow foreign investors to come and invest in the \nAmerican economy and grow jobs through that investment.\n\nREP. LOFGREN:  Thank you very much.  The gentlelady's time has expired.\n\nAnd we will recognize now the gentlelady from California, Ms. Sanchez, for five minutes.\n\nREP. LORETTA SANCHEZ (D-CA): Thank you, Madame Chair, and I want to thank our panelists for being here \nthis morning to talk about this issue.\n\nI want to begin with Mayor Bloomberg.  There's a lot of debate in Congress -- and there has been for quite some \ntime -- over what the best solution is.  And while people fight over what the best solution is, the status quo \ncontinues.  And I'm of the personal opinion that the status quo is simply not acceptable any longer.\n\nBut I'm interested in knowing if you think that it is a better idea to try to fix our immigration system through a series \nof stand- alone bills or whether or not you favor a comprehensive approach that would try to get all the parts at \nonce?\n\nMAYOR BLOOMBERG:  Congresswoman, it just depends whether you want it to work or not. If you don't want it to \nwork, do separate ones, and I guarantee you we'll be right back here 10 years from now.  If you want to fix the \nproblem, you have to do it all together.\n\nI also think, from a political point of view, probably the only ways you would get through Congress and through the \nWhite House -- as one comprehensive bill where everybody gets something.  Not everybody gets everything they \nwant.\n\nREP. SANCHEZ:  Thank you, Mr. Bloomberg.\n\nMr. Murdoch, I'm interested in knowing -- and I'm pleased to see you here today talking about this issue -- how you \nfeel about some of the anti-immigrant positions that are promoted by your network, on issues like Arizona's recent \nimmigration law?\n\nMR. MURDOCH: I don't think we do take an anti-Democratic -- we're very happy to welcome any Democrats onto \nFox News.\n\nREP. SANCHEZ:  No, it's -- I didn't say anti-Democrat.\n\nI said anti-immigrant stances on legislation, such as the Arizona law.\n\nMR. MURDOCH: Well, I would not agree with that, but --\n\nREP. SANCHEZ:  Are --\n\nMR. MURDOCH:  -- we can certainly go back and look at it.\n\nREP. SANCHEZ:  Do you fair the -- Arizona's approach to immigration?\n\nMR. MURDOCH:  Well, you know, I -- my position on immigration is what I stated earlier, what I've restated here \nagain.  I'm totally pro-immigrant.\n\nREP. SANCHEZ:  I appreciate the answer.\n\nMr. Moseley, one of the arguments that is often thrown about, particularly by many of my Republican colleagues \nhere in Congress, is that illegal immigrants are bad people, that they should do it the legal way or do it the right \n\n\n\nway.  And I'm interested in knowing, in your experience, and perhaps experience of working with other businesses \non the issue of immigration reform -- do you think that our current immigration system is efficient?  Do you think \nthat it allows businesses to plan prospectively for future labor needs?  Do you think that it's timely?  Do you think \nthat it's well-tailored to fit the needs of businesses in our country?  Can you shed a little light on that?\n\nMR. MURDOCH:  No, I think it's terrible.  I think the fact is we are missing a huge opportunity to be training the best \nbrains out of Asia and Europe to come and contribute to the human capital of this country, and, therefore, the \nfinancial capital of everybody.\n\nREP. SANCHEZ: Thank you.\n\nMr. Moseley?\n\nMR. MOSELEY:  We would feel like the law is entirely broken.  It is helter-skelter.  And it really is a catch is as catch \ncan.  There's an important -- an important time, as you've heard testimony this morning, to really thoroughly take a \nlook at the law.  It's outdated, and it needs to be contemporized.  So the challenges are real, but the opportunities \nare tremendous.\n\nAnd one of the things that is not being discussed and I think is left out of the calculus is that the American workforce \nis by and large getting to an age where there will be massive retirements. So the question becomes, who shall do \nthese jobs?\n\nIf we look at Japan, which is demographically the oldest nation in the world, which is also a closed community, their \nchoice is they have to export their jobs, because they're not importing their workforce.  So we'll come to that point \nwhere we'll realize that this workforce is providing tremendous opportunities to those of us who are looking towards \nretirement and the realities are dramatic now in the skilled workforce.  We hear this regularly and often in Houston, \nparticularly in the engineering community, where engineers are starting to retire, and there's a huge need to find \nthese workers to come in.  Otherwise, we have to export our jobs.\n\nREP. SANCHEZ:  I appreciate you talking about that specific point.  I'm just going to drill a little bit deeper on that.\n\nMy understanding is that the birth rates in this country are not of a replacement rate, and yet we have a large \nnumber of the workforce that is getting ready to retire in the not-too-distant future. So if we're not replacing \nourselves by having children, there is going to be this huge labor gap.  And the question becomes, where do we get \nthose folks from?\n\nMy understanding also is that many of the students that we teach and learn at our universities and in many of the \nskilled professions oftentimes come on student visas.  After they've been here and they've obtained their degrees \nand they want to stay, then our immigration system effectively kicks them out of the country and says go back to \nwhere you came from.  Does it make any sense to make that investment in a workforce and then send them outside \nof the country?\n\nMR. MOSELEY:  We would argue that the DREAM Act should be enacted very quickly. We've had some incredible \nstories in the Houston area where children really have no choice. They're brought to this country as infants.  They're \neducated with public taxpayer dollars all the way through university and cannot find a job because they are not \nlegally documented.  This is a tremendous resource for our workforce.\n\nREP. SANCHEZ:  Thank you very much, and I yield back.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nI would recognize now the gentleman from California, Mr. Lungren, for five minutes.\n\n\n\nREP. DAN LUNGREN (R-CA): Thank you very much.  I'm sorry, I had to go away for something else.  But I have \nbeen informed, Mr. Murdoch, you've referred several times to the fact that the Simpson-Mazzoli bill didn't have any \nteeth.  I was here, and we voted on it.  It had teeth.  It was never enforced, which I guess is the same thing.\n\nBut that being the case, is there not a context in which we have to consider any legislation with respect to \nimmigration?  And that context is formed in part by the failure of Congress and subsequent administrations to \nenforce the Simpson-Mazzoli bill.\n\nWhen I worked on that bill and delivered the Republican votes to pass that bill, one of the big arguments was that \nwe had a balanced bill.  We had the largest legalization in the history of the United States, and we had \nenforcement.  The legalization program worked fairly well; the enforcement was an absolute disaster.\n\nDoesn't that set a -- a context in which, to the world it has been said, the United States will have these legalization \nprograms every generation?  And, therefore, after -- if we have a similar legalization now, put people on the \npathway to citizenship, won't that inevitably send a message that, well, even though they promised to enforce it in \nthe future, the history has been that they have legalizations maybe every 20 years?  So isn't there an incentive for \npeople to violate the law to come to the United States, with the expectation that there will be a legalization in the \nfuture?\n\nMr. Murdoch?\n\nMR. MURDOCH:  Well, that's a problem of reputation, I guess.  No, I think, you know, you have to start somewhere.  \nYou can't just say, well, we haven't done in the past -- or -- so why should people trust us?  You've got to start \nsomewhere and make sure they do trust you by constant enforcement.\n\nREP. LUNGREN:  Well, let me -- let me ask another question, for you, Mr. Bloomberg. And that is, are the \nAmerican people so out of -- are the American people so disconnected with the reality that you and Mr. Bloomberg \nhave established -- have expressed here that that's the reason why they -- at least in the polls I've seen -- reject the \nnotion of a legalization program that would allow people who have come here illegally to get in front of the line of \nthose who have waited to come here legally under the system?\n\nMAYOR BLOOMBERG:  Mr. Lungren, Congressman Lungren, you keep talking about Congress not doing \nanything, and you're asking us. You guys should sit down --\n\nREP. LUNGREN:  No, that's --\n\nMAYOR BLOOMBERG: -- together and say -- we've had Republican and Democratic congresses and presidents, \nand you don't do anything.  And then you say, well, people think you're not going to do anything.  So do something.\n\nREP. LUNGREN:  No, that's not my question.\n\nThat was not my point at all.  My point is are the American people so disconnected with the facts that you've \npresented -- that is, of the, it appears, unvarnished, positive aspect of immigration, whether it's legal or illegal, that \nbenefits our economy, that raises our GNP, that that is the reason why they believe that there is a distinction \nbetween legal and illegal immigration and its impact on their standard of living and the economy and the society in \ngeneral?\n\nMAYOR BLOOMBERG:  Congressman, I think this is all about leadership.  We need immigrants.  That's the future \nof this country. And whether the public understands that or not, it's Congress' job to lead and to explain to them \nwhy our -- we're going to become a second- rate power in this world unless we fix our public education system and \nfix immigration.\n\nREP. LUNGREN:  Mayor Bloomberg, I understand what you're saying.\n\nMR. MURDOCH:  May I just -- I'll --\n\n\n\nREP. LUNGREN:  You've repeated that several times.  That was not my question.  My question was, are the \nAmerican people misguided in terms of their view of the fact of unvarnished benefit of immigration, irrespective of \nwhether it is legal or illegal, or is there a valid position taken by the majority of Americans that there is a distinction \nbetween legal and illegal immigration, without them deciding what we should do?  That's my question.\n\nMAYOR BLOOMBERG:  There is no question.  You are right.  There is a difference.  People understand the \ndifference, and they want Congress to solve both problems:  More legal immigrants, stop the illegal immigrants \nfrom coming here, and do something about those who are already here.  And I thought Congressman Poe really \nsummed it up very nicely, and Congresswoman Jackson Lee, as well.\n\nMR. MURDOCH:  And may I just add, Congressman, that -- excuse me, Madame Chairman -- the -- you said that, \nyou know, Americans were against illegal immigrants going ahead of legal ones.\n\nREP. LUNGREN:  Right.  Correct.\n\nMR. MURDOCH:  No one has suggested that.  That's only some pollster, the way they ask the question.  Of course \nthe answer's there.  I mean, you can get any result from a poll, if you know how to ask the question.\n\nREP. LUNGREN:  Well, no, I'm sorry.  That's not my point.  My point is that when you talk about a pathway to \ncitizenship, as it has been articulated in programs presented by the Congress, by the previous administration, it \nresults in people who violated the law getting in front of those who have not violated the law.\n\nMR. MURDOCH:  No, they shouldn't be in front of them.\n\nREP. LUNGREN:  Okay.  That's an important point, because --\n\nMAYOR BLOOMBERG:  And I don't think anybody thinks they should.\n\nREP. LUNGREN:  Well, I beg to differ with you.  The way a number of the proposals come forward, when people \nare put on the path to citizenship -- let's say they're from Mexico.  Right now, it takes 10 years to get -- if you get in \nline in Mexico, you are going to have 10 years before you're going to have opportunity to come to the United States.  \nIf you're in the Philippines, it's as much as 18 years.\n\nIf we have a program that says, because you've been in the United States illegally for X amount of time, we're going \nto give you a special program by which you end up being able to go on the path to citizenship before those periods \nof time, it does result in people getting in front of the line.\n\nLook, I provided the votes for the legalization last time.  I want to see us work out a situation, a solution.  The \nproblem is, the details often will determine whether or not you do have the reality of getting in front of the line or not.  \nAnd whether the American people will then be with us -- yeah, we have to lead, but I want the American people to \nbe with us so that we will have a successful law to take care of the problem.  That's the point I'm trying to make.\n\nMAYOR BLOOMBERG:  We're 100 percent in agreement and be happy to help you to do it.\n\nMR. LUNGREN: Thank you.\n\nREP. LOFGREN:  Gentleman's time has expired.\n\nI would turn now to the gentleman from New York City, Mr. Weiner.\n\nREP. WEINER:  Well, thank you very much.  I think you gentlemen are seeing how some of the demagoguery \naround this issue really stops this issue in a -- at a -- at a point.\n\nAnd Mr. Murdoch and Mr. Mayor and Mr. Moseley -- Mr. Moseley, isn't it Houston? (pronounced \"Howston\")  You \nsure it's Houston? (Laughter.)\n\n\n\nMR. MOSELEY:  (Inaudible) -- pretty sure it's Houston.\n\nMR. WEINER:  You know, Richard Florida, in his books and writings about the creative class, talks about what \nmakes successful cities, and what makes successful suburbs as well.  And he talks about the idea of creating social \nnetworks where people from around the world and around countries want to come to be with other people who have \nthe same level of creativity and the same energy.  And that's how cities like New York and Houston are made, and \nthat's how companies like Fox are made, and the like.\n\nCan you talk -- perhaps, Mr. Mayor, you can start -- about the idea that some of this debate that goes on creates an \nenvironment where people say, you know what?  I'm a brilliant programmer in Hyderabad.  I'm going to stay in \nHyderabad now.  Or I'm a brilliant, creative writer, and maybe I won't come to the United States now, because \nthere's this environment of, frankly, intolerance that kind of emerges in this debate, that that division between legal \nand -- legal and illegal, documented, undocumented, just becomes a general sense that we have become a country \nin our national dialogue that sounds very much that we don't want anyone coming here, and how that impacts.\n\nAnd perhaps, Mr. Mayor, as a jumping off point, you talked recently at a town hall meeting in Forest Hills about a \ncommon-sense idea, that if you're coming here and you want to create jobs, we want you, and that kind of a \nwelcoming thing.  But can you talk a little bit -- whether it's from attracting people to a business like Bloomberg, or to \nNews Corp., or to a city like Houston, how this environment does strike people as frankly being unwelcoming, and \nin a global economy, people will stay in other countries and help them become more successful?\n\nMr. Mayor, perhaps you can start.\n\nMAYOR BLOOMBERG: There is a great danger that we will lose the reputation as the land of the free and the \nhome of the brave.\n\nAnd, Congressman Sanchez, let me just address one thing.  I know it's on Anthony's time. But you talked about the \nbirth rate.  What you're looking at is -- you're going the right direction, but I think you're going slightly to the wrong \nnumber.\n\nLook at the rate of kids going through the public school system that have the skills.  Because whether we have the \nbodies is not the issue.  We need bodies that have skills.  And that's the other part, the other leg of this.\n\nThe congressman is right.  We are not as attractive to an awful lot of people.  They're afraid to come here. They're \nafraid that if they're legal here, somebody's going to look at the color of their skin, or the way they speak, or what \nlanguage they speak, and go after them just because they're different.\n\nAmerica is a land -- for the last 235-odd years, people have come here.  They've given up their language from \nhome.  They've adopted English.  They've adopted American customs.\n\nWe forget, it just takes a generation to do it.\n\nBut we are desperate in this country as employers to get the highly educated people, but also those people at the \nother end of the spectrum who are willing to take jobs that nobody else will take.  And if there's an issue as to \nwhether that exists, just take a look.  The 11 million undocumented generally have the low-skilled jobs.  And they're \nhere because there is demand, and that demand is not being filled by people who are already in this country.\n\nREP. WEINER:  Mr. Murdoch, you want to add anything to that?\n\nMR. MURDOCH:  Pardon?\n\nREP. WEINER:  Is this -- Mr. Murdoch, you want to add anything to that?\n\nMr. MURDOCH:  No, no. I agree entirely with --\n\n\n\nREP. WEINER:  Let me just -- and also, it seems to me that we also have an odd dynamic now, that because of our \nfocus at solely looking at enforcement, and solely at this notion of let's try to figure out a way to round up the \nundocumented in some way, that we actually are creating immigration laws that keep people in, rather than \nkeeping them from coming in.\n\nAnd I say that because I think a lot of people in our economy would not mind coming to the United States, taking \ntemporary and seasonal jobs, and then returning to their home country.  I think a lot of people would not mind \nhaving that type of relationship.  And in many cases, they can't do that right now, because of the way we've \nstructured our immigration laws.\n\nMR. MURDOCH: Oh, I think there have been many instances in Silicon Valley, particularly of Indians, who have \ncome and made great contributions for 10 or 15 years, then seen greater opportunities back in India.\n\nREP. WEINER:  Well, we also --\n\nMR. MURDOCH: But not without having contributed to America a lot first.\n\nREP. WEINER:  Yeah, and we also saw -- and in furthering Ms. Sanchez's point -- there are a lot of people who \ncome here, go to college here, take advantage of our education system, and then, because of, again, a lot of this -- \na lot of the rhetoric and a lot of just the general sense that the legal immigration system is also in disrepair, say, \nyou know what?  I don't want the aggravation.  I'll take less money to be in my home country.\n\nAnd let me just make one final point, and I think that Mayor Bloomberg touched upon this. If you think of the DNA of \na person who says I'm going to get up from my home country, I'm going to pack my bags, kiss my family goodbye, \ntake my skills over to the United States, go to Houston or go to New York, or go to take a job with News Corp, and \nyou put all those people with that similar type of energy and desire to make things better, you almost by definition \nhave a population of people that are going to do much better.  And that's why.\n\nBut I think, in just yielding back, Ms. -- to the chair, what you have seen here in a microcosm from my colleagues on \nthe other side is why this debate has been stalemated.  It is so easy to demagogue this issue.  You can probably \nget applause in any town hall meeting in this country by saying: \"They broke the law; they ought to go.\"  And the \nconversation stops.\n\nReal, mature lawmaking -- and it won't happen between now and the first Tuesday in November -- involves all of us \nsaying you know what? There are some things that Mr. Smith wants perhaps on his side that I find troublesome.  \nThere are things that I want from my experience as a New York City member of Congress that he may find \ntroublesome.\n\nI believe that the American people realize there's a lot of area of agreement on this issue. And if this panel helps us \nget there, then it would certainly be worth the morning.\n\nAnd I thank you, Ms. Lofgren, for having the hearing.\n\nREP. LOFGREN:  Thank you very much, Mr. Weiner.\n\nThe gentleman from Texas, Mr. Gonzalez, is now recognized.\n\nREP. CHARLES GONZALEZ (D-TX):  Thank you very much, Madame Chair.\n\nThe question is -- is it Dr. Camarota, or is --\n\nMR. CAMAROTA:  Dr. -- (inaudible).\n\nREP. GONZALEZ:  Doctor, you seem to stand for the proposition that -- and for the most part, it would be the \nundocumented worker, the illegal resident, takes jobs from Americans, number one, and, secondly, depress wages.\n\n\n\nSo what the mayor has been saying is -- I think he recognizes that we're pretty much on the same page on securing \nour borders, doing something to give some sort of reliable verification system to the employers.  But the issue still \nremains that we have, by some estimates and numbers, 12 million illegal workers and their families in the United \nStates.  Seems to me that you're saying it's those particular workers that are depressing the wages and costing the \njobs and such.\n\nNow, the only way -- I'm just assuming -- to remedy that situation is to get rid of the 12 million workers and their \nfamilies, or whatever we have out there. I mean, is that accurate in what I'm saying representing your position?  I \nmean, what do we do with the individuals that are here?  I think Mayor Bloomberg keeps coming back to that and \nsaying, look, the issue here is, what are we going to do with the folks that we've got here?  We've got to take care of \nthat. We've got to work on the others.\n\nNow, my Republican colleagues believe that we won't do anything. We'll pass the law, and we'll do what we did in \n'86, simply by not enforcing the employer sanctions part of it.  I don't believe that.\n\nBut is that what you're proposing?  We need to do something about the 12 million that are here.  And what do we \ndo?  I guess that's my question.  What are you proposing we do?\n\nMR. CAMAROTA:  Well, if you're asking an economics question --\n\nREP. GONZALEZ:  No, no, I'm asking --\n\nMR. CAMAROTA:  -- a policy question, really, right?\n\nREP. GONZALEZ:  Yeah.  Well, it's -- it all translates to money one way or another at the end of the day.  So let's \njust -- what do you do with the people that are here in the United States today that don't enjoy legal status?\n\nMr. CAMAROTA:  I think the first thing you're going to have to do is take the several years and put in place an \nenforcement regime that isn't just about the border, right?  You're going to have to go after the employers who hire \nthem.\n\nREP. GONZALEZ:  No, I know that.  No, I already know that.\n\nMR. CAMAROTA:  That's going to take --\n\nREP. GONZALEZ:  Let's go and raid the workplace.  Let's go and put the employer in jail, along with the worker.  \nWe can do all that. Is that what you're proposing?  Are you proposing to do something about this workforce that you \nsay has such a detrimental effect on the economy of the United States of America?  I'm asking you, what is your \nsolution?\n\nI'll tell you what our solution is.  Luis was here a minute ago. It is an earned pathway to legalization.  You don't get \nin front of the line.  You are here.  I understand what my colleague, Mr. Lungren, is getting at, but there's a huge \npolitical equation, which -- if I still have 30 seconds at the end of my five minutes, I'll just tell you where all this is \ngoing.  It's all about where you are politically and what you fear what the future might hold for your party.  That's \nwhat this is all about.\n\nBut let's talk about the best interests of the American people.\n\nWhat do you want to do with the 12 million undocumented residents and their families?\n\nMR. CAMAROTA:  So let me be clear:  If you want -- if your concern is taxpayers and if your concern is people at \nthe bottom end, encouraging as many of those illegal aliens to go home is --\n\nREP. GONZALEZ:  Okay, that's what I want to know.\n\nMR. CAMAROTA:  If your primary concern is the illegals, letting them stay is the best --\n\n\n\nREP. GONZALEZ:  Oh, oh.\n\nMR. CAMAROTA:  And that's a choice you have to make.\n\nREP. GONZALEZ:  So you say that this is going to be one of these self- selection things where people are just -- \none day say, well, I've been here 12 years.  I have children here that are citizens.  I have a job and such, because \nobviously I've been able to be kept employed by someone, a willing and able American citizen that violates the law \nevery day.  You're saying that the answer is just for these 12 million folks to voluntarily go back wherever they came \nfrom.  Are you really suggesting that?\n\nMR. CAMAROTA:  I'm suggesting we enforce the law.\n\nREP. GONZALEZ:  No, no.\n\nMR. CAMAROTA:  Urge as many to go home as possible.\n\nREP. GONZALEZ:  Well, then -- okay.  (Inaudible) --\n\nMR. CAMAROTA: Will they all go?  No, they won't all go.\n\nREP. GONZALEZ:  Doctor, if it's not voluntary -- and I'll tell you right now, it's not going to be voluntary.  It is not \ngoing to be --\n\nMR. CAMAROTA: The illegal -- (inaudible) -- by a million, according to -- (inaudible) --\n\nREP. GONZALEZ:  We've all been on Earth longer than 12 years, and we know that that is not going to be a \nvoluntary situation.  So what you're saying is deportation is the only other thing?\n\nMr. CAMAROTA:  No, I'm not saying deportation.\n\nREP. GONZALEZ:  All right. So then we remain --\n\nMR. CAMAROTA:  (Inaudible) -- can't get jobs, can't access public benefits, if you get the cooperation of local law \nenforcement, if you penalize people for overstaying visas, and all these other things, you can increase -- (inaudible) \n-- going home.\n\nREP. GONZALEZ:   Well, let me ask you this.  Would there -- another way of maybe incorporating and assimilating \nthis huge population, which would be good for all Americans -- why not grant them some sort of legal status that \nallows them to have legal rights? Then maybe they won't depress the wages, because they do have legal remedies.  \nThey can't be exploited.\n\nAnd if you believe the whole answer is about a verification system, you've got to come to Texas.  And some of my \nfellow Texans, including the ranking member -- we come from the same city.  Now, when we have our positions and \nwe express them, you wouldn't believe we're from the same city.  That's what party affiliation will do to you in \nAmerica today.\n\nBut the truth is, what you're proposing is unrealistic.  It is not workable.  Yet what we're proposing actually will \naddress some of your very serious concerns about depressed wages.  It addresses --\n\nMR. CAMAROTA:  (Inaudible.)\n\nREP. GONZALEZ:  -- it addresses the concerns of a needed labor force.\n\nMR. CAMAROTA:  You still increase the supply of workers.  That's what you're missing. The basic economics -- if \nyou add workers to the bottom end of the U.S. labor market, regardless of legality, you push down wages.  That can \nbe very bad for business.\n\n\n\nREP. GONZALEZ: You know what?  I think you might have a heck of a good argument.\n\nREP. LOFGREN:  The gentleman's --\n\nREP. GONZALEZ:  But you still have people that are in this country today that are not going to voluntarily absent \nthemselves because you've got Americans giving them the jobs. We need to do something about those individuals.\n\nREP. LOFGREN:  The gentleman --\n\nREP. GONZALEZ: And I understand where you're coming from, but it's not reality-based.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nREP. GONZALEZ:  Thank you.\n\nREP. LOFGREN:  And we turn now to the gentlelady from California, Ms. Chu.\n\nREP. JUDY CHU (D-CA):  Mr. Murdoch, you've been such an outspoken advocate for fair and sensible \nimmigration reform policies, policies that would certainly take care of the challenges that we face today and ensure \nthat we face tomorrow's challenges.\n\nI have before a Wall Street Journal op ed that you authored in 2004 that so eloquently described the contributions \nthat immigrants and children of immigrants make to our society every day, and I'd like to enter that into the record \nfor today's hearing.\n\nREP. LOFGREN:  Without objection, it'll be entered into the record.\n\nREP. CHU:  With so much else on your plate, why have you chosen to direct so much energy to this issue?\n\nMR. MURDOCH:  I'm just a concerned citizen.  I devote a lot energy to a number of public issues, and this is one of \nthem.\n\nREP. CHU:  Well, in your written testimony you state that it's nonsense to talk of expelling 12 million people, and \nciting a study by the Center for American Progress, you note that it will cost $285 billion over five years to forcibly \nremove our entire undocumented population and continue our border and interior enforcement effort. But is it really \nthe extent of the cost to our society?  I mean, speaking as a businessman, what would it mean to our country's \neconomy if 12 million employers, employees, all of whom are consumers who generate spending on goods and \nservices and housing, disappear from our society over the next five years?\n\nMR. MURDOCH:  What would happen if --\n\nREP. CHU:  If these 12 million employers and employees disappeared from our society over the next five years.\n\nREP. MURDOCH:  I think it would be a disaster.  I'm not for that. I don't know what article you put in there, but I \nwould just like to say it was at least three years before I had anything to do with the Wall Street Journal.\n\nREP. CHU:  Oh.  (Laughs.)  Okay, I --\n\nREP. MURDOCH:  Don't hold me responsible.  I haven't seen it.  I may agree on it or not.  I don't know what it says.\n\nREP. CHU:  Well, actually, you know what?  Let me take this wonderful op ed that you did for the Wall Street \nJournal before you, and -- (laughs) -- and say that it talks about your -- how you were an immigrant and how the \nMurdochs were immigrants, how you were an immigrant --\n\nREP. MURDOCH:  Yeah, oh, sure.\n\n\n\nREP. CHU:  -- and how the Murdochs were immigrants.  And it talks about the less tangible ways in which \nimmigrants benefit our society.\n\nYou talk about Eddie Chin, an ethnic Chinese marine, who was born a week after his family fled Burma, and that \nwhen Baghdad fell, he was the marine that we all watched shimmy up the statute of Saddam Hussein to pull it \ndown.  And you talk about Lance Corporal Aman Ibrahim (sp), and how he was in -- he wanted to put his Arabic \nlanguage skills in the services of our country, and how he came from Syria and hoped to be deployed to Iraq.  And \nyou talked about Corporal Jose Gutierrez, who was raised in Guatemala and came to America as a boy illegally. \nCorporal Gutierrez was one of the first marines killed in action in Iraq.  And as his family told reporters, he enlisted \nwith the Marine Corps because he wanted to give back to America.  And yet he was one of the first Marines that \nwas killed in action in Iraq.\n\nAnd so you describe the entrepreneurial spirit and the and the ingenuity of many of the immigrants who want to give \nnot only to the economy, but also to other ways to America.  And so in what ways do immigrants like Corporal \nGutierrez benefit our country?\n\nREP. MURDOCH:  I think people come here, of course, basically, maybe, for economic reasons, but for a lot more, \nI think they believe in the freedom they're going to have here.  They believe in the American dream.  They believe \nthat their children are going to have a -- an opportunity to do a lot better than they've done.  And I don't think there's \nany question about their motivation.\n\nOnly thing I would add is that -- what Congressman Weiner said earlier, that there's been so much demagoguery \nabout this.  There is really danger outside the world that people don't believe the American dream is still here \nwaiting for them.  I don't know that that's gone -- that -- as far as he says yet, but there is a real danger of it.\n\nREP. CHU:  Well, in fact, with all the impassioned discussion about this issue, how do we have a level-headed \ndiscussion about immigration?\n\nREP. MURDOCH:  If --\n\nREP. CHU:  How do we have a level-headed discussion about immigration?\n\nREP. MURDOCH:  Well, I think we've had a reasonably level-headed discussion this morning.  We've had different \npoints of view.  But clearly -- and we've got to get together.  Someone's got to start it. We're trying to start \nsomething, but in the end, it's going to have to come from the White House, trying to draw all parties together and \nfind some good, compromised system which we can all get behind.  I mean, this is, you know, a matter of major \nnational policy, and it cannot be done without the president being involved, and the Senate and the Congress, and \nbusiness leaders and union leaders, everybody.\n\nREP. CHU:  Thank you.\n\nREP. LOFGREN:  Gentlelady's time has expired.  I'd like just to ask a couple of closing questions.  I certainly want \nto give credit to our colleague, Mr. Lungren, for the work he put in in 1986 on the last bill.  I wasn't in the Congress \nat that time.  And you know, there's been criticism of what happened since then.  Oftentimes, the criticism is \nfocused on the enforcement effort, but I've always thought that one of the issues, really, is that there was no \nprovision to meet the economic needs of the United States in the bill.\n\nAnd, Mr. Moseley, in your testimony, your written testimony, you point out that there is just 5,000 permanent \nresidence visas a year for skilled individuals who lack a high -- a college degree.  Now, we have a population in the \nUnited States of 310 million people, and there are 5,000 skilled visas a year for everything.  I mean, ag, everything.\n\nHow realistic is that figure, that 5,000 figure a year, to meet the economic needs of the United States for skilled \nimmigrants?  Would that even meet Houston's needs?\n\n\n\nMR. MOSELEY:  Madame Chair, it really is not realistic, and quite frankly, it may not have been realistic when it \nwas adopted back in the day.  There are even 140,000 unskilled workers that are allowed, but they're allowed to \nbring in spouses and children, so you can do the calculus on that nationwide.  The law just is not reflective of the \nneed for a workforce to take care of the economy of the United States.\n\nWe've actually hired Dr. Greg Perryman (sp), and he went to the question that's been asked across different venues \ntoday, and the question is, what would happen if 12 million workers were not apart of the American workforce?  And \nDr. Perryman (sp) concluded that you'd see an immediate loss of some 8.1 million jobs.  So 12 million are \nproducing about 8.1 million jobs, and of the 8.1 million, eventually those could be absorbed, as my colleague would \n-- talked about, and you'd still have 2.1 million jobs lost.  And the impact to our economy would be $1.76 trillion.\n\nREP. LOFGREN:  I thank you for that testimony.\n\nMayor Bloomberg, we do appreciate -- we know how difficult it is. Many of us served in local government, and being \nmayor of a big city is a hard job, so we appreciate that you took your time this morning to be here with us, and also \nthe time that you're spending with this partnership to advance this issue.\n\nYou know, some people suggest that because the economy is terrible now -- and it is, we are fighting to improve \nthis economy -- that it's the wrong time to discuss immigration.  But your testimony was that immigration actually \nsaved New York, was the stimulation of the economy.  Can you just briefly described how that worked?\n\nMAYOR BLOOMBERG:  Madame Chairman, I can't speak with authority on any place outside of five boroughs of \nNew York City, but I can tell you that we think we have roughly 500,000 undocumented.  They have a very low \ncrime rate because they don't want to go near the INS.  They pay taxes.  Seventy-five percent of them pay taxes.  \nThere's withholding, and there's no place to send the refund.  The Social Security Administration's chief actuary \nactually estimated that Social Security will go bankrupt six years earlier if you didn't have the undocumented in this \ncountry.\n\nBut the undocumented -- because they pay Social Security, but they don't get any benefits.  In New York City the \nundocumented typically are young people who come here to work.  They don't bring their children, so they don't use \nthe public schools.  There are some exceptions, but generally that's true.  They are young people who work.  \nPeople that work aren't using the hospitals.  Most of us use most of our medical care in the last two years of our life, \nand these are people who are of working age that come here.\n\nSo it is -- and lastly, every study we've ever done says they take jobs that nobody else will take.  Not totally.  I'm \nsure you can find some exceptions.  But generally speaking, the undocumented are critical to our economy, and the \nfact that New York City's economy is doing better than the rest of the country -- our unemployment rate is now \nlower than the country's as a whole.  Life expectancy is now higher in New York City than the country as a whole.  \nWe created 10 percent of all the private sector jobs in this country in the last 10 months, says that we are doing \nsomething right.  And what is right is we have attracted -- not just from overseas, but from the rest of the country -- \nimmigrants who want the chance to participate in the great American dream.\n\nThat's the great strength of New York City, and I for the life of me don't understand why other people don't look at it \nand say maybe they should try it.  It might not be right --\n\nREP. LOFGREN:  All right.\n\nMAYOR BLOOMBERG:  -- for the rest of this country.  I'm not here to preach to them.  I'm just telling you our \nexperience in New York City.\n\nREP. LOFGREN:  I appreciate that very much, and that's -- all right, Mr. Weiner mentioned earlier -- I often think of \n-- you know, the things -- some of the traits of Americans that we value the very most -- optimism, risk taking, \nentrepreneurship, commitment to family -- those are really the traits of immigrants that really defined our country.  \n\n\n\nAnd to turn our back on our -- on our rich immigrant tradition is just deadly for the future of our country.  And to be \nafraid of that is really the lack of faith in the strengths of our country.\n\nMAYOR BLOOMBERG:  It is national -- it is national suicide.\n\nREP. LOFGREN:  I agree.  You know, I come from Silicon Valley, and we have -- as I say, half the businesses in \nthe valley were started with an American born someplace else.  And I agree that we need those people creating \njobs to lead us out of this bad economy.\n\nI'm hopeful that -- you know, what you've seen today is that there's unanimity on this committee, and certainly in the \nCongress, and barely even in the country on this subject.\n\nBut I do believe that your presence here, and that of others who've been here -- we had growers and union last \nweek -- we had faith-based individuals -- that we can pull together with the help of all of you and create a reform \nthat will serve this country, which is what we have all pledged to do when we -- when we become members of \nCongress.\n\nSo I would like to know also for the record -- and we thank you, Dr. Camarota.\n\nREP. JACKSON LEE:  (Inaudible) -- a personal privilege for 30 seconds, Madame Chair?\n\nREP. LOFGREN:  Yes.\n\nREP. JACKSON LEE:  I thank the chairwoman very much.  We've had these hearings, Madame Chairwoman.  I \njust want to make this point to the four witnesses, and particularly to Mr. Moseley, because if we were having \nviewers look at this hearing, some would have consternation by saying all they're talking about is immigrants, and I \nneed a job.\n\nI think the point I was trying to make, Mr. Moseley, is when we have investments, such as an EB-5 -- Mr. Murdoch, \nto the Mayor -- and I hope Mr. Camarota will look at his numbers -- we create American jobs, and as well \nAmericans fare well.  Can I get a quick answer, Mr. Moseley?  Do Americans fare well, and jobs are created, when \nwe have a reasoned immigration system that is contrary to the Arizona law that scares people and sends tourism \naway?\n\nMR. MOSELEY:  Yes.\n\nREP. JACKSON LEE:  Thank you very much.  Thank you very much, Madame Chair.\n\nREP. LOFGREN:  The gentlelady yields back.  I would just like to close by noting that we have had a great -- a \nnumber of hearings, and although we appreciate Dr. Camarota's testimony today, I would also like to draw the \nattention of the public to the other testimony we've received that is really quite contrary to his testimony -- \nspecifically in May of 2007, where a number of economists reached very different conclusions than he has.  All of \nthe testimony we've ever received is on our website, and I would invite members to look at it.\n\nI would, again, like to thank every member of the witness panel today.  Many people do not realize that the \nwitnesses who come before the Congress are volunteers.  They're volunteers to inform us and to help us do a \nbetter job for our country.  I am hopeful that in the coming months we will have an opportunity to come together, to \nhave a comprehensive immigration plan that solves the problems that have been outlined, that's good for America, \nthat creates a better economy and lots of jobs.\n\nSo thank you very much.  The record will be open for five days. If additional questions are posed, we would ask that \nyou answer them, and we thank you once again.  This hearing is adjourned.\n"}