{"title": "Balancing Act;Blocking the Border;Economic [In]Security?", "body": "\nMR. LEHRER: Good evening. I'm Jim Lehrer. On the NewsHour tonight, President Clinton's 1997 budget. We get \nthe differing views of Budget Chief Alice Rivlin, Senate Budget Chairman Pete Domenici [Focus - Balancing Act]; an \nupdate on stopping illegal immigration at the U.S.-Mexico border, Jeffrey Kaye reports [Update - Blocking the \nBorder]; and part two of our series on economic insecurity [Series - Economic [In]Security?], Paul Solman runs a \ndiscussion about some underlying realities. It all follows our summary of the news this Tuesday.\nNEWS SUMMARY\n\nMR. LEHRER: There were four Presidential primaries today in the Midwest. Republicans in Illinois, Michigan, Ohio, \nand Wisconsin were expected to give most of their votes and delegates to Bob Dole. If Dole gets all 219 delegates \nat stake, he would be close to having enough for the Republican nomination. Dole spent the day in Washington at \nthe Capitol. He posed with schoolchildren on a field trip. Pat Buchanan, his last remaining major opponent, was in \nCalifornia, where 165 delegates, the largest delegate prize, will be chosen next Tuesday. President Clinton sent his \n1997 budget to Congress today. The $1.64 trillion proposal calls for more than $100 billion in tax cuts over the next \nseven years and projects a balanced budget by the year 2002. The 2200 page, five-volume document was made \navailable to the public this morning. At a news conference, the President said he has invited the bipartisan \ncongressional leadership to the White House tomorrow. He said they will discuss the new proposal, as well as their \nremaining differences over this year's budget.\n\nPRESIDENT CLINTON: I will urge them to address our pressing national concerns: balancing the budget, welfare \nreform, the Kennedy-Kassebaum Health Care Bill, the anti-terrorism legislation. And we'll also discuss the progress \nfor--the prospects for progress on all these areas in the weeks ahead. We have to meet our common obligation to \nact on our urgent national priorities. We should enact a balanced budget, and we should do it now, not after the \nNovember election, not after the political season, not later, but now. The American people deserve nothing less. It is \nthe right thing to do.\n\nMR. LEHRER: Republican members of Congress attacked the new budget. They said it would spend too much and \ncut taxes too little. We'll have more on this story right after the News Summary. The Senate passed a spending bill \ntoday to fund the federal government for the rest of the fiscal year. The vote was 79 to 21. Included was a repeal of \nthe new law requiring the military to discharge members infected with the AIDS virus. The measure now goes to a \nconference committee, where House and Senate differences on the bill can be worked out. In the General Motors \nstrike, contract talks resumed this afternoon in Dayton, Ohio. Negotiators took a break early this morning after 40 \nhours of non-stop negotiations. Workers have been on strike for 15 days at two GM brake plants. They oppose the \ncompany's policy of buying components from outside suppliers. The dispute has shut down all of the automakers' \n\n\nassembly plants in the United States, idling more than 150,000 workers. In other economic news today, the \nCommerce Department reported new home construction rose 3 percent last month. That's the highest increase in \nmore than a year. The building of new homes and apartments was up in every section of the country except the \nMidwest. In foreign news today, the Bosnian capital of Sarajevo was unified for the first time in nearly four years of \ncivil war. The Muslim-Croat Federation took control of the last of the city's five suburbs under Serb control. The \nhandover was required by the Dayton Peace Accords. Federation police began patrolling streets at Dawn and \nfirefighters moved in to put out smoulder fires set by the parting Serb gangs. Later on, thousands of Sarajevans \npoured into the district. Most Serbs had fled in advance of the transfer and burned and looted much of the district. \nOnly about 2,000 people, most of them elderly, remained. A few greeted the revelers from their windows. Former \nforeign ministers Muhammed Sacirbey spoke about the difficulty of unifying Sarajevo.\n\nMUHAMMED SACIRBEY, Former Foreign Minister, Bosnia: It is kind of bittersweet. The Serb leaders are intending \nto deny us, of course, the full benefits of reunification by forcing out the last few remaining Serbs to move out, while \non the other hand, we've managed to have a city unified, on the other hand, they want to make sure that they show \nthe world that Serbs, Muslims, and Croats can't live together by forcing the Serbs to leave.\n\nMR. LEHRER: Nearly 50,000 Bosnian Serbs have left Sarajevo since the Dayton Peace Accords were signed last \nDecember. On the tensions between China and Taiwan, the Chinese military began a new round of war games \ntoday, this time just 11 miles from Taiwan's small, outlying islands. Other military exercises continued Southwest of \nTaiwan. A Chinese spokesman criticized the United States for a show of naval force in the region. Back in \nWashington, Secretary of Defense William Perry said China should be reminded that the United States is the \nstrongest military power in the Western Pacific, and in Congress, House members debated a resolution calling for \nthe U.S. to help defend Taiwan in the event of an attack.\n\nREP. LEE HAMILTON, [D] Indiana: A vote against this resolution misleads Beijing about congressional opposition \nto its recent outrageous actions in the Taiwan Strait. A \"no\" vote on this resolution leads the PRC leadership to \nerroneous conclusion that the Congress is not united in its condemnation of China's bullying tactics.\n\nREP. CHRISTOPHER COX, [R] California: The free world will defend democracy, if it should come to that. But we \nwish to have peace through clarity and through strength, rather than war through weakness, lest we be misjudged, \nwe pass this resolution today.\n\nMR. LEHRER: A State Department spokesman said late today Sec. of State Christopher would meet with China's \nforeign minister next month. In the Philippines, 150 people were confirmed dead in yesterday's disco fire in a Manila \nsuburb. Eighty others were injured. The nightclub was filled with students celebrating the end of the school year. In \nJohannesburg, South Africa, a judge granted President Nelson Mandela a divorce from his wife, Winnie. He filed for \ndivorce last year after accusing her of adultery. The couple separated in 1992. They were married for 38 years. \nNelson Mandela spent 27 of those years in prison for his resistance to white minority rule. And late today back in \nWashington, the House passed a bill to reimburse seven members of the White House Travel Office fired in 1993. \nThe bill would compensate them for legal fees and other costs. And that's it for the News Summary tonight. Now it's \non to the President's budget, policing the Mexican border, and economic insecurity part two.\n\n \n\nFOCUS - BALANCING ACT\n\nMR. LEHRER: We start tonight with the 1997 budget President Clinton sent to Congress today. Our coverage \nbegins with this report by Kwame Holman.\n\nMR. HOLMAN: What the White House released today are its program- by-program spending and saving priorities \nfor 1997 and several years beyond that.\n\nPRESIDENT CLINTON: I need a lot of help today.\n\nMR. HOLMAN: This afternoon, President Clinton, the Vice President, and the entire White House economic team \ncame out to explain the philosophy behind the numbers.\n\n\n\nPRESIDENT CLINTON: I'm proud to say that my 1997 budget is the first budget presented by a President of either \nparty in nearly two decades to come to balance using the numbers of both Congress and the executive branch. It \ncuts unnecessary spending in hundreds of government programs. It reforms welfare, putting in place a system that \nends welfare as we know it and moves more people from welfare to work. It honors our values by protecting \nMedicare and Medicaid, and investing in our future through education and the environment. It closes corporate \nloopholes and cuts taxes for working families and small businesses.\n\nMR. HOLMAN: Among the President's budget priorities, $100 billion in tax cuts through the year 2002, including a \n$500 per child tax credit, a $10,000 per family deduction for college expenses, and expanded availability of \nindividual retirement accounts. In all, the President would spend $1.64 trillion next year, 4 percent more than is \nexpected to be spent this year. That would mean next year's spending deficit would total $164 billion, a $6 billion \nincrease over this year. But the President's budget does project a balanced budget, in fact a slight budget surplus \nby the year 2002. The savings over seven years would come from reduced spending on defense and other \ngovernment programs, along with $124 billion cut from Medicare and $59 billion from Medicaid. The President's \nnumbers are nothing more than the latest starting point to be used in resumed budget negotiations with the \nCongress. The President tried to sound optimistic.\n\nPRESIDENT CLINTON: The congressional leaders and I have identified $700 billion in savings common to both our \nplans. That is more than enough to balance the budget in seven years and to provide a tax cut. I am ready to work \nwith the leaders of Congress to finish the job.\n\nMR. HOLMAN: But the President and the Congress still haven't finished work on the 1996 budget, and this fiscal \nyear is already half over. Late this afternoon, House Budget Chairman John Kasich didn't hold out much hope for \nprogress.\n\nREP. JOHN KASICH, Chairman, Budget Committee: The simple fact of the matter is unfortunately the President \nputs off for the next generation and the next century the heavy lifting of being able to reduce the size and scope of, \nof government. Look, this administration is addicted to Washington spending, Washington taxes. This \nadministration does not trust the American people. They simply do not have confidence that people across this \ncountry in the towns and villages, cities of our great country are capable of running their own lives.\n\nMR. HOLMAN: Nevertheless, budget talks between congressional leaders and the administration will resume \ntomorrow at the White House.\n\nMR. LEHRER: Now in separate interviews the very different perspectives on this budget from the White House and \nthe Republican Congress. Elizabeth Farnsworth has the White House view.\n\nMS. FARNSWORTH: For the White House perspective, we talk now with Alice Rivlin, Director of the Office of \nManagement & Budget. Thank you for being with us, Ms. Rivlin.\n\nALICE RIVLIN, Budget Director: Delighted to be here.\n\nMS. FARNSWORTH: You heard what Congressman Kasich said. He said this administration is addicted to \nWashington spending, Washington taxes, and does not trust the American people. What is in the budget that would \nrefute that?\n\nMS. RIVLIN: Oh, I think that's just ridiculous. This budget gets to balance over seven years using the Congress's \nown numbers. That requires very severe cuts. We have cut $124 billion from Medicare over the seven-year period, \n$59 billion from Medicaid, a whopping $300 billion from discretionary spending over that period. These are very \nserious cuts. We've done it in a way that allows a modest tax cut for working American families, especially families \nwith children, and we get the budget to balance. That's what they said they wanted. They said let's balance the \nbudget in seven years. This is a Presidential budget which does that. We just need to enact these savings and get \non with the job.\n\n\n\nMS. FARNSWORTH: This afternoon, the Republicans said that the spending cuts are delayed too long and that \nyou're too sparing of the main entitlement programs. This has basically been their criticism throughout, is that not \ntrue?\n\nMS. RIVLIN: No. I think that's not true at all. Their spending cuts are approximately the same in terms of phasing. \nWhen you're cutting a budget, you can't do it all at once. You have to phase in the savings. You're basically cutting \na rate of growth of spending and when you do that, the savings accumulate, so they tend to be toward the end of \nthe period. Our budget has about 60 percent of the savings in the last two years of the period which is exactly the \nsame that their budget has. The differences are not in the phasing. The differences are in the size of the tax cut. \nThey want a much bigger tax cut, and in order to finance that, they have to cut more deeply into programs like \nMedicare and Medicaid. That's been the issue all along. We have enough savings to balance the budget without \ncutting deeply into those programs, so the President is saying, let's get on with it, let's do it, let's balance the \nbudget, and then we can argue later on whether we want to make bigger cuts in Medicare and Medicaid in order to \nfinance a bigger tax cut.\n\nMS. FARNSWORTH: Let's take a look at some of the specifics in the budget. The savings are to come from various \nareas. I'm just going to pick three, some large reductions in defense, which the Republicans in a press conference \ntoday criticized. Could you describe the kinds of cut in defense that you want.\n\nMS. RIVLIN: No. We are not cutting defense. This is the same plan that the administration has had from the \nbeginning. We're at the end of the period of phasing down after the Cold War, and we're beginning, as the nation \nmoves forward, to modernize our force, which is the strongest force in the world. So in the next few years, we will \nactually be adding money to defense. The reason it looks as though defense comes down in our budget is the, the \nRepublican Congress added to the defense budget last year some major spending that the Defense Department \ndidn't even want.\n\nMS. FARNSWORTH: How about in Medicare? There are cuts in Medicare. Now who will feel the pain in that?\n\nMS. RIVLIN: Mostly the providers of Medicare services. We have proposed that the provider reimbursement rates \nfor hospitals and doctors and the other providers of Medicare services be ratcheted down, that they not rise as \nmuch as they would otherwise rise. So doctors and hospitals won't get quite as much from Medicare as they would \nhave gotten, but we think it'll be enough to provide very good services. We don't want Medicare to become a \nsecond class program, but we do not think that the beneficiaries should carry a heavier share of the load. We hold \nthe premium, the Part B premium in Medicare at 25 percent of the cost, which is where it is now.\n\nMS. FARNSWORTH: How about Medicaid? There are cuts there. Who feels the pain that?\n\nMS. RIVLIN: In Medicaid, we think that if we give the governors a lot more flexibility, which is what they say they \nwant, allow them to move Medicaid patients into managed care without seeking waiver from the federal \ngovernment, that they can save money. We would put a cap on the expansion of Medicaid, a cap per person, so \nthat it stops rising quite as rapidly, and we would save money over the next seven years.\n\nMS. FARNSWORTH: And no capital gains cut. That's a major difference with the Republicans. Explain your \nthinking on that.\n\nMS. RIVLIN: Well, we simply don't believe that a cut in the capital gains tax rates is a good idea. It has never been \npart of the President's plan.\n\nMS. FARNSWORTH: Where does this fit in now to what I think you referred to today in a press conference as the \nthree ring circus, the negotiations to keep the government from shutting down Friday, the long-term attempt to get a \nseven-year deal, and then this '97 budget, what has priority?\n\nMS. RIVLIN: Well, I think all three things are important. Perhaps the most urgent order of business is the finish of \nthe appropriations for the year that we are in now, fiscal year 1996, which is half over. There remain serious \ndifferences between the President and the Congress, especially the House of Representatives. The Senate has put \n\n\n\nback in some of the education spending that we wanted restored and some of the environment spending, so we're \nhopeful that we can work out a deal with the Congress over the next few days or the next week that will finish up \nfiscal year 1996, that we have the new budget for fiscal year 1997, and the third ring, if you will, is the overall deal. \nThe Congress and the President were talking actively in December and January about reaching agreement on a \nwhole package of seven-year cuts in the budget to bring the budget to balance in 2002. They got very close, and \nwe are hopeful that starting tomorrow, when the leaders come back to the White House, that we can reopen this \nnegotiation and finish it up. There are enough savings that we all agree on to balance the budget and even give a \nmodest tax cut, so the President is saying, let's just do it. Let's not wait till after the election, let's balance the budget \nnow.\n\nMS. FARNSWORTH: Do you think the dynamic will change now that Sen. Dole is the, the presumed candidate?\n\nMS. RIVLIN: I hope so. I don't know what's in Sen. Dole's head, but the responsible thing to do, it seems to us, for \nthe leadership of the nation is to stop bickering and get on with the job. We hope that the Senate and House \nLeaders will see it that way and join the President in a balanced budget over the next seven years.\n\nMS. FARNSWORTH: Well, thank you very much for being with us.\n\nMS. RIVLIN: Thank you.\n\nMR. LEHRER: Now, the Republican view of the President's budget. It comes from Sen. Pete Domenici of New \nMexico, Chairman of the Senate Budget Committee. Senator, welcome.\n\nSEN. PETE DOMENICI, Chairman, Budget Committee: Hi! Nice to be with you.\n\nMR. LEHRER: First, what do you think of the President's new budget?\n\nSEN. DOMENICI: Well, it's an election year, and you must expect an election year budget, and it's that. Let me just \ngive you a couple of thoughts. The President made a big deal in his speech to the public, State of the Union, and he \ntalked about putting people first, and he talked about nailing down government, you know, big government has \nended. I think that's not true in this budget. I think this budget is calculated to put government first, I might say put \ngovernment first at least for the first year, and then afterwards, don't even provide with any certainty how you're \ngoing to make it smaller. So in the first year, the appropriated accounts, except defense, go up 4.1 percent. The \nPresident has also made a big point with saying that, these are his words, that we're going to spend more on what \nwe need; and I think everybody should know that from what I read in this budget, and I've tried to put it together with \nmy staff--it's a lot littler document--but, you know, instead of spending more on what we need, I think we could say \nthe President has determined that we need everything we got, because there is nothing terminated. Most \ndiscretionary programs are going up, and of course, I must say to everyone, that's only in the first year. Then in the \nsecond year, they start coming down but the President hasn't told us how they're going to come down.\n\nMR. LEHRER: Well, he, he says, and Ms. Rivlin just confirmed that under this plan presented today, it would \nbalance the budget in the year 2002. You just don't think that will happen under this proposal?\n\nSEN. DOMENICI: Look, I haven't seen what the Congressional Budget Office says, but let me just one more time \ntell you, the President takes $300 billion in discretionary spending reduction and increases it in the first year and \nhardly touches it in the second year, so would one really believe that you're going to get all those savings in the last \nfew years of this budget? It's a question of credibility because he hasn't told us what we do. At least in our budget, \nwe did similar things, but we were rather bold in saying how many programs it would end, departments of \ngovernment that would be terminated, so I'm really kind of saying the President wants it both ways. He wants to tell \nthe American people he's going to increase education--you can kind of hear it--and the environment, and science--\nbut he has increased many other things, except defense. He'd like to do that during this election year but claimed \nthat somehow or another miraculously they're going to cut everything later.\n\n\n\nMR. LEHRER: Well, what about Ms. Rivlin's point that there's already agreement between you all in the Republican \nleadership and the White House that would--that would balance the budget in seven years? Why not go ahead and \nmake that deal now, and then worry about the other things later?\n\nSEN. DOMENICI: Look, I said today, uh, and I will repeat, the American people want us to try to work together. And \nif our differences are there, they ought to be real, and they ought to be important, and they ought to be things that \nthe American people would understand. We believe that this budget is just almost identical to the proposals that the \nPresident made in the White House when we quit our negotiations. We don't think he changed anything. It's a \ncontinuation of that. It wasn't acceptable then. Our leaders are going down there, the leaders that--the five leaders, \nnot the budgeteers, and they're going to talk with the President. Perhaps we can get some areas that there can be \nfurther- -\n\nMR. LEHRER: But Senator--\n\nSEN. DOMENICI: --adjustment on.\n\nMR. LEHRER: But Senator, you're, you're accusing the President of not changing his position, but you're saying \nyou're not going to change yours either, so where is this going to end?\n\nSEN. DOMENICI: I'm not sure that I said that. You know, I, I just merely said this didn't change the President's any. \nWe went down there, and on the entitlement programs, you've got to understand we changed an awful lot. We've \nreduced taxes dramatically. We've reduced the savings from, from welfare dramatically. We've saved the moneys \nthat we want to keep in the social--in the Medicare system--to keep it solvent, we've reduced that so we don't make \nit solvent for as long, and I don't think the President has come that far, and he'll have to look at that very carefully, \nbut I want to repeat, from my standpoint, I do not approach this saying, Mr. President, forget about it, you go your \nway, we go our way. I think I'm hearing--almost hearing Bob Dole say, let's go down there and see what we can do, \nand maybe we ought to work with the President. It may not be possible, but I think we ought to try.\n\nMR. LEHRER: Are the politics, do the politics rule this out in some way, Senator? I mean, does it make sense \npolitically for Bob Dole to make a deal with Bill Clinton? Does it make sense for Bill Clinton to make a deal with Bob \nDole right now and get this huge issue of the table for an election?\n\nSEN. DOMENICI: Our leader, our leader, Sen. Dole, has said before, and I don't think it's changed, he has said it's \nworth making a deal if it is truly a good deal for the American people, if it is real and it gets to balance, and if it's a \ngood deal for the American people, it will be good for both the President and for the Republicans.\n\nMR. LEHRER: And so that--\n\nSEN. DOMENICI: I'm not really that astute of a politician at the national scene. I think I can listen to people and \ncome up with a reasonable judgment, but I may be alone on that, but I think that's about where we are now. There \nare some big conditions attached to that, but I think that may be it.\n\nMR. LEHRER: When Alice Rivlin says, as she just said to Elizabeth, that the real, the real differences between what \nthe President wants and what the, what you all want is not that much anymore, it has to do with the amount of the \ntax cuts primarily and, and protecting Medicare and Medicare--Medicaid and Medicare a little bit more, that that's \nreally basically all that's left, is she right?\n\nSEN. DOMENICI: Well, look, she's right on Medicare, Medicaid, and obviously welfare reform. The President has \nnot yet told us what he would sign. We're going to accommodate him, I hope, and send him a couple of bills, \nincluding welfare reform. He's vetoed it once, and he--and that's not, not in the balanced budget another time, and I \nthink we ought to send him one, because I don't think he's agreed with it, other than to say he's for it. But let me \nsuggest the tax issue is overstated by Alice Rivlin also, because the Senate was around a hundred and forty to a \nhundred fifty--excuse me--the negotiators in the White House--and frankly, you could set that tax cut aside and do \nthe balanced budget activities and come along at a later time and do those cuts and have no impact on the budget. \n\n\n\nThey are unrelated. The way they are structured, because they sunset and go out of existence, you can pass them \nand still have a balanced budget and they do not drive the Medicare and Medicaid savings as Dr. Rivlin contends.\n\nMR. LEHRER: But I--I must have misunderstood. I thought she's saying is she suggested almost the same thing \nyou are--in other words, put the tax cuts aside, let's don't do the tax cuts now. Let's take the cuts.\n\nSEN. DOMENICI: No.\n\nMR. LEHRER: And the federal--in federal spending, balance the budget that way and then worry about the tax cuts \nand come out to them later.\n\nSEN. DOMENICI: Look, I've been suggesting, just to prove our case, that they are not related because of the way \nyou're structuring the taxes, I've said do it in two parts. But it doesn't make any difference. For purpose of this \nbudget, the President has 90 some billion dollars in tax cuts, although he immediately increases taxes 62 to 65 \nbillion--it would be interesting to see how we're going to get those increases--but just the way we structure our 140 \nto 150 billion because of sunset provisions before the balanced budget time, they do not drive the Medicare and \nMedicaid savings, but maybe to prove it, we've got to do it in two pieces.\n\nMR. LEHRER: You expect these meetings again tomorrow between the President and you all to be serious \nmeetings with a serious purpose and everybody going in there to try to get something done?\n\nSEN. DOMENICI: It's not been easy in the past with the, with the make-up of the Committee, the negotiators, \nhaven't been easy. I have done what I can to give Sen. Bob Dole my recommendations and my thoughts. I don't \nthink they're going to get into any serious detail type business, but if they come out of there with the right spirit, \nnobody wants to go back and sit for two or three weeks in White House negotiations. That will never happen. \nMaybe they can agree on three or four succinct points and at a distance negotiate them out. But I think at this point, \na balanced budget negotiated with the White House is probably a long shot, not an enormous long shot. It's in the \ncards, but I think it's a bit of a long shot.\n\nMR. LEHRER: Senator, thank you very much.\n\nSEN. DOMENICI: Thank you.\n\n \n\nUPDATE - BLOCKING THE BORDER\n\nMR. LEHRER: Still to come on the NewsHour tonight, policing the border, and economic insecurity. The border \nstory is next. Tomorrow, the House begins debate on a bill designed to control both legal and illegal immigration. \nWe have an update on the current efforts of the U.S. Border Patrol to curtail the illegal kind along the U.S.-Mexico \nborder. Jeffrey Kaye of KCET-Los Angeles reports.\n\nJEFFREY KAYE: U.S. efforts to control the Southwest border with Mexico have taken on distinctly military themes \nin the last three years. Operation Hold the Line in El Paso, Texas; Operation Safeguard in Nogalis, Arizona; and \nmost recently, Operation Gatekeeper in San Diego, California, have dramatically raised the profile of the U.S. \nBorder Patrol. Commissioner Doris Meissner, the head of the U.S. Immigration & Naturalization Service, says the \ncommitment of resources is unprecedented.\n\nDORIS MEISSNER, INS Commissioner: We believe that we are getting control of the border in a way that has \nnever happened before. It's harder to cross that border than it ever has been in history.\n\nMR. KAYE: This year's budget for the Immigration Service, $2.6 billion, is 72 percent above the level three years \nago. Two thousand new agents have been deployed to the U.S.-Mexico border, along with high-tech equipment \nand new vehicles.\n\nRON HENLEY, U.S. Border Patrol: We have 14 miles of fence right now.\n\n\n\nMR. KAYE: Supervisory Border Patrol Agent Ron Henley is assigned to the San Diego sector, which stretches 66 \nmiles East from the Pacific Ocean. Henley says the intent of concentrating resources along this area is to force \nborder crossers to more remote areas.\n\nRON HENLEY: It becomes mountainous and very extreme. I don't know what the allegation is. It's over 4,000 feet, \nthough.\n\nMR. KAYE: South of San Diego, a fleet of new Ford Broncos cruises a network of freshly-carved dirt roads. The 14-\nmile-long fence snakes through canyons and extends 340 feet into the ocean. At nighttime, church bells from \nneighboring Tijuana in Mexico ring out across hills dotted with Border Patrol agents and high-tech gear.\n\nMR. KAYE: Do these people have a prayer?\n\nRON HENLEY: No, I don't believe so, not with all the detailed units that we have out here.\n\nMR. KAYE: Infrared scopes give field agents night vision. Technicians at the communications center monitor 500 \nground sensors able to detect movement. Outside, bright lights illuminate five miles of border.\n\nRON HENLEY: Now, these lights, you look back behind the lights, you can't see anything, so you may have agents \nbehind the lights sitting back there, but you're blinded basically by these stadium lights.\n\nMR. KAYE: The goal, according to Henley, is to eliminate the cover of darkness.\n\nRON HENLEY: Aliens will tell you that if you take away the night, you've taken away a big advantage.\n\nMR. KAYE: As illegal border crossers are captured, agents enter their fingerprints and photos into a computer \ndatabase. But for its extra resources, the Border Patrol cannot say for sure what impact it's having on illegal \nimmigration.\n\nRON HENLEY: We can only tell you about the apprehensions that we make. We can't tell you about what gets buy \nus.\n\nMR. KAYE: There have been, on average, 1/2 million apprehensions a year in the San Diego area over the past \ndecade. The arrests peaked during March and April.\n\nSPOKESMAN: Fifteen or twenty just came across the fence about half hour ago.\n\nMR. KAYE: As a group?\n\nSPOKESMAN: In different groups.\n\nMR. KAYE: Apprehension numbers can be deceiving. Often the same people are captured repeatedly. These two \nwomen, hoping to get to San Francisco, had been trying for a week.\n\nMR. KAYE: How many times have they caught you?\n\nWOMAN: Four.\n\nMR. KAYE: So this is your fourth time in a week?\n\nWOMAN: Yes.\n\nMR. KAYE: U.S. agents stand guard as people gather daily on the other side of the border, hoping to sneak \nacross. The smugglers come here trying to find people who will pay them to take them across?\n\nROLANDO SANDOVAL GARCIA, Researcher: Yes, uh-huh.\n\n\n\nMR. KAYE: Rolando Sandoval Garcia is helping to conduct a Mexican study of illegal immigration. He and other \nresearchers interview would-be migrants. Sandoval Garcia says that U.S. border enforcement has made illegal \ncrossing more difficult and more expensive.\n\nROLANDO SANDOVAL GARCIA: One year or two years ago, it was about $300, $350. Today, it's between $400 \nand $500.\n\nMR. KAYE: The fee?\n\nROLANDO SANDOVAL GARCIA: The fee, uh-huh, to get to Los Angeles.\n\nMR. KAYE: Jorge Bustamante directs the research. Bustamante is president of Mexico's Research Institute of the \nNorthern Border. He says the main effect of the U.S. crackdown at the border has been political.\n\nJORGE BUSTAMANTE, Research Institute of the Northern Border: You have seen the politics. I see the reality by \ndoing the research at the border. I see that undocumented immigrants continue crossing to the United States, that I \nsee Americans continue hiring undocumented immigrants. That's the reality. Of course, the Border Patrol gives you \na show, because that's part of any bureaucracy. Any bureaucracy wants to persuade everybody else that it's \nessential for the life of whoever is supposed to serve.\n\nMR. KAYE: Illegal immigrants comprise some 50 percent of California farm workers, according to Russell Williams, \npresident of Agricultural Producers, a trade group. Williams says as far as he can tell, stepped up border \nenforcement has had little impact in the fields.\n\nRUSSELL WILLIAMS, Agricultural Producers: It certainly hasn't stopped the flow.\n\nMR. KAYE: It hasn't stopped the flow?\n\nRUSSELL WILLIAMS: It hasn't stopped the flow.\n\nMR. KAYE: Would you know if it had?\n\nRUSSELL WILLIAMS: Oh, yes, yeah, very quickly?\n\nMR. KAYE: How?\n\nRUSSELL WILLIAMS: Well, within a relatively short period of time you'd see a short supply of labor and harvest, \nparticularly, in some of the pruning crops. We would be unable to harvest all of the crop. You'd certainly be able to \nharvest part of the crop with the domestic work force.\n\nMR. KAYE: And you haven't seen a shortage?\n\nRUSSELL WILLIAMS: We haven't seen it.\n\nMR. KAYE: So when the administration claims to have gotten control of the border, what would be your response?\n\nRUSSELL WILLIAMS: I'd say it's related to next November.\n\nWOMAN: Go PAt, go, Go PAt, go!\n\nMR. KAYE: Election year pressure to further step up the border crackdown has come from Presidential Candidate \nPat Buchanan and his supporters, particularly in California.\n\nMAN: I'll be damned after all the years of service in the military I'm going to give over my country to them.\n\nMR. KAYE: Groups like this one, Voice of Citizens Together, have become increasingly passionate about illegal \nimmigration. Glenn Spencer complains the U.S. has not devoted the resources necessary to stop illegal \nimmigration.\n\n\n\nGLENN SPENCER, Voice of Citizens Together: The President sent 25,000 troops over to Bosnia in the face of \ncriticism. Do you think he would get criticism if he sent a lot of resources to our border? Absolutely not. Do you \nthink he would face criticism if he spent three or four or five billion dollars? No, he would be applauded, and yet, he \ndoesn't do it.\n\nMR. KAYE: The fact is the United States, mindful of labor needs as well as relations with Mexico, has traditionally \nbeen reluctant to be seen as militarizing the border. This fence does not seem terribly intimidating. I mean, a kid \ncan get over this fence.\n\nRON HENLEY: I've seen some very old women get over that fence. Again, the fence was never put there to keep \nfoot traffic out. It certainly slows them up, but it doesn't keep 'em out.\n\nMR. KAYE: Some might say if you were serious about this, the fence would be higher than ten feet, and you'd have \nbarbed wire on top of that fence.\n\nRON HENLEY: I don't know if you'd want to put a fence up described like that with a neighboring country--that's--\nMexico is a neighbor of ours, and, uh, I think that may be a little intimidating and a little bit unappealing to our \nneighbor.\n\nMR. KAYE: For her part, asked flat out whether the United States should stop illegal immigration, INS \nCommissioner Meissner was circumspect.\n\nDORIS MEISSNER: Illegal immigration needs to be prevented, deterred, managed. We have a very--the Clinton \nadministration has a very high ambition where this issue is concerned. We want the border to exhibit the rule of \nlaw. We want to put the amount of resources at the border that are required to control illegal immigration. As to \nstopping illegal immigration, I'm not sure anybody knows what stopping illegal immigration actually is. What we are \ndoing and we need to do as a nation is reduce illegal immigration, reduce the job incentives.\n\nMR. KAYE: Besides increased border enforcement, Meissner has pledged stronger action against U.S. employers \nwho hire illegal immigrants. She shares the common belief that as long as the income disparity between the U.S. \nand Mexico continues, so does the lure for would-be illegal immigrants tempted to cross the border by the promise \nof economic betterment.\n\n \n\nSERIES - ECONOMIC [IN]SECURITY?\n\nMR. LEHRER: Finally tonight, part two of our week of looks at the hottest issue in politics and economics at the \nmoment, economic insecurity. Our economics correspondent, Paul Solman, of WGBH- Boston, is in charge.\n\nMR. SOLMAN: In 1992, Bill Clinton's successful campaign theme could be and often was summed up in a single \nphrase, \"It's the economic, stupid.\" Four years later, economic issues remain the focus of the political season. If \nthere's a catch phrase this year, though, you might say it's \"economic insecurity,\" period, and that's the theme \nbeing sounded by candidates across the political spectrum.\n\nPAT BUCHANAN, Republican Presidential Candidate: [February 28, 1996] The middle income, the median income \nof Americans, is not going up the way it used to when I was a boy. It's going down, but the corporate profits are \nsoaring. I don't mind corporate profits soaring, but why aren't the working men and women in the American families \nsharing if the times are good? When times are bad, we all sacrifice, right? When times are good, we all share. And \nwe're not sharing.\n\nPRESIDENT CLINTON: [March 4, 1996] You and I know that this period of change is so profound that it also \npresents us with great challenges. We know that even as we create jobs, millions of people feel less secure in the \njobs they have. We know that even as more and more people get high wage jobs, many, many Americans are \nworking harder for the same or lower wages that they were making ten years ago.\n\n\n\nMR. SOLMAN: What's going on? Well, in the decades after World War II, as has often been reported, the economy \ngrew by leaps and bounds. Workers at every income level prospered, and Americans grew accustomed to this fast \nimproving standard of living. But in the early 1970's, something seems to have changed. The economy slowed \ndown. Wages began to stagnate, and the gap between the haves and the have-nots began to widen. Although \nthere are bright spots in the economy these days, modest unemployment, low inflation, and the stock market at an \nall time high, many workers look at their paychecks and feel an increasing sense of unease. So what is the source \nof the income gap in today's unease, and is there anything we can do? We have four responses to those questions. \nLester Thurow is an economist at the Massachusetts Institute of Technology and author of the new book The \nFuture of Capitalism. William Niskanen is an economist and chairman of the Cato Institute, a Washington think tank. \nOrlando Patterson is a professor of sociology at Harvard, and Michael Novak is a political philosopher with the \nAmerican Enterprise Institute here in Washington. Gentlemen, thank you all for being here. Professor Thurow, is the \nincome gap a major part of what's causing our collective unease?\n\nLESTER THUROW, MIT: [Seattle] Well, it isn't just the income gap. It's that you've got a bottom 60 percent of the \npopulation where when you correct for inflation, their wages are actually falling in real terms, and for some of these \npeople rather substantially over a 20-year period of time.\n\nMR. SOLMAN: So it's not--but is the income gap an important part of it? We've heard so much about the income \ngap. That's why I'm starting with it.\n\nPROF. THUROW: I think the income gap is a symbol of these falling wages. Americans generally aren't envious, \nand so if you take the statistic that CEO salaries have gone from thirty-five to a hundred and sixty times that of the \naverage worker, what makes people mad about that is not just the thirty-five to a hundred and sixty, but many of \nthem know that their income is down in absolute terms, and it's not just that somebody else's income is up.\n\nMR. SOLMAN: Mr. Niskanen, do you agree with that?\n\nWILLIAM NISKANEN, Cato Institute: Yes. The main problem is we've had a very slow growth of productivity now \nsince about 1973, and total compensation has increased at about the same rate, but wages have not. So I think it is \nthe average condition that is the main problem and not the wage gap.\n\nMR. SOLMAN: What's--let's, let's talk about it as either slower growth, income gap, wages of the people at the \nbottom having trouble. What is causing this set of malaises or whatever you'd say?\n\nMR. NISKANEN: Well, a variety of different reasons. The slow growth I think is that we've had a very slow growth of \nwhat economists call human capital, means job skills. We've had a very low savings rate now for 15 years. We've \nhad an explosion of regulation and litigation costs. And we've had a big increase in tax rates since about the mid \n60's.\n\nMR. SOLMAN: And you think those are the factors that are actually causing the economy to substantially have \nslowed down and the people at the bottom half of it to have been hurt disproportionately?\n\nMR. NISKANEN: I think there are somewhat different reasons for the wage gap, itself. I think Les is correct that the \nprimary concern is that people at the bottom, in fact, now have lower wages than they did 20 years ago. But the \nwage gap I think is due to a number of other phenomena, probably due to the increased role of trade, probably due \nto high immigration levels, possibly due to changes in technology. I think importantly also I think the absolute skill \nlevel of the people at the bottom of our skill distribution is probably lower than it was 20 years ago. We've had a \nvery poor performance of our public school systems.\n\nMR. SOLMAN: Let's stay with this just for a second. Prof. Thurow, do you think that that encompasses the list and, \nif so, in what proportion are we to explain what's been happening by what Mr. Niskanen just talked about?\n\nPROF. THUROW: See, I think there are four things going on, and it's the combination of the four that does it.\n\nMR. SOLMAN: Okay.\n\n\n\nPROF. THUROW: And a couple of them have been mentioned already. One is a genuine global economy, where \nyou can move production to lower wage places and where immigrants move into the United States from low wage \ncountries to high wage countries. Secondly, there really is a technical shift. We need skills at the bottom of the \neconomy that we didn't used to need. Third, we have a national policy in some sese of reducing wages. If you had a \n2 percent productivity growth--2 percent limit put on the economy by Alan Greenspan at the Federal Reserve \nBoard, and if I'm working in a big corporation, where they've got productivity growing at 6, that means at the end of \nevery year, they have 4 percent of their work force they don't need, and they do a downsizing, and when they do \nthat downsizing, a lot of people take a big cut in wages.\n\nMR. SOLMAN: You mean--just to clarify--the Federal Reserve isn't stimulating the economy enough, is that your \npoint?\n\nPROF. THUROW: No. The Federal Reserve Board is putting a brake on the economy. Alan Greenspan has \ntestified that he thinks the maximum rate of growth in the American economy is 2 1/2 percent, and a 2 percent \ngrowth rate, he recently testified in Congress, is basically okay.\n\nMR. SOLMAN: So that he's not lowering interest--\n\nPROF. THUROW: A 2 percent growth rate just doesn't hack it.\n\nMR. SOLMAN: So he's not letting interest rates grow low enough or lower enough?\n\nPROF. THUROW: Right. He raises interest rates every time you seem to go faster than that, and that's--\n\nMR. SOLMAN: Okay. That's three reasons. Now, what's your fourth reason?\n\nPROF. THUROW: The fourth reason is I think that after World War II because of the fear of socialism, Communism, \nand unions, we had an implicit social contract that said that big corporations wouldn't extract the last pound of flesh. \nWith unions, socialism, and Communism gone, a new social contract is in place which is much harsher. Big \ncorporations simply feel they can do things that they couldn't have done 30 years ago and get away with them \npolitically. We had a good example of that in the \"New York Times\" recently where they talked about managed \nhealth care, where many corporations are cutting health care by putting the workers into a system where you don't \nget to see the doctor you want to see and you don't get certain treatment and then for the top 50 years. So \nexecutives will have a special, old-fashioned kind of Blue Cross/Blue Shield program, spend any amount of money \nyou want to spend, go to any doctor you want to go, have any treatment you want to have, and that's two class \nmedical care that just would have been politically explosive in the 50's and 60's, and today you can do it and get \naway with it.\n\nMR. SOLMAN: Let's get our social philosophers in here. Mr. Novak, you're listening to this, as I am, and does that \nsound to you like a description of what has been happening, whether it's been causing our unease or not, is that \nfirst the right--correct description?\n\nMICHAEL NOVAK, American Enterprise Institute: Well, part of it. I don't think it's all of it. We have to add in the \nquestion of the earthquake that rumbled through the American family structure in the last 30 years. If you look at the \npeople at the very bottom, the bottom 20 percent, that used to be composed of a lot of families where there was a \nman working, an intact family. Those people are almost all gone from the bottom 20 percent. The bottom 20 \npercent, only one out of five works full-time, year-round. Two out of three are women, either widows, rather old, or \nyoung mothers with children who are not in the position to be working full-time. That's hurt that bottom 20 percent.\n\nMR. SOLMAN: So that's contributed to the widening of the income gap.\n\nMR. NOVAK: Of course.\n\nMR. SOLMAN: Income broadly defined.\n\n\n\nMR. NOVAK: And those of us who were conservative and said that in the Reagan years that a rising tide will lift all \nboats were proven wrong, because if people aren't working, a good economy, even though you've got a higher \nproportion of American adults employed than ever before, that didn't raise the people who weren't working. And so \nit's beyond the power of the economy to help those in the bottom 20 percent, and you have to do it in some other \nway. One other way, for example, would be if Social Security were owned by the individual.\n\nMR. SOLMAN: Well, let's--\n\nMR. NOVAK: They would have their own pouch of money.\n\nMR. SOLMAN: Let's hold our answers for a bit. Let's just let's get finished with the diagnosis, if we can. Prof. \nPatterson, you've heard trade, you've heard technology. There are a couple of things we haven't mentioned, unions \nbeing weaker and minimum wage not being raised. What, what do you think--and now we hear the family and the \ndissolution of the family is part of the general unease of this skewing of income--what's your take on it?\n\nORLANDO PATTERSON, Harvard University: [Boston] Well, basically what's happened is what Stanley Greenberg \nhas called an explosion of alienation in the population. That alienation we've witnessed for quite a few years from \nthe bottom 10, 20 percent, but now it's expanded to--extended to the middle classes because there's a sense of--\nAmericans, someone said earlier, are not envious. That's true. They also, as we know it, have a sense of fairness, \nand of what's right, and are willing to work hard. That is the contract, implicit contract, if you like, and the \nassumption being if you work hard, you would in the long--it would pay off for you and for your children. There is, \nuh, among the middle classes and working classes, a growing sense that this is no longer the case, that no matter \nhow hard you work, you, umm, you take--you find yourself falling behind, and there's--this is reflected most \nobviously in the enormous suspicion, distrust of Washington, where less than 20 percent of the people trust \nWashington. This has been interpreted by the Republicans as a mistrust of politics and government. That's an \nincorrect take of what's happening. What they distrust is what's happening in Washington now, and, umm, and the \nsense that the government has been hijacked by special interest groups and that the people are being abandoned \nand that there's a profound sense of unfairness of what's happening reflected also in the fact that large corporations \nare in a sense bailed out. They are not subject to the forces of the market, as was once the case in the past, where \ncompanies such as RJR Nabisco, Chrysler, and so on should have--should not be in existence now, if one really \ntook seriously the market forces.\n\nMR. SOLMAN: So it's unease--\n\nPROF. PATTERSON: Compassion for corporations but no compassion for ordinary individuals who are told that \ntough luck, you're at the mercy of the market. And there's a sense that there's no fairness in what's happening, and \nthat's what's driving the extraordinary explosion of alienation.\n\nMR. SOLMAN: Okay. Well, Mr. Niskanen, you're somebody who believes famously in the market. Is this fairness \nissue, which I think Prof. Thurow was alluding to as well, is that really an issue, and is that part of what the unease \nis about here?\n\nMR. NISKANEN: Let me say this very clear. I think this whole economic insecurity middle class anxiety theme of \nthis year's--is this year's election story. It has no objective basis. It is a story created by the press. There is no \nevidence consistent with it, other than stray responses to polls.\n\nMR. SOLMAN: We had--I'm shocked to hear this because last night we had a group of people on the show who \nwere from Dayton, Ohio, one after another, who testified to their sense of growing insecurity and I've been doing a \npiece--taped piece on AT&T, where it's literally pervasive. Now, granted, this is a place where, you know, people \nare being laid off, and that's who I'm talking to, but are you telling us that that's really not so?\n\nMR. NISKANEN: The employment rate is almost the highest in American history. The unemployment rate is the \nlowest in about 20 years. The proportion of people working part-time involuntarily is very low. There is no objective \nevidence in revealed behavior of divorce rates or suicide rates, anything other than responses to journalists or to \npollsters that would indicate this, this pervasive anxiety or insecurity. It is the creation of your profession.\n\n\n\nPROF. PATTERSON: I don't see how he can just dismiss the poll data. That's the best data we have, what people \nthink, by asking them, and there have been numerous polls, not just occasional polls, which, all of which converge \nin the same conclusion that a large proportion of people distrust the government and are extremely insecure. These \nare by major polling organizations. There's a repeated Harris Poll on level of alienation, distrust of government, \ninsecurity. This is not an isolated poll. I don't know what you're talking about.\n\nMR. SOLMAN: Well, hold on just a second. Prof. Thurow, let's just get everybody in for a second. What's your \nresponse to this, the fact that this is not an issue?\n\nPROF. THUROW: I think two things. One, if your real income's been falling, you're very worried. The other answer \ntoo is that it is really true that it now takes a mother and father working to make approximately the same amount of \nmoney that the father by himself used to make if you're in the bottom 40 percent of the population. And I think it's a \nlittle bit like statistics on rape rates. You know, let's say one out of a thousand women is going to be raped. You can \nsay, hey, that's no big problem, it's one out of a thousand. The answer is all nine hundred and ninety-nine can be \nscared to death by that one out of a thousand. So I think, you know, there clearly is a lot of anxiety out there, and \nthere's some real reason why that anxiety occurs.\n\nMR. SOLMAN: Hold on a second because I want to get Michael Novak in. Do you think that there is a pervasive \nanxiety, or do you think Mr. Niskanen is right, and we've just blown it out of proportion?\n\nMR. NOVAK: Well, look, there's always some insecurity, but look on the other side as well. What is the current rate \nof the number of Americans who voluntarily quit their jobs? It's, it's classically at 9 or 10 percent. It's one of the \nhighest in the world. Americans feel quite confident in very large numbers. But you can--economics is not called the \ndismal science for nothing. If you get the unemployment rate way down, if you get inflation way down, big problems \njust ten or fifteen years ago, something else is going to pop up as the main problem of the day. But, look also at the \nsize, the dimensions of the problem. You've been talking about the very large corporations. The Fortune 500 \nemploy only about 12 million out of 122 million. I mean, that's a small part of the American economy.\n\nMR. SOLMAN: But are you saying--I mean, when we hear so often people saying--maybe they just know we're \nreporters and they say, oh, we're supposed to say we're insecure, but assuming for a moment that they're being a \nlittle more honest than that, I mean, what are they--what are they talking about, if they're not talking about what we--\nwhat these gentlemen have been talking about here?\n\nMR. NOVAK: Look, there is bound to be some of that. At the institute where I work, there is no such thing as tenure. \nI mean, everybody has a certain insecurity about it. And if you elicit it, well, I haven't thought about it, but if you \nelicit it, yes, it is, it is a fact.\n\nMR. SOLMAN: The insecurity is a fact?\n\nMR. NOVAK: Yeah, the insecurity is a fact, and the more you talk about it, the more you propound on it, the more \nwidespread it gets.\n\nMR. SOLMAN: Is anybody insecure at Cato, Mr. Niskanen?\n\nMR. NISKANEN: Oh, we're all insecure, and nobody cares about it. You know, the rate of job turnover is not \nunusually high. It is hitting some new groups of people like middle class middle managers and so forth, and in some \ncases journalists, and so there may be new people who have anxiety, but I must acknowledge no expert, being no \nexpert in anxiety or how to read it.\n\nPROF. THUROW: Let me point to a statistic.\n\nMR. SOLMAN: Mr. Thurow.\n\nPROF. THUROW: Let me point to a statistic that's really true. The Department of Labor tells us that if you look at \nnon-supervisory workers, that's everybody who doesn't boss anybody else, their wages in real terms are down 14 \npercent since 1973, and by the time the year 2000 rolls around, their wages are going to be just about back to \n\n\n\nwhere they were in 1950. Now, that's a half a century with no increase in real wages for the vast majority of \nAmerican workers. Over the same period of the time the per capital GNP is up substantially. This just isn't the \nconventional America. Another statistic I think you have to point to--and this wasn't true a few years ago--at the \nmoment, if you look at young males twenty-five to thirty-four years of age, 32 percent of them cannot earn an \nabove-poverty line income. So we're telling one third of the young males in America you will never be able to \nsupport a family. We didn't say that in the 1960's. The statistics didn't indicate that in the 1960's. Now, I think the \nonly mystery is: Why does it pop up now? Male wages have been falling for almost 25 years. Female wages have \nbeen falling for more than 10 years. The mystery is why are people getting concerned now, as opposed to why \ndidn't they get concerned five years ago?\n\nMR. SOLMAN: Very briefly, we don't have much time left here, what does it do to people, Orlando Patterson, when \nthey, if you are correct, and the pollsters are correct, feel as insecure as you think they feel?\n\nPROF. PATTERSON: Well, unfortunately, what they may sometimes do is respond to, umm, demagoguery, and of \ncourse, the history of Europe reflects that. Recent developments in response to, umm, the Buchananite message \nalso reflects that. Hopefully, that will be only one kind of response. But another response, of course, is simply to \ninsist that the government reforms itself and corrects the imperfections of the market, if you like, in the way in which \nit's done in the social democracies of Europe, where a sense of fairness is, is preserved by the government simply \ncoming in and, if you like, buffering the shock of transition by providing greater security and health and so on. That's \nthe sort of--it's as simple as that--\n\nMR. SOLMAN: Okay. Well, we--\n\nPROF. PATTERSON: Our government is insisting on the contrary, that it's going to downsize the way the, the \ncorporate structure is downsizing.\n\nMR. SOLMAN: So more government is your answer and we'll just leave it with you, Mr. Niskanen.\n\nMR. NISKANEN: Let me tell you what happened in Europe. Twenty years ago, their unemployment rate was about \nhalf ours. Now it is about twice ours. Our median period of unemployment is about eight weeks. There closely \napproximates a year. That is what has happened to the social welfare state in Europe.\n\nMR. SOLMAN: So is it fair to say, as we end, that conservatives think that there's not as much of a problem as the \npeople who are more liberal think there, there is, is that fair?\n\nMR. NOVAK: There's a real problem. It's persistent. It's always there, but it's not so great. It's, it's--there are a lot of \ngood things happening in this economy.\n\nMR. SOLMAN: Okay. Well, gentlemen, we have to leave it there. Thank you all very much.\n\n \n\nRECAP\n\nMR. LEHRER: Again, the major stories of this Tuesday, primaries were held in four Midwestern states, Illinois, \nMichigan, Ohio, and Wisconsin. President Clinton sent Congress his 1997 budget. It calls for federal spending of \n$1.64 trillion with tax cuts amounting to more than $100 billion over the next seven years. Before we go tonight, \nwe'd also like to report the death of David Gordon, a frequent guest on the NewsHour. He was a professor and \neconomist at the New School for Social Research in New York. He died of heart failure. He was 51 years old. We'll \nsee you tomorrow night with some Shields & Gigot analysis of today's primary results, among other things. I'm Jim \nLehrer. Thank you and good night.\n"}