{"title": "Juan Martin del Potro urges Roger Federer and Rafael Nadal to help make 'better decisions'; Juan Martin del Potro has urged Roger Federer and Rafael Nadal to help make better decisions in tennis politics.", "body": "\nJuan Martin del Potro has returned to the practice court following a lengthly lay-off with a fractured kneecap which \nwas sustained at London's Queen's Club in June.\n\nHowever, lots has changed off the court since the Argentine was last in action.\n\nRoger Federer and Rafael Nadal have rejoined the players council as they attempt to stabilise the chaotic scenes \nexploding in the background.\n\nNovak Djokovic, chairman of the player council, started the year by leading a revolt against ATP chief Chris \nKermode.\n\n Related articles\n\nThe world No 1 has since attempted to make several other changes to the tour.\n\nAlthough Del Potro has not kept abreast of the situation, he is hoping Federer and Nadal's commitment will bring a \nbetter balance.\n\nHe said: \"I don't know too much about that.\n\n\"What I say before, I have been dealing with all my problem in the last month but more, as I say, we need people \nthat want to work for us and they have to be clear and they have to be smart and take better decisions for the \ntennis, the tennis life, the tennis tour.\n\n Related articles\n\n\"I don't know who is going to be working in the future for us, but they have to be ready and prepared for that \nplaces.\"\n\nDel Potro rose as high as world No 3 before injuries began to take their toll.\n\nThe 31-year-old fears he may never return to the level that he once was.\n\n\n\"I do not expect to be on the top ten again after all the problems,\" he added.\n\n Related articles\n\n\"It's not easy to repeat a similar year but you never know.\n\n\"If I am still in a good shape and I am feeling healthy, I can feel strong again.\n\n\"I am older but I can play a good tennis and that's my motivation.\"\n\nDel Potro is set to take the rest of the year continuing his rehabilitation before returning to the ATP tour next \nseason.\n\nHowever, he does have an exhibition clash with Federer in Argentina next month.\n\n Related articles Roger Federer drops huge 2020 clay season hint with latest comments Roger Federer rubbishes \n2020 Tokyo Olympic Games rumours Daniil Medvedev slams Stefanos Tsitsipas for making Federer complaint\n"}