{"title": "'Green cards' stalled for foreign workers;U.S. TRYING TO SPEED UP PROCESS", "body": "\nHundreds of thousands of immigrant workers trying to stay in the United States find their journey halted \nsomewhere along a maze of boxes, filing cabinets and cubicles of government contractors.\n\nThe backlog of foreign workers seeking ''green cards,'' which allow immigrants to live and work in the United \nStates permanently, numbers more than 330,000. In September, the Department of Labor set up a center in this \nPhiladelphia suburb and another in Dallas to quicken the first step of processing for employment-based green \ncards.\n\nBut while the federal agency said it has spent time and money to ease a complicated traffic jam, immigrants, their \nemployers and lawyers have been growing impatient.\n\n''It's too long,'' said Rajesh Poudyal, who emigrated from Nepal 15 years ago on a student visa. His employer, a \ncontractor for NASA in Greenbelt, Md., applied for his green card in November 2001. ''You don't know if it's going \nto be another three-year wait. You keep thinking, 'It's going to happen. It's going to happen.' ''\n\nAnd yet it hasn't.\n\nGovernment officials say the wait has been too long for most of the immigrant workers hoping for their green \ncards. The oldest case is from August 1998. On March 28, the Labor Department introduced a computerized fast-\ntrack processing system to handle new applications, doling them out to two centers. Between the backlog centers \nand the new sites, labor officials said, they have streamlined a multi-layered process that could have had some \nwaiting as long as six more years. Now, they say, the backlog should be cleared within two years.\n\nIn employment-based green card applications, the Labor Department essentially certifies that the employer exists \nand that the immigrant is being paid the prevailing wage for the job described. In most cases, employers must also \nprove that they sought to hire U.S. workers for the job but could not. As proof, they provide help-wanted \nadvertisements and summaries of their recruitment methods.\n\nFrom this stage, known as labor certification, the application travels to the Department of Homeland Security, which \nconducts its own review and decides whether to allow the immigrant to petition for residency status.\n\nBefore the backlog accumulated, immigration attorneys say, labor certification generally took 30 to 90 days.\n\nUnder the new fast-track system, labor officials say, the process should routinely take up to 60 days.\n\n\nBut there is no such expectation for the 174,000 people awaiting processing here from about half the states. \nBesides 10 federal workers, the remaining staff of 100 work for Exceed Corp., the company that successfully \ncompeted for the backlog contract.\n\nStarting last year, all 50 states sent boxes upon boxes to one of the two backlog sites. Officials said they hope to \nact on the applications on a first-in, first-out basis and that they have entered about 80 percent of the applicants' \ndata into a computerized system over the past year.\n\nThe backlog stems from the passage of legislation that allowed undocumented immigrants or immigrants who had \noverstayed their visas to apply for green cards if a family member or employer sponsored them -- but they had to \ndo it by April 2001. The result was a surge of green card applications.\n\nThe result has also been some resentment of workers who have not been in the United States legally from \nworkers who have.\n\n''They've given priority to illegal immigrants,'' said Poudyal, who is on the visa for highly skilled but temporary \nworkers known as an H-1B. ''That's how we've become stuck.''\n"}