{"title": "A Jamaican Way Station in the Bronx;Community of Striving Immigrants Fosters Middle-Class Values", "body": "\nThere is the odd hole-in-the-wall serving up fiery jerk chicken, or a greengrocer with 10 kinds of exotic yams on his \nshelves. Cricket matches can be glimpsed in Van Cortlandt Park on summer afternoons. But it is difficult to identify \novert signs of West Indian culture among the neatly kept, modest brick houses of Williamsbridge and Wakefield.\n\nYet these northeastern Bronx neighborhoods are home to one of the largest concentrations of Jamaicans in the \ncity, with Crown Heights and East Flatbush, Brooklyn. And they are the literal descendants of the close-knit, \nsociable and striving community of Jamaican immigrants in the Bronx that nurtured retired Gen. Colin L. Powell \nand launched him on his career.\n\nForty years after the Powells hit the numbers and left for Queens, the Bronx's role in the ascent of Jamaican \nimmigrants is strikingly similar to what it was when the general was a child. For while Brooklyn remains the great \nmagnet for the bulk of Jamaican immigrants, the Bronx is the more distinct way station on their road to middle-\nclass solidity.\n\nIn Williamsbridge and Wakefield, more than 70 percent of all immigrants are from the island, more than 14,000 \nJamaicans in all, according to an analysis of census data for The New York Times by Dr. Andrew Beveridge, a \nsociologist at Queens College. And Jamaicans there are wealthier, better educated, more likely to own homes, and \nhave more stable families than those in Brooklyn.\n\nPrecisely why this is so is unclear, but several experts pointed to the housing pattern in the neighborhoods at the \nnorthern edge of the city: street after street of plain but solid single-family brick houses, attractive to strivers looking \nto own rather than rent.\n\n\"The Bronx plays the same role for Jamaicans as it once did for Jews,\" said Philip Kasinitz, an expert on Caribbean \nimmigration at Hunter College. \"It's basically stable, middle-class neighborhoods.\"\n\nThe Bronx Jamaican community today is a recognizable echo of the world fondly evoked in Mr. Powell's \nautobiography -- a world of curried goat, calypso music and strong families. Ethnic pride is distinct but discrete, \nflourishing in tight family circles, behind the closed doors of these blocks of well-kept dwellings.\n\n\nBefore Arnold Anderson, a 71-year-old former mathematics teacher, left Jamaica 30 years ago, \"we were poor,\" he \nsaid simply. Today, all seven of his children have college degrees, and all are homeowners. Several sat around \ntheir parents' cluttered living room recently, discussing why they had made good.\n\nKarlene Anderson, 39, an X-ray technician with a degree in sociology from Lehman College, pointed to her mother, \nKathleen, a retired nurse. \"Mother was the doorkeep, the gatekeeper,\" she said. We weren't free to go out and date \nother kids.\" Her parents made sacrifices.\n\n\"Everything we earned went into their education,\" Mrs. Anderson said.\n\nThe children discussed a less palpable reason for their success: their sense of Jamaicanness.\n\n\"You're Jamaican,\" Karlene Anderson said. \"You're not going to take stuff sitting down.\n\nHer sister, Christine Anderson Lewis, 33, said, \"The longer I'm here, the more I realize how important it is to hang to \nwho I am.\"\n\nJoyce James, a Jamaican who directs the Susan E. Wagner Child Care Center in the Bronx, said of the \nneighborhood: \"It's very cohesive. They've been here for a while. They're not necessarily comfortable flaunting the \nfact that they're Jamaicans.\"\n\nIt is a working community: among groups in the Bronx, employment rates are higher for Jamaicans than for \nDominicans, Koreans and white people born in the United States. Posses, the feared Jamaican drug gangs that \nmade headlines in the 1980's, were a Brooklyn phenomenon.\n\nTo be sure, this is a different Bronx than the one of General Powell's youth: Jamaicans, like others, fled up the \nborough as the South Bronx crumbled in the late 1950's, a precipitate exodus during which, General Powell wrote, \nhe remembers hearing people ask each other, \"When you getting out?\"\n\nShifting neighborhoods in the borough was a way of holding on to the achievements of the two initial waves of \nmigration from Jamaica, in the first decades of the century, and from the late 1930's to 1965: houses, solid jobs, \nmostly in service industries, and strong family ties.\n\nMr. Kasinitz noted that while, in Mr. Powell's era and before, immigrants from the island tended not to be from the \npoorest classes, in the third great wave of Jamaican migration, which began in 1965 and continues today, \n\"everybody now leaves Jamaica.\" And yet today, Jamaicans within the Bronx itself show the same unmistakable \nsigns of upward mobility as did many in Mr. Powell's youth, particularly compared to other leading immigrant \ngroups there.\n\nThey have lower poverty rates than Asians, Dominicans, and Puerto Ricans in the borough, far greater \nconcentrations of households in upper-income categories, and a higher percentage of people reporting a 40- to 45-\nhour work week than any other group, including American-born whites, according to an analysis of Bronx census \ndata by Prof. William Bosworth of Lehman College.\n\n\"The Bronx became the first suburb for West Indians,\" said Karl Rodney, publisher of The New York Carib News, \nspeaking from personal experience. Mr. Rodney, himself of Jamaican origin, bought his first house in the United \nStates in Williamsbridge, before moving to Westchester in 1969, a common migration of the last several decades.\n\nMr. Powell wrote in his autobiography of a \"degree of clannishness among West Indians, Jamaicans included.\" This \nremains a distinctive feature of the quiet Jamaican presence in the Bronx today. Typical is the Wembley Athletic \nClub, described by many as one of the few expressions of Jamaican associational life in the borough.\n\nThe explanation for this paucity is characteristic: \"There is some, but because they work so hard, they don't want to \nsacrifice the time to do these things,\" said Jackie Nkrumah, who owns Jackie's West Indian Bakery on East 233d \nStreet, and works the evening shift herself to ensure the freshness of the coconut gizzardas, or sweet cakes.\n\n\n\nOn a Friday night, the Wembley A.C., as members call it, rocks with nothing louder than a lively game of dominoes.\n\nMany of the members have been in America for decades -- the club president is a retired I.B.M. account manager, \nand friends gathered around included a skilled electrician, an insurance agent, a manager in the city's Health and \nHospitals Corporation, and a retired Transit Authority supervisor. They are thoroughly integrated into American \neconomic life.\n\nYet this plain, two-story brick building, tucked away on a quiet corner in Wakefield, remains their chosen spot: the \nmembers are all West Indian, and mostly Jamaican.\n\nThe sense of ethnic identification is strong. Equally strong is the conviction that ethnicity played a vital role in what \nthe men regarded as lives of reasonable success. General Powell's upward trajectory is no mystery to them.\n\n\"We're all proud of him as Jamaicans,\" said John Lyn, the president of the Wembley Club, who came to the Bronx \nin the days when Mr. Powell's family still lived on Kelly Street in Mott Haven. \"That pride, that unwillingness to back \ndown, is probably what got him where he is. If his parents were parents like the ones we had, they would not forgive \nhim if he denied his manhood. In Jamaica, if you allow yourself to lose your dignity ----\"\n\n\"You'll be thrashed,\" cut in Leslie Stephenson, an insurance broker who immigrated 28 years ago. \"We, as best as \nwe could, kept our Jamaican ways,\" Mr. Stephenson said.\n\nGraphic\n\n \n\nPhotos: Williamsbridge and Wakefield in the Bronx are home to a Jamaican immigrant community that nurtured \nColin L. Powell. It includes cricket players at Van Cortlandt Park, and , Jacqueline Nkrumah and son, Don, at their \nbakery. (Lenore Victoria Davis for The New York Times) (pg. B1); \"We're all proud of him as Jamaicans,\" John Lyn, \nthe president of Wembley Athletic Club, said of retired Gen. Colin L. Powell. Mr. Lyn, center, in suit, visited with \nmembers of the club who were playing dominoes. (Chang W. Lee/The New York Times) (pg. B2)\n\n \n\nChart: \"AROUND THE CITY: Comparing Three Jamaican Neighborhoods\" shows the highest concentrations of \nforeign-born Jmaicans in 1990. (Source: Dr. Andrew Beveridge, Queens College, from analysis of 1990 census \ndata)\n"}