{"title": "A Fervent 'No' To Assimilation In New America", "body": "\nFor Guilienne Audelin, a 15-year-old Haitian-American who attends a predominantly black high school in Miami, \nassimilation is a dirty word. It means joining the ranks of the disaffected in her inner-city neighborhood, she said, \nand being stamped as a \"dummy\" by a broader American society that she believes does not see beyond color. It \nmeans abandoning her immigrant parents' dreams for her future, and she simply refuses to do that.\n\n\"Nothing could stop me from trying to have a better life than we have now,\" she said.\n\nThe first broad study of the children of immigrants in 50 years debunks a longstanding assumption about the \nAmerican immigrant experience: that assimilation is the only path to success for immigrants' children.\n\nToday's immigrants, like Guilienne's parents, are most likely to settle in inner-city neighborhoods, where \nassimilation often means joining a world that is antagonistic to the American mainstream. But, according to the \nnew study by Johns Hopkins University, many prove successful by remaining in their insular ethnic communities \nand shutting out the apathy around them.\n\n\"This situation stands the cultural blueprint for the advancement of immigrant groups in American society on its \nhead,\" said Alejandro Portes, the Johns Hopkins sociology professor who directed the study.\n\nBut the findings do not indicate that immigrants' children, like Guilienne, are growing up \"un-American,\" attuned \nsolely to the language and culture of their parents' homeland. In fact, the study found, most of them, while bilingual, \nprefer English to their parents' native language and speak it fluently, better than their parents' tongue. And most \nalso hold on to the strong aspiration of social mobility through education that propelled earlier immigrants into the \nmelting pot of American society.\n\n \n\nStaying the Course\n\n Guilienne (pronounced ghee-HYEN), for instance, is not daunted by the fact that her parents, a garbage collector \nand a nurse's assistant, have only eighth-grade educations. Neither are her dreams marred by the widespread \npoverty in her Little Haiti neighborhood, which many of her peers will not escape. Unlike some other Haitian-\nAmericans, she has chosen to ignore the peer pressure to be cool, bored and indifferent, preferring to remain true \nto the immigrant values of her hard-working parents.\n\n\"I will stay in school as many years as they tell me I have to in order to become a judge,\" Guilienne said.\n\n\nNonetheless, she and today's other children of immigrants are far different from the earlier 20th-century immigrants' \nchildren, who felt they had to reject the Old World to get ahead in the New. Today's children are predominantly \nHispanic, Asian and Caribbean, facing racial barriers that did not exist for their European predecessors and \neconomic barriers that threaten to condemn them to a swelling underclass.\n\nFifty years ago, the children of European immigrants were joining an expanding American industrial work force; \ntoday's second-generation Americans find their prospects for advancement in the working class limited.\n\nThe number of immigrants' children in the United States peaked in 1940 at roughly 28 million, but that number is \nexpected to be surpassed any year now. In 1990, there were about 24.8 million immigrants' children, of whom \nabout 7.7. million were born to immigrants who arrived after 1960.\n\n \n\nQuestioning Schoolchildren\n\n Professor Portes, whose research was largely financed by the Mellon Foundation, collaborated with Florida \nInternational University in Miami and the University of California at San Diego to complete his study of immigrants' \nchildren. It is the first such study since Irving Child's work, \"Italian or American? The Second Generation in \nConflict,\" in 1943. Teams of interviewers questioned 5,000 children of immigrants in the eighth and ninth grades, \nprimarily in Miami and San Diego, on subjects like language use, discrimination and patriotism.\n\nPredictably, the answers reflected significant differences between nationalities and between Miami, where Hispanic \nimmigrants increasingly dominate the political and business life, and San Diego, where anti-immigrant sentiment is \nconsidered high and power remains largely with a white elite.\n\nFor instance, 45 percent of the Miami children reported experiencing discrimination, as against 64 percent in San \nDiego. And in Miami, the 45 percent broke down to 66 percent for Haitian-American children, but only 29 percent for \nthe Cuban-Americans attending predominantly Cuban-American private schools.\n\n\"We'd go into a high school where most of the immigrant children were black, and ask if they'd ever encountered \ndiscrimination, and you'd hear this loud, 'Pssh!', like, 'What a stupid question,' \" said Lisandro Perez, a Florida \nInternational sociologist. \"Then we'd go into a private Cuban school in Miami, and the concept of discrimination was \nso alien that students practically didn't understand the question.\"\n\nMiguel Salvat, for instance, a 14-year-old Cuban-American, said he had never experienced prejudice and firmly \nbelieved that everyone in America has the same opportunities regardless of race or ethnicity.\n\nBut, in the same city, Guilienne said she often encountered discrimination. \"In America, they won't accept you for \nwho you are,\" she said. \"They look at the color of your skin, how you are dressed and how you look.\"\n\n \n\nSpeaking English\n\n Although Miami is among the most bilingual cities in the country, 99 percent of the children interviewed there said \nthey spoke English well or very well. And contrary to what many advocates of English-only and English-first laws \nmight expect, 94 percent of the Cuban-American students said they preferred English to Spanish.\n\nIn San Diego, 90 percent of the immigrants' children said that they spoke English well, but 9 percent said they \nspoke it poorly. Among the latter especially were Mexican-Americans, with 14 percent saying they spoke English \npoorly, Vietnamese-Americans (19 percent) and Laotian-Americans (23 percent). About 65 percent of all children \nsaid they preferred English to their parents' native language.\n\nThe longer the children have lived in the United States, the better their English. \"All the children are well on their \nway to being fluent English speakers, even, one could argue, on the way to monolingualism,\" Professor Portes said. \n\"It is the parents' language, not English, that is endangered.\"\n\n\n\nAbout 70 percent of Haitian-American and Filipino-American children barely speak their parents' native language, \nthe study found. (Guilienne said she spoke Creole fluently but preferred \"proper English.\") On the other hand, it \nfound that about 70 percent of the children of Spanish-speaking immigrants speak Spanish fluently.\n\nMost of the children interviewed, particularly those in California, were reluctant to call themselves Americans. And \nfew accepted the pan-ethnic labels Hispanic and Asian. Like Guilienne and Miguel, they preferred Cuban or Cuban-\nAmerican, Haitian or Haitian-American, and so on.\n\n\"I am proud of my blood,\" Guilienne said.\n\nGraphic\n\n \n\nPhotos: The longstanding assumption about the American immigrant experience that assimilation is the only path \nto success is questioned in a new study. For Guilienne Audelin, left, assimilation means being stamped as a \n\"dummy\" by a broader American society that she believes does not see beyond color. To Miguel Salvat, however, \n\"whites and non-whites have the same opportunities in America.\" (Photographs by Phillippe Diederich for The New \nYork Times)\n\n \n\nGraph: \"At a Glance: Children of Immigrants\" shows percentages of children whose parents are immigrants.\n"}