{"title": "'Stop playing politics': refugees stuck in Indonesia rally against UNHCR for chronic waiting", "body": "\nOne evening last month, the young man from Afghanistan, of Hazara ethnicity, arrived in Jakarta. His people-\nsmuggler dropped him at the UNHCR entrance reserved for refugees, where he was told to wait.\n\nThe next day, mid-morning, he was still outside waiting to speak to someone. He was too afraid to give me his \nname or even his age, but he appeared to be in his early 20s. \n\nHe had been fleeing for 20 days, ten days hiding in wait in Kabul, then another ten days in transit through three \ncountries. His choice to come to Indonesia was based solely on escaping immediately. \n\nThrough a translator he said: \n\nI needed to get out quick. I just wanted to come as soon as possible so I came through an agent. My agent brought \nme here, I have no shelter so I am just waiting for the UNHCR for information.\n\nRead more: Refugee-run school in Indonesia a model for governments to emulate\n\nI've been working with a refugee-run school in Indonesia for the past year. There, refugees aren't allowed access \nto education or work, and asylum seekers can be arrested at the whim of authorities. This, compounded with \nchronic waiting, has led to a straining relationship with the UNHCR, the key institution in their lives.\n\nOnly 509 of 14,016 people (3.5%) were resettled in Indonesia last year. Of those , only 84 came to Australia. And \nso far this year, the number of people resettled from Indonesia to Australia is just            eight. \n\nFigures like these explain why, for many months now, the UNHCR office in Jakarta has been the subject of ongoing \nprotests made up of street protests outside the building in the city centre and civil disobedience in the upscale \nsuburb of Kalideres. Refugees and asylum seekers have refused to vacate a disused military building temporarily \nallocated to them.\n\nLike false advertising\n\nRefugees argue the very existence of the UNHCR Jakarta office is a kind of false advertising.\n\nTwenty-four-year-old Ali Jawad Haidari has been in Indonesia for over seven years. He said: \n\n\nIf you cannot support refugees you should close your office. You should say we cannot support refugees, \nannounce in the media we cannot do anything.\n\nAt Kalideres, the broken trust is visceral. People question the staff's willingness to prosecute cases, and why they \nvisited Kalideres with security guards when there was never a hint of violence in the months of protest (and for that \nmatter, why they were not allowed to enter the main UNHCR building through the front door). \n\nThey also questioned the ethics of the UNHCR, when the institution offered a one-off payment of roughly a month's \nliving expenses to the refugees in exchange for leaving the Kalideres site. The refugees initially thought this would \nbe the beginning of ongoing UNHCR support.\n\nAnd they questioned why the agency supposed to protect them would turn off their electricity and water.\n\nRead more: Over a month on in post-election Australia: No mercy for refugees in Indonesia\n\nIn fact, \"The UNHCR is making me sick\" is a refrain I heard multiple times during interviews. \n\nHassan Ramazan, a spokesperson for the Hazara refugees at Kalideres, said the sit-in protests exist because their \ncommunity and the relatives who support them by sending cash, are at breaking point. He said: \n\nThere are people here since 2009, 10, 11, 12, 13, their supporters can not support them any more.\n\nThe refugees who wait\n\nRamazan also points to the seeming arbitrariness of resettlement. Interview wait times to determine refugee status \nvary, with some who arrived more recently resettled than those who've been waiting for years.\n\nWhat's more, single men believe they are treated with suspicion in western countries. Twenty-eight-year-old \nMuhammad Hanif is one of those single men, who received his refugee registration in 2013. He said: \n\nLots of singles have been here seven or eight years, we also pray for families to be resettled, but also for us, it \nshould be fair.\n\nAnd Haidari points out people may have arrived alone but are still family members - brothers, sons, fathers. \n\nMy friend arrived alone and is still waiting. Recently his 13-year-old son was injured in a bomb blast in Afghanistan, \nspent two months in hospital, and still the UNHCR said they can't do anything. \n\nMy friend when he came here his son was six, now he's 13-years-old and injured.\n\nWork rights could alleviate chronic waiting\n\nWaiting is a contemporary strategy of migration management. \n\nBut chronic waiting must be taken into account in refugee policy, as it causes and prolongs psycho-social damage \nand changes the nature of societal and institutional relationships.\n\nRead more: The right to work can empower refugees in Malaysia\n\nFor the majority of refugees, chronic waiting is unlikely to result in effective protection unless a refugee's country \nof origin becomes safe to return to. This is unlikely in the foreseeable future for the major refugee producing \ncountries. \n\nEven in countries with major refugee populations, their plight is mostly ignored. \n\nBut not always. In Malaysia - where the refugee population is ten times that of Indonesia and work has been \ninformally accessed for years - there are moves to make work legal for refugees. \n\nhttp://www.inderscience.com/storage/f101138715296412.pdf\n\nWork could help alleviate economic pressures and restore agency and dignity lost in waiting. But the refugees are \nkeenly aware of Indonesia's local poverty and insecure work conditions. And because Indonesia is not a signatory \nto the 1951 Refugee Convention, it is not obliged to look after refugees. \n\nNevertheless, ways for refugees to sustain themselves are supposedly being discussed in Indonesia. \n\nFor Haidari, a martial arts champion, work would solve many of his problems. But the authorities have stopped him \nfrom competing. He said: \n\nIf I could just fight I would never knock on the UNHCR door again.\n\nRefugee spokesperson Ramazan doesn't see work rights as the ultimate solution, but he does ask what sort of \ngeneration is being created. They're living on the streets, without access to education or the example of seeing their \nparents work.\n\nThirty-seven-year-old Masooma, who is in the Kalideres complex with her husband and two-year-old daughter, has \nanother, pointed, question. \n\nThey say the first priority is for people with critical problems, who are sick, and that's the reason resettlement is \nslow. \n\nSince they don't give us support and assistance of course we will get sick, and then what should we do with that \nprocess? What will we do if we get sick and then go to another country?\n\nEssentially, there is no point in breaking people, then helping them.\n\nChrisanthi Giotis volunteers and researches at the Cisarua Refugee Learning Centre, Indonesia. She is a \nmember of the ALP.\n"}