{"title": "Specialists' Help at the Supreme Court Can Come With a Catch", "body": "\nWASHINGTON -- Humberto Fernandez-Vargas, deported to Mexico, had run out of options. A federal appeals \ncourt said he could not return to the United States to live with his American wife and son. And his lawyer did not \nhave the expertise or money to pursue the case further.\n\nThen the cavalry arrived. Leading lawyers from around the country, sensing that the case was one of the rare ones \nthat might reach the Supreme Court, called to offer free help. Mr. Fernandez-Vargas's immigration lawyer was \ndelighted, and he chose a lawyer from a prominent firm here.\n\nBut there was a catch, and then a controversy. The catch was that the Washington lawyer, David M. Gossett, \nwould take the case only if he could argue before the Supreme Court himself.\n\nThe controversy was that groups representing immigrants were furious, suspicious of the new lawyer's interest in \nthe case and fearful of a Supreme Court ruling that would curtail the rights of immigrants nationwide.\n\nIndeed, Mr. Gossett faced a barrage of hostile questions from the justices, and in June 2006 the court ruled against \nhis client, 8 to 1. The ruling wiped out decisions in much of the nation -- notably from the federal appeals court in \nCalifornia -- that had favored immigrants.\n\nMr. Gossett is among an increasingly influential cadre of lawyers specializing in Supreme Court cases, attracted to \nthe importance and intellectual challenge of the work. Many are willing to serve without charge to draw prestige and \npaying clients to their firms.\n\nThirty years ago, 6 percent of cases accepted by the court were brought by lawyers specializing in Supreme Court \nadvocacy, according to data compiled by Richard J. Lazarus, a law professor at the Georgetown University Law \nCenter and faculty director of its Supreme Court Institute.\n\nIn the term that ended in 2008, the number topped 50 percent for the first time. Many of the cases involved \nbusinesses that paid large fees, but a good number were for clients who could not afford a lawyer and have \nhistorically been represented, if at all, by public interest lawyers.\n\nOverburdened public interest lawyers might be expected to welcome the high-powered help. But the old guard is \noften wary of, if not hostile toward, the new breed of skilled and ambitious advocates, fearing that they are more \ninterested in the glory of a Supreme Court argument than in what is best for their clients and the development of \nthe law.\n\n''There's one and only one reason they're interested,'' Barry A. Schwartz, a criminal defense lawyer in Denver, said \nof many of the dozen or so lawyers who called him after he had won an appeals court decision on an issue that \n\n\nwas likely to reach the Supreme Court. ''It's not because they love your client or believe in the legal principle your \ncase presents. They want to get the case into the Supreme Court.''\n\nA related development has only heightened the competition. Starting in 2004, leading law schools created student \nclinics focused solely on the court, all affiliated with prominent law firms. The result has been an intense struggle to \nfind and press cases with Supreme Court potential.\n\nLaw firms trying to build or maintain credible Supreme Court practices must show paying clients that they have a \nconsistent presence in the court, and law school clinics have to provide work to the students. Separately and in \ncombination, firms and clinics offer their services free to poor clients in exchange for taking a lead role in the case. \nThat means people with legal troubles but no money can end up with a top-tier lawyer with deep experience before \nthe court.\n\nThe specialists respond to critics by pointing to data showing that their record in the court is quite good. They say \ntheir ethical obligations are to the individuals they represent and not to the agendas of interest groups.\n\nBut public interest lawyers say firms and clinics have sometimes pushed the wrong cases. ''It's not in every client's \ninterest to be in the Supreme Court,'' said John H. Blume, a law professor at Cornell and the director of its Death \nPenalty Project, which conducts research and allows students to work on capital cases at all levels of the court \nsystem. ''If you're in the get-to-the-podium business, it could compromise your judgment.''\n\nMr. Gossett, a partner with the Mayer Brown law firm, said his case was not an example of skewed incentives. ''We \ndevoted hundreds of hours, and maybe thousands, and I continue to believe we did so to the best of our ability,'' he \nsaid. Of the decisions the firm faced, he said, ''I think we made every one right.''\n\nHe added that his obligations were to his client. Mr. Fernandez-Vargas was deported after two decades in the \nUnited States, separated from his family. ''I gave us a 30 percent chance of winning,'' Mr. Gossett said. ''I therefore \nhad a client who had a 30 percent chance of being reunited with his wife and child in the United States.''\n\nJ. Christopher Keen, Mr. Fernandez-Vargas's original lawyer, also dismissed the widespread criticism from \nimmigrant rights groups, saying they were not sufficiently alert to the human stakes in the case.\n\nMr. Keen attended the Supreme Court argument with his client's wife, Rita Fernandez, and he consoled her after \nshe heard cutting remarks about her husband from Justice Antonin Scalia. ''I was on the front steps of the Supreme \nCourt while she cried after Scalia called him 'a two-time loser,' '' Mr. Keen said.\n\nStill, he said, ''if you're thinking strategically, maybe it wasn't the best case.''\n\nA Loss Leader\n\nAs recently as 1987, Chief Justice William H. Rehnquist remarked that the days of a few great advocates appearing \nregularly before the Supreme Court were gone. ''There is no such Supreme Court bar at the present time,'' he \nsaid.\n\nA little more than two decades later, the fanciest firms not only represent corporations for handsome fees but also \nfight to offer their services free to poor clients in exchange for a half-hour at the Supreme Court lectern. Handling \ncases pro bono has turned into a loss leader and reputation enhancer.\n\nLots of lawyers are members of the Supreme Court bar in a nominal way. All it takes is a check for $200, three \nyears as a lawyer, being a member of a state bar and securing the sponsorship of two lawyers who can already \npractice in the court. More than 250,000 lawyers have been members of the Supreme Court bar over the years, \nand almost none will ever argue before the court.\n\nIndeed, the court has said that trumpeting the mere admission to its bar as significant ''could be misleading to the \ngeneral public'' and is ''at least bad taste.''\n\n\n\nThe specialists are another matter.\n\nProfessor Lazarus developed a definition of Supreme Court expertise that is now in general use. A Supreme \nCourt specialist, he says, is one who has argued five cases in the court or is affiliated with a practice whose \ncurrent members have argued at least 10. He concedes ''some inexactitude at the margins'' but says the overall \ntrends showing the quite recent dominance of the docket by this group are undeniable.\n\nA pioneer in this area was Thomas C. Goldstein, now with Akin Gump Strauss Hauer & Feld. A decade ago, he \ndeveloped a technique to spot the cases most likely to attract the court's attention -- those in which two or more \nfederal appeals courts had decided the same legal issue differently. Then he offered to handle such cases free, \ncold-calling surprised and often delighted local lawyers. In his first four years, he argued eight cases in the court, \nwinning four.\n\nMr. Goldstein's competitors sneered.\n\n''If I'm going to have heart bypass surgery, I wouldn't go to the surgeon who calls me up,'' Chief Justice John G. \nRoberts Jr., who argued 39 cases before the court before joining it in 2005, told The American Lawyer in 2000. ''I'd \nlook for the guy who's too busy for that.''\n\nFour years later, Chief Justice Roberts, by then an appeals court judge, said the rise of the specialized Supreme \nCourt bar had ''had something of a snowball effect.''\n\n''If one side hires a Supreme Court specialist to present a case,'' he told the Supreme Court Historical Society in \n2004, ''it may cause the client on the other side to think that they ought to consider doing that as well. This is just a \nvariant on the old adage that one lawyer in town will starve, but two will prosper.''\n\nThe first law school Supreme Court clinic, at Stanford, started in 2004. It has been joined by similar clinics at \nHarvard, Northwestern, Pennsylvania, Texas, Virginia and Yale.\n\nExperts Versus Amateurs\n\nThe new specialists have not only prospered but have also compiled an impressive record. During the last six \nyears, they have won much more often than relative amateurs, according to statistics compiled by Jeffrey L. Fisher, \na director of the Stanford clinic, for a coming article. (He used essentially the same definition of experts as \nProfessor Lazarus and considered the 292 cases in which one of the parties was an individual who was, or could \nhave been, represented by the clinic. He thus excluded cases involving, say, disputes between two corporations or \ntwo states.)\n\nAs a general matter, the justices are more likely to reverse than affirm the decisions they review. Professor Fisher \nexplored the gaps between experts and amateurs both when they represented individuals as petitioners -- the \nparties bringing the appeals, and so the likely winners -- and when they represented individuals on the other side, \nknown as respondents.\n\nExperts not affiliated with the clinic who brought appeals won 67 percent of the time, compared with 46 percent for \nothers. When representing those responding to appeals, they won 29 percent of the time, versus 16 percent.\n\nThe Stanford clinic has generally been even more successful. In the 35 cases it has argued before the court, it, too, \nwon 67 percent of the time when representing petitioners but did substantially better than expert counsel in \nrepresenting respondents, winning 46 percent of the time.\n\nWinning on the merits is not the only way to measure success. The Supreme Court agrees to hear about one in a \nhundred petitions seeking review. In the Stanford clinic's first year, the court agreed to hear its first four petitions.\n\n''Not so long ago,'' Professor Lazarus wrote in The Georgetown Law Journal in 2008, ''only the most accomplished \nprivate sector Supreme Court advocates could claim to have persuaded the court to grant four petitions in an \nentire career.''\n\n\n\nThe clinic, which includes a dozen second- and third-year students who take no other classes for three months and \noften work 60 to 80 hours a week, has handled more than 100 Supreme Court cases in a little over six years. Its \nsuccess in persuading the court to hear cases has dropped, but only to 42 percent, which is almost certainly better \nthan any practice in the nation except for the solicitor general's office, which represents the federal government.\n\nOther clinics are now in the hunt, too. Indeed, the last term included the first case with lawyers affiliated with clinics \non both sides. It was an international custody dispute, and the side that included the Stanford clinic prevailed over \nthe one that included the clinic at the University of Pennsylvania.\n\nBut like the pro bono lawyers specializing in the Supreme Court, the clinics have sometimes found themselves at \nodds with public interest lawyers focused on the careful development of the law. Lawyers concerned with criminal \ndefense, capital punishment, immigration and civil liberties often try to keep cases out of the Supreme Court, which \nthey view as hostile.\n\nWhen the court agreed to hear a case on the exclusionary rule at the urging of the Stanford clinic in 2008, for \ninstance, criminal defense lawyers groaned, saying nothing good would come of it. When a 5-to-4 decision was \nhanded down last year, it cut back significantly on the rule, which requires the suppression of some evidence \nobtained through police misconduct.\n\nIn an article to be published next year in The New York University Law Review, Nancy Morawetz, a clinical law \nprofessor at N.Y.U., explored what she calls the ''distorted incentives in Supreme Court pro bono practice.''\n\n''The competition for cases that may be heard by the Supreme Court on the merits,'' she wrote, ''creates a \ndisincentive to the new Supreme Court bar to engage in full case analysis prior to accepting a case for \nrepresentation.''\n\nThere is nothing new or exceptional about tension between lawyers seeking to move the law in a particular direction \nand those focused on representing a particular client.\n\nNot everyone agreed with Thurgood Marshall's incremental litigation strategy in the battle to desegregate public \neducation. Many gay rights advocates opposed the lawsuit brought by David Boies and Theodore B. Olson \nchallenging California's ban on same-sex marriage, fearing that it would result in a negative decision if the issue \nreached the Supreme Court too soon.\n\nNor is there anything unusual about conflicts between the interests of lawyers and their clients. But all of these \ntensions are heightened in Supreme Court practice.\n\n''It's more pointed and more obvious,'' said Pamela S. Karlan, who directs the Stanford clinic with Professor Fisher, \n''because there are so few opportunities and the competition is so fierce.''\n\nA Frustrating Lesson\n\nDistorted incentives were in play in the case of Mr. Fernandez-Vargas, Professor Morawetz wrote, calling the case \n''a model of what not to do.''\n\nMr. Fernandez-Vargas was a Mexican citizen who re-entered the country illegally in 1982 after being deported. \nWhen he applied for permanent resident status more than two decades later, he was arrested and deported again.\n\nThe question in the case was whether a 1996 law denying relief to immigrants who had re-entered the country \nillegally applied to him even though he had come back before the law was enacted.\n\nIn 2005, the United States Court of Appeals for the 10th Circuit, in Denver, ruled against Mr. Fernandez-Vargas, \nsaying he was covered by the 1996 law. That decision was at odds with ones from the United States Court of \nAppeals for the Ninth Circuit, which hears cases from much of the West and so has a heavy immigration docket.\n\n\n\nThe Supreme Court sided with the 10th Circuit, effectively overturning the Ninth Circuit's rulings. Only Justice John \nPaul Stevens dissented.\n\nJustice Stevens's opinion was notable, said Mr. Gossett, who had argued the case for Mr. Fernandez-Vargas. ''The \nfact that Justice Stevens's dissent tracked our argument has always reassured me that we framed the case \ncorrectly,'' he said. ''Unfortunately, the rest of the court disagreed not only with us but also with Justice Stevens.''\n\nImmigration lawyers say they learned a lesson from the experience. ''Fernandez-Vargas was a turning point,'' said \nTrina Realmuto of the National Immigration Project of the National Lawyers Guild. ''Immigration advocates realized \nwe needed to be proactive about working together with the pro bono bar.''\n\nShe added, ''Noncitizens with even more compelling cases are still living with the consequences of the Fernandez-\nVargas decision.''\n\nMr. Gossett said Professor Morawetz had chosen the wrong example in focusing on his case. ''But there is some \ntruth,'' he said, ''to her point that the specialized Supreme Court bar is in it for the Supreme Court work.''\n\nThe Roberts Court: Articles in this series are exploring the workings of this Supreme Court and the little-\nunderstood forces that influence it.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Jeffrey L. Fisher with students in the Stanford law clinic that focuses on Supreme Court litigation, which \nhas generally done better than others in its cases. (PHOTOGRAPH BY JIM WILSON/THE NEW YORK TIMES)\n\nJ. Christopher Keen, left, represented Humberto Fernandez-Vargas, who had been deported. David M. Gossett, \ncenter, offered to argue the case in the Supreme Court. He lost, and Mr. Fernandez-Vargas left behind a wife, Rita \nFernandez, right, and a son. The ruling erased decisions favorable to immigrants. (PHOTOGRAPHS BY NICOLE \nMORGENTHAU FOR THE NEW YORK TIMES\n\nSTEPHEN CROWLEY/THE NEW YORK TIMES\n\nKEITH JOHNSON/DESERET MORNING NEWS) (A22) CHARTS: Specializing in the Supreme Court: Expert \nSupreme Court advocates are responsible for an increasing percentage of the cases the court agrees to hear\n\nand firms and law school clinics specializing in the Supreme Court win at the merits stage more often than lawyers \nwithout as much experience. (Sources: Richard J. Lazarus, Georgetown University (petitions)\n\n Jeffrey L. Fisher, Stanford (success rates)) (A22)                                                                      \n"}