{"title": "In Calif. Desert, Illegal Immigrants' Survival Becomes Prime Concern", "body": "\nAfter searching for hours in 100-degree desert heat for 30 illegal immigrants who crossed from Mexico, U.S. \nBorder Patrol agents breathed a sigh of relief when the group eluded the manhunt and got away -- presumably to \nvanish among the thousands of undocumented immigrants in California.\n\nThe agents were relieved instead of outraged because the smuggled immigrants, who included women and \nchildren, had wandered across a U.S. Navy bombing range without getting blown up, survived being stranded under \na scorching sun when their two vehicles broke down, and made it through some of the harshest desert terrain in \nthe United States without dying of dehydration or exposure.\n\n\"For us, it was a case of good news and bad news. They made it out alive, which was the good news, but the bad \nnews was that they apparently are still in the hands of the smugglers who brought them across,\" said Bill \nStrassberger, spokesman for the U.S. Immigration and Naturalization Service.\n\nStrassberger was referring to the Mexican \"coyotes\" who charge as much as $ 1,000 a head to guide groups of \nundocumented immigrants across the border and -- if they do not abandon them without water in the desert -- \noften hold them captive in safe houses in the Los Angeles area until they work off their transport fees.\n\nThis week's incident, near the rugged Chocolate Mountains that straddle the California-Arizona border about 80 \nmiles east of San Diego, was typical of what immigration officials say is a growing menace that has arisen out of the \nsuccessful Operation Gatekeeper campaign that began in 1994 farther west in San Diego County.\n\nWith heavy steel fences and intensified 24-hour patrols, that program has pushed illegal border crossers away from \nhighly traveled routes near urban areas into the remote and treacherous desert, leading to hundreds of deaths from \nexposure and dehydration in the harsh wasteland and rugged mountains of southeastern California.\n\nSan Diego has dropped from 43 percent of border apprehensions nationwide to 20 percent. But crossing points \nfarther east took up the slack and immigrants quickly began the more perilous desert crossings, Border Patrol \nofficials say.\n\nA 1997 study by the University of Houston's Center for Immigration Research found that about 300 people a year \ndied while trying to cross the border from 1993 to 1996. But because estimates are not available for earlier years, it \nis impossible to determine if the annual number of deaths is increasing.\n\nThe United States and Mexico announced a joint program on June 16 to lower the death rate along the border, \nincluding rewards offered for tips on smugglers, stepped-up air patrols and warning signs for hazardous terrain. The \n\n\nsafety initiative also set up toll-free lines for the relatives of illegal immigrants to call in the United States and \nMexico to report missing persons.\n\nStrassberger said that while the bodies of illegal immigrants are found in the desert fairly frequently, accurate \nfigures of fatalities remain elusive because many victims are never found. \"How do you know someone's died if you \nnever find him?\" he asked.\n\nAuthorities launched an air and ground search early Tuesday after two undocumented immigrants staggered out of \nthe desert and called for help on an emergency telephone on Interstate 10, near Red Cloud in Imperial County. \nStrassberger said the two men were in \"pretty bad shape\" from dehydration and one of them had been badly \nbeaten by the smugglers because, he said, the group was not moving fast enough.\n\nEl Centro Border Patrol Chief Thomas Wacker said the search centered on the Chocolate Mountain Naval Gunnery \nRange, which is not normally patrolled for illegal immigrants because of the danger of bombardment by Marine \nCorps aircraft. Wacker said the area is known for immigrant smuggling operations that take advantage of the lack \nof regular Border Patrol coverage to avoid checkpoints on Highways 111 and 86.\n\nAccording to Strassberger, Border Patrol aircraft spotted an abandoned pickup truck on one of the dirt tracks that \ncross the bombing range and then found an out-of-fuel van with footprints, indicating the 30 immigrants walked to \na point three miles south of Interstate 10. There they apparently were met by another vehicle, whose tracks led to \nthe highway and, presumably, north to Los Angeles, officials said.\n\nGraphic\n\n \n\nPH,,MICHAEL WILLIAMSON; MAP,,LARRY FOGEL, Agents on horseback in California search for illegal \nimmigrants on a ridgeline near the Mexican border.\n"}