{"title": "Immigration bill won't bankrupt state", "body": "\nThe war of words on immigration has grown high-pitched, and a recent warning from Georgia Libertarians is no \nexception.\n\n\"The Libertarian Party of Georgia Says Immigration Bill Will Bankrupt Georgia,\" began a news release \ncondemning the \"Illegal Immigration Reform and Enforcement Act of 2011,\" or House Bill 87, which broadens the \nrole state and local government play policing illegal immigration.\n\nThe cost to enforce it would be \"huge,\" the release said. Its economic effects \"catastrophic.\"\n\nWould it?\n\nState Rep. Matt Ramsey, a Republican from Peachtree City, is lead sponsor of the wide-ranging legislation. It \nwould allow legal residents to sue if they think an agency is not adequately enforcing state immigration law; ban \ntransporting, harboring or enticing an illegal immigrant to enter the state; authorize an officer to check a suspect's \nlegal status if there is \"reasonable suspicion\" that the person is here illegally; and require businesses with more \nthan five employees to use the federal E-Verify system to ensure their workers are legal residents.\n\nSome portions resemble Arizona's HB 1070, which critics say encourages racial profiling and infringes on federal \nauthority. The U.S. Department of Justice and civil rights groups are suing Arizona over the 2010 legislation, and \nmajor cities and organizations boycotted the state.\n\nWe asked Brett Bittner, executive director of the Libertarian Party of Georgia, for evidence to back his claim about \nGeorgia's legislation. He did not have specific costs but said Ramsey's bill \"grows the size of government.\"\n\nLawsuits challenging its constitutionality could be costly, Bittner said. Plus, the provision that would allow individuals \nto sue agencies over enforcement could spawn frivolous suits.\n\n\"We're not sure of the costs, and Representative Ramsey hasn't provided any of the costs,\" Bittner said.\n\nIndeed, Ramsey didn't have an estimate. So PolitiFact Georgia dug up cost estimates for Arizona and states \nconsidering similar legislation and looked at an existing program for guidance.\n\n\nWe found that estimates are extremely limited. Arizona's costs for certain HB 1070 provisions are unknown \nbecause a federal judge temporarily blocked their implementation.\n\nWe also found that the impact is so complex that it is difficult to predict.\n\nFor instance, if illegal immigrants and their families leave Georgia because of the legislation, state government \nwould no longer have to subsidize their children's health care or education, advocates for lower immigration levels \nnoted.\n\nBut illegal immigrants would no longer buy goods or services or work here, which could lower tax revenue and \nweaken the economy, critics of the legislation told PolitiFact.\n\nMost research, though limited, concludes tax revenue generated by all immigrants exceeds the cost of the services \nthey use, the Congressional Budget Office said in 2007.\n\nHB 87 could save money. Gwinnett County is part of the federal 287(g) program, which allows state or local law \nenforcement agencies to enforce certain immigration laws. Its sheriff said this program lowered its foreign-born jail \npopulation in its first year, saving between $386,010 and $2.1 million. Program staffing cost $1.2 million.\n\nA January study on 287(g) said those local costs shift to the federal government.\n\nIf one cost is almost certain, it's legal bills.\n\nArizona's total is $1.5 million as of early this month, and its governor is using donations to pay them. The American \nCivil Liberties Union of Georgia plans to sue if HB 87 passes as written.\n\nAnother potential cost is from lost convention business from boycotts. Roughly three months after HB 1070's \npassage, Arizona's Hotel and Lodging Association said at least 40 group meetings were canceled, costing $12 \nmillion in revenue, excluding restaurant, retailer or rental car company losses. The progressive Center for American \nProgress estimated a total loss of about $141 million. This translates to $9.4 million in lost tax revenue.\n\nGeorgia's bill contains provisions that on their face appear pricey. The provision that would allow local law \nenforcement agencies to check immigration status would likely cost money to transport illegal immigrants to \nfederal facilities and train officers.\n\nThe bill would let residents sue state and local agencies for inadequate enforcement, which could result in big legal \nbills. Ramsey said he is revising the bill to address this.\n\nTo sum up, while the potential costs could strain the state's already tight $18 billion budget, it's extremely unlikely \nthey would bankrupt the state.\n\nGeorgia Libertarians' alarmist statement that the bill \"will bankrupt Georgia\" is therefore False.\n\nThis article was edited for length. To see a complete version and its sources, go to http:// \nwww.politifact.com/georgia/.\n"}