{"title": "TO STOP THE 'ANARCHY' IN U.S. IMMIGRATION", "body": "\nTo the Editor:\n\n Joaquin Avila, president of Maldef, the Mexican American Legal Defense Fund (Op-Ed Dec. 17), is in a better \nposition than most to know that the failure of state employer-sanction laws to deter illegal immigration, rather than \nbeing an argument against the nowfailed Simpson-Mazzoli bill, is a confirmation of the ever more urgent need for \nstrong Federal leadership in immigration enforcement.\n\nhe states' unfamiliarity with immigration and nationality practice, the deficiencies of most current ID documents \nand our courts' uncertainties about the proper state role in immigration have all worked to undermine the \neffectiveness of state laws. In at least one state, California, litigation supported by special-interest groups, such as \nMaldef, helped stall enforcement.\nJoaquin Avila, president of Maldef, the Mexican American Legal Defense Fund (Op-Ed Dec. 17), is in a better \nposition than most to know that the failure of state employer-sanction laws to deter illegal immigration, rather than \nbeing an argument against the nowfailed Simpson-Mazzoli bill, is a confirmation of the ever more urgent need for \nstrong Federal leadership in immigration enforcement.\n\nThe experience clearly shows that strong Federal leadership, based on a comprehensive, tamperproof, \nnondiscriminatory ID system, is a must. Mr. Avila's misgivings notwithstanding, the remarkably low percentage of \nerror and fraud in the astronomical volume of credit card transactions shows that it is technically attainable.\n\nAnd after reading his arguments, I wondered why Maldef opposed the bill at all, since employers' greed, the \nporosity of any ID system, the exception planned for small enterprises and the expanded temporary-workers \nprogram would add up to just as many or more immigrants as ever.\n\nPerhaps Maldef's greatest fear was not that the bill would not have worked but that it just might have begun to end \nthe current anarchy, in which so many have a stake, and to channel long-established flows of undocumented \nimmigration into legal channels.\n\nMr. Avila mischaracterizes the objectives of immigration reform as ''to stop the flow of immigrants and to save, for \ncitizens, jobs now held by undocumented workers.'' More accurately, the bill would have reasserted control over our \nborders, once again making the composition and volume of our annual immigration flow a matter of national \nchoice rather than a process of immigrant self-selection.\n\nIt may well be that we will accept as much or more immigration once we have reasserted control, but at least we \nas a society will be able to say it was not left entirely to chance.  DAVID E. SIMCOX Washington, Dec. 20, 1982\n"}