{"title": "The Senate votes to Revive the Immigration Reform Bill for Discussion", "body": "\nLOU DOBBS, CNN ANCHOR: We're in Washington tonight as the United States Senate sells out American citizens \nreviving amnesty legislation, senators voting to go ahead with debate on the president and Senator Kennedy's \ncomprehensive immigration legislation. We'll have complete coverage for you from the nation's capital.\n\nTwo leading senate opponents of the so-called grand bargain on amnesty, Democratic Senator Claire McCaskill, \nRepublican Senator John Cornyn among our guests here. We'll also be examining assertions by the White House \nand pro amnesty senators that their amnesty legislation will strengthen border security. Do those assertions have \nany basis in fact? We'll have that report.\n\nAnd two lawmakers have introduced a security first, no amnesty bill as they call it. Congressman Pete King and \nCongressman Brian Bilbray join us. All of that, all of the day's news and much more, straight ahead from \nWashington tonight. Good evening, everybody tonight from Washington. The U.S. Senate today voted 64 to 35 to \npress ahead with amnesty legislation. Senators demonstrating their willingness to succumb to the combined \npressure of the White House, the Democratic leadership, corporate interest and socio-ethnocentric special interest. \nThe White House saying it is pleased with the outcome of the senate vote. But that legislation still faces formidable \nobstacles in the senate. We begin our coverage tonight with Elaine Quijano at an elated White House. Elaine?\n\nELAINE QUIJANO, CNN WHITE HOUSE CORRESPONDENT: Well, Lou, I don't know if elated is exactly the word. \nThey had been saying all along that they were cautiously optimistic that this vote today would go their way. This \nlegislation certainly is far from a done deal, but today the senate did inch closer to the president's goal.\n\n(BEGIN VIDEOTAPE)\n\nQUIJANO (voice-over): One huge hurdle down, several more to go for a White House looking to keep immigration \nreform alive.\n\nUNIDENTIFIED MALE: The yeas are 64, the nays are 35.\n\nQUIJANO: Just weeks after compromise legislation stalled, Tuesday's senate vote to reopen debate on the issue \nmarked a White House victory.\n\nTONY SNOW, WHITE HOUSE PRESS SECRETARY: We know that there's a long and -- long debate ahead when \nit comes to comprehensive immigration reform. We are certainly pleased with the early vote on the motion to \nproceed.\n\n\nQUIJANO: But mindful of doubts about government pledges to crack down on illegal immigrants, President Bush \nsays this time the bill includes money up front to boost border security, which he noted during remarks to a friendly \naudience of immigration reform supporters.\n\nBUSH: As a matter of fact, there's a $4.4 billion direct deposit on enforcement measures.\n\nQUIJANO: But the president showed no signs of backing away from a guest worker program.\n\nBUSH: It's important for our fellow citizens to understand that in order to enforce the border, there has to be a way \nfor people to come to our country on a temporary basis to do work Americans aren't doing.\n\nQUIJANO: He also says he remains committed to an earned path to citizenship for illegal immigrants, a highly \ncontroversial proposal which critics deride as amnesty.\n\n(END OF VIDEOTAPE)\n\nQUIJANO: And behind the scenes, aides say President Bush continues to personally call and lobby lawmakers on \nthis issue. Next up, the White House is focusing on so-called poison pills or amendments designed to kill the \nlegislation altogether. Officials here hope to push the bill through the senate before lawmakers leave for the 4th of \nJuly recess. Lou?\n\nDOBBS: Elaine thank you. Elaine Quijano from the White House.\n\nPresident Bush frequently declares his so-called comprehensive immigration legislation is not amnesty. Today \nPresident Bush tried but failed to repeat his often heard assertion. President Bush slipped -- he began by saying, \n\"I've heard all the rhetoric, you've heard it too, about how this is amnesty.\" But then President Bush went on to say \nthe complete opposite of apparently what he intended. The president said, \"Amnesty means that you've got to pay a \nprice for having been here illegally, and this bill does that.\" The White House realizing the president didn't mean \nexactly what he said, scrambled to issue a clarification. The White House issuing a statement later saying the \npresident, quote, misspoke. Unimaginable.\n\nThe senate today ignored the plight of our middle class and the plight of working men and women in this country \nand the will of American citizens, voting to revive the so-called grand compromise. The grand bargainers once \nagain putting the interest of 12 to 20 million illegal aliens and corporate America before the interests of American \ncitizens. Incredibly, most of those senators have not even read this legislation. They have no idea what is contained \nin amendments. Lisa Sylvester has our report.\n\n(BEGIN VIDEOTAPE) LISA SYLVESTER, CNN CORRESPONDENT (voice-over): The senate immigration bill \nwas revived by a vote of 64 to 35. Enough Republicans crossed over, voting to bring the immigration bill back to \nthe senate floor. Majority Leader Harry Reid is aiming for a very short process, planning to complete the legislation \nwithin the next three days.\n\nSEN. HARRY REID, (D) MAJORITY LEADER: It's a good bill. And I would hope that everyone understands that we \ncan't leave the system as it is now, gee whiz. The present system is not working.\n\nSYLVESTER: To get the bill through, the senate leader will invoke a rare procedure called the Clay Pigeon, it \nallows more than 20 amendments to be brought up and limits the opposition's ability to filibuster. Critics call the \npolitical maneuver a threat to the Democratic process.\n\nUNIDENTIFIED MALE: There's not going to be an amount of time that's going to way over and pave over the loss \nof our rights to offer amendments on this very important bill.\n\nSYLVESTER: Passage of the legislation is far from guaranteed. Several of the amendments could whittle away \nDemocratic or Republican support. One amendment would limit the number of illegal aliens eligible for citizenship. \nAnother would gut some of the employment enforcement provisions. Many Republicans remain skeptical that the \nlegislation will actually reduce illegal immigration.\n\n\n\nSEN. JOHN CORNYN, (R) TEXAS: My concern is the gulf between the promise being made to the American \npeople and the likelihood that that promise will be carried out.\n\nSYLVESTER: House Republicans are not waiting for the final outcome in the senate. Members of the GOP \nconference introduced a motion denouncing the senate bill.\n\nREP. PETER HOEKSTRA, (R) MICHIGAN: This is the wrong answer, this is the wrong way to solve this problem.\n\nSYLVESTER: Today's cloture vote was seen as very important, but there is another crucial cloture vote that will \nlikely come on Thursday.\n\n(END OF VIDEOTAPE)\n\nSYLVESTER: And if that cloture vote passes, then the senate will vote on a final bill on Friday that requires only a \nsimple majority for the legislation to clear the senate. Lou?\n\nDOBBS: And to remind everyone, this bill has not passed through committee. There have been no public hearings \nwhatsoever, and as we've reported, these senators, most of them, have not read the bill in entirety. Nor have they \nhad any opportunity to go through these amendments in complete detail. And yet we're talking about a vote -- \nprocedural vote first on cloture by Thursday, which is two days away, and a final vote by Friday. And these senators \nand this leadership of this senate expects to be taken seriously?\n\nSYLVESTER: Lou, they were still writing some of those amendments this afternoon. They voted on cloture and then \nthey were still writing those amendments. So you're absolutely right on that.\n\nDOBBS: Extraordinary. Thank you very much, Lisa Sylvester.\n\nDOBBS: Well, 13 senators today changed their original vote on the amnesty bill from \"no\" to \"yes.\" Among those \nwho switched sides Senator Barbara Boxer, Senator Norm Coleman, both promising votes on their amendments. \nSeveral of those senators who voted yes for amnesty today are up for re-election this fall including Senator Mark \nPryor, senate minority leader Mitch McConnell and Senator John Warner. Two Democrats who voted yes back on \nJune 7th today voted no. Evan Bayh and Debbie Stabenow and there were four senators who didn't vote last time, \nRepublican presidential candidate Sam Brownback today voted to support amnesty. The other three, all \nRepublicans, voted no.\n\nFor a full breakdown of just how your senators voted in today's cloture vote, please go to our website, \nloudobbs.com. There you will find the ugly details.\n\nAs President Bush lobbied for amnesty, his approval rating plummeted to a new low. A new opinion poll shows the \npresident's approval rating has dropped to just 32 percent. The CNN Opinion Research Corporation poll also shows \nsupport for the war in Iraq has fallen to a new low of 30 percent. Bill Schneider has our report.\n\n(BEGIN VIDEOTAPE)\n\nBILL SCHNEIDER, CNN SR. POLITICAL ANALYST (voice-over): President Bush's Iraq troop buildup is in place.\n\nSEN. TRENT LOTT, (R) MISSISSIPPI: The final surge just was completed in the last 10 days.\n\nSCHNEIDER: What happens now?\n\nLOTT: Come September, we'll have to see how they're doing and we'll have to make an assessment.\n\nSCHNEIDER: The public is already making an assessment and it's not good. In the latest CNN Opinion Research \nCorporation poll, 69 percent of Americans believe things are going badly in Iraq. Public support for the war has \nreached a new low, 30 percent. Two thirds of Americans are opposed. Most Americans no longer believe U.S. \naction in Iraq is morally justified. When Congress voted in April to impose a timetable for withdrawal, only two \n\n\n\nRepublicans in the House and two in the Senate voted for the bill. 240 Republicans voted against timetables. \nWe're beginning to see some cracks in the Republican wall of support.\n\nSEN. RICHARD LUGAR, (R) INDIANA: I speak to my fellow senators when I say that the president is not the only \nAmerican leader who will have to make adjustments to his or her thinking.\n\nSCHNEIDER: Senator Lugar's assessment.\n\nLUGAR: In my judgment, the costs and risks of continuing down the current path outweigh the potential benefits \nthat might be achieved.\n\nSCNEIDER: The Democratic leaders said Lugar's remarks may be a turning point.\n\nSEN. HARRY REID, (D) MAJORITY LEADER: But that will depend on whether more Republicans take the stand \nthat Senator Lugar took, a courageous stand last night.\n\nSCHNEIDER: Are they? Their constituents seem to be. Among Democrats over the last four months, opposition to \nthe war has been nearly unanimous, over 90 percent. About two thirds of independents have also held steady \nagainst the war. This month, anti-war sentiment among Republicans suddenly increased, 38 percent now say they \noppose the war.\n\n(END OF VIDEOTAPE)\n\nSCHNEIDER: Are Americans ready to withdraw at least some troops from Iraq? Well 63 percent say they are and \n42 percent of Republicans agree. Lou?\n\nDOBBS: And to put this in some context, Bill, a 14 percent approval rating for this congress, a historic low, 35-year \nlow since they began doing this poll, this does not look like a Congress that is anything less than hell-bent on \ngetting down into single digits.\n\nSCHNEIDER: Well that could happen. Fourteen percent is the lowest we've seen in decades of polling. And \neveryone's mad at congress. Congress is never very highly regarded. But now you've got a lot of critics angry over \nthe immigration proposal and of course Democrats have long been angry over Iraq and they claim, you know we \nelected a Democratic congress to do something about this war and they couldn't do it. The Democrats' argument is \nthere aren't enough Democrats. We need more so that we can override a president's veto or we need a Democratic \npresident.\n\nDOBBS: And this approval rating and this conduct of this Democratic leadership, particularly in the senate and \nappears soon the House, may have a significant influence on the viability and the potential success of Democratic \npresidential candidates running for office in 2008.\n\nSCHNEIDER: That's right. It certainly could and that's why we're seeing a bigger and bigger market for someone \nwho is independent of Washington. The anti-Washington vote is growing. It's now about as big as it was when Ross \nPerot ran in 1992.\n\nDOBBS: Bill Schneider, as always, our senior political analyst, thank you very much for the insight.\n\nSCHNEIDER: Sure. DOBBS: Another leading Republican lawmaker tonight is breaking with President Bush on the \nconduct of the war in Iraq. Senator George Voinovich joining Senator Richard Lugar in publicly calling for \nwithdrawal of our troops. Senator Voinovich said the Iraqi government must play a larger role in stabling Iraq.\n\nIn Iraq, American casualties continue to rise. Three more of our troops killed, two other troops died in what were \ncalled non-combat- related incidents. And now 88 of our troops have been killed so far this month, 3,586 of our \ntroops killed since the beginning of the war. 3,566 of our troops killed. 26,350 of our troops wounded, 11,831 of \nthem seriously.\n\n\n\nComing up next, more on the amnesty legislation. Two leading opponents of the grand compromise, Senator Claire \nMcCaskill, Democrat, Senator John Cornyn, Republican, among our guests. Also, senators failing to learn any \nlessons from the amnesty legislation of 1986 and this legislation, no matter what you're told, bares a striking \nresemblance to just that.\n\nThe pro illegal alien movement insists amnesty will increase border security. Oh really? We'll tell you the truth about \nborder security and this legislation, just the facts. Stay with us. We'll continue in one moment.\n\nDOBBS: There are lots of ways to put this, but when the president of the United States and the Democratic \nleadership of the U.S. Senate say that the proposed immigration legislation is all about border security and not \nabout amnesty, it's a lie. Christine Romans explains why.\n\n(BEGIN VIDEOTAPE)\n\nCHRISTINE ROMANS, CNN CORRESPONDENT (voice-over): This time around, the message is, secure the \nborder first.\n\nMICHAEL CHERTOFF, HOMELAND SECURITY SECRETARY: This bill does a lot more for border enforcement \nand for enforcement of the law in the interior than any prior measure has ever done.\n\nROMANS: The White House and Senate leaders offering what they call tougher measures. Operational control of \n100 percent of the international land border with Mexico, 20,000 border patrol officers hired, trained and reporting \nfor duty. 370 miles of physical fence, 300 miles of vehicle barriers. 31,500 detention beds and $4.4 billion to make it \nhappen. The White House calls it a direct deposit for border security and worksite enforcement.\n\nTONY SNOW, WHITE HOUSE PRESS SECRETARY: Security first is still the by word of this legislation.\n\nROMANS: Emphasizing border security to win over Republicans who are in open revolt. But wait. Border security \nadvocates note this bill calls for only 370 miles of fence, far less than the 854 miles of double fence signed into law \nby the president last fall. Even members of the president's own party worry these promises of border security are \njust that, promises.\n\nREP. ED ROYCE, (R) CALIFORNIA: We have come up -- concocted here in the senate, unfortunately, a plan \nwhich serves only the interests of the special interests and only the interests of the open border lobby, not the \ninterest of the American people.\n\nROMANS: It's a critical moment for the president.\n\nNORMAN ORNSTEIN, AMERICAN ENTERPRISE INSTITUTE: Right now the president is using whatever political \ncapital he has to try and make this happen. Of course, one of the problems is that we're at a stage of the Bush \npresidency where there isn't a whole lot of political capital to draw on.\n\nROMANS: He has to both sell the nation on border security and convince the public that he will follow through.\n\n(END OF VIDEOTAPE)\n\nROMANS: Now, the administration promises tougher border security. DHS secretary Michael Chertoff today said \nit's already happening. Now he says he expects 150 miles of border fence completed by September. But \nCongressman Duncan Hunter's office scoffs at that, they say less than 13 miles of fence has actually been \ncompleted outside Youma and it's not the double fence that's already mandated. 854 miles of fence is already \nmandated, has been signed by the president. We're not even remotely there and this whole thing hinges on border \nsecurity.\n\nDOBBS: I had looked forward to the opportunity to talk with the Homeland Security Department secretary this \nafternoon. But unfortunately the White House had to withdraw his availability at about 4:30 this afternoon. My guess \nis that this secretary, this president, this administration, the senate leadership don't want to explain why so much of \n\n\n\nwhat they're saying isn't just absolute variance with reality. 13 miles and seven months have been completed. In \ntwo months they expect to complete how many?\n\nROMANS: 150 miles by September. And a lot of people pointing out, the whole passport debacle. So the minute \nthis bill is signed by the president, you've got 12 to 20 million people who are going to start to be processed -- in \nthe beginning states of processing for amnesty. We can't get American citizens' passports but somehow this is \ngoing to happen -- a lot of skepticism about the whole thing. Lou?\n\nDOBBS: Skepticism? Anyone who believes this sham, as the president would say, fool me once, fool me twice and \nI'm a fool or something like that -- I can't remember how he did it exactly. But the fact is anyone who believes this \nnonsense, put this one fact into consideration. This president and this administration have not secured our borders \nor our ports despite September 11th in the course of almost six years and now American citizens are expected to \nbelieve anything that this administration says about border security or port security without beefing up the \ncitizenship and immigration service, without beefing up immigration and customs enforcement, with over 600,000 \ncriminal illegal aliens loose in this country? Without a country whose state department is incapable of processing \npassports in less than four months, anyone believes that this is anything less than a sham, I marvel at your \ncredulity. Christine, fascinating report, thank you very much. Christine Romans.\n\nBefore the U.S. begins building the rest of that border fence, it would have to tear down a vehicle barrier along the \nsouthern border with Mexico because it was built in Mexico. A mile and a half stretch of that barrier, speaking of \ngovernment competence -- a mile and a half stretch of that barrier extends from one foot to six feet into Mexican \nterritory. A U.S. government spokesman said the barrier, built in 2000, will be moved.\n\nComing up here next, two vocal opponents of the plan that will give amnesty to millions of illegal aliens, as many as \n20 million, in fact, join me. Senators Claire McCaskill and John Cornyn join us.\n\nAnd the senate's last effort at amnesty, a dismal failure. Just how similar is this bill to the 1986 amnesty? You won't \nlike the answers. We'll have that report and a great deal more straight ahead, stay with us.\n\nDOBBS: The senate's 1986 amnesty legislation granted, of course, amnesty to illegal aliens. At the same time \nPresident Reagan and the congress promised tough enforcement at the border. We now how effective all that \nturned out to be, they're now between 12 and 20 million illegal aliens living in the country. Bill Tucker reports on the \nsimilarities between the senate's failure of 1986 and its current efforts.\n\n(BEGIN VIDEOTAPE)\n\nBILL TUCKER, CNN CORRESPONDENT (voice-over): What goes around keeps coming around in our national \nseat of government. Immigration reform is proof of that. In 1986 --\n\nREP. CHUCK SCHUMER, (D) NEW YORK: Nobody's certain it's going to work. Everyone was certain the present \nsituation is just terrible and so if it doesn't work, we'll have to go back to the drawing word.\n\nTUCKER: Back then, Senator Kennedy was using words like illegal alien and openly speaking of amnesty. Now 21 \nyears later, they are at that drawing board again. Except that Senator Kennedy no longer uses the terms illegal \nalien or amnesty.\n\nSEN. EDWARD KENNEDY, (D) MASSACHUSETTS: There's broad consensus that 12 million undocumented \nworkers who are here should be offered the chance to earn their legalization.\n\nTUCKER: Use of the word amnesty in fact makes the president and some senators very defensive.\n\nUNIDENTIFIED MALE: It is not amnesty. TUCKER: One thing that hasn't changed are the promises of \nenforcement, a promise that actually reduced illegal immigration in 1986 briefly.\n\n\n\nREP. DAN LUNGREN, (R) CALIFORNIA: Why? Because the word was out that congress had acted, the president \nsigned a bill, we were going to enforce the law when it became clear a year or so later that we were going to \nimplement the legalization package but not the enforcement package, those numbers began to go up.\n\nTUCKER: So that this time it's not three million illegal aliens being discussed. It's now somewhere between 12 and \n20 million plus. The government continues to ignore past laws, even as it pushes ahead for new ones.\n\nED MEESE, FORMER ATTORNEY GENERAL: I think some people are so intent on getting some kind of a bill \nthrough that purportedly takes care of the problem but which really doesn't, that they have either forgotten the \nlessons of the past or are unwilling to face what happened in 1986.\n\nTUCKER: The lessons are there to be learned.\n\n(END OF VIDEOTAPE)\n\nTUCKER: But at this point, it appears that few in congress are willing to look at the laws they passed in 1986, laws \nthey strengthened in 1996, which is leading some skeptics of this so-called reform effort, Lou, to believe there will \nbe a massive new wave of illegal immigration should this bill pass through congress.\n\nDOBBS: And empirically beyond speculation or conjecture, the congressional budget office looking at one of the \nnarrow areas it did focus on in studying this legislation reveals that it believes this legislation would curtail -- would \nend only 25 percent of illegal immigration into this country. What utter and complete nonsense that is being \nperpetrated on the American people. Bill Tucker, thank you very much.\n\nNow tonight's poll. Our question is, do you believe today's procedural vote assures passage of the amnesty \nlegislation in the senate? Yes or no. We'd love to hear from you, cast your vote at loudobbs.com. Results \nupcoming.\n\nNext year, some lawmakers have a plan that would actually secure our borders. How about that? Two of the \nlawmakers, Congressman Pete King, Congressman Brian Bilbray join us.\n\nAlso two leading senate opponents of amnesty, Senator Claire McCaskill, Senator John Cornyn, Republican and \nDemocrat join us.\n\nAnd I'll also be talking about amnesty with three of the country's best radio talk show hosts, you know the people \nthat Trent Lott wants to shut up, the people that Senator Diane Feinstein thinks should be subjected to the fairness \ndoctorate. Stay with us, we'll be right back.\n\nDOBBS: The senate today voting to return the grand compromise on immigration to the senate floor for debate. \nTwo senators who voted against that -- against cloture will be joining me here. I'll be talking with Senator John \nCornyn, Republican from Capitol Hill. And Democratic Senator Claire McCaskill, right here in our studios in \nWashington, D.C.\n\nSenator, good to have you with us.\n\nSEN. CLAIRE MCCASKILL (D), MISSOURI: Thanks.\n\nDOBBS: Senator, this vote, were you surprised at all by the passage -- the passage of cloture?\n\nMCCASKILL: I was a little surprised, although I could tell there was serious arm-twisting going on, particularly on \nthe Republican side. Several of the senators who voted no on cloture the last time flipped and voted yes today. My \nsense is they may not be there for the next important procedural vote, which will be Thursday.\n\nSo I'm optimistic that ultimately this bill will not become law.\n\nDOBBS: We have just reported and, as you well know, as you've studied the issue, the similarities between 1986 \nand today are -- they're stark, they're vivid, and they're absolutely irresistible by anyone who will look at the facts.\n\n\n\nWhat in the world is going on in the Senate? What is motivating the Democratic leadership in the Senate, as best \nyou can judge?\n\nMCCASKILL: Well, I think there's two things. Primarily, it's about money. As you know, I've talked about two things: \nfollow the law and follow the money.\n\nDOBBS: Right.\n\nMCCASKILL: And if we were to follow the law right now, it would be very obvious that this bill is really not needed. \nWe have plenty of tools in the law right now. It's not being enforced. We have not put the resources behind \nenforcing that law.\n\nAnd then secondly, there is a big push in the business community to try to get these workers kind of like -- to wave \nthe magic wand and get this really cheap work force that helps them pad their profits.\n\nDOBBS: Amnesty for the illegal employers who have laid off all the costs on the taxpayers and communities all over \nthe country, local, state and federal taxpayers. It is extraordinary.\n\nLet me ask you, Senator, you've talked about the magnet, the illegal employer. Why is there no stomach in the \nSenate which says it's concerned about stopping it, even though the Congressional Budget Office says this \nlegislation would curtail only 25 percent of illegal immigration in this country? Why is there no stomach in the \nSenate to actually enforce the law and to impose penalties on illegal employers and to provide border security?\n\nMCCASKILL: I think it's easier to beat up on the illegal immigrants that come from a different country that are \ncoming to try to feed their families than it is on businessmen.\n\nYou know, our criminal justice system is not good at trying to apply the law equally, regardless of your \nsocioeconomic stance or where you are in the community.\n\nAnd there's crimes you can deter and there's crimes you can't deter. Honestly, Lou, we can deter the hiring of illegal \nimmigrants.\n\nDOBBS: Right.\n\nMCCASKILL: These businessmen will stop if they see some of their fellow business people going to prison for \nhiring illegal immigrants. They won't take the risk.\n\nMeanwhile, these families, they're going to keep coming across the border to feed their families.\n\nDOBBS: They would be fools not to.\n\nMCCASKILL: They would be fools not to. So passing this law is not going to change the reality of illegal \nimmigration, if we do not make the priority at the top of our list to enforce the law against people who are hiring \nthem.\n\nDOBBS: Your best judgment, will the Senate find conscience and character and capacity to look to the common \ngood and the national interest? Or will they fall in line and pass amnesty?\n\nMCCASKILL: I think my best judgment is that the people out there in America should continue to call and write and \nmake the ruckus they're making. They're making a big ruckus. And it's reassuring to me that our democracy is as \nengaged as it is. It will be a close vote, but my guess is that we will not get final passage on this bill this week.\n\nDOBBS: Senator Claire McCaskill, it is always great to talk with you.\n\nMCCASKILL: Thank very much. Thanks for having me.\n\nDOBBS: And joining us now from Capitol Hill, Senator John Cornyn, Republican of Texas.\n\n\n\nSenator, good to have you with us.\n\nSEN. JOHN CORNYN (R), TEXAS: Thanks, Lou.\n\nDOBBS: Well, as I asked Senator McCaskill about the motivation and the impulse of the Democratic leadership in \nthe Senate, what is the impulse and the motivation of this president? Is it as simple as he is appeasing the \ncorporate interests that have driven him throughout his administration?\n\nCORNYN: Well, I -- I think the president is sincere in wanting to find a solution. But the problem is that people just \ndon't have any confidence that the federal government will actually deliver what it promises.\n\nAnd the idea that we can't get border security until we give a path to legalization for 12 million people. Most people \njust see through that in a minute.\n\nUnfortunately, that happens to be the sort of rhetoric that we continue to hear in support of passing this bill. We \ncan't do anything unless we pass the bill. People know that's just not true.\n\nDOBBS: And yet, this president does not hesitate, nor do the supporters of amnesty, nor the Democratic leadership \nin the Senate, in saying things like the status quo is unacceptable, we can't have border security unless we have \nguest worker programs.\n\nThis mindless, tortured reasoning goes to the limit of truth and frankly, in my judgment, passes from rumor (ph) into \noutright lies. Why in the world would the president of the United States say such things that are on their face \nabsurd?\n\nCORNYN: Well, I don't know whether he has really stopped to -- to you know, parse what it is that he's saying. The \nproblem is, I think, that you hear some of the same comments out of the advocates for this bill that people who \nreally haven't stopped for a minute to consider what's in it.\n\nFor example, the White House yesterday claimed that this requirement of a 24-hour security check really wasn't a \nproblem, because most security checks could be done in 24 hours. We just admit that they all can't be and that \ncriminals and others can slip through the cracks here.\n\nIt just seems to me to be just kind of sloppy. I don't think it's evil intent. I just think they're not taking care of the \ndetails which, as you know, the devil's in the details.\n\nDOBBS: Absolutely. And -- and, Senator, as we look at this, let me ask you the same question I asked Senator \nMcCaskill. One of her amendments, I believe, will be in the final package, the 26, including the manager's \namendment that will be put forward.\n\nWill you have amendments included? And what do you think the prospects of passage are, now that this procedural \nhurdle has been cleared, another procedural hurdle awaiting Thursday?\n\nCORNYN: Well, Lou, this package of 26 or so amendments that Senator Reid, the majority leader, laid down today, \nit's 373 pages long. And most senators have never seen it.\n\nSo at least we're going to have, overnight, hopefully, to read it and to look what's in there. Then I expect that I and \nothers will offer additional amendments that we think are necessary. We -- I expect them to be objected to, but I \nthink we need to do that to demonstrate how this process is totally flawed and is going to produce a flawed product.\n\nDOBBS: Two of the most thoughtful senators, Senator Claire McCaskill, Senator John Cornyn. Hopefully, your \nreason, your capacity and your character will be contagious in the U.S. Senate.\n\nSenator Cornyn, thank you very much for being with us.\n\nCORNYN: Thanks, Lou.\n\n\n\nDOBBS: A reminder now to vote in our poll. Do you believe today's procedural vote assures passage of the \namnesty legislation in the Senate? We'd love to hear your thoughts. Yes or no? Cast your vote at LouDobbs.com. \nWe'll have the results upcoming here shortly.\n\nStill ahead, one of the congressmen behind the immigration reform bill. It's really all about security. See how that \nworks? We can talk about immigration reform, I mean, security, just as the folks in the Senate talk about security, \nbut they really mean, open up the borders and let it all roll. I'll be talking with Congressman Pete King.\n\nAnd I'll be talking with some of the people Senator Trent Lott wants to shut up. Three of the top radio talk show \nhosts in the country join me. We'll be talking about free speech and other things like that.\n\nStay with us.\n\nDOBBS: Joining me now, three of my favorite talk show hosts on radio. In Washington, D.C., of course, Joe \nMadison, WOL. And Wilmer Leon, XM Radio in Chicago. How about that Steve Cochran, WGN, being simulcast of \nWGN as we speak.\n\nGood to have you with us, Steve.\n\nSTEVE COCHRAN, RADIO TALK SHOW HOST: How are you, sir?\n\nDOBBS: Outstanding. Let me start with you. Do you think this means amnesty is on its way through the Senate?\n\nCOCHRAN: No. Because what we have here is what we usually get, the appearance of doing something as \nopposed to actually doing something. Because the Senate can decide they're going to debate a little bit, but we \nknow what the house is going to do. So they all can go back and tell people, \"Well, look what we did. It's the other \nguys that weren't paying attention.\"\n\nSo nothing gets done. It's more talk, and that's where all the apathy comes up. It's just -- the system's broken, as \nyou've said, Lou, a million times. DOBBS: Well, I hope that your analysis is correct.\n\nJoe Madison, I have a feeling you agree with Steve.\n\nJOE MADISON, RADIO TALK SHOW HOST: I told you that when I said that. And I didn't even talk to Steve.\n\nDOBBS: Great minds think alike.\n\nCOCHRAN: Well, it's true.\n\nMADISON: It's a procedural vote. And you know, the president used some currency when he showed up at their \nluncheon the other week pleading the case. So he gets a little bit.\n\nAnd the real -- here's what people need to do, between now and Thursday. This is when you really hit the \ntelephones. This is when the faxes need to ring. This is when the e-mails need to come, because the real vote is \nThursday.\n\nDOBBS: Wilmer is over there nodding his head. Wilmer, tell me you're as ticked off about this as I am.\n\nWILMER LEON, RADIO TALK SHOW HOST: Lou, I am.\n\nDOBBS: They're so sure in their analysis here. I hope you're right.\n\nLEON: What's funny is politics makes strange bedfellows. Because here you have Senator Kennedy parroting \nPresident Bush. And you have Feinstein -- Feinstein out of San Francisco parroting the president. And it's really \ncrazy when you have people like Trent Lott, who are running from this thing.\n\n\n\nDOBBS: Trent Lott, my gosh, he's running from you guys. He's so upset with you, Steve Cochran, he wants to shut \nyou down. Dianne Feinstein wants the Fairness Doctrine. You're just in trouble.\n\nMADISON: I'm in trouble, too. Let me tell you. I've got the members of the black liberal establishment asking why \nam I sitting up here with Lou Dobbs all the time? I mean, like \"The New York Times\" is after you. Oh, they are so \nangry with me at this point in time. But you know, I...\n\nDOBBS: Who's after you, Steve Cochran?\n\nCOCHRAN: Well, but you know what? That's -- the Fairness Doctrine, it's an idiotic discussion. Because frankly, \nLou, what you have done night after night and what we have done in talk radio, nobody else -- nobody else -- is \ntalking about this.\n\nHere's the bulletin, folks. Paris Hilton getting out of jail, a little less important than this. But we've got TV trucks lined \nup. We've got a million reporters out front wondering what she's going to wear and if she's going to go to a party. \nUntil people start caring enough to watch, listen and read what really matters, nothing changes. MADISON: Well, \nthey do care. And let me tell you something. I did two shows today. I filled in for Al Sharpton. Every single call I \nreceived, not one call supported this amnesty bill. And this is mostly from African-American listeners who said, \n\"Look, this is nothing but big business attempting to change the economic law.\"\n\nDOBBS: Does anybody here disagree with that?\n\nLEON: No, in fact, it's funny how they're still trying to use this word amnesty. And -- and as the president indicated \ntoday, he doesn't even understand what amnesty really means. But it is so -- it has caught on, because it's such an \nemotional issue that people can't even stomach to look at the substance and nature of it.\n\nCOCHRAN: But the deal -- the deal, though, Lou, is I'm not concerned about the future. Because this is not going to \nget fixed in two days, and they're going to, again, give the appearance of doing something.\n\nBut I know, like you guys, we're going to soon get the Ted Kennedy \"Behind the Music\" VH1 special on his singing \nyesterday on the Hispanic radio and Mexican radio. Let me tell you something. The guy has got a bright future in \nsinging. I don't know so much about governing. But his voice was beautiful.\n\nCongratulations, Senator.\n\nDOBBS: I'm sure that means a lot to him.\n\nLEON: What this also shows you is that, as we see many times you don't have permanent friends, you have \npermanent interests. And going back to how Ted Kennedy can be on the same side of this issue as George Bush \nfor different reasons. I mean, with George Bush as the CEO of the American corptocracy, but Ted Kennedy looking \nat this from more from a humanitarian...\n\nDOBBS: Do any of your listeners support amnesty?\n\nLEON: No. Because, first of all, it's not amnesty.\n\nDOBBS: OK. Let me rephrase that. Do any of your listeners support comprehensive immigration reform as \nSenator Kennedy and President Bush would put it?\n\nLEON: No, I could probably count on one hand and three fingers the number of callers I have that support it.\n\nMADISON: No.\n\nDOBBS: Steve Cochran, I know you're going to have to break away here very quickly. Your thoughts? I -- you've \ngot to love Senator Feinstein wanting to bring that Fairness Doctrine to you?\n\n\n\nCOCHRAN: Yes. Well, the Fairness Doctrine, of course, would mean this is great news for all of us. That since the \nJanet Jackson \"Boobgate\" has calmed down, now the geniuses in Washington will tell us what we can say and \nwhen we can say it. Please, people, I'm getting a headache.\n\nSomeone help up. Someone with common sense. As Joe said, e-mail the people you elected and ask them to \nappropriately represent you. Honestly, get it done. Go do it now, after the show tonight, go ahead.\n\nDOBBS: Great counsel, as always. And I know Joe Madison and Wilmer Leon agree with you. I know you've got to \nrun. Steve Cochran, WGN, always great to have you with us.\n\nCOCHRAN: Thank you. Take care.\n\nDOBBS: Joe -- Joe, I want to turn to what you said. Who's after you? Let's name names. I'll roll up my sleeves.\n\nMADISON: No, no, I felt like doing that on \"The New York Times\" going after you. I mean, it's the same thing. I \nmean, you know, this is not, to me, an ideological battle. This is one of common sense.\n\nI was insulted when the former president of Mexico said jobs that even African-Americans won't do. Well, that's...\n\nDOBBS: President Vicente Fox.\n\nMADISON: Yes, the former president. That set the stage right there for tremendous opposition. Then, when you \nhad the president saying we can't find Americans who will do this work. There was an article in \"USA Today\". You \nhave seven million Americans looking for work and seven million illegal immigrants right now.\n\nAnd so you just have people who think that, well -- and here's what I'm being told. You're on the side of people who \nwould oppose you anyway about other things. Well -- and we need to form a coalition. I don't mind forming \ncoalitions. But the problem is if we're going to coalesce, is let it be some give and take. I've got to get something for \nit.\n\nLEON: You coalesce around strength. You coalesce around leaders.\n\nDOBBS: Let's talk about coalescing around strength. How is it that we're at such a point in the 21st century that we \ncan't coalesce around the No. 1 value in this nation, which is equality, equality of freedom and individual liberty, a \nquality of economic opportunity, a quality of educational opportunity. Why can't we coalesce around the center of \nthis country?\n\nLEON: Here's why. Because the politics has changed from issue- based politics to ideology-based politics. And now \nthere was a point, even 15 years ago, when people from opposite sides of the aisle could look at an issue based on \nthe logic of the issue and come up with a consensus. Now everything gets viewed through the prism of ideology.\n\nMADISON: I'm going to put in one simple term. We have a plutocracy and an oligarchy running this country, and we \nneed democracy. And that means that people have got to speak up. Not big business, not big interests, not families \nthat own big businesses. This is oligarchy and plutocracy at its best.\n\nDOBBS: All right. Gentlemen, it's always good to have you here. Good to have you.\n\nMADISON: Appreciate it.\n\nDOBBS: And Steve Cochran had to leave to finish up that radio thing he does in Chicago. Thank you, gentlemen, I \nappreciate it.\n\nComing up at the top of the hour, Wolf Blitzer with \"THE SITUATION ROOM\". Wolf, what have you got for us?\n\nWOLF BLITZER, CNN ANCHOR: Thanks very much, Lou.\n\nThe CIA takes the wraps off decades-old secret records, and it isn't pretty. The stunning details. That's coming up.\n\n\n\nAlso, dramatic turn in the trial of the terror suspect Jose Padilla. A CNN interview at the center of the biggest terror \ntrial since 9/11, happening today.\n\nAnd the closest thing possible to a reunion of the Beatles. Paul McCartney, Ringo Starr, the widows of John Lennon \nand George Harrison. Larry King will brief us on this remarkable event.\n\nAll this coming up right here in \"THE SITUATION ROOM\".\n\nBack to you, Lou.\n\nDOBBS: Look forward to it, Wolf. Thank you very much.\n\nComing up next, Congressman Pete King. He's here to tell us about what the House is going to do about border \nsecurity and that crazy idea in the Senate. Stay with us.\n\nDOBBS: Critics of the so-called grand compromise on illegal immigration legislation says that the bill simply won't \nprotect our borders and, as we've reported, it's demonstrable.\n\nLast week Republican congressmen Brian Bilbray, Pete King, Lamar Smith, introduced their own legislation. They \nsay their bill raises border security and enforces existing immigration laws.\n\nOne of those authors and sponsors, Congressman Pete King of New York, joins us.\n\nCongressman, good to have you.\n\nREP. PETE KING (R), NEW YORK: Good to be here, Lou.\n\nDOBBS: How could you entitle a bill \"Security First\"? What a terrible idea.\n\nKING: Well, it certainly is terrible to the House of Lords, the Senate, who has this very elitist view.\n\nListen, the overwhelming majority of American people are right, we have to secure the border first. It's common \nsense. No matter how anyone feels about immigration, quite frankly, I'm a supporter of immigration.\n\nBut we have to stop illegal immigration. We can't be giving amnesty. The Senate bill is a hoax and a charade, and \nit has to be stopped.\n\nDOBBS: You said you're a supporter of immigration. Now for the life of me, I don't know how anyone could not \nsupport immigration. In this country, we bring in over two million people a year legally into this country, and people \nact as if we curtail illegal immigration, somehow or other we're restrictionists. It's sort of an interesting mindset and \ngives you sort of the sense of the entitlement that they want to propagate.\n\nBut you use an interesting expression referring to the Senate, the House of Lords, the elitists. Talking with Senator \nCornyn, Senator McCaskill, who voted against cloture, two, as I said, two of the most thoughtful senators in the -- in \nthat august body.\n\nBut the elitism that's here, we're seeing it with corporate America trying to exact its influence, as well. What do you \nsee as driving the Democratic leadership of the Senate here?\n\nKING: Democratic leadership -- this is the politically correct route to go. Politically correct in that the intelligentsia \nwant this. The liberal left in their part, which is their base, their driving force, wants this. They see this as being \npotentially more Democratic voters.\n\nAnd also many people in the Democratic leadership do want open borders. So that's their excuse.\n\nThe excuse of the Republican side is it's corporate America, big business America wants the cheap labor.\n\n\n\nDOBBS: And -- and with that before us, why in the world can the American people, American citizens, 250 to 280 \nmillion people who describe themselves as middle class folks, the kind of people you represent, Congressman, how \nis it they can't find any representation on that big ol' Hill?\n\nKING: It -- this has caused a terrible disconnect between the American people and the elected officials. Of course, \nthis is the frustration I sense when I -- I'm home every weekend in my district in -- on Long Island, Massapequa, \nLevittown, Babylon, going through streets. This is all people are talking about.\n\nAnd it's not even that they're against the Senate bill. They're saying, how is this allowed to happen? Why is it \nhappening? Isn't anyone listening to us? And so this is a real disconnect. And that's even almost a larger issue than \nthe merits of the bill, which are bad enough. But the fact is, it's a lack of confidence. DOBBS: If this is going to \ncome out of the Senate, can it be stopped in the House?\n\nKING: Yes, Nancy Pelosi says that she will not move it unless there are 60 or 70 Republican votes. Now -- right \nnow, there are nowhere near 60 to 70 Republican votes. It's interesting. If they thought it was a popular bill, I \nwouldn't be looking for cover from the Republicans.\n\nBut it's going to be a tough fight. If it does pass the Senate, then all the fury is going to come down on us in the \nHouse.\n\nDOBBS: What should people at people listening to Congressman Pete King right now do?\n\nKING: They should contact their senators. Contact them and get on the phone. And remind them if they're coming \nhome for a Fourth of July parade next week, it's going to be a very hostile homecoming.\n\nDOBBS: Congressman Pete King, good to have you here.\n\nKING: Thank you.\n\nDOBBS: Thank you.\n\nComing up next, we'll have more of your thoughts. We'll have the results of tonight's poll. Stay with us. We'll be right \nback.\n\nDOBBS: Now the results of our poll. Sixty-eight percent of you say today's procedural vote does not assure \npassage of amnesty by the Senate. And I just want to say, thank you to that 68 percent who lifted my spirits a bit \nafter reporting on this all day long.\n\nThis afternoon, I was a guest speaker at the National Press Club here in Washington, D.C. As you might imagine, \namnesty was the principal topic.\n\nBut I also was talking about journalism, the kind I practice on this broadcast and the type of journalism being \npracticed at most mainstream news organizations.\n\n(BEGIN VIDEO CLIP)\n\nDOBBS: Every reporter on -- whether it's the -- whatever news organization, whether print or electronic, goes out \nand, usually, working with a shorter-staffed editorial department, goes out and gets a Republican view and a \nDemocratic view. Just like that, the journalist has done his or her job.\n\n(END VIDEO CLIP)\n\nDOBBS: That's what's passing for fair and balanced journalism in this country. Of course, no one knows what to do \nif there were four or five parties. I guess we'd have to have four or five sound bites to satisfy those folks. The type of \njournalism has little to do with our search here for the independent, nonpartisan reality that we all live.\n\nTime now for some of your thoughts.\n\n\n\nJoe in South Carolina said, \"Lou, I watched your speech at the National Press Club today, and I must say that you \necho every sentiment in my soul when it comes to immigration and the assault on the middle class. You are right \nin saying that we as Americans are being taken for granted as far as our political affiliation. I'm changing my party to \nindependent. Thank you.\"\n\nAnd Leslie in Minnesota: \"Great speech today! I'm going right over to change my voter registration to independent. I \ndon't want my vote to be taken for granted anymore.\"\n\nMe, either. That's why I'm an independent. Let's raise hell.\n\nWe love hearing from you. Send us your thoughts at LouDobb.com.\n\nThanks for being with us tonight. Join us here tomorrow. For all of us, thanks for watching. Good night from \nWashington, D.C. \"THE SITUATION ROOM\" begins now with Wolf Blitzer -- Wolf.\n\nBLITZER: Thanks, Lou.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}