{"title": "A harsh reality of immigration", "body": "\nRodi Alvarado Pena, a Guatemalan national, is a torture victim. She was routinely raped, beaten and threatened for \n11 years and finally escaped the violence by fleeing to this country. Her problem is, her tormentor was not her \ngovernment but the man she married.\nPOL.ASYLUM\n\nLast month, the Board of Immigration Appeals denied Alvarado's request for asylum to be free from her abusive \nspouse. It was a tough-to-swallow but necessary ruling.\n\nDomestic violence is a serious problem in many countries where the culture condones it and police authorities \nignore it. But our political asylum process was designed to protect people from government-sponsored terror, not \nthat which arises out of personal relationships. Asylum exists to give sanctuary to people who, due to their \nimmutable characteristics, their social group or their political or religious beliefs, face violence or persecution at the \nhand of government or with its blessing. Those people are truly without a country.\n\nEven though Alvarado was able to show that her attempts to persuade the Guatemalan courts to intervene in her \ndomestic nightmare were fruitless, she was unable to prove that domestic violence was an intrinsic part of marriage \nin her country.\n\nThe board noted that spousal abuse may have been officially tolerated, but it wasn't officially sponsored or \nencouraged. \"The record also shows,\" wrote board member Lauri Filppu, \"that abusive marriages are not viewed as \ndesirable, that spousal abuse is recognized as a problem, and that some measures have been pursued in an \nattempt to respond to this acknowledged problem.\"\n\nWhile immigration guidelines have recently expanded asylum to recognize gender-based persecution, victims of \nspousal abuse do not fit neatly into that category. Men and women are subject to abusive partners, and abusers \ndon't target their victims on the basis of gender but on that of familial relationship.\n\nCritics of the board's ruling say Alvarado's situation was similar to that of Fauziya Kasinga, the West African woman \ngranted asylum in 1997 to escape the practice of genital mutilation. But in Kasinga's case, the gruesome ritual was \na cultural imperative in her tribal society, universally practiced to discourage women from sexual promiscuity. \nKasinga proved she would have been persecuted.\n\nThe harsh reality of immigration is that some people in need are going to be shut out. The United States routinely \ndenies entry to people running from desperate economic circumstances because so much of the world's population \nwould qualify for entry under that criterion. The line has to be drawn somewhere, and it is both reasonable and \nresponsible to admit people whose own government abuses them, but to turn away those whose husbands do.\n"}