{"title": "Border disorder", "body": "\nI know it's not just me, so I assume you have noticed eerily disturbing parallels emerging between Donald Trump's \npolitical flight path and that of our own Trump Mini-Me as beleaguered Britain flies into October's uncharted Brexit \nairspace with the transponders switched off ? So weird is the convergence that there is talk in both jurisdictions of \nimpeaching the rascals, though not in a single two-for-one indictment to save money.\n\nHyperbole? Of course, though my own impatient lapses are a \"model of restraint\" compared to Boris Johnson's \ncynical notion of moderation. David Gauke deplores the new \"Trump style\" and Alastair Campbell revealed in last \nweek's TNE that he has nightmares. The verbal damage deliberately being inflicted on established rules and \ninstitutions by nihilistic populism may prove a more toxic legacy than acts of war - or even Brexit.\n\nWednesday's supposed 'final offer' to the EU27, the 'two borders for four years' hybrid model for the Irish border, \nwas badly received in Brussels and aroused the immediate suspicion that it was \"kamikaze\", designed to be \nrejected, so that Johnson can take Britain over the no-deal cliff on Halloween, as Dominic (\"we are enjoying this\") \nCummings intended. Brilliant brinkmanship - or loutish, self-absorbed stupidity, the latest miscalculation since he \nentered No.10? The idea of Boris O' Johnson, the emollient Irish customs officer, is not one likely to get many \ntakers.\n\nIt's not good enough to point out that their rivals say deplorable things too about \"lynching Esther McVey\" and other \nugly nonsense. Presidents and prime ministers set the tone, not backbench MPs who may be genuinely frightened \nfor their children's safety. Even Jake (\"constitutional coup\") Mogg later acknowledged the shocking level of online \nabuse, especially to women and ethnic minority MPs - though not his own silky role in fuelling it. It is hard to put the \ngenie back.\n\nJust look at the US-UK governing duo's increasingly erratic sense of direction, their inflammatory (\"take it or leave \nit\") and obfuscatory (\"no memory whatsoever\") provocations, both to rally the party faithful gathered in Manchester, \nto abuse opponents and distract from their own glaring failures and affairs.\n\nConsider the crowd-pleasing words that mask private intentions and possible defiance of the law, the sheer, \ndestabilising dishonesty of so much of what both leaders say in these dangerous times. Johnson's post-Supreme \nCourt statement to MPs last Wednesday was the most tawdry Dispatch Box performance I can remember in 45 \n\n\nyears. He does not have Trump's excuse of narcissistic ignorance. For all his double-speak of reuniting the country, \nhis party conference speech doubled down yet again. It won't \"Get Brexit Done\" anyway, just the relatively easy bit.\n\nLittle wonder in this unreal atmosphere - apocalyptic floods and collapsing icebergs in the background - that some \ntalk of invoking the ancient legislative remedy of parliamentary impeachment. First revived from the classical world \nin England in 1376 it successfully removed one of Edward III's crooked military commanders, William Latimer, who \nhad been short-selling the country for French bribes. MPs last deployed it in 1806 to curb the Scots Tory politician, \nHenry Dundas, suspected of stealing naval funds. He was acquitted after a trial by his mates (whoops, I mean \npeers) in the House of Lords, so you may think he was lucky.\n\nNo, impeachment isn't going to happen here, despite a certain blond columnist enthusiastically demanding it for \nTony Blair over Iraq in 2004. It may not come to much in the United States either. In 230 years the US House of \nRepresentatives has impeached two presidents, Andrew Johnson (no relation) in 1868, and Bill Clinton in 1998.\n\nBoth were acquitted by the Senate - shades of Dundas - while a third, Richard 'Watergate' Nixon, resigned before \nhis likely conviction. Trump's ever-deepening trouble over his 'Mafia shake-down' treatment of Ukraine (Australia \ntoo?) looks increasingly serious, but I'm still sceptical that it will ever get to the Senate. In an election year, the risks \nare high for both sides. Clinton's popularity actually rose. Voters warm to a lovable repentant.\n\nAt Westminster, the combined opposition majority have other levers to pull in their efforts to head off Team \nJohnson's so-far feeble plans to get round the Benn Act. That's the one which requires No.10 to seek a further \nBrexit extension if no deal has been reached at the October 17-19 EU summit. But they can't agree on what exactly \nto do. Thanks to No.10 the 22 expelled Tory MPs hold the key. By definition they are weighty and experienced \nplayers, as the European Research Group's Steve Baker and Mark (\"gun in my mouth\") Francois are not.\n\nA successful no-confidence vote under the 2011 Fixed Term Parliament Act is being pressed by the SNP for \nreasons of its own. But one carried without an agreed interim PM (\"not you, Jeremy\"), let alone what he/she should \ndo next apart from seek that three-month extension, is a recipe for disaster. Not that the SNP would care much. For \nthe same reason as the DUP and Sinn Fein, the Nats are not honest brokers of a UK crisis. Don't hold your breath.\n\nCall an election? Or initiate a People's Vote? With an extension secured, fractious Labour could no longer duck the \nelection it pretends to want, but never now. It would be an election that the ousted \"Brexit Martyr\" Johnson might be \nwell placed to win handsomely, as Dominic Cummings - dubbed Wile E Coyote by TNE - surely calculates. Far \nbetter to keep Boris on the hook and force him to back down from his windy \"do or die\" pledge. Watch them wriggle \nas No.10 sweats to square its macho political strategy with the inconvenient facts and the constraints of the law.\n\nTrying to keep their activist base happy at the Manchester conference, craven ministerial loyalists, most of them \nkept in the dark like mushrooms, have been contradicting themselves on Brexit, as on much else. That includes the \nnumber of new hospitals (40 or six) they promise to build with Monopoly money that Sajid Javid doesn't have, \nwhatever he said from the podium on Monday. The Treasury's own Office of Budget Responsibility (OBR) predicts \na £30 billion loss from no-deal.\n\nMore hospitals, police and homes, tougher sentencing (that's expensive) to please the Daily Mail, an increased \nminimum wage (\"We are the workers' party,\" boasts lacklustre Javid), they are spending like drunken sailors or \nsober Corbynites.\n\nWe know that party conferences are bubbles, but this week has been the Tory bubble. Whatever happened to the \nBlessed Margaret's lessons on fiscal probity? Or Javid's professed devotion to the minimal state cultist, kooky Ayn \nRand?\n\nMinisters protest that Benn's law is undermining their negotiating strategy in Brussels, as are interventions there by \n\"traitors\" like Blair. Yet they still assert there can be a deal while insisting - on no evidence - that they will be able to \nsidestep Benn with one of Baldrick Cummings's Cunning Plans and \"Get Brexit Done\" by October 31 without a deal. \nIn that event there will be only temporary disruption (ignore gloomy Operation Yellowhammer predictions and \n\n\n\nbusiness complaints). In any case, steps will be taken to mitigate it. What does Nissan know about producing cars \nin Sunderland compared with IDS?\n\nThis can't all be right and, judged by both weasel words and feeble actions, we are given little reason to trust those \nwho say it. Perhaps they have an ace up Coyote Cummings's sleeve to offset his run of defeats, though dissent and \ndepartures in No.10 suggest an unhappy ship, torn between high-profile Coyote, who apparently has Carrie \nSymonds on his side, versus relatively stable Michael Gove, Eddie Lister and Lynton 'Dog Whistle' Crosby. The \nWorld King is reportedly resolute for indecision (again) as his greatest copy deadline looms.\n\nThe other Dominic - Grieve QC - says Benn's law is watertight. But it is the prime minister who sets the tone and \ndirection for his administration's course and that is not encouraging. His interview with the BBC's terrier-like Nick \nRobinson on Radio 4's Today - plenty such this week, he prefers chatting to hacks over the \"working flat-out\" grind - \nwas pretty second-rate bluster on both substance and unapologetic tone.\n\nThe plan had obviously been to avoid sending the EU27 any formal revised draft of a Withdrawal Agreement - as \ndistinct from deniable 'non-papers' - until after the party faithful were safely on the train home, doubtless rightly \nworried that Brussels would leak details and provoke hardline uproar. Leaks happened anyway, the plan to \nestablish Irish border customs/standards 'clearance sites' five to 10 miles from the international border. It is a \nversion of Norway's arrangements with Sweden, endorsed by ERG types and Greg Hands' Alternative \nArrangements Commission, but not by assorted Irish tribes, including the DUP's Arlene Foster who is cutting up \nrough again. For a leader in a Brexit minority, who has crashed her own devolved parliament, she certainly has \nnerve. Under Boris's plan Stormont could opt for British or Irish trade rules in 2025. Optimism indeed.\n\nFaced with awkward leaks Johnson prevaricated, as usual. That's why this week's column is not wasting much \nspace on that pole-dancing American 'tech entrepreneur' getting public funds and telling people who told the \nSunday Times she was having an affair with Mr Mayor. Most voters seem to assume the sex is true and wholly in \ncharacter. Oddly the new Tory party conference, rabidly right-wing and populist, high-spending and louche, doesn't \nseem to care about the money or sex - as it did when amateur lecher, Cecil Parkinson, got caught at the 1983 \nconference. With World King Boris philandering is all priced in.\n\nDitto allegations from Charlotte Edwardes, the journalist who launched her new column with a double thigh \nsqueezing yarn about the then-editor of the 'Sextator', as the Tory magazine was called during Johnson's chaotic \neditorship. I assume it's true, so does Amber Rudd, who famously said she wouldn't want Boris to share her taxi. \nMatt Hancock boldly faces both ways while ministerial toadies shuffle uneasily before supporting their leader's \nroutine denial. It must be said that no public money was involved. But amateur philanderers have been forced out \nfor less. Boris was married to his \"current wife\" and getting the Spectator's Petronella Wyatt pregnant at the time.\n\nIt never does to get too pious about sexual misconduct in politics. David Lloyd George was a predator (and \nfinancially dishonest too), but managed his affairs discreetly, as worldly types like Alan Clark do. LG was also a \nbrilliant, can-do leader at two moments of existential national crisis, his radical 1910 budget battle with peers and \nthe war crisis of 1916. Boris may yet surprise us all and deliver a workable Brexit, one that binds up the nation's \nwounds and allows the angry bully to become the One Nation liberal Tory he claims to be. Not much grounds for \nhope yet. Sister Rachel blames the Coyote.\n\nBut what goes round comes round again. While waiting for Blair and president Jacques Chirac to emerge from an \nAnglo-French summit I once asked a French reporter about Chirac's steamy love life (\"cinq minutes, y compris la \ndouche\" as a bodyguard later observed), all true, he confirmed. \"No British PM since LG would have dared,\" I \nreplied. \"No, because next day it would be all over your tabloids,\" retorted my colleague.\n\n#MeToo times have changed that calculation - even in cosy elite France. But character matters in politics. Dead at \n86, Chirac was buried in pomp this week, a charming rogue whose regime as mayor of Paris was corrupt. His two \nterms as PM, later president, were marred by scandal, lack of purpose in fulfilling his pledges to help future gilets \njaunes, by disloyalty and opportunism. In 2011 Chirac was too gaga to be in court for his two-year suspended jail \nsentence.\n\n\n\nOn the left he gets credit for resisting the 2003 invasion of Iraq, but that was shabby opportunism too, in cahoots \nwith Russia and China at the UN. If they followed abroad much, no-deal Brexiteers might call it his 'surrender act', \nwhich all but guaranteed the invasion would happen. It has not spared France or Germany Islamist violence and \ngilets jaunes reaction.\n\nSimilarly motivated by personal ambition and not much else, Johnson's tactics also help entrench ugly reaction \namong aggrieved citizens who - all but the easily misled - are probably taking this week's spending promises with a \nmug of salt.\n\nThough an above-the-fray law officer, attorney general Geoffrey Cox abandoned declared respect for the Supreme \nCourt's prorogation ruling halfway through his parliamentary statement. He denounced the Commons elected in \n2017 - after an avoidable Tory mandate gamble - as \"dead\" and cowardly for resisting another avoidable Tory wish \nto repeat the tactic which failed for Theresa May. Cox sounded like an ERG candidate in a Labour-held by-election \nin pro-Leave Middlesbrough. But before bedtime he was outbid by his slapdash columnist of a leader's \"humbug\" \nresponse to Labour's Paula Sherriff, protesting about his use of the toxic phrase 'surrender act' to describe the \nBenn legislation. To add insult to injury Johnson said \"Get Brexit Done\" is the best way to honour pro-Remain Jo \nCox, murdered by an inflamed nationalist.\n\n'Paralysed parliament', 'surrender act', the 'people vs parliament', 'cowardice' - these glib slogans have all been \nmarket-tested by the social media-savvy Cummings. At the Tory conference the phrase 'focus group-approved' is \nappearing on fringe meeting advertising for policies which may be sponsored by some of those pro-Brexit, pro-Boris \nhigh financiers, their money cleansed via think tanks. Philip Hammond - no leftie - denounces them as cynically \nmaking money out of rising market instability. Have they bought the Johnson Tory party, as Doha bought the crowd-\nfree World Athletics championship?\n\nHammond's ex-permanent secretary, Nick MacPherson, was moved to endorse his boss's complaint, but it was left \nto junior Treasury new boy - pro-Brexit, right-winger, Simon Clarke - to deny it, an expendable yes-man. All \ngovernments have them, this one has several with cabinet rank. Even Javid has been dubbed CHINO - chancellor \nin name only. The toady press goes along with it all, floating anonymous ministerial briefings about 'public disorder' \nif Brexit is postponed. Perhaps riots are conjured up to justify using emergency powers against Benn's act, even as \nthey blame critics for alarmism of No.10's own, calculated creation.\n\nResearching the latest volume of his excellent biography of Margaret Thatcher, the toady Telegraph's Boris-backing \nCharles Moore has unearthed a 1993 letter in which the ex-PM says Britain would be better off out of the EU, \nbecoming a free-market, non-interventionist Singapore. Coincidentally a few days earlier I had heard one of her \nclosest advisers in Downing St, speaking privately on that very issue. He made two points.\n\nThis well-placed civil servant never heard Thatcher - no focus group follower - endorse Brexit and knew she always \ndeplored referendums. But she regretted giving away so many vetoes to achieve the single market in 1986 and \nbecame impatient with the Franco-German push towards federalism. Which way would she have voted in 2016? \"I \nhonestly don't know.\" But don't mention this to Boris and his free-spending fan club. And certainly don't mention \nlow-spending Singapore.\n\nGraphic\n\n \n\nPICTURE, no caption\n"}