{"title": "Questions surround raid at city mosque;Agents detain imam after raids on Phila. mosque, two homes", "body": "\nHeavily armed IRS and immigration agents raided a Philadelphia mosque and two homes yesterday, seizing \ndocuments and detaining the imam on immigration charges.\n\nIRS officials gave no immediate explanation for the action, which came one day after U.S. Attorney General John \nAshcroft announced stepped-up operations based on concerns that al-Qaeda operatives were plotting an attack.\n\nJerri Williams, a spokeswoman for the Philadelphia office of the FBI, whose agents joined the raids but did not \nlead them, said there was no immediate suspicion of terrorism. \"We have no information connecting activities or \nindividuals involved with terrorism-related matters,\" she said. \"But as part of our support, we'd be reviewing items \nobtained to see if there is any terrorism connection.\"\n\nA copy of one search warrant in yesterday's raids indicated that authorities were looking for financial documents, \nincluding banking, payroll and wire-transfer records.\n\nImam Mohamed Ghorab, 45, an Egyptian national and cleric of the small Ansaar Allaah Islamic Society at 2225 \nWakeling St. in East Frankford, was taken into custody and was being held on immigration charges.\n\nArab community leaders, however, expressed concern that Ghorab's radical views were the reason he came under \nscrutiny.\n\n\"We hope it has nothing to do with that,\" said Chukri Korchid, an imam at Al-Aqsa Islamic Society, where Ghorab \nworked briefly in 2001.\n\nGhorab was described by some Arab community leaders as an outspoken cleric with \"anti-Western\" views who had \nrun afoul of Muslim immigrant leaders in the city, according to Samir Salah, an Arab community activist.\n\nIn 2002, Ghorab called on congregants to oppose the U.S. invasion of Afghanistan under way at the time, according \nto people who have attended his services, Salah said.\n\nGhorab's wife, Meriem Moumen, a native of Morocco who was briefly detained yesterday, defended her husband, \ntelling reporters he is a peaceful and \"loving person.\"\n\n\n\"He's the one who told us that your visa - it's a contract of peace. You cannot go bombing people. You can't. You \ncan't hurt children. You can't hurt old people,\" Moumen said.\n\nThe raids began around 8:15 a.m., when dozens of agents, some with dogs, stormed the mosque and the house \nadjoining it, said a witness working across the street at the time who did not give his name. Plainclothes agents \nwere armed with \"submachine guns, high-powered rifles,\" the witness said.\n\nMoumen, 33, said she and her husband were dropping off her daughter at an elementary school when agents \nappeared and ordered them to put up their hands. Later, she said, one agent asked if she was one of the seven \npeople with ties to al-Qaeda being sought by federal authorities.\n\n\"They crossed the line,\" Moumen said, noting that agents had visited and watched the mosque in the past. \"Since \nwhen is being a Muslim a crime?\"\n\nThe mosque - in a blue-collar neighborhood near the corner of Wakeling and busy Aramingo Avenue - is a \nsprawling one-story, cinder-block building formerly occupied by auto-repair operations, neighbors said. The building \nis surrounded by a 10-foot-tall chain-link fence topped with barbed wire.\n\nJust to the west and adjoining the mosque is the imam's home - a 2 1/2-story single that also was raided \nyesterday.\n\nThe other raided location was a home on Covered Bridge Path in Bustleton belonging to the mosque director, \nMoumen said.\n\nA woman leaving the home yesterday said agents had taken documents. She declined to identify herself.\n\nMarc Raimondi, spokesman for the Bureau of Immigration and Customs Enforcement in Washington, said Ghorab \nwas arrested on immigration violations last year and ordered deported, but he appealed the ruling and was released \non $50,000 bond.\n\nImmigration agents yesterday summarily revoked his bond during the raid and detained him \"pending deportation \nfrom the United States,\" Raimondi said. He declined to give further details other than saying nobody else was \ndetained yesterday by immigration agents.\n\nAccording to Salah, Ghorab came to Philadelphia in the latter part of 2001 from New York, where he had worked \nat one point as a taxi driver.\n\nHis wife said he had come to the United States around 2000. It was unclear what kind of visa he possessed.\n\nGhorab came to Philadelphia to help conduct services during Ramadan at Al-Aqsa Islamic Society, a mosque \ncatering mainly to immigrant Muslims. The mosque every year invites imams, sometimes from abroad, to help with \nthe busy Ramadan period.\n\nKorchid, the imam at Al-Aqsa, declined to discuss details about Ghorab or his work until authorities clarified their \nsuspicions and any charges.\n\nHowever, Salah and other Arab community leaders said mosque leaders had a falling out with Ghorab over his \nreligious and political views.\n\n\"He was too much for the Al-Aqsa, politically, and very conservative in religious views. You could call him radical,\" \nSalah said.\n\nMembers have described an unorthodox fund-raising style, in which Ghorab once locked the doors of his mosque \nduring collection times until he had reached his goal of raising $20,000, Salah said.\n\nKhorchid would only confirm that mosque leaders had \"severed ties\" with Ghorab shortly after his arrival and \nbefore the 9/11 attacks.\n\n\n\nAt some point later, Ghorab began working at the mosque in East Frankford. He filed articles of incorporation \nformally establishing the mosque on Jan. 22, 2002, according to documents on file with the Pennsylvania \nDepartment of State.\n\nThe search warrant issued yesterday noted that the investigation covered a period back to Jan. 1, 2002.\n\nGhorab listed himself as president of the nonprofit \"Ansaarullaah Islaamic Society,\" establishing the corporation \nwith Sayfullah McNeil, a Philadelphia imam listed as general secretary.\n\nMcNeil, an African American Muslim, is president of a mosque at 52d and Market Streets in West Philadelphia, \nMasjid Al Birr Wat Taqwa. McNeil also is vice president of the Islaamic Society of America, listed in West \nPhiladelphia, records show.\n\nMcNeil could not be reached yesterday.\n\nGhorab's mosque typically draws about 100 worshipers, mostly working-class immigrants from the Middle East, to \nits weekly Friday services, Salah said.\n\nContact staff writer Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com.  \n\nInquirer staff writers Jennifer Lin and Maria Panaritis contributed to this article.\n\nGraphic\n\n \n\nPHOTO AND MAP;\n\nGERALD S. WILLIAMS, Inquirer Staff Photographer\n\nMeriem Moumen, wife of Imam Mohamed Ghorab, criticized the raids and her husband's detention. \"They crossed \nthe line,\" she said. \"Since when is being a Muslim a crime?\"\n\nImam Mohamed Ghorab, 45, is an Egyptian national.\n"}