{"title": "In Manassas Park, Sanity; Taking a stand against illegal-immigrant bashing", "body": "\nTHE LITTLE town of Manassas Park is an unassuming place -- not the sort of town you'd necessarily expect to \ntake a courageous stand on illegal immigration. Yet that's exactly what it's done.\n\nBuilt as a bedroom community of Cape Cods in the '50s, it remains primarily residential, so much so that it is only \nnow getting around to building a city center, which officials hope will broaden the tax base. Although its population \nhas nearly tripled in the last 20 years, to 13,500, it is one of the smallest incorporated cities in Virginia. As an \nenclave of mostly affordable housing in pricey Northern Virginia, Manassas Park has attracted many Hispanic \nimmigrants, and as a result the city has become majority minority.   Still, no Hispanic has yet run for mayor or the \nCity Council, which is dominated by Republicans and conservative civil servants required by law to run as \nindependents.\n\nManassas Park is bounded on all sides by Prince William County, which has lately joined the nationwide rush to \nhound illegal immigrants by denying them public services and siccing the police on them in hopes of driving them \naway. Prince William's neighbor to the north, Loudoun County, has done the same. But Manassas Park, its \ndiminutive size notwithstanding, is refusing to be bullied into joining in the immigrant-bashing.\n\nInstead, the City Council has taken a stance opposing the nativist fever all around. The mayor, Frank Jones, and \ncouncil members rejected what they characterized as vigilante actions against illegal immigrants. The danger, \nseveral said, was that all Hispanics would be tarred  with the brush of intolerance and that the line between stalking \nillegal immigrants and whipping up a general hatred against Hispanics would blur. In a community where \nlongtime residents know most of their Hispanic neighbors as good citizens, there was little sentiment for a \nxenophobic crusade.\n\nElected officials in Manassas Park say that they oppose illegal immigration but that stopping it is a federal \nresponsibility. Cities and counties lack the means to do so, the officials say. Instead, they are doing what localities \nshould be doing -- getting tough on problems often associated with illegal immigrants, such as crowded \nflophouses, excessive numbers of cars parked at residences and gangs. Mr. Jones says he is also seeking greater \nauthority from the state to register and inspect rental properties systematically to ensure that decent standards of \nhealth and safety are maintained. Until Congress gets serious about enacting a realistic national policy on \nimmigration, Manassas Park's example is a sane, sensible approach to dealing with the problem at a local level.\n\n"}