{"title": "LETTERS TO THE EDITOR Send your letters by email to bleditor@thehindu.co.in or by post to 'Letters to the Editor', The Hindu Business Line, Kasturi Buildings, 859-860, Anna Salai, Chennai 600002.", "body": "\nOct 11, 2019( The Hindu Business Line: http://www.thehindubusinessline.com/ Delivered by Newstex)  Modi-Xi \nsummit Whether the arrival of Chinese President Xi Jinping for the second informal summit with Prime Minister \nNarendra Modi at the historic town of Mamallapuram heralds a new chapter in bilateral ties between two Asian \ngiants or not, it would hopefully pave the way for sustained engagement to iron out the differences on a host of \nissues ranging from lingering border dispute to trade deficit on the ground.Irrespective of the doubts being raised \nfrom different quarters over the efficacy of such informal summits in resolving the structural tensions that have \nenveloped the bilateral relationship between the two countries for long, it had raised the prospect for the leadership \nof both the countries to arrive at a better understanding of each other's concerns and help remove the irritants in the \nbilateral relationship.Despite the widening gap in the comprehensive national power of both the countries, reflected \nin China's aggregate GDP which now stands at $14 trillion, five times higher than India's $2.8 trillion, the two Asian \ngiants have the onus to keep their bilateral relationship on a amiable track to ensure peace, stability and prosperity \nin Asia.Warm ties between the two nations and their commitment towards multilateralism in international relations \naugur well for international peace.M JeyaramSholavandan, TN RCEP focus Another much-heralded Sino-Indian \nmeet, this time in Chennai. \n\nXi Jinping is here primarily to seek consensus on RCEP and ensure China remains the hub of Asia's economy.But \nconcluding RCEP in the middle of the Sino-US trade war would give a boost to China's morale. Modi and Xi Jinping \nmay just end up with a 'all's well' photo-op for their domestic audiences and little beyond.R NarayananNavi Mumbai \nBad-loan write-off That State Bank of India has written off bad loans amounting to Rs. 76,600 crore is bad news. A \nsizeable amount of taxpayers' money has been pocketed by 220 defaulters. Likewise there may be many other \nbanks which have their share of bad loans to write off. Political meddling in the lending policy is one of the main \ncauses for bad loans.How come banks lend the money without adequate collateral security? A startling revelation is \nthat 960 borrowers have been listed by the RBI whose debts of more than Rs. 100 crore each have to be written off. \nTaxpayers would feel cheated if the government uses the tax collected for loan waivers and bad loan write-offs at a \nlater date. The government should use taxpayers' money to create infrastructure and strengthen national \nsecurity.KV SeetharamaiahHassan, Karnataka Improving competitiveness This refers to the editorial 'Losing the \nedge' (October 11). On competitiveness index rankings, India was at 63rd position in 2017, improved to 58th in \n2018, and has fallen back to 68th in 2019. And among the BRICS economies, India is the worst performer. While \nChina, which is also going through a economic slowdown, still managed to do well.Though there is no comparison \nin size between the economies of Singapore and the US, credit must be given to tiny island nation to push the US \nto second position. India needs to take heart from the fact that we have scored well on macroeconomic stability and \nmarket size.But where we need to improve leaps and bounds are on the security, health, skills and labour fronts. \nWhile skill development has been a focus area for the Prime Minister, we have not made much progress in the last \nthree to four years.We should have leveraged our population and large number of youth and gradually upgraded \nunskilled labour to skilled ones. At a time when our GDP forecast is being reduced and we are going through an \n\n\neconomic slowdown, it is an opportune time for structural reforms to create employment through skill development \nacross the country by choosing hubs and pockets so that we can create multiple skills at all levels.Bal GovindNoida \n"}