{"title": "Made in U.S.A.; Buying American is a shopping challenge.", "body": "\nThe production of this paragraph was not outsourced to the Philippines or Mexico. It was written, punctuated, and \nfact-checked in the U.S.A. It was, however, composed on a laptop computer that was manufactured by Lenovo, a \ncompany in which the Chinese government owns a twenty-seven-per-cent share (Lenovo.com; Model X301, \nstarting at $1,999). The writer is American, but also Russian and Romanian. Her ideas derive partially from Adam \nSmith, the Scottish moral philosopher and political economist. A coffeemaker made by the German company Braun \nwas tangentially involved (Amazon.com; ten-cup coffeemaker, $39.99).\n\nDon't our fellow-citizens create anything? Well, McDonald's hamburgers are ground from American cattle (except \nwhen they are supplemented by Australian and New Zealand beef), most of the Hummers on our roads are \nassembled at plants in Indiana and Louisiana, and the bulk of unwanted bulk e-mail originates right here. Permit \nme, then, to rephrase the question: Are there any domestically produced goods that we might be proud to call our \nown?\n\nWhat does the label \"Made in the U.S.A.\" mean, anyway? According to the Federal Trade Commission, it \ndesignates that \"all or virtually all\" of the product and its components were made in the fifty states, the District of \nColumbia, or any American territory or possession. This is one of the reasons you have never seen a \"Made in \nJohnston Atoll\" label.\n\nWhere else to begin the search for indigenous stuff but at Lord & Taylor, the first major emporium to spring up on \nFifth Avenue, the first to have an elevator, and the first to turn its windows into a Christmastime spectacle? Each \nmorning as business begins, an orchestral recording of \"The Star-Spangled Banner\" can be heard resounding \nthrough the ten-story Italian Renaissance Revival building, a ritual that started in 1979, during the Iranian hostage \ncrisis.\n\n\"If they're serving mimosas, I'll have one,\" joked the woman sitting next to me on one of the folding chairs hospitably \nset out just inside the entrance for customers who arrive early. One saleswoman told me, \"I'm American-born, so I \nreally like the tradition. I stop what I'm doing, but the others keep counting their registers, which makes me cringe.\" \nShe was standing in front of a rack on which an appealing and patriotic-looking Michael Kors linen jacket ($159.50) \nhung. But its broad stripes of red, white, and blue gave proof, under the fluorescent light, that our rags are not being \nmade here. Hint: the jacket hails from a land that has a red flag and rhymes with \"angina.\" From where else does \nthe merchandise arrive? Sri Lanka (Joseph Abboud lavender checked men's shirt; $98), Tunisia (Hugo Boss men's \n\n\nbelt; $85), India (Cole Haan tan saddle-leather belt with white stitching; $59), Indonesia (Kenneth Cole men's slim-\nfit stretch shirt; $59.50), Peru (Ike Behar New York blue tattersall shirt; $165), Finland (Ben Kahn red sheared-mink \ncoat; reduced to $2,445), Honduras and El Salvador (Jockey classic boxer briefs, three for $27; Jockey T-shirts, \nthree for $24), Israel (Iris Braunstein hand-painted bracelets decorated with crystals, sparkles, and gloss; $85). If \nyou hunt, you can even find a thing or two from the United States-for instance, a smart black nylon quilted A-line \njacket from the Malaysian-born designer Yeohlee ($750, reduced to $149.99).\n\nThe retailarchy Bloomingdale's has yet to go multinational, although a Dubai venture is in the works. Don't be fooled \nby the Juicy Couture shopping-themed Monopoly game that comes in a box proclaiming \"Born in the Glamorous \nU.S.A.\" ($58). (The dice were born in China.) \"Sure, we have lots of things made here in the States,\" a woman in \nhousewares told me. \"I don't know specifically what, but, gee, there must be something.\" After looking high and low, \nwe came across some lattice-weave placemats made in New York, by a company called Chilewich (variety of \ncolors; $15-$18). \n\nAha! Up on the fourth floor, take a look at the ladies' apparel by St. John, all of it manufactured in California. St. \nJohn Knits, if you are not familiar with the line, look as if they were made in an era when women wore clothes that \nwere made in the U.S.A. But doesn't that putting-green-colored suit jacket ($1,795), perfect for a country-club \nluncheon, look lonely without a crocodile clutch? Let's see if there is anything in the handbag department stitched in \nthe United States. \"Nothing, nothing, nothing,\" a saleswoman in the Marc Jacobs section said, noting that the high-\nend bags are from Italy and the cheaper ones are from you-know-where. \"Obama should give tax breaks to \ncompanies that employ people here,\" she said. \"And we should subject our products to the same poisonous dyes \nused by foreign companies, if that's what it takes to compete.\" \n\nJust when you thought you were getting ready to go shopping, here comes the economy. Should we be in favor of \nfree trade or protectionism? Proponents of the former argue that frictionless commerce makes for cheaper stuff-and \nplenty of it. Protectionists, who support tariffs, quotas, and subsidies, say that, without government guardianship, \nAmerican firms don't have a chance against foreign counterparts that can pay lower wages and save money by \nignoring human rights and environmental concerns. \n\n\"Oh, yeah? What about the Smoot-Hawley Tariff Act?\" free-traders like to retort, referring to the 1930 legislation that \nmany believe exacerbated the Great Depression. Then they point out that globalization is here to stay. \n\nIn practice, the stance of most politicians is somewhere in between. \"We have a right to sell you our stuff without \nany restrictions, and if you're nice or lend us a bunch of money maybe we'll let you sell us your stuff\" is the way \nformer Senator Bob Kerrey summarized the position to me, noting that purists from either camp belong only at \nconferences and on talk shows. Members of Congress initially pushed for a Buy America provision in the \neconomic-stimulus package, but it was watered down, at the President's urging. Most economists, by the way, favor \nfree trade. But George W. Bush leaned that way, and you know how we felt about him. \n\nWhat could be more American than Early American furniture? Shakers who can't afford Shaker can acquire \ndovetailed pieces for their meetinghouses at Thos. Moser Cabinetmakers (699 Madison Avenue, at 62nd Street, \nsecond floor), although the walnut chaise may be just slightly more curvaceous than a Believer in Christ's Second \nAppearing can tolerate (authentic Shaker dresser, $48,000; chaise, $4,350). Mr. Moser, a former professor of \nspeech, got into the home-furnishings game thirty-seven years ago, and today is joined in the business by three of \nhis sons. Their chairs, tables, stools, desks, and credenzas are informed not only by Shaker design but by the Arts \nand Crafts movement, the Bauhaus School, and traditional Japanese joinery. The pieces are constructed in Maine \nfrom Pennsylvania cherry trees, although, on request, the Mosers will use another species if they deem the choice \naesthetically and ecologically appropriate.\n\nSimon Pearce's eponymous emporium (500 Park Avenue, at 59th Street) has for decades specialized in glassware, \nceramics, and sundry other breakables, most of them handmade in the company's workshops in Vermont and \nMaryland. A New York galley kitchen may not be able to accommodate the XXL glass cake plate ($395), but surely \nthe less grown-up stand for a single cupcake ($65) would fit. Do customers care that the goods are made by the \nhome team? According to the store manager, \"The 'Is it made in America?' question comes up, especially from \n\n\n\npeople who are travelling overseas and want to bring their hosts a locally produced gift. But it's not the top \nquestion.\" And that question would be? How to spell Quechee (home of the flagship store, in Vermont). \n\nAt the Times Square branch of the French-owned cosmetics chain Sephora posters advertise \"Star-Spangled Skin \nCare Values\" and declare, \"We the pretty, in order to form a more gorgeous complexion for all, do solemnly swear \nto faithfully preserve, protect, and defend the constitution of your skin.\" Take that, Chief Justice Roberts-not to \nmention Thomas Jefferson, who wrote, \"I have come to a resolution myself as I hope every good citizen will, never \nagain to purchase any article of foreign manufacture which can be had of American make, be the difference of \nprice what it may.\" (Don't tell anyone, by the way, that Jefferson, despite his buy-American rhetoric, went on such a \nContinental shopping spree while he was minister to France that he returned to the States with eighty-six shipping \ncrates of souvenirs.) \n\nDo cosmetics consumers care that Stila, Too Faced, Bare Escentuals, DuWop, Cosmedicine, and Tarte \nmanufacture on our shores? \"I am a twenty-year-old on a budget,\" said a twenty-year-old on a budget, who was \ntrying on some Bare Escentuals \"soft black\" eyeshadow ($13). \"I don't have the means to take into consideration \nwhere the money is going.\" \"Once, I had a customer ask if something was made in the U.S., but I can't remember if \nshe wanted it to be American or not,\" a saleswoman told me as she smeared a Tarte cheek stain on my hand to \nshow me the color of this fine American water-based rouge ($28), which is packaged like a fat pushup ChapStick. \nIncidentally, ChapStick was invented in the eighteen-eighties by a pharmacist in Virginia, and it is still made there \n(Walgreens; $1.99).\n\nDo you remember when foreign stuff was still exotic? It used to be exciting to buy things that weren't made in \nAmerica-Pier 1 Imports was like Shangri-La. How thrilled we were when Julia Child found France and brought back \ncoq au vin! Nowadays it's homegrown goods that feel special. Take the Fender guitar. Models from the firm's plant \nin Mexico start at five hundred dollars, whereas the varieties made in Corona, California-hand-built of superior \nmaterials-start at a thousand (Guitar Center, 25 West 14th Street). Cannondale's most élite bike, the SuperSix, \nridden by the Italian racing champion Ivan Basso, is handmade in Bedford, Pennsylvania, whereas some of the \ncompany's cheaper models are manufactured in Taiwan and Vietnam.\n\nAsk someone in another country to name his favorite American goods and chances are the answer will not be \nsemiconductors, aircraft, or automobile engines, even though these are among our top exports. So which \nAmerican products make the shopping lists of foreigners? Here's a sampling of responses I received: Canadians \nlike Red Wing shoes, Trish McEvoy makeup, Smucker's peanut butter and jelly in the same jar, Cherry Coke Zero, \nMilky Ways, and pickles. The English go for M&M's, Tootsie Rolls, Oreos, Krispy Kreme doughnuts, Craisins (of \ncourse), Ziploc bags, Tiffany & Co. jewelry, and the American version of the British TV program \"The Office.\" The \nChinese like Colgate toothpaste, Pringles, Aunt Jemima pancake and waffle mix, any Procter & Gamble shampoo, \nRubbermaid products, wooden bowls, \"Sex and the City,\" Hillary Clinton, and vitamins. A Frenchman told me that \nhe loved American cigarettes, and a Mexican fellow said that he was partial to Dodge pickup trucks. \n\nA Yankee Doodle Dandy would be right at home at Kaufman's Army & Navy (319 West 42nd Street), where military \npersonnel get fifteen per cent off their purchases, the fitting rooms are called \"bunkers,\" a genuine American-made \nArmy tank is available for rent (cost varies by location), and the polypropylene underwear is no different from a \nsoldier's (tops and drawers; $22). Established in 1938, Kaufman's purports to be the oldest retail operation on West \nForty-second Street and one of the oldest military-surplus stores in the country. Civilians, I think you'd look swell in \na handsome peacoat ($150-$250; made in Boston), sturdy government-supplied oxfords ($120 for regulars, $60 for \nirregulars; made in Big Rapids, Michigan), and a pair of Massachusetts-made sunglasses practically identical to \nthose issued to fighter-pilots ($55). But good luck digging through the mounds of olive and khaki in this higgledy-\npiggledy hole-in-the-wall. Even finding the exit might require one of those hundred-dollar glow-in-the-dark \ncompasses illuminated by tubes of phosphorus and tritium (a radioactive isotope of hydrogen, but you knew that). \n\nThe American apparel at American Apparel-T-shirts and T-shirty dresses, underwear, and exercise gear-is \ngeographically correct (181 Eighth Avenue, at 19th Street, and lots of other locations). Their cotton is grown largely \nin South Carolina, and the sewing is done not in some sweatshop abroad but in a Los Angeles factory, as we are \nconstantly reminded by the company's ads. What they fail to explain is that American cotton growers receive big \n\n\n\ngovernment subsidies, about six times as much as dairy farmers, eleven times as much as barley planters, and a \nhundred and fifteen times as much as wool producers. American Apparel has plain T-shirts in every color under the \nsun, including the color of the sun ($17-$36), a cute gray turtleneck dress ($32), men's briefs and boxer briefs ($12 \nand $14), and a giant polyester sack called an Emergency Bag ($30), but I think you could use it when times are \ngood, too. And this could be the day: according to a sign on the door of the Eighth Avenue branch, they're hiring. \n\nAn American Craftsman showcases the handiwork of U.S. citizens who are decorative artists, with a \npreponderance of intricate wooden widgets from the boxologist Richard Rothbard, who just happens to own the \ngallery (branches at 60 West 50th Street and 790 Seventh Avenue, at 51st Street). The puzzle boxes, which are \nriddled with drawers within drawers, come in a variety of shapes and sizes and woods, ranging from abstract maple \nburls and animal-shaped thingamajigs to music boxes in the form of mini-pianos and receptacles that tell the story \nof Alice in Wonderland in mahogany ($42 and way up). \n\nIf you like craft fairs but you also like sitting down while you shop, go to Etsy.com, a Brooklyn-based Web site where \nyou can buy and sell anything handmade. There's a lot that's terrific, there's a lot that's terrible, but mainly there's \njust a lot-tens of thousands of sellers-and most of it is welded, crocheted, painted, sculpted, beaded, canned, glued, \nnailed, inlaid, or enamelled in these fifty states. For example, a printed plastic \"Plump Joe Joe\" brooch of a \nVictorian-seeming obese gentleman (seller, Mamaslittlebabies; $20), a signed and dated clothbound copy of D. H. \nLawrence's \"Women in Love\" onto which a web of brass wire is secured by nails (seller, TillyBloom; $47), a mock \nbeard to keep your face warm (seller, imadeyouabeard; brown yarn for men, pink felt for women, $40), and two \nbronze sculptures of human ears, unfinished because the artist no longer has the required tools (seller, goncarova; \n$185). \n\nWhat is it that looks like an American, dresses like an American, has lived through the American Revolution, and \nyet is a native of China? Felicity, one of the twelve historical-character dolls representing bygone eras in United \nStates history, for sale at American Girl Place (609 Fifth Avenue, at 49th Street; dolls, $95; accessories, $6-$350). \n\"At first, I thought it was weird that they weren't made here,\" a saleswoman said. \"But then I thought, That's just the \nway it is.\" Another saleswoman chimed in: \"What are you wearing that's not made in China? As long as we \nAmericans have what we want, what does it matter?\"\n\nIn 1950, nearly a third of employed Americans worked in factories. Today, it's about ten per cent. But, according to \nDavid Huether, the chief economist for the National Association of Manufacturers, we lead the world in productivity, \nin terms of output per worker. Throughout much of its history, New York was preëminent in the production of articles \nintended for the adornment of the human form. The city became rich in the rag trade by making schmattes for \nslaves working on Southern plantations. The need for ready-made military uniforms during the Civil War was a \nfurther boon to business. By 1910, seventy per cent of women's clothing and forty per cent of men's clothing in the \nUnited States was made in New York. In recent years, clothing manufacturing has unravelled like a snagged \nsweater. More than three hundred thousand New Yorkers worked in the garment industry in 1950, and today the \nnumber is about twenty thousand. \"What could go to Asia went to Asia,\" said Adam Friedman, the executive \ndirector of the New York Industrial Retention Network, a nonprofit agency that promotes manufacturing in the city. \nCurrently, eighty-six per cent of American wardrobe dollars is spent on clothing made abroad. \n\nSeveral big-league designers who still manufacture a substantial portion of their apparel in the city are Anna Sui, \nNicole Miller, Vera Wang, and Oscar de la Renta. Alex Bolen, the C.E.O. of de la Renta, told me that the company's \nAmerican operations are responsible for about half its output-the haute half. Evening wear, he said, \"requires \ntalented, artistic hands. Our customers are extremely knowledgeable-we can't fob off poor-quality goods on them \njust because they have our label.\" There are approximately a hundred hands working for Oscar, if you figure two \nhands per person. All employees are union members, many are of Italian descent, and some have been with the \ncompany for as long as twenty-five years. \n\nAnna Sui, a Michigan-born designer known for her exuberant dresses, lush with lace, embroidery, and prints, has \nbeen producing her line in New York since 1981. \"The garment center is something I'm passionate about,\" she said. \nTo prop up local merchants, she works with neighborhood venders whenever possible-small owner-operated \ncompanies that apply rhinestones and studs to garments, make snaps, pleat fabric, and sell trimmings. \"We use \n\n\n\nembroiderers from a factory in New Jersey,\" she said, adding, \"All the embroiderers are in New Jersey.\" This is not \nan attempt at New Jersey humor. (Ever see the sign as you exit the Lincoln Tunnel: \"Welcome to North New \nJersey-Embroidery Capital of the World Since 1872\"?) She went on, \"The hat industry has virtually disappeared. \nAnd there is only one place left-it's on Thirty-eighth Street-that still sells feathers, flowers, and buckram.\"\n\nMany of the designers who make clothes in the city are independent entrepreneurial types. Shin Yee Man came to \nthis country from China when she was nine, and at Lingo, her boutique in Chelsea (257 West 19th Street), you can \nfind her label, Fresh Meat, as well as the clothing, accessories, and jewelry of other designers who are up and \ncoming or who arrived five minutes ago. I particularly liked a smart smoky-brown shirtdress, by a line called \nnaturevsfuture (made in Manhattan), that is architectural but wearable (on sale for $178). Prairie Underground's \nblack below-the-knee-length zip-up dress/jacket with pronounced seams ($198), made in Seattle, is a stylish take \non a sweatshirt. Of note, too, are the one-of-a-kind cuffs made from raw leather decorated with gewgaws such as a \nminiature resin cast of a bull's head, silver liquor-bottle tags, and tiny playing cards ($150-$200). \"This has the vibe \nof a Brooklyn store,\" one customer observed, intending it as a compliment. \n\nIf you can't be a rock star, you can at least wear one on your chest. A Swiss-born New Yorker named Idil Vice \ndesigns cotton-jersey clothing silk-screened with large images of pop icons. They are cool, but do you dare to have \nDavid Bowie staring out from the front of your strapless dress? Or Elvis on your high-waisted skirt, with tulle and \npetticoat attached? Or Billie Holiday posed on your goth bell-bottoms? (Idilvicefashionrocks.com; $98.95, $400, and \n$269.) \n\nA locavore (the New Oxford American Dictionary's word of the year in 2007) is somebody who goes out of his way \nto eat foods produced nearby. What sorts of thing could a hunter-gatherer find in our neck of the pavement? New \nYork City exports more than two hundred million dollars' worth of chocolate, largely the handcrafted, fancy-\npackaged variety. In addition to Jacques Torres (66 Water Street), Li-Lac (40 Eighth Avenue, at Jane Street), and \nKee's (80 Thompson Street), there's Ver , which bills itself as salutary and socially responsible, and proves it by \nadding something nutritious called a prebiotic to its Rainforest Alliance Certified line, turning out a confection that is \nsuspiciously unsweet. Among the treats \"good for the body and good for the soul\" are purist caramels ($8), pink-\npeppercorn wafers ($7.50), and almond clusters ($8.50). Ver  bars are available at City Bakery (3 West 18th \nStreet). The first vintage of Brooklyn Buzz mead, fermented from New York State honey, has arrived in shops. It is \nlight and crisp and has a bouquet that is reminiscent of, well, a bouquet (Astor Wines & Spirits, 399 Lafayette \nStreet; $13). \n\nActually, almost everything would be made in a shop around the corner if it weren't for the existence of the shipping \ncontainer. Like the wheel, the shipping container is an invention I could easily have thought of, but Malcolm McLean \nbeat me to it, in 1956. Transporting things inside a standardized metal box, rather than via miscellaneous crates, \nbarrels, and bags, made it possible to load and unload cargo using cranes (consequently reducing the need for \nlongshoremen). How else, as Marc Levinson points out in his book \"The Box,\" could it make economic sense for \nthe American toy company Mattel to assemble a Barbie in China from Taiwanese plastic, Japanese synthetic hair, \nand American dye, and then ship the dolls, by the thousand, off to girls around the world? (Bob Mackie \"Lady of \nthe Unicorns\" Barbie, at F. A. O. Schwarz, 767 Fifth Avenue, at 58th Street; $210.)\n\nThe Container Store (629 Sixth Avenue, at 19th Street, and other locations) is an American phenomenon, but most \nof what it contains is not-that is, until you reach the gift-wrap aisle, where for some reason there is a plethora of \nU.S.-made merchandise, such as Mrs. Grossman's stickers (made in Petaluma, California; $2.89) and Party \nPartners Fun Fringe (made in Shippensburg, Pennsylvania; $5.99). \n\nOur countrymen did not coin the word \"jeans\" (they were named after the trousers worn by Italian sailors from \nGenoa) or the word \"denim\" (merci à les français), but bluejeans are to the U.S. what lederhosen are to Bavaria. A \nhundred and twenty-six years ago, in San Francisco, the Bavarian-born American Levi Strauss, after receiving a \npatent to put copper rivets on pocket seams, founded the first company to produce dungarees. However, at Dave's \nNew York (581 Sixth Avenue, at 16th Street)-a depot of reasonably priced indigo twill-a pair of Levi's boot-cuts hails \nfrom Cambodia ($32) and a pair of Carhartt jeans was assembled in Mexico \"with U.S. components\" ($38). \"It's \nannoying, and insulting to this country,\" a Dave's salesman who came to this country from West Africa said. He was \n\n\n\nreferring to the arrangement whereby Mexican factories, usually American-owned, import duty-free materials from \nthe U.S., piece them together, and then send the final product back, free of tariff. \"It's a disgrace. If we start \nsomething here, we should finish it here,\" the salesman said. By the way, the ruggedly handsome Red Wing work \nboots that the store sells are, according to the company slogan, \"built to fit, built to last,\" in Minnesota ($110-$250). \n\nDid you know that Minnesota enacted a law last year requiring all American flags sold there to originate in the land \nof the free and the home of the sewing machine? Certain flag-wavers, it seems, were not happy that we import five \nmillion or so dollars' worth of Old Glory from China every year. Wait till they find out that at NYC, a run-of-the-mill \nsouvenir shop in Times Square (261 West 42nd Street), the \"I   New York\" mugs are from Thailand ($12.99), the \nF.D.N.Y. playing cards are from Taiwan ($5.99), and the miniature Statues of Liberty are from China ($22). The \nvery cheesiest ones are, it turns out, made right here, in the biggest cheese-producing country of them all. If you're \nlooking for a piece of economic news to be thankful for, try this: the United States presses one quarter of all the \npressed curd eaten around the globe. \n"}