{"title": "U.S. DIGEST U.S. DIGEST", "body": "\nWASHINGTON\n\nSenate backers of trade deal predict victory\n\nSenate supporters of the Central American Free Trade Agreement -- a market-opening deal with six Latin American \nnations --predicted victory Wednesday after it was endorsed by a crucial committee.\n\nPresident George W. Bush and his top trade officials have lobbied hard for the deal, known as CAFTA, but it has \ndrawn tenacious opposition from lawmakers who believe their states would be hurt. A Senate vote could come as \nearly as today.\n\nThe greater hurdle will come when the House takes up the measure next month. House Democrats who object to \nwhat they say are weak labor rights provisions in the agreement will be joined in opposition by Republicans with ties \nto groups and companies that contend they will be hurt by CAFTA.\n\nWASHINGTON \n\nAirspace violation prompts evacuations\n\nPresident George W. Bush was hurried from his residence to a safer location Wednesday evening, and people \nwere evacuated from the White House and U.S. Capitol when a private plane ventured into restricted airspace. It \nwas the second such incident in a little more than a month. \n\nThe all-clear came within minutes when two fighter jets intercepted the small twin-engine propeller-driven plane \neight miles northeast of the Capitol and escorted it to Winchester, Va., where it landed without incident.\n\nSAN FRANCISCO\n\nHigh court lets stand domestic-partner law\n\nThe California Supreme Court on Wednesday let stand a new law granting registered domestic partners many of \nthe same rights and protections available to married couples.\n\nWithout comment, the justices unanimously declined to review lower-court rulings that said the law does not conflict \nwith a voter-approved measure against gay marriage. Justice Janice Rogers Brown, who leaves today to join the \nU.S. Court of Appeals for the District of Columbia, did not vote.\n\nThe domestic-partner measure -- signed into law in 2003 by then-Gov. Gray Davis -- grants registered couples \nvirtually every spousal right available under state law except the ability to file a joint tax return.\n\n\nWASHINGTON\n\nCivil rights-era crime unit is proposed\n\nSens. Jim Talent and Chris Dodd called Wednesday for the creation of a new Justice Department office to \ninvestigate unsolved civil rights-era murders.\n\nTalent, R-Mo., and Dodd, D-Conn., said a special investigative criminal unit was necessary to study unsolved \nmurders, such as the 1955 fatal beating and shooting of 14-year-old Emmett Till. Their measure would authorize up \nto $5 million per year for the new unit.\n\nProsecutors are already reopening such cases. Law enforcement officials exhumed Till's body in May as part of a \nrenewed effort to investigate his death. And last week, Edgar Ray Killen was convicted for the 1964 slayings of \nthree civil rights workers.\n\nFRESNO, Calif. \n\nJury recommends death for father of 9 slain\n\nA jury decided Wednesday that Marcus Wesson, the domineering patriarch of a large clan he bred through incest, \nshould get the death penalty for the murders of nine of his children.\n\nWesson, 58, was convicted earlier this month, more than a year after the bodies were found in a pile at his home at \nthe end of a police standoff.\n\nAll the victims -- ages 1 to 25 -- had been shot once in the eye. Wesson had fathered some of them with his own \ndaughters and nieces. Prosecutors said he had the children killed for fear authorities were about to take the \nyoungsters away.\n\nNotes\n\n A QUICK READ   \n\nGraphic\n\n \n\nPHOTO\n\n PHOTO by  THE ASSOCIATED PRESS - Plebes at the U.S. Naval Academy in Annapolis, Md., read \"Reef \nPoints,\" a book that covers midshipman slang, the academy's mission and its history, as they wait to be fitted for \nshoes on induction day Wednesday.           \n"}