{"title": "SNAPSHOTS; His Rule of Law: Low Overhead", "body": "\nJAMES A. O'MALLEY\n\nBUSINESS: Law firm specializing in immigration.\n\nLOCATION: New York City and Dublin.\n\nNUMBER OF EMPLOYEES: Three lawyers, two paralegals.\n\nANNUAL REVENUE: About $500,000.\n\n     WHEN James A. O'Malley came to the United States from Limerick, Ireland, in 1977, his plan was to teach \nliterature. But America, he found, has a way of changing your plans. \n\n \"I kept hearing all these American guys saying they were going to law school and it sounded so interesting,\" Mr. \nO'Malley said. \"And I thought, 'Wow, in this country anyone can just go to law school.' \" \n\nToday, he is an immigration lawyer with more than 200 clients from 70 countries. But when he graduated from law \nschool in 1985, he had no idea how to set up a practice, so he apprenticed himself to an established lawyer to learn \nthe ropes.\n\nIn addition to preaching the cardinal rule that a businessman has to keep his overhead low (\"I had a desk with a \nphone in a shared one-room office,\" Mr. O'Malley said), his mentor taught him the critical difference between being \na lawyer and being a traditional businessman: \"A lawyer might have a hundred clients, but each client only has one \nlawyer,\" he said. \"And you are responsible to that client on an individual basis, so you can't think in terms of volume \nas a traditional business owner might.\"\n\nWhen he struck out on his own, in 1987, Mr. O'Malley knew that much of his practice would consist of filling out \ngovernment forms for visas, green cards and citizenship. He focused on standardizing the process and prices in \norder to handle more clients. \"For a routine visa application the process will require about 10 hours of work, and we \ncharge about $2,000,\" he said. \n\nIn the early days, Mr. O'Malley said, \"I'd save the complicated cases for Saturdays because they couldn't be \nstandardized and required more time.\" \n\nMr. O'Malley employs two lawyers and two paralegals, and has an office in Dublin with one lawyer. Business is \ngood, and he anticipates that it will grow, a prospect that leaves him with mixed feelings. For one thing, he dislikes \nthe logistics of being a boss. \"I never wanted to be so big that all I did was manage people,\" he said. \n\n\nAnd he has not forgotten his lessons about overhead costs. Salaries for the lawyers start in the high-$40,000 range \nand for the administrative staff in the mid- to high-$20,000 range. Health care costs run about $300 to $400 a month \nper employee. \n\nMr. O'Malley clearly relishes the client relationships he has as a small-firm proprietor. On his office wall is a painting \nof a courthouse, a view seen from his window. It was done by a client who had set up an easel in Mr. O'Malley's \noffice for three months. \n\n   SHAIFALI PURI\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: NEW AND OLD WORLDS -- James O'Malley, an immigration lawyer, in his New York office. (Aaron Lee \nFineman for The New York Times) \n"}