{"title": "CITIZENSHIP DRIVE GATHERS STEAM RESPONSE: 300 SIGN UP FOR A WORKSHOP ORGANIZED IN SAN BENITO COUNTY.", "body": "\nA six-month effort to help immigrants in San Benito County become citizens is gaining momentum, said Margaret \nRebecchi, who organized the drive.\n\n\"It's a very intimidating process for many people, so we're taking them by the hand and saying, 'It's not difficult to \nbecome a citizen,' \" Rebecchi said.\n\nAs evidence, Rebecchi noted the nearly 300 immigrants who signed up for a workshop last week to review \ncitizenship applications and have their photographs and fingerprints taken.\n\nThe workshop was the first conducted in Northern California by the National Association of Latino Elected and \nAppointed Officials, Rebecchi said.\n\nResidents of Gilroy as well as San Benito, Monterey and Santa Cruz counties were among those who enrolled, \nRebecchi said. While the majority were Mexican-Americans, the sign-up sheet included names of immigrants from \nPortugal, the Philippines, Iran and Italy.\n\nBeginning next month, mock interviews will be conducted to prepare applicants for their face-to-face quizzing by \nImmigration and Naturalization Service officials, Rebecchi said.\n\nThe culmination will occur at a ceremony July 3 in Hollister to swear in new citizens, Rebecchi said. It will mark the \nfirst time that a swearing-in ceremony has been held in the county.\n\nWhen she learned from a survey in June that 400 parishioners of Hollister's Sacred Heart Church were interested in \nbecoming citizens, Rebecchi, 45, a daughter of Mexican farmworkers, knew what she had to do.\n\nTaking a six-month leave from her teaching job, Rebecchi persuaded the San Jose-based Center for Employment \nTraining to offer classes in U.S. history and government at Sacred Heart Church. The agency also agreed to \nadminister the final test in Hollister, saving students the drive to San Jose.\n\nRebecchi then began to get out word about what she called the San Benito County Citizenship Project. She \nrecorded radio spots, spoke to church and senior citizen groups, distributed fliers to businesses and visited farm \nlabor camps.\n\nTen to 15 regular volunteers helped by showing the immigrants how to fill out applications.\n\n\"The controversy over Proposition 187 and the Simpson bill in Congress that would deny benefits to aliens legally in \nthe country had a lot to do with people getting interested in becoming citizens,\" Rebecchi said.\n\n\nIn addition to preparing immigrants for their interview with the INS, the training program beginning in December will \ninclude English and a course on the voting process, Rebecchi said.\n\n\"I've learned that new citizens - and even natural-born citizens - don't vote because they're intimidated by the \nprocess. They don't know how to fill out a registration form, ask for an absentee ballot or find a polling place,\" \nRebecchi said.\n\nWhile the employment training program focuses on non-citizens, Rebecchi in February will offer non-voting citizens \na class on the voting process.\n\n\"There is so much apathy because people have given up on politicians and are unhappy with government. I want \njustice for all citizens. But they have to participate, they have to exercise their right to vote,\" Rebecchi said.\n"}