{"title": "Latino Activists Here Protest California Beating", "body": "\nLatino activists in Washington gathered last night to try to galvanize anger over the beating of two illegal \nimmigrants by police in Riverside, Calif., into political action.\n\nAbout 100 people gathered outside the White House to protest the April 1 beating of a Mexican man and woman \nbelieved to have entered the United States illegally.\n\nVideotape of two deputy sheriffs clubbing the two as they tried to flee a pickup truck has recalled images of the \nbeating of motorist Rodney G. King by Los Angeles police officers.  Protest organizers said they want swift action \nin the case, which began when officers chased a truck filled with people.\n\n\"We are here because we are hungry for justice,\" said one of the vigil organizers, Pedro Aviles, of the Latino Civil \nRights Task Force. He spoke as the protesters huddled together under a chilling drizzle. Some held slim white \ncandles; others gripped signs declaring \"No Human Being is Illegal\" and \"Ms. Reno, We Demand Justice in \nRiverside,\" addressing Attorney General Janet Reno.\n\nThe protest, Aviles said, also was meant to energize local Latinos for a national voter-registration drive.\n\nLatino Vote '96, he said, will officially start in the District on May 5, the fifth anniversary of the disturbances in the \nMount Pleasant area of Northwest Washington. The 1991 disturbances in the heavily Latino neighborhood were \nsparked by the shooting of a man by a D.C. police officer during an arrest.\n\nSaul Solorzano, executive director of the Central American Research Center, said the voter registration campaign is \nsignificant for immigrant issues. \"It is one of the fastest ways to get our community's concerns to be heard,\" he said.\n\nSpeaker after speaker called the California beating racist and an example of the type of police brutality that occurs \nin minority communities but, until videotaped evidence was available, seemed unnoted by the rest of the country.  \nRonald E. Hampton, of the National Black Police Association, told the crowd that blacks and Latinos have a \ncommon interest in battling such brutality. \"It's time for us to stop being victims,\" said Hampton, who worked for 23 \nyears as a D.C. police officer.\n\nThe American Civil Liberties Union, the Archdiocese of Washington and the Latin American Youth Center were \namong other organizations represented.\n\n\"It's unfortunate that we have to depend on the luck of a video camera for this to have this brought to stark reality,\" \nsaid Mary Jane DeFrank, head of the local ACLU.\n"}