{"title": "GROUND ZERO: DETAINEES; Civil Liberties Groups Sue U.S. On Closed Immigration Hearings", "body": "\nSeveral civil liberties groups sued the federal government today, challenging its closed immigration hearings \nfor those detained in New Jersey in the investigation of the Sept. 11 terror attacks.\n\n     New Jersey is home to hundreds of immigrants who were taken into custody after the attacks, and this lawsuit is \nthe second over the detentions filed by the state chapter of the American Civil Liberties Union -- this time on behalf \nof two newspapers seeking to attend the hearings. \n\n An unspecified number of unidentified detainees from Jersey City, Paterson and other immigrant population \ncenters in North Jersey have been held in the area's county jails since being rounded up in the wake of the attacks \nsix months ago. Passaic County has acknowledged that its jail houses about 150 detainees under a contract with \nthe federal Immigration and Naturalization Service. \n\nThis morning, the New Jersey A.C.L.U., the Center for Constitutional Rights in New York and other legal groups \nfiled suit in Federal District Court here, challenging the constitutionality of hearings that have been ordered closed \nby Michael J. Creppy, the nation's chief immigration judge. Essentially, the suit asserts that the First Amendment \nprotects access to government proceedings. \n\nJudge Creppy, following a directive from the United States attorney general, John Ashcroft, issued a Sept. 21 \nmemo on these so-called special interest cases, instructing his subordinates to \"hold the hearings individually, to \nclose the hearing to the public and to avoid discussing the case or otherwise disclosing any information about the \ncase to anyone outside the Immigration Court.\"\n\nThe A.C.L.U. named Mr. Ashcroft and Judge Creppy as defendants in the suit filed today, which was brought on \nbehalf of The New Jersey Law Journal and The Herald News, which is based in West Paterson. \n\nStephen McCarthy, a managing editor for The Herald News, which has a daily circulation of 38,000, said the lawsuit \nwas intended \"to ensure the free flow of information to which our readers are entitled.\"\n\nA hearing on the lawsuit is scheduled for April 5. \n\nhttp://www.nytimes.com\n"}