{"title": "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD -- NEIGHBORHOOD POLITICSLOOKING BACK, LOOKING AHEAD;Ethnic Groups Inch Toward Political Mainstream, Buoying Hopes for 1997 Races", "body": "\nEven though immigrant New Yorkers sought citizenship at a record pace in 1996, it was still a bit early to expect a \ngroundswell of electoral activism to buoy their compatriots into elected office. Still, as demographic shifts brought \nnew rhythms to old neighborhoods, ethnic groups once on the political fringe inched toward the mainstream, \nand community leaders optimistically eyed the 1997 Council races.\n\nAmong the most unexpected shifts came in the 19th State Senate District, which covers formerly Italian and Jewish \nenclaves in east Brooklyn. John L. Sampson, a political neophyte whose father is from Guyana and whose mother \nis from South Carolina, wrested the Democratic nomination from veteran Sen.. Howard E. Babbush -- who has long \nbeen under indictment in an alleged no-show job scheme -- and won the seat with 93 percent of the vote.\n\nMr. Sampson, 31, said his victory was in part due to the influx of black and Hispanic voters to the district, stretching \nfrom East Flatbush to Brownsville to Canarsie. But, he said, he was also aided by young people voting for the first \ntime and Mr. Babbush's record in the Senate.\n\nAn influx of new immigrants did not guarantee their compatriots' success at the polls. For instance, in the heavily \nCaribbean neighborhood of Flatbush, Brooklyn, James T. Conolly, a native of the Cayman Islands, lost his bid to \noust State Assemblywoman Rhoda S. Jacobs, an 18-year incumbent who is white. And in the heavily Asian-\nAmerican neighborhood of Flushing, Queens, Steven Chen, a Chinese-American lawyer and a Republican, was \nhandily defeated by Brian M. McLaughlin, the Assemblyman in the largely Democratic 25th District.\n\nBut the emergence of such candidates and rising turnouts of immigrants at the polls buoyed the spirits of political \nleaders in ethnic enclaves. They cited the victory of Adriano D. Espaillat, who was elected to represent Washington \nHeights in the State Assembly. Political observers credited Mr. Espaillat's narrow victory over John Brian \nMurtaugh, who represented the 72d District for 16 years, to the budding political muscle of newly naturalized \nDominicans in the neighborhood.\n\n\n\"I figured Washington Heights was ripe territory,\" said Luis A. Miranda Jr., director of the Hispanic Federation of \nNew York. \"I think the next frontier is Queens.\"\n\nAsian-American leaders agreed about Queens. An exit poll conducted by the Asian American Legal Defense and \nEducation Fund found that one third of all Asian-Americans polled in November were first-time voters, and nearly \none in five had been naturalized in the last two years. Margaret Fung, the group's director, predicted a much higher \nturnout in 1997. \"There will be Asian-Americans on the ballot, and laws affecting immigrants will be an important \nissue that people will want to express their views on,\" she said.\n\nMr. Chen is among three Chinese-Americans -- Ethel Chen and Pauline Chu are the others -- said to be vying for \nthe Council seat held for 30 years by Councilwoman Julia Harrison, who was excoriated this year for hostile \nremarks about Asian immigrants in her district.\n\nIn southeastern Queens, two natives of Guyana -- the city's fourth largest immigrant group -- unsuccessfully ran for \nState Assembly. In Far Rockaway, Michael Duvalle, a Republican, lost by a wide margin to the incumbent, Gregory \nW. Meeks, a Democrat, and in Ozone Park, Rameshwar Jodha lost the September primary. Mr. Duvalle blamed his \nloss on the failure of the Queens Republican Party to raise funds for his campaign and an absence of a Guyanese \nvoting bloc. But the campaigns were among the first forays into statewide politics by Guyanese candidates, and \ncommunity leaders took it as a sign that Guyanese immigrants, who have long preferred to keep track of political \ndoings back home, may be shifting their attention toward local politics.\n\nSchool board races in the spring gave about nearly a dozen Asian-Americans their first shot at elected office. Some \nsaw their election as the first step toward running for higher office.\n\nJohn Mollenkopf, a sociology professor at the City University of New York, said a critical mass of voters among the \nnewest ethnic groups will be necessary to make a real dent in the political establishment. . \"We may have to wait \nanother 10 years for the children of the post-1965 immigrants to reach adulthood,\" he said, \"to be a truly potent \npolitical force.\"   SOMINI SENGUPTA\n\nGraphic\n\n \n\nPhotos: State Senator-elect John L. Sampson (far right) and James T. Conolly, who ran for Assembly, took on \nveteran legislators. (Photographs by Ozier Muhammad/The New York Times)\n\n \n\nTable: \"LEADERSHIP: Who's New In Politics\" lists some of the new political leaders of ethnic communities.\n"}