{"title": "Muslim cleric denied bail;FBI AGENT TESTIFIES LODI IMAM FOSTERED SCHOOL FOR TERRORISTS", "body": "\nAn immigration judge denied a Lodi Muslim cleric bail Tuesday, saying that based on the evidence presented by \nthe FBI at a deportation hearing, he was ''a flight risk and a danger to the community.''\n\nFBI agent Gary Shaaf testified that Shabbir Ahmed, 39, head of the Lodi Muslim Mosque, was helping establish a \nconservative Islamic school in Lodi that would be used for attacks in the United States at some unspecified time.\n\nThe startling testimony came during a bond hearing in San Francisco for Ahmed, who has been in jail since \nimmigration authorities detained him in Sacramento on visa violations.\n\nThe hearing followed the arrest and detention in June of five members of a mosque that has shaken the religious \ncommunity in the Central Valley town of Lodi. A father and son were arrested in June on charges of lying to the FBI \nabout the son's six months at a Pakistani terrorist training camp, while Ahmed and two others were detained on \nvisa violations.\n\nShaaf said he based his conclusions ''on some of the information that's been provided to us'' but said that the \nsources were confidential.\n\nAhmed's lawyer later called the allegations ''ridiculous'' and noted that his client has not been charged with any \nterror-related crimes, but merely with a visa violation.\n\nThe allegations come from the father and son who have been charged with lying to the FBI, the lawyer said. The \nagent said the FBI had ''other sources'' as well.\n\n''My client can leave any time he wants, but he wants to fight,'' lawyer Saad Ahmad of Fremont told reporters after \nthe hearing. ''He believes he should not be removed unjustly.'' Ahmad said he would appeal Judge Anthony Murry's \ndenial of bail. A hearing on the merits of the government's case is scheduled for Oct. 24.\n\nTwo members of the Lodi mosque testified as character witnesses, noting that the imam had preached obedience \nto U.S. law and had made outreach to Christian and Jewish religious groups a priority.\n\nClad in an orange Sacramento County Jail jumpsuit, Ahmed testified through an Urdu interpreter that he loves the \nUnited State. ''I am living here. This is my country,'' he said.\n\nHe said that anti-U.S. speeches he gave in Pakistan in the months after the Sept. 11, 2001, terrorist attacks were \nemotional crowd-pleasers delivered in protest of U.S. bombing in Afghanistan. At the time, allied forces were \n\n\nousting Afghanistan's Taliban government, which had given a haven to Osama bin Laden and his Al-Qaida \nterrorist organization.\n\nAhmed arrived from Pakistan on a religious visa in January 2002 to take the place of his mentor and fellow \nPakistani, Mohammed Adil Khan, who had been the Lodi mosque's imam but was concentrating on developing the \nIslamic school nearby.\n\nThe clerics were tripped up by an FBI investigation and the arrest of a father and son -- Umer and Hamid Hayat of \nLodi -- on charges of lying to the FBI about the 22-year-old Hamid's attendance at a Pakistani terrorist training \ncamp for six months in 2003 and 2004 while he was living with his grandfather, who ran a conservative religious \nschool.\n\nAhmed, Khan and Khan's son, Mohammad Hassan Adil, 19, were detained on visa violations. The Khans have \nagreed to be deported.\n\nThe FBI agent testified that Khan had suggested the young Hayat visit Pakistan and study at his grandfather's \nschool, and Shabbir Ahmed encouraged it. The agent said the youth told the FBI that he had been trained at the \nterrorist camp and was told that orders for any attacks on the United States would be delivered to him through the \ntwo clerics, Ahmed and Khan. Shaaf said the orders would come to Khan from a radical political figure in Pakistan, \nMaulana Fazil Rehman.\n\nAhmed's lawyer said the elder Hayat merely had asked for help managing an unruly son.\n\nBefore coming to the United States, Khan taught at the Jamia Farooqia, a large Islamic school in Karachi founded \nby his father, Salimullah Khan, a prominent conservative religious figure in Pakistan. Shabbir Ahmed was a top \nstudent who taught at the school after graduation, then moved to Islamabad to become imam of a mosque there.\n\nShaaf testified that the Jamia Farooqia taught an ultra-conservative, ''Deobandi'' variety of Islam that was favored \nby the Taliban.\n\nContact Pete Carey at (408) 920-5419 or pcarey@mercurynews.com  \n"}