{"title": "Court Allows Closed Immigration Hearings to Continue", "body": "\n The government may continue to hold secret immigration hearings for people detained in its anti-terror dragnet \nwhile an appellate court determines whether the policy is legal, the Supreme Court said yesterday. \n\n In its first decision on a matter related to the Sept. 11 attacks, the high court blocked an order to immediately open \nthe hearings. That order was issued last month by a federal judge who had ruled that the closed hearings were \nunconstitutional. \n\n The Justice Department has appealed the decision, arguing that the issue touches \"on the nation's very ability to \ndefend itself against the continuing threat of hostile attack.\" \n\n The Justice Department has refused to disclose how many secret hearings are scheduled or have already been \nheld, but immigrant rights advocates estimate that they number in the hundreds. \n\n Because the justices merely issued a brief order allowing the sealed hearings to continue, legal experts said it is \nimpossible to assess the Supreme Court's view of the case. Many expect the high court to ultimately decide the \nissue after the 3rd U.S. Circuit Court of Appeals rules on the matter. \n\n \"This was about keeping the barn door closed while we wait and see whether we have to decide to open it,\" said \nErik S. Jaffe, an appellate attorney in the District. \n\n Still, the ruling was a blow to civil liberties advocates who have challenged the legality of the hearings since the \nnation's chief immigration judge, Michael J. Creppy, acting on behalf of Attorney General John D. Ashcroft, issued \na blanket security directive 10 days after the Sept. 11 attacks for cases deemed of \"special interest\" to the terrorism \ninvestigation. \n\n The Justice Department has vehemently argued that open hearings could compromise the continuing terrorism \nprobe and provide critical information to terrorists. \n\n Last month's ruling by U.S. District Judge John W. Bissell in Newark that the sealed hearings violate the First \nAmendment was not the only judicial decision on the matter. Another federal judge in Detroit ruled in April that it \nwas illegal for the government to hold secret immigration hearings for a Lebanese activist who had been detained \nin the investigation. \n\n\n \"We're disappointed, but we remain optimistic,\" said Lee Gelernt, a senior staff attorney for the American Civil \nLiberties Union, which represents the plaintiffs in both lawsuits. \"The only two federal courts that have looked at the \nmerits have both concluded that the policy is unconstitutional.\" \n\n A Justice Department spokeswoman said U.S. officials would not comment on yesterday's Supreme Court \ndecision. \n\n The order from the high court was a one-sentence statement. It said that Justice David H. Souter, to whom the \ngovernment's application was directed, had referred the matter to the entire court, and that the court had granted a \nstay of the district court order opening the hearings pending the outcome of the government's appeal. \n\n At issue is a linchpin of the government's policy of conducting the terrorism investigation in secret, as well the fate \nof dozens and perhaps hundreds of detainees, most of Arab and South Asian descent, who have been swept up in \nthe probe. \n\n According to the most recent government figures, 74 foreign nationals are still being held on immigration charges \nrelated to the Sept. 11 attacks. At least 700 people have been detained on immigration charges since Sept. 11, \nand many have been deported. \n\n In recent weeks, immigration attorneys say, the government has acted inconsistently in deciding whether to close \nindividual hearings -- postponing some while holding at least one open hearing in California. \n\n Regis Fernandez, an attorney for two Jordanian cousins in New Jersey charged with overstaying their visas, said \nhe expects his clients' hearings to remain closed because of yesterday's Supreme Court decision. \"What the \ngovernment really fears is that people will be allowed to attend these hearings for themselves and see that nothing \nis going on,\" Fernandez said. \n\n The government has not disclosed the criteria for closing the special interest hearings. \n\n Yesterday's announcement by the Supreme Court stemmed from a lawsuit filed in March by a group of New \nJersey newspapers against Ashcroft and Creppy after reporters were barred from special interest hearings. \n\n The legal justification for the restrictions was presented in Creppy's memo, which barred the public, including family \nmembers and the press, from courtrooms. \n\n To support its argument that open hearings would endanger national security, the government submitted a 10-\npage affidavit from Dale L. Watson, the FBI's executive assistant director for counterterrorism and \ncounterintelligence. Watson said open hearings and disclosure of other information might allow terrorists to follow \nthe investigation and find ways to impede it. \n\n The New Jersey media outlets argued that the 1952 Immigration and Nationality Act, which consolidated most \nimmigration laws, provides the government sufficient latitude to protect sensitive information and national security \nby closing parts or all of any immigration proceeding. \n\n They argued that immigration proceedings should not be closed even when the government is trying sensitive \ncriminal terrorism cases in public -- a reference to the federal court cases of Zacarias Moussaoui, the alleged 20th \nhijacker, and Richard Reid, who is accused of trying to blow up a jetliner in December with explosives hidden in his \nshoes. \n"}