{"title": "TAXPAYER ID LAW WILL TAX IRS OFFICES ITIN TRACKS IMMIGRANTS, OTHERS", "body": "\nApplicants seeking new taxpayer identification numbers - designed to help the Internal Revenue Service track \nforeign taxpayers more efficiently - are expected to flood IRS offices in Silicon Valley beginning Monday.\n\nMandated by Congress, the IRS now requires that taxpayers report valid ID numbers for every person listed on a \ntax return. In the past, if a taxpayer didn't have a Social Security number, the IRS simply made up its own nine-\ndigit number so it could track the return through its system. That system was so riddled with problems, however, \nthat the IRS scrapped it in favor of an Individual Taxpayer Identification Number, or ITIN.\n\nThe ITIN (pronounced \"eye-tin\") is aimed at resident immigrants, non-resident entrants and undocumented \nworkers - plus any dependents they claim on their returns. Typical candidates include foreign-born taxpayers who \nsend money out of the country to spouses or children who aren't citizens, illegal workers who file to collect refunds \nand foreigners who invest in the United States.\n\nBecause of the large Latino population in the San Jose region, the IRS is focusing its publicity efforts on the \nSpanish-speaking community, but the rules apply to all nationalities.\n\nUsing this new identification system, the IRS expects to haul in more taxes, chip away at fraud and better \ndetermine who owes taxes. Beginning Monday, the IRS will open five sites in San Jose, Salinas and Pajaro \nspecifically to process ITIN applicants in addition to its regular public offices.\n\nBut the volume of applicants is expected to stretch IRS resources during the busy tax season.\n\nThe new ITIN has raised concerns about privacy, immigration raids and taxpayer rights. \"People are easily \nintimidated by the IRS,\" said Sharon Kreider, a partner in Kreider & Schmalz, a Santa Clara tax firm. \"I think this \nhurts a class of taxpayer that in the past we have protected from the power and bureaucracy of the IRS.\"\n\nThe number also has spurred profiteers who are charging to fill out the free application or to unnecessarily translate \nforeign documents for legal immigrants, international visitors, overseas investors and illegal workers.\n\nMost taxpayers use valid Social Security numbers. If you're among them, the IRS will process your tax return as \nusual. But many people aren't eligible for that number - especially since the Social Security Administration quietly \nreversed a two-decade old policy last year and stopped issuing IDs solely for tax purposes to foreign students, \noverseas investors and others.\n\nAnyone who used an IRS number issued before July 1, 1996, must obtain a Social Security number if they're \neligible, or apply for the new ITIN. If taxpayers file without one of these IDs, the IRS will kick out their returns and \n\n\ninvestigate, or simply disallow dependency exemptions, child-care credits and earned-income credits - and then bill \ntaxpayers the difference or debit their refunds.\n\nCritics of the new process fear some taxpayers will be too intimidated or know too little about the new IRS \nprocedures and will lose certain appeal rights, making it a more difficult and lengthier process to get a refund.\n\n\"A lot of people will say, 'Hey, it's not that much money, I'm afraid of the IRS,' . . . and they'll just accept a smaller \nrefund,\" said Robert Duitz, who heads RD's Tax and Bookkeeping Service in Campbell.\n\nThe IRS doesn't know how many applicants it will have, but it expects a lot. The IRS has mailed 10,000 notices to \ntaxpayers it could identify from Palo Alto to Salinas. And, the San Jose office has handled 3,000 applications, but \nno one will estimate how many more will flood in.\n\nThirty to 50 people a day applied in the IRS's San Jose headquarters in December before the agency began its \npublicity campaign. Now, the number of daily applicants is between 150 to 200. When Spanish radio stations put \nout the word this week, \"all of a sudden we got inundated,\" said spokesman Chips Maurer.\n\nTo cope with the increasing number of applicants, the office has taken several steps:\n\n* It hired eight temporary workers to focus solely on ITIN applications and trained dozens of others to help.\n\n* If lines clog, they will pull workers from their normal jobs and process ITIN applicants separately from taxpayers.\n\n* The IRS will add ITIN-processing sites and expand their hours as needed.\n\n* If churches, companies or other organizations have large groups of applicants, the IRS will make appointments \nfor staff members to process applications there.\n\n* And it is ramping up publicity to clarify a cloud of misinformation. Notably, officials want to rebut reports, like one \nbroadcast by local Spanish TV stations here this week, that the IRS will report undocumented workers to the INS. \n(The IRS says it is prohibited from doing so.)\n\nThey also are warning that some profiteers are charging to complete the ITIN applications or to translate \nidentification documents. The ITIN application, known as the W-7 form, is free. And they are stressing that an ITIN \nis not a substitute for a Social Security number; it will not change one's work status.\n\nDespite these steps, applicants won't get an ITIN immediately. IRS staffers only verify an applicants documentation \n- such as passports, visas, baptismal or birth records - then forward it to a IRS center in Philadelphia. That center \nrecently added 30 workers so it could process 50,000 applications a day, but taxpayers still must wait about four \nweeks, Maurer said.\n\nMuch of San Jose's strategy was developed after a crisis in the Los Angeles district office. Late last year, a rumor \nthat applications needed to be made by year's end drove waits at the Los Angeles office to longer than two hours \nand forced the IRS to turn people away, said spokeswoman Deborah Guajardo.\n\nTo relieve the pressure, IRS officials opened special ITIN-processing sites on Saturdays but were still \noverwhelmed.\n\n\"I can't tell you exactly (the number of applicants), but even on Saturdays we were processing probably about 1,200 \nto 1,300 and turning away another 2,000 to 3,000,\" Guajardo said. \"We just didn't have that much staff. We had \nabout 35 people processing them.\"\n\nSince then, the Los Angeles office has staffed up and says it can handle the workload. Next week it will close the \nspecial sites and steer applicants back to the office. Still, the traffic surges whenever the issue is publicized.\n"}