{"title": "IMMIGRANT'S SON NEEDS TO HEAR AMERICA'S STORY", "body": "\nREYNALDO Mena's commentary (\"Father's patriotism crosses U.S.-Mexico border,\" Perspective, March 29) was \ndisturbing in many respects. Having come here as an immigrant when I was 13, I am still strongly connected to my \nown Filipino culture through language and tradition. I can identify with his dilemma -- to which culture do I keep my \nallegiance? However, unlike Mena, I crossed over and chose to become an American citizen. Do I avert my eyes \nwhen I go home as an American? No. Although I still live and breathe my native culture, I have made a choice to \nroot myself here.\n\nWhat disturbed me most was not his decision to pursue dual citizenship, but in what he may pass on to his son. I \ncertainly hope that, in addition to passing on the rich Mexican culture, he also points out the unique American \nexperience that has resulted in a crossroads of cultures so evident right here in San Jose. As his son should know \nabout Mexico City's Reforma Avenida, heshould also be taught about the Mall in Washington D.C., where the \nmonuments to our greatest heroes stand.\n\nI hope he does not miss the unique opportunity he has to show his son the amalgamation of all the different \ncultures, warts and all, that have made up this American community. This ethnic mix of Filipinos, Mexicans, \nGermans, Vietnamese, Italians, Irish, Indians, Cambodians, Guatemalans, Chinese, etc., is a combination that I \ncould not experience back home. To lump them all together into one generic mass is to disrespect the uniqueness \neach one brings to this country.\n\nI certainly hope too that he passes on with equal conviction the failures and triumphs in American history and their \nlegacy as well. Just as Mena's native culture should not be forgotten, nor should the American experience be taken \nfor granted.\n\n-- Martin Oppus\n\nSan Jose\n\nUsing eminent domain\n\nTHERE have been several recent letters decrying the Mid-Peninsula Open Space District's use of eminent domain \nto prevent the building of a convent on prime open space in San Mateo County. One writer (Letters, April 1) claimed \nthat such \"unlimited power\" led her to believe she was \"living in Communist-ruled country.\"\n\nWhat these writers either fail to realize or conveniently decide to ignore is the fact that many government agencies \nhave and commonly use eminent domain proceedings to take the land they decide they want for roads, power lines, \ndams, and other projects. Locally, East Palo Alto is doing just that to provide land for private developers of hotels \nand retail businesses. Where is the resolution from San Mateo County officials condemning that particular use of \nthe process?\n\nAt least the MPROSD is using its powers to benefit all citizens of the area by attempting to preserve another small \npiece of green in our increasingly paved world.\n\n\n-- James Yurchenco\n\nPalo Alto\n\nBallpark trumpet is silenced PLAY a trumpet, go to prison. That's the new law passed by the Saratoga Little League \nboard. I just learned about it when I went to my son's first game of the season last week. The game was just about \nto start and we were to be first up. I pulled out my trumpet and tooted out a quick \"Charge!\" Before I could even pull \nthe mouthpiece away from my lips, the manager of my son's team tapped me on the shoulder and informed me \nabout the new rule. I was told to put the trumpet away; it was now considered to be unsportsmanlike. Apparently \nthis rule was passed last summer after the previous season had ended.\n\nIt's hard not to take a rule like this personally, since I am the only person who has ever played a musical instrument \nat a Saratoga Little League game. The only reason I ever did it in the first place was to make it more fun for the \nkids, who always enjoyed it and asked me to bring it to every game. Often a well timed \"Charge!\" would be just \nwhat the kids needed to get them inspired and win the game.\n\nI am well aware that there are some parents who do not enjoy hearing my renditions of various cavalry charges \nand \"Take Me Out to the Ball Game.\" Most of the time they are sitting in the other team's bleachers, but there are \neven some in my own team's stands who disapprove. I apologize for offending them, and I request that they might \ntry asking me to put it away if they are truly bothered. I beg that they please not pass such heavy-handed rules next \ntime someone offends them.\n\nIf the Saratoga Little League is truly concerned about unsportsmanlike conduct, why doesn't it pass rules against \nabusive coaches and parents who yell at the kids and (volunteer) umpires and belittle them for missing a catch or \nmaking a bad call? I thought Little League was supposed to be fun for the kids.\n\n-- Dale N. Walter Saratoga\n\nClinton's wrong on slavery PRESIDENT Bill Clinton slandered early European-Americans including my ancestors in \nhis current African tour when he said (Page 1A, March 25), \"Going back to the time before we were even anation, \nEuropean-Americans received the fruits of the slave trade.\"\n\nThe president's statement was not accurate in its detail or its spirit. Slavery was wrong and so is the president. To \nimply that the millions of European-American who settled this country benefited or were involved in the slave trade \nis ludicrous. Few did. Early European-Americans were very poor, some indentured, and most just struggled to clear \na plot of land and eke out an existence. They had no slaves and did not benefit from slavery. Further, as a people, \nEuropean-Americans fought, died and finally stopped slavery, believing it was morally wrong.\n\nWhy did the president make that false over-generalization and racially divisive statement about early European-\nAmericans in a foreign country? When will President Clinton stop his racial politics and start bringing the nation \ntogether?\n\n-- John \"Jack\" Mallory Saratoga\n\nNotes\n\nLetters, E-Mail & Faxes\n\nSilver Pen Award\n"}