{"title": "Immigration Still Makes America What It Is;Sophisticated Crossings", "body": "\nTo the Editor:\n\n\"Bar the Door\" by David James (Op-Ed, July 25) urges that we fortify and militarize our southern border so as to \nseal it against entry by \"illegal aliens.\" Like so many advocates of sterner measures, he may have underestimated \nthe amount of leakage through official border checkpoints.\n\nPeople interested in solving the \"illegal alien\" problem would do well to talk to typical undocumented migrants, both \nin Mexico and in this country. As a matter of human interest, I have listened to many describe their experiences. \nMost appear to be from poor families. Some survive on handouts or have odd jobs or seasonal work in Mexico, but \nthey make job-seeking trips to the United States to earn extra money for their impoverished families in Mexico.\n\nNovices try sneaking across the border at night and often have to make several tries before they make it. \nExperienced migrants usually have friends on the American side who can lend them I.D.'s with photos of legal \nresidents whom they resemble. Their friends drive to Tijuana, for example, meet the migrant, coach him on what to \nsay in answer to questions that might be asked by immigration officials and smuggle him in. Any guess as to how \nmany migrants enter using this and other stratagems is just that -- a guess.\n\nIf we have millions of illegal aliens in our country, we ought to consider every practical option for knowing who they \nare and for monitoring their presence here. The best option I am aware of is the proposal to legalize short-term \nentry for prescreened Mexicans. They would be required to present certificates from their home communities that \nthey do not have police records. They would get photo I.D.'s showing their place of residence in Mexico and their \nnearest relatives. The I.D. would have an expiration date requiring return to Mexico before that time or subject to \nextension under certain circumstances.\n\n \n\nE. MANNING GILES\n\nSan Antonio, July 26, 1992\n\nGraphic\n\n \n\nDrawing\n\n"}