{"title": "Rescued Haitians held in Ga. while smuggling investigated", "body": "\nA group of Haitians rescued off the shore of Savannah Sunday night will remain in Georgia while immigration \nofficials determine whether they were part of a scheme to smuggle Haitians into the United States.\n\nA 2-year-old Haitian boy was dead on the boat when it arrived, and one woman temporarily suffered cardiac arrest.\n\nThree Haitians remain hospitalized in Chatham County, while others in the group of 19 have been transported to \nAtlanta, said Tom Fischer, U.S. Immigration and Naturalization Service district director.\n\nThe group, which included two Bahamians and one Jamaican, apparently left Freeport for the United States and \nhad been at sea at least a week in an 18-foot open boat. They were picked up by the U.S. Coast Guard 50 miles \nfrom the Georgia coast.\n\n\"One more day and they would have all been dead,\" Fischer said.\n\nKeeping the Haitians on U.S. soil is at odds with U.S. policy, which says that Haitian boat people are not eligible to \ncome to the United States. Over the summer, the U.S. Coast Guard routinely picked up Haitian boat people and \nsent them to the U.S. Navy base at Guantanamo Bay, Cuba. The Haitians have to stay in a tent city there until their \nhomeland is stabilized, and they can be returned home.\n\nThe Haitians will be paroled temporarily into the United States, in order to improve their physical and mental \ncondition and for questioning in the INS investigation, according to Fischer.\n\n\"We believe there was an alien smuggling ring, and that they started off from the Bahamas somewhere. The two \nBahamians are in jail in Chatham County, but no charges have yet been filed,\" Fischer said. \"We're interviewing all \nthe Haitians, trying to decide where they came from and how they got on that vessel.\"\n\nThe Haitians suffered from shock, dehydration and exposure when they arrived in Georgia. They have no \ndocumentation, Fischer said.\n\nHaitian churches in the Atlanta area have been contacted for possible placement of the group.\n\n\"I am going to parole them into the country,\" Fischer said. \"It's a temporary parole, to physicially and mentally get \nthem into a condition so they feel more comfortable assisting us with an investigation.\"\n\nGraphic\n\n \n\n\nPhoto: Dieuseul Jeropme-St. Louis and other Haitians are questioned. / FRANK NIEMEIR / Staff\n"}