{"title": "U.S. Drops Case Against Guide for 16 Jailed Tourists", "body": "\nThe Federal Government today dropped all charges against a Malaysian tour guide accused of smuggling illegal \naliens into the United States, ending a painful and puzzling ordeal for members of a tour group who had been held \nin jail here for more than two weeks as material witnesses.\n\nThe surprise decision to dismiss the charges against the tour leader and release the 16 Malaysian tourists who \nremained incarcerated out of an original group of 24 was made by A. John Pappalardo, the United States Attorney \nhere. Mr. Pappalardo acted after the Government had come under increasing criticism from the Federal magistrate \nhearing the case as well as defense lawyers, human rights campaigners and Malaysian diplomats.\n\nPeter T. Elikann, a lawyer for one of the tourists detained by the Government as a witness, Lai Wan Cheng, said \nthe Immigration and Naturalization Service \"absolutely trampled the rights of these people.\" He said Ms. Cheng \nsigned a statement only after being repeatedly threatened by immigration agents who told her \"they would keep her \nin jail here for life.\"\n\nHe said another agent had told Ms. Cheng, a 41-year-old seamstress: \"You're not here to work. You are here to be \na prostitute.\"\n\n \n\nLegal and Ethical Questions\n\n \"I think if it was English-speaking people that this never would have happened,\" Mr. Elikann said.\n\nJames Farmer, the head of the Organized Crime Strike Force in Boston, said accusations that the Government's \ndetention of the entire group was racist are \"absolutely, categorically untrue.\"\n\nBut several lawyers questioned whether the Government's action was legal or ethical.\n\nFor example, some lawyers said the Government might have violated the law by detaining the group for eight days \nafter they arrived in Boston from Paris on Oct. 21 before any of them appeared in court.\n\nLawyers in the case say the immigration service has sweeping powers to hold aliens, but the agency must take \nanyone accused of a crime or wanted as a witness before a judge within three days. The tour leader, Chee Kheong \n\n\nChoong, was charged on Oct. 28 with trying to smuggle two of the Malaysians into the United States, and the next \nday the Government asked a Federal magistrate to hold seven of them as witnesses.\n\n \n\nRequest to Hold Others\n\n Mr. Choong's lawyer then insisted that many of the others be held to give him a chance to question them.\n\nLawyers also questioned why the immigration service did not permit the Malaysians to notify their consular officials \nor engage lawyers during those eight days, as normally required by law. Asking why, they noted that no \nGovernment agency had notified the Malaysian Embassy in Washington to tell them 25 of their citizens were being \ndetained.\n\nEqually important, they have asked if immigration agents threatened or abused any of the Malaysians, as several \ndefense lawyers charged in Federal District Court here in the past three days.\n\nQuestions have also been raised as to whether the people seized were really tourists, as they have asserted, or \nwhether the Government was right to suspect that at least some of them intended to stay on illegally and work in \nthe United States. A crucial factor in the Government's thinking, said one official who spoke on the condition that \nhe not be identified, was that the 25 people were all ethnic Chinese.\n\nIn the past year, Government officials have become increasingly concerned over a wave of illegal Chinese \nimmigrants. Some of these illegal immigrants have become involved in a growing web of Chinese organized crime \ngroups this country.\n\nAn immigration agent testified in court this week said that a check of computer records had found that 21 of the 24 \nMalaysians had been in this country before and that many of them had overstayed their six-month tourist visas. He \nsaid one had stayed and worked for up to six years.\n\nBut Arthur Helton, an executive with the Lawyers Committee on Human Rights in New York, said that given the way \nthe immigration service processes information about departures of aliens from this country, it would have been \nimpossible for the agency to ascertain such information when the group was first detained. Because the agency \ndoes not stamp a person's passport on departure, it would have been very difficult to prove in court that so many \nmembers of the group had overstayed.\n\n \n\n'Highly Unusual' Detention\n\n Much of the information leading to the smuggling charge against Mr. Choong came out only under questioning \nwhile the group was being held in one of several local jails.\n\n\"This sort of detention is highly unusual, and the Government's conduct is troubling,\" Mr. Helton said. \"They seem \nto have lumped people together as a group.\"\n\nThe Malaysians were first detained at Logan Airport on Oct. 21 when an immigration inspector noticed that one of \nthe tourists had been in the United States before and might have overstayed her tourist visa.\n\nToday, some officials of the immigration service, the Justice Department and the State Department were blaming \neach other for the troubles.\n\nMr. Farmer, head of the Justice Department's Organized Crime Strike Force here, said it was the immigration \nservice that had held the Malaysians during the eight days before their first court appearance on Oct. 29. But \nTimothy Whelan, deputy director of the immigration service in Boston, said his agency had held the group after a \nrequest from the United States Attorney's office.\n\nMr. Whelan also said his office immediately notified the State Department about the Malaysians, thinking the \nagency would notify the Malaysian Embassy. \"Part of the problem was logistics,\" he said.\n\n\n\nPhyllis Young, a State Department press officer, said she did not know why the department had not notified the \nMalaysian Government. But she acknowledged an error had been made. \"Timely notification was not given as \nrequired by our consular agreement,\" she said. \"The Department of State has expressed its regret to the Malaysian \nGovernment.\"\n\nIn announcing the Government's decision today in Federal District Court, Magistrate Marianne Bowler said: \"There \nhave been a number of problems in this case. Time was of the essence.\"\n\n \n\nDeportations Are Ordered\n\n She then ordered that the tour leader, Mr. Choong, and the group members who were still incarcerated be \ndeported immediately. \"I'm ordering everyone in this case to be on flights out of this country today,\" she said.\n\nThe other eight Malaysians were freed on her orders earlier this week.\n\nIn explaining his decision to drop the case, Mr. Pappalardo said it became impossible to prosecute after the \nmagistrate ordered on Wednesday that depositions of each of the tourists be kept to 90 minutes so as to let them \ngo quickly.\n"}