{"title": "OBERWEIS CAMPAIGNS IN OPPOSITION TO BUSH'S PLANS FOR ILLEGAL ALIENS", "body": "\nIn one of his latest television commercials, Republican U.S. Senate candidate Jim Oberweis talks about foreigners \ncoming to take American jobs as he flies in a helicopter over Soldier Field, which he says could be filled each week \nwith illegal immigrants.\n\nOberweis is staking his hopes in his second campaign for the Senate on illegal immigration - an issue on which \nhe has split from Republican President George W. Bush.\n\nThe dairy owner warns in two television commercials that 10,000 illegal aliens come to the United States each day \nto take jobs and get free health care, which he contends will be paid for by taxpayers. The ads, which began airing \nstatewide Tuesday, have angered some immigrant rights groups.\n\n\"Jim Oberweis is a phony, and I hope people will see through it,\" said Joshua Hoyt, executive director of the Illinois \nCoalition for Immigrant and Refugee Rights. \"Two years ago, he ran as a moderate Republican. He lost. This time, \nhe's coming back as a straight-talking conservative and picking on immigrants.\"\n\nThe ads also might be a sign of a growing conservative split over Bush's plan to grant legal status to millions of \nimmigrant workers who are in the country illegally. He would offer three-year \"temporary worker\" status but not a \nchance at citizenship. Mike Lawrence, interim director of the Public Policy Institute at Southern Illinois University, \nsaid Oberweis is attempting to \"develop an issue that will resonate with voters who typically vote in Republican \nprimaries, and they tend to be more conservative than mainstream Republicans.\"\n\nOberweis spokesman Bill Kenyon acknowledged that the campaign hopes to get support from conservative \nRepublicans but said the ads will resonate with all voters in tough economic times.\n\nSteven Camarota, research director for the Washington-based Center for Immigration Studies, which favors greater \ncontrols on illegal immigration, said Oberweis' statistics are based on the number of people who try to cross the \nborder each year.\n\nU.S. Border Patrol officials say they catch one in three people who try to cross the border, and they catch about 1.2 \nmillion people each year, Camarota said. That totals more than 3 million people who try to cross, which breaks \ndown to about 10,000 a day, he said.\n\nAbout 8 million immigrants, and perhaps as many as 11 million, live in the United States illegally, according to most \nestimates. Illinois is home to about 500,000 of them.\n\n\nA Chicago Tribune/WGN-TV poll released Monday showed Oberweis trailing investment banker Jack Ryan among \nlikely GOP voters, 30 percent to 12 percent. Oberweis finished second in a three-way Republican primary for U.S. \nSenate in 2002.\n"}