{"title": "Gates of Vienna News Feed 7/15/2009", "body": "\n   Jul. 15, 2009 (Gates of Vienna delivered by Newstex) --\n\n The crackdown on radical nationalism in Hungary continues. The Magyar Gárda (Hungarian Guard) has been \nbanned, but a new version of the group seems to have formed, and a Jobbik MEP wore a Magyar Gárda uniform in \nthe first session of the European Parliament.\n\nIn other news, the World Health Organization says that a swine flu vaccine is still months away, but another story \nreports that a new vaccine will be tested next week on hundreds of adult volunteers in Australia.\nThanks to C. Cantoni, heroyalwhyness, Insubria, islam ophobe, JD, TB, TV, and all the other tipsters who sent \nthese in. Headlines and articles are below the fold.\n- - - - - - - - -\n\nFinancial Crisis\n\n|China Foreign Reserves Rise to $2.13 Trillion\n\n|France Approves Sunday Work\n\n|French Auto Workers Threaten to Blow Up Factory in Extreme Example of Resistance to Cost Cuts\n\n|Treasury Boss Courts Mideast, Sees Gradual Rebound\n\n|UK Jobless Rate Strikes 12-Year High\n\n USA\n\n|Big Blobs of Mystery Goo Floating Off Alaska Coast\n\n|Bombshell: Orders Revoked for Soldier Challenging Prez\n\n|Congressman Warns of ˜Big Brother Dossier\n\n|Gag the Internet! An Obama Officials Frightening Book About Curbing Free Speech Online\n\n|State Officials Seek Change in Federal Law to Control Growing Cell Phone Use by Prison Immates\n\n Europe and the EU\n\n|Denmark: Arctic Rivalry Heating Up\n\n|Far Right is Left Out at E.U.s Assembly\n\n|France: July 14, 240 Arrests in Clashes With Police\n\n|Germany: Dresden Hopes to Honour Murdered ˜Veiled Martyr\n\n|Hungary: Jobbik MEP Wears Banned Hungarian Guard Uniform in First EP Session\n\n|Hungary: The Return of the Gendarmerie?\n\n|Hungary: Three Radical Nationalists œArrows Arrested on Terrorism Charges\n\n\n|Hungary: Police Investigate œNew Magyar Gárda; Former Minister Mulls Banning Jobbik\n\n|Hungarian MEP Schmitt Elected Vice President of European Parliament\n\n|Hungary: Analysts Say Ban on Magyar Gárda Has Risks for Jobbik\n\n|If this Kind of thing is the First Draft of History, I Pity them\n\n|Lithuania OKs Law to Keep Gay Info Away From Kids\n\n|Netherlands: PM Softens Stand on Guantanamo Inmates\n\n|Northern Ireland Violence the Work of Splinter Group\n\n|Potentially Powerful: The European Defence Agency at Five Years\n\n|Spanish Court Drops Charges Against US Soldiers\n\n|Sweden: ˜Sackey Wasky Whacks Wallets of Swedish Men\n\n|Switzerland Offers Legal Assisted Suicide\n\n|UK: Force Uses Stop and Search Power 3,400 Times ” But Suspends it After Failing to Make Single Terror Arrest\n\n|UK: Muslim Convert Jailed Over Blackmail Plot to ˜Expose Friend as Terrorist Sympathiser\n\n|UK: Number of People Suffering From Swine Flu Symptoms Rises by Nearly 50 Per Cent in a Week\n\n|UK: Police Officer ˜Attacked by 40-Strong Mob After He Told Teenage Girl to Pick Up Burger Wrapper\n\n|UK: Watchdog Bans Israeli Tourism Advert\n\n Balkans\n\n|Serbia: Eleven Muslims Jailed for Terror Plots\n\n Mediterranean Union\n\n|Spain: Survey on Euro-Med Policies\n\n North Africa\n\n|Algeria: Female General Appointed for First Time\n\n|UN: Gaddafi for Permanent African Seat on Security Council\n\n Israel and the Palestinians\n\n|Lieberman to Solana, No to Forced Solution\n\n|New Details Emerge About Hamas ˜Murder Plot\n\n|Palestinian Authority Closes Al-Jazeera in West Bank\n\n|PNA Blacks Out Al Jazeera, ˜Lies About Arafat Death\n\n|Qaddoumi Drops a Bombshell\n\n|What Happened to the Suicide Bombers of Jerusalem?\n\n Middle East\n\n|Demography: Jordan; Population Increase Tenfold in 50 Years\n\n|Syria: Signers of Damascus Declaration Sentenced in Appeal\n\n|Turkish PM Holds Surprise Meeting on Terror\n\n Caucasus\n\n|Caucasus Talks Wont Resolve Issues, Says Armenian Official\n\n|Russian Activist Found Murdered\n\n|US Hails Karabakh Peace Talks as ˜Breakthrough\n\n|US Navy, Georgian Coast Guard Conduct Training Exercises on American Ship in Show of Support\n\n South Asia\n\n|Afghanistan: Italian Solider Killed\n\n|Anwar Sodomy Trial Begins in Malaysia\n\n\n\n|Malaysia: Nine Christians Arrested Accused of Proselytizing\n\n|Pakistan: Spy Agency Exposes Link Between Militants and Religious Schools\n\n|Religious Row Flares in Malaysia\n\n|Two U.S. Soldiers Lie Dead. Captured on Film, One of the Boobytrap Bombs Killing So Many British Troops\n\n|Will History Repeat Itself in Afghanistan?\n\n Far East\n\n|China: Xinjiang, Al Qaeda North Africa Threatens Beijing\n\n|China Blasts Turkish Boycott Call\n\n|Cyber Attacks May Have Come From Britain: S Korea\n\n|Erdogan: Xinjiang is œNearly Genocide. But the Islamic World Remains Cautious\n\n|Reasons Behind the Ethnic Rivalry in Xinjiang\n\n|Tension in Urumqi. œAl Qaeda Threatens China\n\n Australia ” Pacific\n\n|China Tries to Block Uighur Film\n\n|Vaccine to be Tested on Healthy Adults Next Week\n\n Sub-Saharan Africa\n\n|Ethiopian Minister Refuses to Return Home From U.S.\n\n|Ex-Rwanda Governor Sentenced to Life for Genocide\n\n|Kidnappers Want $2 Million for Darfur Aid Workers\n\n|Liberias Taylor Rejects War Crimes Charges\n\n Latin America\n\n|National Guard Troops Seize Police Station Under Control of Chavez Opponent in Venezuela\n\n|US Military Presence in Colombia Would Expand With Greater Use of Air, Sea Bases\n\n|Zelaya Issues Ultimatum: ˜Reinstate Me or Else\n\n Immigration\n\n|Australia: Government ˜Slow To Act on Surge in Unlawful Entrants\n\n|Czechs Want EU Response After Canada Imposes Visas\n\n|Editorial: Human Trafficking\n\n|EU Lifting Visa Requirements for Some Balkan Nations\n\n|Fini: Society Today is Multicultural\n\n|Germanys Visa œExemption: A Test of the EUs Sincerity\n\n|Patra Immigrant Camp Cleared Out\n\n|Spain: One Dead and 5 Injured in Canary Islands Landing\n\n|UK: Customs Discover British-Bound Illegal Immigrants Stacked Three-Deep in Plastic ˜Coffins\n\n|UK: You Cant Deport Me, Im a Lesbian: Jamaican Drug Dealer Makes Human Rights Plea\n\n Culture Wars\n\n|Christian Student Fights Prof, Wins Big\n\n|Nearly All My Professors Are Democrats. Isnt That a Problem?\n\n|UK: Could Teens be Fed a More Dangerous and Deluded Message¦\n\n General\n\n|How Much Cooling is Enough?\n\n\n\n|Swine Flu Vaccine Still Months Away: WHO Chief\n\n|Tagging Technology to Track Trash\n\nChina Foreign Reserves Rise to $2.13 Trillion\nChinas foreign reserves have risen to $2.13 trillion after growth picked up in June despite a slump in trade, data \nshowed Wednesday.\nThe reserves, already the worlds largest, expanded by 17.8 percent or $186 billion over the first half of the year, the \ncentral bank said. It said the increase in June alone was $42 billion ” nearly equal to growth for the full final quarter \nof last year.\nChinas reserves have ballooned as the central bank buys up dollars generated by its huge trade surplus and influx \nof investment. The latest upturn despite a trade slump suggests the difference was being made up by an increase \nin foreign investment flowing into China.\nChinas reserves are more than double those of No. 2 Japan, which has $988 billion.\nChinese leaders have expressed concern about the stability of the U.S. dollar and the value of Beijings vast \nholdings of American government debt. China is Washingtons biggest foreign creditor and is believed to keep \nalmost half of its reserves in U.S. Treasury bonds and notes issued by government-affiliated agencies.\nDespite such concern, the U.S. government says Beijing is continuing to buy substantial amounts of Treasuries.\nChinas exports fell for an eighth month in June, plunging 21.4 percent from a year earlier, and its global trade \nsurplus narrowed to just $8.2 billion, the second-smallest gap in many years.\nChina added just $7.7 billion to its reserves in the first quarter of this year as trade and investment plunged due to \nthe global financial crisis. That compared with a $45 billion increase in the final quarter of last year.\nThe growth in reserves over the first half was down by $95 billion from the expansion in the same period last year, \nthe central bank said.\nMeanwhile, foreign direct investment fell in June for the ninth straight month, but the decline narrowed, adding to \nsigns of an economic recovery..\nActual foreign direct investment in June totaled $9 billion, down 6.8 percent from a year earlier, while the number of \nnew approved foreign companies totaled 2,529, down 3.8 percent, an official said.\n\nThe FDI drop compared to a 17.8 percent fall in May, likely another sign of improvement in Chinas\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           France Approves Sunday Work\nPARIS ” French legislators have approved a divisive bill that allows more stores to stay open ” and more people to \nwork ” on Sundays.\nThe law was adopted Wednesday by a vote of 282 to 238 in Frances lower house of parliament.\nOne of President Nicolas Sarkozys key reform pledges, the bills proponents say expanding Sunday opening hours \nwill give the French economy a much-needed jolt as the nation wrestles with recession.\nBut Frances leftist opposition calls it an affront to labor protections, and traditionalists decry it as an attack on the \ntime-honored day of rest.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           French Auto Workers Threaten to Blow Up Factory in Extreme Example of Resistance to Cost Cuts\nOutside view of the New Fabris car parts manufacturer in Chatellerault, central France, Wednesday July 15, 2009.A \nlocal official dismissed a threat by laid-off French workers to blow up their auto parts factory, saying the gas \ncanisters, center left, they placed outside the plant are apparently empty. The factorys more than 350 workers were \nfired last month. They are demanding Euros 30,000 ($41,000) each by the end of the month in compensation from \nthe main clients, PSA and Renault, union officials say. Some 150 of them are occupying the factory, where some \nequipment has already been burned. Writing on wall reads: ˜Garro we want the bonus 30,000 euros net. Garro \nrefers to Italian Florindo Garro, who heads ZEN owners of factory Fabris..(AP Photo/Remy de la Mauviniere) \n(REMY DE LA MAUVINIERE, AP / July 15, 2009)\n\nhttp://www.hurriyetdailynews.com/n..php?n=china-foreign-reserves-rise-to-2.13-trillion-2009-07-15\nhttp://news.yahoo.com/s/ap/20090715/ap_on_re_eu/eu_france_sunday_work\nhttp://www.newsday.com/news/nationworld/wire/sns-ap-eu-france-factory-protest,0,1556188.story\n\n\nCHATELLERAULT, France (AP) ” Laid-off auto-parts workers huddled Thursday around gas canisters tied to an \nelectrical cable, threatening to blow up a factory in the latest example of extreme French resistance to cost-cutting \nin the economic downturn.\nOther French workerss have kidnapped their bosses, blocked ports and barricaded factories to try to save jobs in \nFrances worst recession since the 1940s.\nSome 200 workers at the New Fabris factory outside the southwest city of Chatellerault, are each demanding \neuro30,000 ($42,267) from Renault and PSA Peugeot-Citroen, accusing the carmakers of killing their livelihoods.\nIf they dont get it by July 31, they say they will blow up the factory, about 190 miles (300 kilometers) southwest of \nParis. They are taking turns guarding 20 canisters of acetylene and butane, once used for gas-operated tractors \nand now spaced out on both sides of the plant and attached by a cable. Guy Eyermann of the CGT union said half \nof them are full, though that was impossible to verify.\nœWe are at the end of the line, Eyermann said. œA lot of people worked here for 25, 35 years. Many have given \ntheir lives to the company. He called on œall factories in Europe that are closing to protest and do what the workers \nare doing here.\nNew Fabris closed down June 16 and all its 366 workers are being gradually laid off. They blamed Peugeot-Citroen \nand Renault for canceling contracts that represented the bulk of the companys sales, and began their protest June \n20.\nOn the gates out front, laid-off workers put up black cardboard cutouts in the shape of coffins noting workers name, \nyear of birth, and œ2009 ” the year they were let go. A workers empty blue uniform hung from the gate. Enormous \nmachines hauled from inside the factory stood in the courtyard, gutted and charred after employees torched them.\nThe shuttered factory still holds parts and costly machinery, and the workers are trying to keep Renault and \nPeugeot-Citroen from collecting any material.\nThe workers are meeting with officials at Renault headquarters on Thursday, and are asking for euro15,000 each \nfrom the company. The workers met with officials at Peugeot-Citroen last week, also asking for euro15,000 apiece.\nPSA Peugeot Citroen spokesman Pierre-Olivier Salmon said the company rejected the demand.\nœIts the world upside down, Salmon said. œIts not our job to replace the companys shareholders or the state. Why \nshould PSA pay for this?\nSalmon said PSA had offered to buy New Fabris remaining inventory for euro1.2 million, even though PSA had no \nneed for the spare parts.\nRenault spokeswoman Gita Roux said the possibility of buying the factorys remaining inventory is a possible topic \nof negotiations at Thursdays meeting. As for the workers demand for compensation, Roux said, œIt is not for us as \nclients to pay redundancy packages for a supplier.\nThe workers on Thursdays œmorning shift guarding the gas canisters whiled away hours playing ping pong, \npetanque or simply chatting. No police were in sight, though local officials say police are monitoring the situation.\nœI got a severance package of euro3,500, about two months of salary. With the economic downturn if I dont find \nanother job this isnt going to get me very far, said Marc Pinardon, 41, a machine operator who worked at the factory \nfor nine years.\nSeveral car-related factories in the region are laying off workers ” along with thousands of auto workers losing their \njobs worldwide as the industry undergoes its worst slump in decades.\nPinardon and a colleague, Bruno Perre, a 50-year-old technician at the factory for 29 years, walked through the \nshutdown factory.\nœThey throw us a way like Kleenex, Perre said.\nTheir action prompted a copycat event at a factory of Canadian telecoms firm Nortel Networks. Workers at the \nfactory in Chateaufort west of Paris briefly installed gas canisters at their plant before removing them Thursday.\nLabor Minister Xavier Darcos said he œunderstood the anger of the workers but warned against such œincredible \nviolence.\nThe factorys outgoing director Pierre Reau walked briskly past workers Thursday without interacting with them.\nœIt worries everyone because some people are uncontrollable, he told The Associated Press.\nAnne Frackowiak, top aide to the local governor in Chatellerault, said she thinks the workers gas canisters are \nempty but that œwe are watching.\nœThe biggest risk is a gigantic fire, but the fire department is on permanent alert, she said.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n\n\n           Treasury Boss Courts Mideast, Sees Gradual Rebound\nU.S. Treasury Secretary Timothy Geithner reached out to Gulf Arab leaders Tuesday, stressing to some of \nAmericas top creditors that his country has a œspecial responsibility to steer the world through a global recession \nthat may finally be showing signs of easing.\nA key aim of Geithners trip is to convince the major oil producers that the U.S. still welcomes their business, and \nhas plans to get itself out of a crisis stemming from what he said was an œunsustainable fiscal path.\nœThe force of the global recession is receding, Geithner told Saudi Arabian business leaders in the commercial \nhub of Jiddah, the starting point of his first official visit to the Middle East.. œGlobal trade is just starting to expand \nagain.\nBut while noting that the International Monetary Fund has revised up growth forecasts in the second half of 2009 \nand into 2010, he cautioned that the signs of improvement were fragile and that the œprocess of repair and \nrecovery is going to take considerably more time.\nœThis crisis has been brutal in the extent and severity of damage to economies around the world, he said. œGiven \nthe extent of damage to financial systems ¦ it seems realistic to expect a gradual recovery, with more than the usual \nups and downs and temporary reversals.\nGeithners Mideast trip was billed as a follow-up to President Barack Obamas recent overtures to the region. But the \nstop in the Saudi Arabia ” the Arab worlds largest economy and OPECs de facto leader ” is also a clear reflection of \nthe growing financial clout of the six-nation Gulf Cooperation Council.\nThe treasury secretary arrives for talks in the neighboring United Arab Emirates, the No. 2 Arab economy, on \nWednesday.\nWhat Geithner has to say in private to officials in the oil-rich region could help determine whether the Obama \nadministrations efforts to right the U.S. economy succeed. The Arab Gulf states are major backers of U.S. \ncompanies and government bonds and, as a group, are the biggest U.S. creditor after China.\nAs the American economy has weakened, it raised questions as to whether the dollar could remain the worlds top \nreserve currency, a key issue for the heavily leveraged U.S. with a deficit that recently topped $1 trillion for the first \ntime. The slowdown also increased concerns that major foreign creditors could look to more lucrative investments in \nstrong developing economies outside the U.S.\nœThe (Gulf) countries have a big stake in the financial stability of the United States. Theyre a big creditor, said \nNasser Saidi, chief economist of the Dubai International Financial Center. œThe earlier you bring the Gulf and the \nMiddle East onto the agenda, the better.\nThe Gulf states wealth skyrocketed during oils earlier boom years, but they have grown increasingly concerned as \ncrude prices and the value of their investments soured.\nFive of the GCC nations ” Saudi Arabia, the UAE, Oman, Bahrain and Qatar ” peg their currency to the dollar. \nKuwait uses a basket of currencies that includes the greenback.\nœThis is a visit to really re-emphasize U.S. leadership and U.S. pre-eminence in the world economy even in the \nmidst of this global downturn, said Tarik Yousef, dean of the Harvard-affiliated Dubai School of Government. œThe \nlast thing the U.S. wants is for people to lose confidence in its policies and its currency.\nGeithner, who was in London on Monday, said the Obama administration is committed to preserving the openness \nof the U..S. economy. He said the U.S. realizes it has œa special responsibility in protecting the value of the dollar, \nwhich remains the worlds dominant currency.\nHe was to hold talks with Saudi King Abdullah and his top financial advisers later Tuesday, and will meet with \nofficials from the UAEs powerful state investment funds on Wednesday. From the Emirates, he heads to Paris.\nIn Saudi Arabia, Geithner laid out a four-point strategy that he said is essential for economic recovery.\nIt includes stabilizing and repairing the U.S. financial system, helping offset the dramatic contraction in demand, \nworking with the major economies of the world on a coordinated program of macroeconomic stimulus and financial \nstabilization and focusing on the future by building a stronger and more productive economy.\nœIn the United States, we need to make sure that as we rebuild, we build a stronger and more productive \neconomy, less prone to crisis, with the gains of growth more broadly shared, he said, adding that the government \nwas determined to cut the deficit once officials were sure the global crisis was over.\nAmerica œwas on an unsustainable fiscal path before this crisis, and we will not succeed in establishing \nsustainable recovery without a credible commitment to address our long-term deficits, he said. (AP)\nBeirut, 14 Jul 09, 19:38\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\nhttp://www.naharnet.com/domino/tn/NewsDesk.nsf/getstory?openform&C59D0FD957F591E1C22575F3005ABA05\n\n\n           UK Jobless Rate Strikes 12-Year High\nLONDON (AFP) ” Britains unemployment rate surged to 7.6 percent of the work force in May, the highest level \nsince Labour won power in 1997, official data showed Wednesday, baring the depths of damage from the global \nfinancial crisis.\nThe latest dire economic data to hit recession-battered Britain comes as luxury car brand Jaguar on Wednesday \nsaid it would axe up to 300 jobs and end production of its X-Type car at a factory in northwest England.\nThe unemployment rate struck a higher-than-expected 7.6 percent in the three months to May, the worst level since \nJanuary 1997 and the biggest quarterly jump for 28 years, the Office for National Statistics said in a statement.\nœThese latest figures will make extremely grim reading for Britains embattled businesses, said David Breger, a \npartner at chartered accountants firm HW Fisher.\nœThe recession continues to take its toll on the thousands of small and medium-sized businesses that are the \nlifeblood of this countrys workforce, businesses that have been left high and dry by the banks reluctance to lend.\nThe latest unemployment rate, which is according to the International Labor Organization (ILO) measure, was \nhigher than market expectations of 7.4 percent.\nIn addition, the number of people in Britain claiming benefits increased 23,800 last month to 1.56 million, according \nto the ONS.\nThat was the biggest total since the Labour Party swept to power more than 12 years ago ” but it was also the \nslowest monthly increase since May 2008.\nThe data stripped bare the impact of the global financial crisis and the credit crunch ” which erupted in August 2007 \nas banks fretted over their exposure to soured bets on the collapsed US subprime home loan market.\nThe crisis has since pulled most major world economies ” including Britain, the eurozone, Japan and the United \nStates ” into a deep recession.\n\nIn a bid to stave off job losses, major British companies are asking staff to take pay cuts and even work for free.\n\nAbout a fifth of British Airways 40,000-strong workforce, including pilots, have agreed to accept cuts in pay or to \nwork for free to help the group save millions of pounds (euros, dollars).\nMeanwhile telecoms group BT is offering employees a year at home in return for a 75-percent pay cut.\n\nThe ONS added on Wednesday that British unemployment, according to the ILO measure, rose by 281,000 to 2.38 \nmillion in the three months to May.\nThat was the highest level since 1995, while the quarterly increase was the largest since records began in 1971.\nœThe ILO data show more grim evidence of the collapse in the UK economy and the resultant toll on jobs, said \nCitigroup analyst Michael Saunders.\nHe warned: œWe suspect that firms ” and of course the public sector ” have not yet even come close to completing \nthe inevitable cutbacks to hours and jobs.\nœThe result is that unemployment is likely to go on rising for an extended period.\nOffice for National Statistics\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Big Blobs of Mystery Goo Floating Off Alaska Coast\nSomething big and strange is floating through the Chukchi Sea between Wainwright and Barrow.\nHunters from Wainwright first started noticing the stuff sometime probably early last week. Its thick and dark and \nœgooey and is drifting for miles in the cold Arctic waters, according to Gordon Brower with the North Slope \nBoroughs Planning and Community Services Department.\nBrower and other borough officials, joined by the U.S. Coast Guard, flew out to Wainwright to investigate. The \nagencies found œglobs of the stuff floating miles offshore Friday and collected samples for testing.\nLater, Brower said, the North Slope team in a borough helicopter spotted a long strand of the stuff and followed it \nfor about 15 miles, shooting video from the air.\n\nhttp://news.yahoo.com/s/afp/20090715/bs_afp/britaineconomyunemployment\nhttp://www.mcclatchydc.com/environment/story/71842.html\n\n\nThe next day the floating substance arrived offshore from Barrow, about 90 miles east of Wainwright, and borough \nofficials went out in boats, collected more samples and sent them off for testing too.\nNobody knows for sure what the gunk is, but Petty Officer 1st Class Terry Hasenauer says the Coast Guard is sure \nwhat it is not.\nœIts certainly biological, Hasenauer said. œIts definitely not an oil product of any kind. It has no characteristics of \nan oil, or a hazardous substance, for that matter.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Bombshell: Orders Revoked for Soldier Challenging Prez\nMajor victory for Army warrior questioning Obamas birthplace\nA U.S. Army Reserve major from Florida scheduled to report for deployment to Afghanistan within days has had his \nmilitary orders revoked after arguing he should not be required to serve under a president who has not proven his \neligibility for office.\nHis attorney, Orly Taitz, confirmed to WND the military has rescinded his impending deployment orders.\nœWe won! We won before we even arrived, she said with excitement. œIt means that the military has nothing to \nshow for Obama. It means that the military has directly responded by saying Obama is illegitimate ” and they cannot \nfight it. Therefore, they are revoking the order!\nShe continued, œThey just said, ˜Order revoked. No explanation. No reasons ” just revoked.\nA hearing on the questions raised by Maj. Stefan Frederick Cook, an engineer who told WND he wants to serve his \ncountry in Afghanistan, was scheduled for July 16 at 9:30 a.m.\n\nœAs an officer in the armed forces of the United States, it is [my] duty to gain clarification on any order we may \nbelieve illegal. With that said, if President Obama is found not to be a ˜natural-born citizen, he is not eligible to be \ncommander-in-chief, he told WND only hours after the case was filed.\nœ[Then] any order coming out of the presidency or his chain of command is illegal. Should I deploy, I would \nessentially be following an illegal [order]. If I happened to be captured by the enemy in a foreign land, I would not be \nprivy to the Geneva Convention protections, he said.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Congressman Warns of ˜Big Brother Dossier\nBill would ensure citizens arent forced to take extended Census survey\n\nThe Obama administrations extended Census survey intended for 3 million people is a plan to create a \nœgovernment dossier on American citizens, charges a Texas congressman who has introduced a bill to make the \nlengthy questionnaire voluntary.\nœThe federal government has a constitutional duty to count the number of people in the United States every 10 \nyears, Republican Ted Poe told WND, œbut the federal government has no business keeping a comprehensive \npersonal profile on every American citizen.\nPoe fears the government can use the American Community Survey questionnaire to compile detailed information \nabout individuals and œuse that information for its own purposes.\nœThis is Big-Brother at its worst, he said.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Gag the Internet! An Obama Officials Frightening Book About Curbing Free Speech Online\nWhen it comes to the First Amendment, Team Obama believes in Global Chilling.\nCass Sunstein, a Harvard Law professor who has been appointed to a shadowy post that will grant him powers that \nare merely mind-boggling, explicitly supports using the courts to impose a œchilling effect on speech that might hurt \nsomeones feelings. He thinks that the bloggers have been rampaging out of control and that new laws need to be \nwritten to corral them.\n\n           ” Hat tip: JD [|Return to headlines]\n\nhttp://www.wnd.com/index.php?fa=PAGE.view&pageId=104009\nhttp://www.wnd.com/index.php?fa=PAGE.view&pageId=104002\nhttp://www.nypost.com/seven/07112009/postopinion/opedcolumnists/gag_the_internet__178749.htm\n\n\n           State Officials Seek Change in Federal Law to Control Growing Cell Phone Use by Prison Immates\nWASHINGTON (AP) ” State officials appealed to members of Congress on Wednesday to give states a new tool to \ncontrol illegal cell phone use by prison inmates and quickly ran into protests from the phone industry.\nIndustry representatives say jamming signals could interfere with legitimate service and 911 calls.\nPrisons around the nation are grappling with rising problems from prison inmates using cell phones to coordinate \ncriminal activity. Officials are backing legislation to change the law to allow states to use cell phone jamming \ntechnology to render cell phones useless in prison.\nTexas State Sen. John Whitmire, whose life was threatened by a death row inmate with a cell phone, said cell \nphones smuggled inside prisons are the fastest growing and most alarming development in prison contraband in \nTexas. He said corrections officials are in œa war and need the jamming tool.\nœShort of jamming and a complete shutting down of those phone signals, I dont think we can remedy the problem, \nWhitmire told the Senate Committee on Commerce, Science and Transportation. œIt is a public safety problem.\nSen. Kay Bailey Hutchison, R-Texas, is sponsoring legislation to change the law to make it possible for states to \nuse the jamming technology. Sen. Barbara Mikulski, D-Md., is the lead co-sponsor for Democrats. A companion bill \nis pending before a House Judiciary subcommittee.\nSteve Largent, president and CEO of CTIA-The Wireless Association, testified that he didnt believe cell phone \njamming would fully address the issue. He told the committee there are better technological alternatives.\nOne alternative Largent proposed is called cell detection, technology that would enable prison officials to find a cell \nphone used inside a correctional environment without sending an interfering signal. By detecting the cell phone, \nprison officials could find and confiscate cell phones in prison without interfering with citizens cell phone use or \npublic safety channels.\nLargent said another approach to the problem would be to use technology to manage wireless access in a prison. \nManaged access would restrict cell phone use in a certain area to people who are authorized to use it.\nœPut simply, the right solution is one that effectively prohibits access by those who should not have it while \nensuring that law-abiding citizens and public safety users enjoy the most reliable service possible, Largent said. His \ngroup, CTIA, is the international association for the wireless telecommunications industry.\nThe dangerous and far-reaching aspects of prisoner cell phone use were illustrated in Maryland two years ago, \nwhen a Baltimore drug dealer used a cell phone to plan the killing of a witness from the city jail. In May, Patrick A. \nByers Jr. was convicted of murdering Carl S. Lackl Jr., who had identified Byers as the gunman in a previous killing.\nGary Maynard, secretary of the Maryland Department of Public Safety and Correctional Services, emphasized that \nthe problem is a national issue, noting that California prison officials collected more than 2,800 cell phones last year \n” two times the amount found the previous year.\nœWe need to fight technology with technology, Maynard said.\nMaryland has made a request to the National Telecommunications and Information Administration for a 30-minute \ndemonstration at a Maryland prison that houses federal inmates to inform Congress about available technology to \ncombat illicit cell phone use.\nThe agency shares responsibility for managing the nations communications network with the Federal \nCommunications Commission.\nLast week, South Carolinas prison chief said corrections directors in 26 states signed on to a petition he sent to the \nFCC asking federal regulators permission to jam cell phone signals inside state penitentiaries.\nLawrence E. Strickling, assistant secretary for communications and information at the Commerce Department, cited \nthe South Carolina filing in a response to Maryland Gov. Martin OMalleys request to the NTIA. Strickling wrote that \nhe has reached out to the FCC œso that the two agencies can develop a coordinated approach with respect to the \njamming issue generally and your specific proposal in the state of Maryland.\nThe FCC has authority over non-governmental radio communications, while the NTIA has authority over federal \nuses of the radio spectrum.\nUnder current law, the FCC can only allow federal agencies ” not state or local authorities ” permission to jam cell \nphone signals. The FCC has denied two recent requests from the District of Columbia and Louisiana for test \njamming sessions.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\nhttp://www.newsday.com/news/politics/wire/sns-ap-us-prisons-cell-phones,0,5314677.story\n\n\n           Denmark: Arctic Rivalry Heating Up\nParliaments plans to build up the militarys presence in the Arctic will provoke an arms race in the region, worries \nformer military commander\nThe military is ready to begin a military build up in Greenland that will see the creation of an Arctic task force and an \nArctic command.\nThe efforts will strengthen Denmarks military presence in the region at the same time as Canada and Russia have \nalso announced that they will adjust their national defence strategies to adapt to more traffic, more mining and more \npotential conflicts in the Arctic.\nParliaments recently adopted defence budget for 2010 to 2014 concludes that increasing activity in the Arctic will \ntransform the regions strategic importance and eventually lead to more challenges for the military.\nIn order to meet those challenges, an arctic task force drawing on elements from all branches of the military \ncapable of operating in the Arctic will be set up from the existing defence capabilities.\nThe plan also calls for the possible use of fighter jets for occasional tasks related to monitoring and assertion of \nsovereignty in and around Greenland, as well as for a study into whether the US Air Forces Thule Air Base could \nplay a larger role in defence tasks in and around Greenland, in cooperation with other partner countries.\nAxel Fiedler, former head of the Greenland Command, warned however against an ˜unnecessary militarisation.\n˜Why start talking about fighters to Greenland? There is no threat whatsoever towards Greenland and no one \ndenies the sovereignty of Greenland he said.\nIn addition to Denmarks on-going border dispute with Canada, the two countries, along with Russia, Norway and \nthe US are currently in the process of staking their territorial claims in the Arctic with the UN.\nThe process will see the Arctic Ocean divided up amongst the five Arctic powers, and Fiedler believes that the \ndefence bill could provide Canada with new arguments for continuing its arms build up in the Arctic, just as \npoliticians in Russia can use it to demand that the Russian military become more visible in the region.\nFiedler urged Greenlands self-rule government to protest against the plans, but Premier Kupik Kleist backs the \nproposals plans to improve efforts to prevent environmental and shipping disasters.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Far Right is Left Out at E.U.s Assembly\nBy STEPHEN CASTLE\n\nSTRASBOURG ” It was hardly the ideal start for a career in the European Parliament. Traveling to his first \nappearance in Strasbourg this week, Nick Griffin, the leader of the far-right British National Party, found himself by \nthe side of the highway explaining to the French police why his car had broken the speed limit.\nœI wasnt driving, Mr. Griffin said Tuesday in describing his encounter with the French authorities. He added that the \ncar was doing only œabout 10 over the limit.\nAll in all, it was not a great debut for Europes far right, whose arrival here failed to generate the anticipated \npyrotechnics. Newly elected members from extremist parties found themselves marginalized, with no speaking slot \nwhen the Parliament elected Jerzy Buzek, a former Polish prime minister, as president.\nThey will have a chance to speak soon, but the B.N.P. and other far right parties will not control any of the \nassemblys influential committees.\nThere was much attention paid last month when extremist parties made gains in the European Union elections, a \nsuccess that reflected widespread disenchantment with the traditional parties. But though Parliament was braced \nfor publicity-seeking tactics Tuesday, the far right parties made a minimal impact.\nOne member from the Hungarian party Jobbik was seen in paramilitary fatigues, and another wore traditional dress. \nBut both were overshadowed by the arrival of a center-right Czech member who had cycled from Prague to \nStrasbourg and appeared in the chamber in his cycling shirt and shorts.\n\nFar-right members from the Netherlands, Austria and Bulgaria were low key, and the B.N.P., which is trying to shed \nits image for menacing street politics, sought to portray itself as a mainstream political party. The B.N.P. won its first \nrepresentation in the European Parliament last month. Mr. Griffin, one of the two elected, complained about being \ndenied access to the same briefing and information that other British members get.\n\nhttp://www.cphpost.dk/news/national/88-national/46275-arctic-rivalry-heating-up.html\nhttp://www.nytimes.com/2009/07/15/world/europe/15iht-union.html?_r=1\n\n\nœIm disappointed but not surprised, he said. œWe are second-class citizens. Its unfortunate to be in this position, \nbut Im not surprised.\n\nBritish officials said they give the B.N.P. members standard briefings and other documents on request but are not \nengaging proactively with them. Unlike other British members, the two representatives from the B.N.P. have not \nbeen invited to a reception Wednesday hosted by Britains minister for Europe, Glenys Kinnock.\nThe far right also found itself on the outside when it came to forming transnational groups with common ideological \noutlooks. Such groups get more financing from the Parliament and also get to head the most influential committees. \nBut the far right failed to find common cause with enough other parties to form a group.\nœThey can start a dispute or create a scandal, said Dirk Sterckx, a Liberal Democrat member from Belgium, œif \nthey publish material with money from the Parliament. They can use the Parliament as a way to attract attention.\nœBut if you are a party like the B.N.P. or the Vlaams Belang in Belgium, you dont play a role on policy here on \nimmigration, the accession of Turkey to the E.U., or human rights and civil liberties.\nThe composition of the new European Parliament underlines a shift to the right after the failure of the center-left to \nmount an effective challenge to most European center-right governments.\nBritains Conservative Party, which left the Parliaments main center-right grouping, formed another 55-strong bloc \nwith the Czech party O.D.S. and the Polish party Law and Justice. But strains within the group emerged \nimmediately when a Conservative member, Edward McMillan-Scott, was suspended from the party organization for \nrunning against another member of the group for a vice-presidential position within the European Parliament.\nA grouping that includes the U.K. Independence Party, which wants to take Britain out of the European Union., and \nthe Northern League in Italy now numbers 30 members as opposed to the 22 in the U.K.I.P.s group last time.\nœIf there is a larger representation of Euroskeptics in the European Parliament, Mr. Buzek said, œthis is a signal \nthat our message to the population of the continent was not clear enough.\nThe Parliament should, he added, œdemonstrate to them what integration is about and how hard their lives would \nbe without this integration.\n\n           ” Hat tip: TV [|Return to headlines]\n\n           France: July 14, 240 Arrests in Clashes With Police\n(ANSAmed) ” PARIS, JULY 14 ” Approximately 240 people were arrested in France last night on the eve of the \nnational celebration of July 14, in clashes with the police. Thirteen policemen and gendarmes were injured by \nfirecrackers and fireworks being thrown at them. Out of the 240 people arrested (the number is almost double that \nof 2008), 190 were detained by the police. The eve of the French national holiday was also marked by the setting \non fire of 317 cars, a 6.73% rise on last year. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Germany: Dresden Hopes to Honour Murdered ˜Veiled Martyr\nThe German city of Dresden is mulling ways to honour a pregnant Egyptian woman stabbed to death in a courtroom \nin the city, a killing which has sparked anger in the Muslim world, a spokesman said Tuesday.\nœA meeting with town representatives and the Central Council of Muslims is set to take place next week to decide \nhow we can honour her, Kai Schulz told AFP, adding discussions would also take place with the womans family.\nDresdens foreign residents affairs officer Marita Schieferdecker-Adolph said: œWe are thinking of naming one of \nthe citys streets after her, but the last time we wanted to do that, it took 16 years.\nThe July 1 killing of Marwa al-Sherbini, 31, stabbed at least 18 times in front of her three-year-old son and her \nhusband, allegedly by a Russian-born German man identified only as Alex W., has provoked outrage in Germany \nand abroad.\nIt has also fuelled anti-German sentiment in Islamic countries, notably Iran and Sherbinis native Egypt, where she \nhas been dubbed the œveil martyr as she was wearing a headscarf when she was attacked for apparently racist \nmotives.\nIranian President Mahmoud Ahmadinejad blamed the German government for the act, and on the streets, as many \nas 150 Iranian Islamist students pelted eggs at the German embassy in Tehran chanting œDeath to Germany! \nDeath to Europe!\n\nhttp://www.ansamed.info/en/news/ME03.@AM46623.html\nhttp://www.thelocal.de/national/20090714-20595.html\n\n\nIn Egypt, small demonstrations were held outside the German embassy in Cairo, with protestors accusing the West \nof Islamophobia and the countrys top cleric declaring her a œmartyr while calling for the maximum penalty for the \nattacker.\nAfter an initially slow response to the killing, the German government has moved to deflect criticism, with Chancellor \nAngela Merkel expressing her condolences to Egyptian President Hosni Mubarak.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Hungary: Jobbik MEP Wears Banned Hungarian Guard Uniform in First EP Session\nOne of the radical nationalist Jobbik partys new representatives in the European Parliament appeared for the first \nsession of the body wearing the uniform of the banned paramilitary arm of his party, the Hungarian Guard, in \nStrasbourg on Tuesday.\nCsanad Szegedi told MTI that his wearing the uniform was to symbolise his commitment to the Guard, the recent \nban on which he found œhard to accept and said that he supported reorganisation of the dissolved militia.\nKrisztina Morvai and Zoltan Balczo, Jobbiks two other MEPs, were wearing coats associated with 19th-century \nHungarian history.\nThe legally binding ruling banning the Guard was issued by a court of appeal in Budapest on July 2.\nThe appellate court upheld a decision of December 2007, not long after the Guards first of a series of anti-Roma \nmarches in Tatarszentgyorgy, a village in central Hungary, which later became known for the murder of a Roma \nman and his young son and other anti-Roma violence.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Hungary: The Return of the Gendarmerie?\nThere is no reason whatsoever to be surprised over the fact that the Hungarian ultra-right is busy trying to \nresuscitate all the odious institutions of pre-war times, including the gendarmerie. For those who need to be \nintroduced to, or just reminded of, this tough specialized police force, it was originally created to keep œorder in the \ncountryside and soon enough acquired a reputation for ruthlessness and freewheeling violence. When the time \ncame, it was also the gendarmerie who carried out the deportation of Jews into the arms of their executioners in \nAuschwitz and other destinations. Also, they were the ones who attempted a coup against Governor Miklós Horthy \nin July 1944, from which only a tank division of the military could dissuade them.\n\nBut back to our time! Enter Zsolt Lipusz. This unusual name belongs to a successful and respected high school \nteacher of history in the city of Nyíregyháza. He moonlights as the deputy chief of the local organization of Jobbik \nand is also the author of incredibly vicious articles, where else, but on            www.kuruc.info.hu and of course \nSzent Korona Rádió (the Radio of the Sacred Crown). Lipusz also advocates the re-establishment of the \ngendarmerie because, as all ultra-rightists believe, only a super hard organization like that can restore œorder in a \ncountry riddled with œGypsy crime. He nostalgically tells the story of how a couple of gendarmes scared a whole \nvillage of Gypsies into submission by just threatening them. None of that fancy-schmancy due process for those \ngendarmes! He even supplies pictorial support for his assertion, and indeed the picture speaks for itself:\nNo wonder the word œgendarmes was often hyphenated with œterror: œcsendor-terror. But Lipusz, in keeping with \nJobbiks highest desires, calls the picture œheartwarming.\nThe gendarmerie was not only an instrument of terror in the villages. They were also key players in the Hungarian \nHolocaust. As an arm of the state, they collected all the worldly possessions of the dispossessed Jews before \nshepherding them into the ghettos. They made sure that the Jews got no food, water, or any other œcomfort before \nthey were forced into the cattle cars.\nGendarmes escort the deportees in Nagykorös\nGendarmes lead the Jews to the railroad stations\nThey bring the Jews of Kiskunmajsa to the wagons\nAnd they deliver these children from Transylvania to Auschwitz\nIf all these œheroics of the gendarmerie were not enough, one of the highlights of their activities was the occupation \nof Northern Serbia, particularly Novi Sad (??jvidék), in the winter of 1942. In order to establish a reign of terror that \nwas unknown in those lands before, in only two days in April they murdered several thousand people, male and \n\nhttp://www.politics.hu/20090714/jobbik-mep-wears-banned-hungarian-guard-uniform-in-first-ep-session\nhttp://esbalogh.typepad.com/hungarianspectrum/2009/07/sk-the-return-to-the-gendarmerie.html\nhttp://www.kuruc.info.hu/\n\n\nfemale, without respect to age or ethnicity. The number of victims was never firmly established; some estimates are \nas high as 12,000, but even the lowest is 3,000-4,000. Some victims were rounded up on the frozen river Danube, \nin which openings in the ice were created by grenades, and the people were shot and tossed into the water through \nthese holes. This was also the work of the gendarmerie:\nNovi Sad in 1942\nAnd of course, they were not without a sense of humor. For amusement they humiliated the local rabbi, forcing him \nto wash their car:\nThe Jobbik and with them the entire right-wing of the Hungarian political class, with the support of the Catholic \nChurch, is enthusiastically campaigning for the resurrection of the gendarmerie. They believe that this is the only \nway to restore order to the country. In the meantime, to accomplish that goal, they dont hesitate to break the law \nand they work feverishly to overturn the present regime at every opportunity they find, because, they claim, the \npresent order is not order. To them only the gendarmeries order is the true order.\nSo far this politics has garnered the approval of 15% of the Hungarian electorate and it is rising.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Hungary: Three Radical Nationalists œArrows Arrested on Terrorism Charges\n\nThe Central Investigative Prosecutors Office and the National Investigation Office detained two men and a woman \non Tuesday, accusing them of terrorism and other crimes, the Defence Ministry announced. All three are suspected \nmembers of the Hungarian Arrows National Liberation Army.\nThe Military Security Office provided valuable information on one of those detained, an army employee who is not a \nsoldier. The ministry fired the person immediately.\nOne suspect was an organiser, and another a trainer for the Hungarian Arrows. The third was the driver when the \ngroup threw Molotov cocktails at the home of Free Democrat MP János K???ka on December 16, 2007. The \nœtrainer participated in pouring petrol on the door of the home of Socialist Zsuzsanna Dér in Duna???jváros and \nsetting it ablaze.\nOn April 8, four men from the organisation were arrested who were planning a bomb attack on Socialist MP \nLászl??? Ecs??di. The man who kept the explosives was also detained one week later.\nThe man considered the mastermind of the organisation, Gy??rgy Budaházy, was arrested on June 17 and \naccused of terrorism, abuse of explosives and planning to murder two persons.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Hungary: Police Investigate œNew Magyar Gárda; Former Minister Mulls Banning Jobbik\n\nBudapest Police are looking into who may have violated the law by refounding the outlawed Magyar Gárda after it \nwas dissolved by a court on July 2, police chief József Bencze told Kossuth Rádió. The police have asked \nprosecutors to investigate the case.\nLeaders of the far right party Jobbik announced on Saturday that the Gárda will be refounded under the name \nMagyar Gárda Foundation.\nœIt is worth considering whether to launch a procedure to dissolve Jobbik, said Péter Bárándy, a justice minister in \nthe Gyurcsány government. The question, he told Népszabadság, is whether Hungary respects the international \ntreaties it has signed that ban the arousal of hatred, adding that the answer appears to be œno.\nœAt the moment society is not aware of the disease, and this malicious development is instead tolerated. If \nauthorities are uncertain in managing the violations of law by Jobbik and the Magyar Gárda then the disease will \nspread very quickly throughout society, Bárándy warned.\nThe police prevented a public forum of Jobbik and the Magyar Gárda on Budaörs on Saturday, as the event was \nconsidered as recruiting for the banned organisation, Jobbik reported on its website.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Hungarian MEP Schmitt Elected Vice President of European Parliament\n\nhttp://www.politics.hu/20090715/three-radical-nationalists-arrows-arrested-on-terrorism-charges\nhttp://www.politics.hu/20090714/police-investigate-new-magyar-garda-former-minister-mulls-banning-jobbik\nhttp://www.politics.hu/20090715/hungarian-mep-schmitt-elected-vice-president-of-european-parliament\n\n\nThe Hungarian MEP Pal Schmitt was voted Vice President of European Parliament on Tuesday.\nSchmitt was nominated by the European Peoples Partys group as one of five candidates for vice president.\nThe EP has 14 Vice Presidents altogether.\nSchmitt has been a member of the EP since 2004, delegated by Hungarys main opposition Fidesz party. He is the \nfirst Hungarian to fill this position.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Hungary: Analysts Say Ban on Magyar Gárda Has Risks for Jobbik\nA recent ban on the paramilitary Hungarian Guard could strengthen the grouping in the short term and make it more \ndifficult to keep it in check, analysts said on Tuesday.\nThe short-term gain in support for the radical nationalist Jobbik party, the Guards founder, could turn into a woe and \npose a danger for Jobbik itself by becoming unmanagable in the longer run, an analysis by think tank Political \nCapital said.\nThe paramilitary organisation was recently banned by an appelate court for their black uniform, military-type \ntrainings and racially-motivated marches which generated fear especially among the Roma population. The Guard \nhas already held two demonstrations against the ban, one of which ended in a clash with police, and has vowed to \nreorganise itself in a number of inventive ways.\nThe Hungarian Guard is likely to continue holding marches regularly to exert its presence, œtesting and provoking \nlegislators and political actors, the analysts said. They predicted that Jobbiks political control over the Guards \nactivities would lax in the future.\nThe ban has put Jobbik under considerable pressure, as the Hungarian Guards role as a œbridge between the \nparty and the most extreme, splintered groups comes under strain. Jobbik leadership has tried hard to prevent a \nbreakaway, with Jobbik leader Gabor Vona attending a sit-down against the Guards ban, the analysts added.\nOn the other hand, the governments firm stand against the Guard reflected in the ban and its ensuing \nimplementation backed by police action could help return voters to the ruling Socialist party, the analysts said, \nadding that polls show a majority of Hungarians approving of the ban.\nThe main opposition Fidesz party has already encountered difficulties with the strengthening of Jobbik as seen in \ntheir good results in the European elections in June, and the ban on the Hungarian Guard could bring more \nuncertainty to the partys ranks. Although Fidesz has distanced itself from Jobbik and said it would not enter \ncoalition with them if given the chance, there are overlaps in important issues for the two parties where a fight to \npull voters continues, the analysts said.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           If this Kind of thing is the First Draft of History, I Pity them\nVia Blogger Nopasaran!\nposted by Joe Noory @ 10:54\nThis weekend whilst leafing through the news, I found myself looking for written evidence of something I had heard \nfrom an international broadcaster which seemed to me like a stunning breakthrough for the slow-moving world of \nmedia in Europe. The Polish will actually be privatizing their state-run media. Period. End of story.\nThe largest communications conduit in their language can no longer ever be commandeered by an elected official. \nIts a stunning development for an environment like the EU, and exhibits a shockingly high level of trust that a \nsociety can have for its population by European standards. Im quite sure Natalie and Co. are over the moon about it \ntoo.\nHowever, as of Sunday, there was little to be found about it from the big news agencies, with one rather \nschizophrenic report where it is buried in an item about a politician who once associated himself with people who \nturned out to be garden-variety European neo-fascists.\nAdding to the confusion, members of TVPs own supervisory board turned against Farfal last week, suspending him \nand replacing him with a former deputy. But the government, though keen to oust Farfal, branded that move \ntechnically invalid.\nGrad accused Farfal and what he called TVPs œhighly politicised supervisory board of wasting public money.\n\nhttp://www.politics.hu/20090715/analysts-say-ban-on-magyar-garda-has-risks-for-jobbik\nhttp://no-pasaran.blogspot.com/2009/07/if-this-kind-of-thing-is-first-draft-of.html\n\n\nœThe situation (at TVP) is bad but the easiest way to resolve it is for President Kaczynski to sign the new media bill \nnow waiting on his desk, said Grad.\nApart from making it easier to remove Farfal from his post, the new bill would cut back state funding for public \nmedia, scrap Polands national television and radio licence fee and prepare TVP for digitalisation.\nWith an amazing lack of self awareness the report even made a point of telling us that the two stories were not \nrelated, a mere few paragraphs after defaming privatization through association ” a strange thing for an \ninternational, non-state media racket like Reuters to report.\nIts really strange, actually, to see how some reporters minds operate in the vacuum like that. The ideological \nposition held by the inverse of the target of this story is precisely the one normally all about the defending of a \npotent state media with as little editorial and information gathering competition as possible.\nGrad accused Farfal and what he called TVPs œhighly politicised supervisory board of wasting public money.\n- something that has never seemed to bother the European left for a moment, so long as it operated in the \nnarrowing of the public realm around the socialist world view, but here we see an interesting development: a nation \nwhere the dominant parties in political society in agreement about the role of freedom of speech and the state.\nOnce you scrape away the statements and the window dressing that comes out of every other state-related media \nsource in Europe, the move by the Poles is as radical as it gets. Compared to the government reigned-in oligarchs \nthat operate Russias supposed œindependent media, it simply stunning.\nSo the question remains why something that big could be fumbling around with so little relevance in some writers \nhead, that IT isnt the lead item or a story of its own.\n\nThink about it ” the French and the British ” two of the societies with a past history of the proponency of freedom of \nexpression, and both with no shortage of understanding of the burden and suspicion that a state-run media can \nburden a society with STILL have state run media establishments, but Poland is simply disposing of theirs for \nprecisely the right reasons.\nBut the story gets bound up with a near press-release style political folly. Is it ignorance? An inability to place the \nmeaning of it in any sort of perspective? One can only speculate\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Lithuania OKs Law to Keep Gay Info Away From Kids\nVILNIUS, Lithuania ” Lithuanias Parliament on Tuesday approved a censorship bill that aims to keep information \nabout homosexuality away from children, angering gay rights activists who called the measure homophobic.\nVowing to defend family values in the predominantly Catholic nation, lawmakers overturned a presidential veto on \nthe legislation, which bans publicly disseminating material deemed harmful to the mental health and œintellectual or \nmoral development of minors.\nThe measure lists 19 examples of œdetrimental information, including material that œagitates for homosexual, \nbisexual, and polygamous relations, instructions on how to make explosives and graphic depictions of violence or \ndeath.\nIt also bars information that gives credence to paranormal phenomena, hypnosis or œpromotes bad eating.\nWhile critics said the text violated the freedom of speech and international standards of human rights, others said \nthe vague wording would make it difficult to enforce.\nThe text does not define œpublic information in detail, though it makes references to TV programs, films, computer \ngames and advertising as well as online and print media accessible by children.\nœThis is absurd. I cannot even imagine how they will implement this law, said Dainius Radzevicius, chairman of the \nLithuanian Journalists Union.\nLithuanias former president rejected the bill before he left office last week, but lawmakers voted 87-6 on Tuesday to \noverride his veto. Forty-eight lawmakers either abstained or were absent in the 141-member legislature.\nIt takes effect after the new president, Dalia Grybauskaite, signs it into law, which she is required to do within three \ndays.\nSupporters said the measure was necessary to defend traditional family values in the former Soviet republic of 3.4 \nmillion people, which joined the European Union and NATO in 2004.\nœWe have finally taken a step which will help Lithuania raise healthy and mentally sound generations unaffected by \nthe rotten culture that is now overwhelming them, said Petras Grazulis, a lawmaker who co-sponsored the bill.\n\nhttp://news.yahoo.com/s/ap/20090714/ap_on_re_eu/eu_lithuania_censorship_law/print\n\n\nGrazulis, of the right-wing populist Order and Justice Party, is also seeking a total ban of homosexuality in the Baltic \ncountry.\nIntolerance toward sexual minorities remains strong in many former communist countries in Eastern Europe ” not \nleast in the Baltic region..\nLithuania has repeatedly banned gay pride parades. In neighboring Latvia, the annual gay pride parade draws twice \nas many protesters as supporters. In 2006, gay rights activists in Latvias capital, Riga, were pelted with feces, eggs \nand insults as police stood idly by.\nBoris Dittrich, an advocacy director of the New York-based Human Rights Watch, urged gay and lesbians in \nLithuania to challenge the so-called œLaw on the Protection of Minors in court.\nœThe idea behinds this law is quite homophobic, he said. œIts a violation of international human rights standards.\nThe new bill amends an earlier censorship law that didnt contain any references to homosexuals. It also steps up \npressure on the state ethics panel tasked with reviewing questionable content to punish violators with fines, which \ncan be challenged in court.\nThe text says the nature of the content must be balanced against its œscientific or artistic value or whether there is \na public interest in making it broadly available.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Netherlands: PM Softens Stand on Guantanamo Inmates\nThe Netherlands may be prepared to take several prisoners from the US Guantanamo Bay prison to help ensure \nthe camp is closed down, prime minister Jan Peter Balkenende said on Tuesday.\nSpeaking after his first formal meeting with US president Barack Obama in Washington, Balkenende said: ˜if the \nclosure is held up by a couple of prisoners, the Netherlands will see what it can do.\nBut no proposals were made and no guarantees were given and the problem was discussed in general terms, news \nagency ANP said.\nOne of the first promises made by Obama after his election was to close the prison on Cuba where several hundred \npeople have been held without trial.\nThe Netherlands was a strong opponent of the camp but until now had always refused to consider taking ex-\nprisoners. But ˜a solution must be found and the Netherlands will think and work towards that solution, the prime \nminister said.\nG20\nDuring their meeting, Obama invited the Netherlands to join the next G20 summit which takes place in Pittsburg in \nSeptember.\nThe Netherlands is not a member of the group, made up of the worlds biggest economies, but was on the guest list \nfor previous summits in Washington and, most recently, London.\nAfghanistan\nPresident Obama also praised Dutch military efforts in Afghanistan, saying Dutch soldiers ˜are some of the most \neffective in the region.\nThe president said he recognised the Dutch involvement is controversial and hoped the expertise and experience \nthe Netherlands had built up in the region would remain available even when the Netherlands pulls out next year.\nBalkenende repeated that the Netherlands will pull back as a leading nation in the southern province of Uruzgan \nnext year, but emphasised that the Netherlands will not turn its back on Afghanistan, ANP reported.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Northern Ireland Violence the Work of Splinter Group\nPETER CAVE: A peace accord more than a decade ago ended most of the violence between Catholics and \nProtestants that has plagued Northern Ireland for more than 300 years.\nBut trouble has again erupted, this time at the annual flashpoint ” the Orange Order parades.\nThese marches commemorate the victory of the Protestant King William over Catholics in 1690.\nThereve been reports of rioting, arson and minor bombings in Northern Belfast and other towns.\n(Sound of a riot)\n\nhttp://www.dutchnews.nl/news/archives/2009/07/pm_softens_stand_on_guantanamo.php\nhttp://www.abc.net.au/worldtoday/content/2009/s2625384.htm\n\n\nBen Wellings, convenor of European studies at the Australian National University, told Bronwyn Herbert that the \nviolence is disturbing, but its unlikely to be a sign of returning to the bad old days.\nBEN WELLINGS: The Catholic/nationalist/republican community tend to see these marches as provocative \nwhereas the Protestants see them as a right and they march around parts of Ulster in order to kind of say that they \nhave the right to go here even if that part of Ulster is predominately Catholic area and that is where the kind of more \nrecent troubles have come in and what seems to have happened just overnight is that rioting has again broke out in \nresponse to these Orange Order marches.\nNow, fears of people seeing this kind of violence again that maybe there is a chance that the peace process will be \nderailed however I dont think there is a lot of community support for a return to that kind of sectarian violence.\n\nBRONWYN HERBERT: Given that the peace accord in 1998 ended most of that violence between Catholic \nrepublicans and pro-British Protestant groups which plagued Northern Ireland for three decades and killed more \nthan 3,000 people, how disturbing is this development when many would have thought that the days of bombing in \nNorthern Ireland were actually behind us?\nBEN WELLINGS: Well, I guess it is a question of what type of bombs. I understand that these are blast bombs that \nare used and they are sort of, if you like, crowd control weaponry. I dont think that we are seeing a return to the \ntypes of bombing that we saw in the 70s, 80s and even in the 90s which resulted in large loss of life.\nI think that the political situation is critical but stable might be a good way of describing it.\nBecause you have got the two most extreme groups from the Protestant side ” the Democratic Unionist Party and \nfrom the republican side, Sinn Fein ” actually locked into a power sharing agreement at Stormont which is Northern \nIrelands Parliament House, I think that that is actually quite a good outcome because it means that these two \nextremist groups are not marginalised and they are actually part of the peace process in a way that they werent \nbefore 2007 and whilst this has been actually bad news for the more moderate nationalist and unionist parties, I \nthink it does give the hopes of peace a greater chance in Northern Ireland.\nI dont think that things like this, whilst they are serious, I dont think they are going to derail the whole peace \nprocess.\nBRONWYN HERBERT: Sinn Feins Gerry Kelly, now an Irish republican MP has blamed the Real IRA for the \ntrouble in northern Belfast. Would you agree?\n\nBEN WELLINGS: Um, yes. I mean this is some sort of splinter group. I mean I couldnt say for definite whether it is \nthe Real IRA or not but it seems to be some kind of splinter group who have detached themselves from the IRA \nwho they feel are too involved in the peace process so it seems to me that this is trouble being caused by a \nminority of people but it also might suggest that there is still a group of maybe young protesters who are quite keen \nto riot.\nNow, whether they are politically motivated or I mean, I have even seen it referred to as recreational rioting, again is \nsomething that may vary from place to place but I do think this is the work of a minority splinter group.\nPETER CAVE: Dr Ben Wellings from the Australian National University, speaking there to Bronwyn Herbert.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Potentially Powerful: The European Defence Agency at Five Years\nEUOBSERVER / COMMENT ” Most Europeans have probably never heard of the European Defence Agency, \nwhich celebrates its fifth anniversary this month. Yet, this little known EU agency has slowly created a basis for the \ndevelopment of common military projects. While its achievements can certainly not be called spectacular, in the \ncontext of the problematic nature of European defence cooperation, the EDA has shown more potential than its \npredecessors.\nDiverging national interests in the areas of procurement and defence industry policies still impede much of the \nagencys planned progress. Industry takes a front seat in the EDA decision-making process, with easy access to all \nrelevant players though, naturally, it complains about the lack of speed.\nLike most developments in the area of European military co-operation, the work of the EDA is happening \ncompletely outside the view of the wider general public. The lack of public involvement in an area that is still highly \ncontroversial, undermines its legitimacy and risks further erosion of public support for the wider European project.\n\nhttp://euobserver.com/13/28451/?rk=1\n\n\nWith a long history of failures to foster European co-operation on arms production and procurement, the \nestablishment of the European Defence Agency (EDA) on 12 July 2004 was received with considerable scepticism.\nEnd of the Cold War era\nThe end of the Cold War era had changed perspectives on European defence, while emerging conflicts across its \nborders ” especially in the Balkans, but also outside Europe ” gave a significant impetus to increased military co-\noperation. European Security and Defence Policy (ESDP) developed rapidly. On the legal front, ESDP was \nforemost in the process towards the EU Constitution, while out-of-area operations have mushroomed over the past \nfew years.\nThe statement in the Constitution that œMember States shall undertake progressively to improve their military \ncapabilities is directly linked to the establishment of the EDA. It has led many to doubt whether Europe intends to be \na friendly military power. Such suspicions have been further fuelled by the EDA mantra that œwe need to spend \nmore and to spend better. Its claims that military co-operation would lead to rationalised forces and thus save \nmoney, have not proved credible.\nAlong the same lines, French President Sarkozy has argued that, œEurope cannot be a dwarf in terms of defence \nand a giant in economic matters. Then Greek Defence Minister Papantoniou said in 2003: œWe [Europe] must \nstrengthen our presence, especially in the defence field, in order for the United States to view us seriously. \nCuriously, he saw the main obstacle being œthat after the Cold War there is no strong threat. We have to overcome \nthis problem.\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           Spanish Court Drops Charges Against US Soldiers\n\nMADRID ” A Spanish court on Tuesday threw out charges against three U.S. soldiers in the death of a Spanish \njournalist in Iraq six years ago and recommended the case be closed.\nThe National Court said investigative magistrate Santiago Pedraz had produced no new evidence to indicate that \nthe soldiers had acted incorrectly, given that they were in a war situation.\nThe soldiers, members of a tank crew, said they were responding to hostile fire when they shot at a Baghdad hotel \nhousing Western journalists during the U.S. invasion of Iraq in 2003.\nSpanish cameraman Jose Couso was one of two journalists killed in the shooting. The other was Reuters \ncameraman Taras Portsyk.\n\nPedraz first charged the soldiers in 2007. The National Court threw out that indictment this year, saying the \nevidence was insufficient and concluded the Cousos death was an accident of war.\nBut Pedraz reinstated it in May citing new evidence from three Spanish journalists who were at the hotel at the time \nof the shelling and looking out of a hotel window along with Couso.\nThese reporters testified that the tank had not come under fire before shooting at the Palestine Hotel.\nBut in the latest ruling, the National Court said their testimonies provided no new evidence which could lead the \ncourt to question the soldiers claims that they believed, rightly or wrongly, they had come under fire, possibly from a \nsniper.\nU.S. officials said investigations had shown the soldiers acted correctly.\nThe American soldiers ” Sgt. Shawn Gibson, Capt. Philip Wolford and Lt. Col. Philip DeCamp ” were all from the \nU.S. 3rd Infantry Division, based in Fort Stewart, Georgia.\nFollowing the incident, then-U.S. Secretary of State Colin Powell said American troops had opened fire after hostile \nfire from the hotel, perhaps from a sniper. He said a U.S. review of the incident found the use of force was justified.\n\nTuesdays ruling came after state prosecutors appealed against Pedrazs decision to reinstate the charges.\nThe court said the latest ruling could not be appealed.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Sweden: ˜Sackey Wasky Whacks Wallets of Swedish Men\n\nhttp://news.yahoo.com/s/ap/20090714/ap_on_re_eu/eu_spain_journalist_death\nhttp://www.thelocal.se/20682/20090715/\n\n\nA cunning internet con artist posing as a love-struck woman from Ghana has succeeded in defrauding a number of \nSwedish men of hundreds of thousands of kronor.\nGoing by the name Sackey Wasky and lurking on the popular Match.com dating site, the fraudster managed to \nconvince hundreds of men to open their wallets for what they thought were pleas for assistance for everything from \nplane tickets to shipping costs.\nThe scam was aided by authentic looking passport and visa documents meant to assuage any lingering doubts in \nthe minds of Sackey Waskys unsuspecting targets.\nœI must be honest with you that I really miss you so much. Since morning, I have been thinking of you and I really \nwish we could go out to have some fun, my one and only love, Wasky wrote to one victim, who had requested to \nsee her passport, in email correspondence reviewed by The Local.\nœNo matter what happens I will always love you.\nThe scam was uncovered when a couple of Swedish computer hackers whose friend had been duped by the bogus \nbeauty from western Africa managed to break into the fraudsters email account.\nAmong the hundreds of emails sent and received by Sackey Wasky, they found payment order confirmations and \nother evidence of her numerous cons.\nAltogether, the hackers estimate that Wasky managed to rake in around half a million kronor ($64,000) in just the \nlast year, the Aftonbladet newspaper reports.\nœShe presents herself under a number of different guises, one of the hackers told the newspaper.\nœSometimes shes a poor girl who cant pay for the flight herself. Other times shes well-to-do and has inherited gold \nfrom old relatives. But as soon as someone has started to send money, she gets problems and needs more money \nto travel.\nSome email exchanges are written in Norwegian, however, although Wasky explains her linguistic abilities as a \nresult of working in a hotel in Norway, according to Aftonbladet.\nHowever it remains unclear exactly where Sackey Wasky may be based and where he or she may strike next.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Switzerland Offers Legal Assisted Suicide\nSome countries allow incurably sick residents to receive medical help to end their lives, but Switzerland also \npermits foreigners to travel there for assisted suicide. Every year more than 100 terminally ill people from countries \nthat ban the practice travel to Switzerland for assisted suicide.\nThey typically follow these steps:\nContact an organization that offers assisted suicide to foreigners. Many turn to Dignitas near Zurich.\n\nDignitas charges 10,000 francs ($9,200) for its services, which include legal arrangements and consultations with a \ndoctor willing to prescribe a lethal dose of barbiturates. The fees are payable in advance.\nWhen ready, the client goes to a room run by Dignitas, lies down on a bed and drinks the barbiturates. Sleep \nfollows in about five minutes and death in a half hour.\nThe body is removed. Dignitas recommends cremation. It says the ashes can be sent or taken abroad without \nproblem.\nPolls have indicated a majority of Swiss support having assisted suicide available to residents of Switzerland, but \nare uncomfortable with having people travel from other countries for what critics call œsuicide tourism.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           UK: Force Uses Stop and Search Power 3,400 Times ” But Suspends it After Failing to Make Single Terror \nArrest\nOf 124,687 Section 44 stop and searches carried out in England and Wales in 2007/8, 87 per cent took place in the \nMetropolitan Police area\nA police force has suspended searches of people under controversial anti-terror laws after shock figures exposed \nthe futility of the legislation.\nHampshire Police conducted 3,481 stop and searches of people under Section 44 of the Terrorism Act in \n2007/2008 ” but arrested no-one in connection with terror.\n\nhttp://news.yahoo.com/s/ap/20090714/ap_on_re_eu/eu_assisted_suicide_glance\nhttp://www.dailymail.co.uk/news/article-1199878/Force-uses-stop-search-power-3-400-times\nhttp://www.dailymail.co.uk/news/article-1199878/Force-uses-stop-search-power-3-400-times\n\n\nThe statistics marked a huge increase on 2004/5, when there were only 275 stop and searches under Section 44 by \nthe force, and a large jump from 2006/7 when there were 580.\nThey are in sharp contrast to similar-sized neighbouring force, Thames Valley, which used the stop and search \npowers 244 times in 2007/08 making 40 unconnected to terrorism arrests.\nThe decision to stop implementing the anti-terror laws was welcomed by civil liberties campaigners.\nLast month Lord Carlile, the independent reviewer of terror laws, attacked the laws ” accusing police of making \nunjustified and ˜almost certainly illegal searches of white people to provide ˜racial balance to Government figures.\n\nIn remarks which deepened the controversy surrounding the powers, Lord Carlile said he knew of cases where \nsuspects were stopped by officers even though there was no evidence against them.\nHe warned that police were wasting time and money by carrying out these ˜self-evidently unmerited searches which \nwere ˜almost certainly unlawful.\nSection 44 is part of the Terrorism Act, 2000.\nIt gives police the right to stop and search anyone in a defined area without having grounds of ˜reasonable \nsuspicion.\nSome forces have simply designated their entire force area as Section 44 zones giving them limitless powers to \nsearch on demand. The right to use the powers has to be renewed every 28 days.\nBut Hampshire Assistant Chief Constable David Pryde conceded his forces figures on stop and search had made it \nthink again.\n˜After review, we determined that it would be appropriate to be more in line with other forces, he said. ˜We now \nhave suspended Section 44 Stop and Search until such time as the perceived threat is raised to the highest level.\nMr Pryde said the figures reflected several factors including the car bomb at Glasgow Airport on June 30, 2007, \nwhen the terrorism threat level was raised to critical nationally.\nMinistry of Defence Police Section 44 Stop and Search incidents are also recorded under Hampshire and there are \na large number of military installations in Hampshire.\nHowever, another neighbouring force, Surrey Police, did use it 2,559 times in 2007/8 but again with no arrests for \nterrorism recorded.\nAccording to Home Office statistics, 124,687 Section 44 stop and searches were carried out in England and Wales \nin 2007/08 ” almost three times the 41,924 of the previous year.\nEighty seven per cent of the searches took place in the Metropolitan Police area. Just one per cent of suspects \nwere arrested.\nJames Welch, of Liberty, said: ˜Hampshire Polices suspension of Terrorism Act stop and search is an extremely \nwelcome step. Normal stop and search powers, triggered by reasonable suspicion, are more than adequate for \nroutine policing and far less likely to alienate law-abiding people.\nChief Constable Craig Mackey, of the Association of Chief Police Officers, said: ˜Powers to stop and search are an \nimportant part of tackling terrorism but should always be used in a proportionate way.\n˜The use of stop and search by forces is something that is constantly under review. Used correctly, stop and search \nis a powerful tool that can help protect all our communities from terrorism. ˜\nHampshire effectively suspended its use of Section 44 on April 22 when it did not re-apply to extend its powers.\nThe Metropolitan Police is reviewing how Section 44 is used across the whole of the capital, including a pilot of its \nmore restricted use.\nLast month Lord Carlile, a Liberal Democrat peer and QC, suggested whites are being needlessly stopped in order \nto balance the books.\nHe said: ˜If, for example, 50 blonde women are stopped who fall nowhere near any intelligence-led terrorism profile, \nits a gross invasion of the civil liberties of those 50 blonde women.\n˜The police are perfectly entitled to stop people who fall within a terrorism profile even if it creates a racial \nimbalance as long as it is not racist.\nRead more: #ixzz0LMgxsiNw&C\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           UK: Muslim Convert Jailed Over Blackmail Plot to ˜Expose Friend as Terrorist Sympathiser\n\nhttp://www.dailymail.co.uk/news/article-1199907/Muslim-convert-jailed-blackmail-plot-expose-friend-terrorist-sympathiser.html\n\n\nA woman was jailed for four years today after blackmailing her Muslim friend by threatening to expose her as a \nterrorist sympathiser.\nMary-Nona Sturges forced 21-year-old student Nabilah Hussain to hand over at least £3,200 by claiming to have a \nrecording of a row the pair had about the 2005 terrorist attacks in London.\n\nSturges, 54, of Totnes, Devon, claimed to have taped Miss Hussain saying ˜the British deserve what they get and \nthreatened to take it to the police unless she was given money.\nSturges, herself a Muslim convert, was found guilty following a three-week trial at Truro Crown Court of three \ncounts of blackmail and three counts of deception in September and October 2006.\nShe was sentenced to four years for each count, to run concurrently, and ordered to pay the Hussain family £3,200 \ncompensation and legal costs of £8,500.\nJudge Paul Darlow told Sturges that blackmail was a ˜wicked and ugly crime and she had ˜grossly betrayed Miss \nHussains trust.\nHe said: ˜This was a sustained campaign lasting five to six weeks, a campaign where you used her religious beliefs \nand ethnicity to isolate and frighten her.\n˜The motive must have been one of sheer greed.\nThe judge said Sturges knew the Hussain family were ˜hard-working, modestly-paid people and she had extracted \nmoney ˜they could barely afford.\nDuring the trial, prosecuting barrister Llewellyn Sellick said Sturges told Miss Hussain to get her family in Woking, \nSurrey, to pay various sums of money escalating from £200.\nWhen they became suspicious, her father travelled to Devon and the police were informed.\nThe court heard that, during the time of the offences, more than £7,000 was transferred into Miss Hussains bank \naccount and she withdrew around £9,000.\nSturges, a gift shop owner, was acquitted of three counts of blackmail relating to money handed over before Miss \nHussains family were involved.\nMiss Hussain told the court she was completely convinced by the deception due to the ˜emotional and \npsychological hold Sturges had over her.\nDetective Constable Jo Aldridge, of Devon and Cornwall Police, said it was a complex investigation into a \n˜despicable crime.\nShe said: ˜Justice has been served.\n˜We are very pleased with the compensation allocated to the family.\n˜The punishment fits the crime.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           UK: Number of People Suffering From Swine Flu Symptoms Rises by Nearly 50 Per Cent in a Week\nThe number of people suffering from the symptoms of swine flu has risen by nearly 50 per cent in a week.\nThe highest rates of reported illness are in children aged five to 14, according to a data sample of GPs surgeries.\nThe report shows that up to 40,000 people visited their doctor last week with flu-like symptoms in England and \nWales.\nAlarm: Parents leave St Catherines Catholic School in West Drayton after an emergency meeting following the \ndeath of pupil Chloe Buckley\nOf five-14-year-olds, 160 of every 100,000 in this age group reported symptoms, followed by 114 per 100,000 of 0 \nto four-year-olds.\n\nAcross all all age groups, the rate of people with symptoms increased to 73.4 cases for every 100,000, compared \nto 50.3 cases per 100,000 the week before.\nThis is a 46 per cent rise, The Times Online reports.\nThe figures, from the Royal College of GPs (RCGP), are based on a sample of 84 doctors surgeries across the \ncountry.\n\nAlthough they do not provide a total of confirmed cases of swine flu, they are used by the Government as an official \nmeasure of how the outbreak is spreading.\n\nhttp://www.dailymail.co.uk/news/article-1199739/Number-people-suffering-swine-flu-symptoms-rises-nearly-50-cent-week.html\n\n\nThe figures come after has has been revealed that children under the age of 16 and pregnant women will be among \nthe first to receive the swine flu vaccine when it arrives.\nOn the NHS draft priority list are people with conditions like asthma, diabetes, heart, liver or kidney disease, or a \nsuppressed immune system.\nPregnant women in their second or third trimester are also on the list, as are frontline health workers and children \naged from three to 16.\nToday the Government insisted that the vaccine would begin arriving by the end of August amid growing fears that \nthe development of the drug was falling behind schedule.\nThe UK is in line to get around 60 million doses of the vaccine ” enough to cover half the population ” by the end of \nDecember, with the rest of the doses following next year.\nHowever, there is expected to be some delay between when the manufacturers, Baxter and GlaxoSmithKline \n(GSK), deliver the supplies and people receive their first vaccinations.\nThe jab has to be approved by the Joint Committee on Vaccination and Immunisation (JCVI) and the Medicines and \nHealthcare products Regulatory Agency (MHRA) before it can be used.\nDraft priority list for swine flu vaccine\nChildren aged from three to 16 years\nPregnant women in their second and third trimester\nHealth and social care workers directly involved in patient care\nOther health and social care workers\nPeople aged 65 years and over\nPeople with health risks, such as asthma, diabetes, heart problems; and those with suppressed immune systems\nA spokeswoman for the Department of Health said: œThe manufacturers have told us that they will be delivering \nthe first supplies of the vaccine at the end of August.\n˜This is not the Department of Healths schedule ” it is led by the manufacturers.\n˜The vaccine will also need to satisfy regulatory requirements before it can be used.\n˜We have contracts with manufacturers to supply enough vaccine for the whole population once it has been \ndeveloped.\n˜These contracts were set up some time ago to ensure we are first in the queue.\n˜Creating a new vaccine is a complex scientific procedure but based on the manufacturers current forecast, we \nexpect to have around 60 million doses by the end of the year.\n˜These predictions are as accurate as possible considering that manufacturers are dealing with the production and \ntesting of complex biological products.\nThe comments come after the head of the World Health Organisation said a swine flu vaccine may be further away \nthan has been claimed.\nDirector general Dr Margaret Chan said: ˜Theres no vaccine. One should be available soon, in August. But having a \nvaccine available is not the same as having a vaccine that has been proven safe.\n˜Clinical trial data will not be available for another two to three months.\nThe war of words over the vaccine came as it emerged that hundreds of doctors are preparing to come out of \nretirement to help deal with the swine flu epidemic.\n\nThe British Medical Association has drawn up a database of 342 former GPs and consultants who will be brought \nin to treat patients should the situation get any worse.\nThey will be given a temporary certificate to practice by the General Medical Council that would come into effect \nimmediately.\nNHS Direct also released new figures today on the number of calls it is answering about swine flu.\n\nLast night experts warned that around one in 200 of the people who contract the severest cases of swine flu could \ndie.\nOfficially, 17 Britons have now died from swine flu while tens of thousands are thought to have been infected.\nTwo of the victims appeared to have no health problems before contracting the virus.\nBut researchers have said that the number of people who have died from the disease in the UK may already be far \nhigher.\n\n\n\nWriting in the British Medical Journal (BMJ), researchers from Imperial College London have also said that it is \ndifficult to accurately estimate how many people have come down with the disease.\nProfessor Azra Ghani said the number of people who have died ˜could well be higher than 17.\nNatural causes: Police confirmed that Dr Michael Day, 64, did not die from swine flu as was first suspected\nAnd she added that Health Secretary Andy Burnhams declaration that 100,000 people a day could be diagnosed \nwith swine flu by the end of August is a ˜reasonable assessment.\nCurrent estimates are that 0.5 per cent ” or one in 200 ” people who are ill enough to seek medical help will die as a \nresult of swine flu.\n\nCommenting on the likely death rate from the disease, Chief Medical Officer Sir Liam Donaldson told the BBC: ˜We \njust havent seen enough cases in this country to give an accurate figure.\n˜Were tracking the pandemic very closely and scientists are looking at the virus to see if there are any signs of \nmutation ” we havent seen anything of that.\n˜Its still an emerging profile so putting a figure on the death rate is premature.\n˜But the longer it goes on ” as the virus passes through more and more people ” you do have to be alert to it \nchanging.\n˜But provided it stays within the present strain then it will probably produce a similar profile of illness.\nBetween 30 per cent to 35 per cent of people could come down with the virus this winter, he said.\nPrevious estimates have been that up to half the population could get infected.\n˜The virus will not just be here for one winter ” previous pandemics have been around three, four, five years, he \nadded.\nYesterday, the parents of a healthy six-year-old who died from swine flu spoke of their heartache yesterday at \nlosing their ˜ fun-loving baby girl.\nChloe Buckley died within 48 hours of complaining of a sore throat and just one day before she was due to \ncelebrate her seventh birthday.\nFamily home: The house in West Drayton, London, where Chloe Buckley lived with her two brothers and parents, \nwho have since released a statement speaking of their grief\nA post-mortem examination will show whether Chloe was healthy before she contracted the virus ” or whether she \nwas suffering from an underlying, and undiagnosed, health problem.\nHer death last Thursday at St Marys Hospital in Paddington, West London, triggered alarm among parents and a \nflood of calls to the NHS flu helpline.\nYesterday police said Dr Michael Day, a 64-year-old GP from Bedfordshire, did not die from swine flu as was first \nsuspected.\nA post-mortem showed he died from ˜natural causes while sources said he died from a blood clot to his lungs.\nHe also suffered from heart disease and high blood pressure, and had viral pneumonia.\nDoctors last night stressed that most people with swine flu suffer only mild symptoms. They repeated their calls for \nthose with flu-like symptoms to stay away from hospitals and GP surgeries and phone for advice.\nChloes parents Michael and Jacinta said they were satisfied with the medical care their daughter received.\nThere had been reports that Chloe was not given the anti-viral drug Tamiflu after her doctor misdiagnosed her \nillness as tonsillitis.\nIn a statement her parents said: ˜We are obviously very distressed at the loss of our fun-loving baby girl.\n˜Nothing can replace her in our lives and we would plead with you to allow us to deal with our loss in private and \nwithout further intrusion.\nThey added: ˜We are satisfied that the medical care Chloe received at all times was appropriate.\nChloe was a pupil at St Catherines School in West Drayton, West Lonvaccinedon, where teachers called an \nemergency meeting last Thursday evening.\nChris Spencer, director of education and childrens services at Hillingdon Borough Council, said the school would \nclose early for the summer.\nHealth Secretary Andy Burnham sought to reassure worried parents. Chloes death was a ˜tragedy but ˜lots of \nchildren had suffered from swine flu and had made a full recovery.\n˜People do need to keep it in perspective ” lots of children have already had swine flu and have made a very quick \nrecovery and, obviously, in the early stages we saw lots of school closures, he said.\n˜There have been lots of children already having the condition but making a very quick and full recovery.\n\n\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           UK: Police Officer ˜Attacked by 40-Strong Mob After He Told Teenage Girl to Pick Up Burger Wrapper\nA police officer described today how he was attacked by a mob after asking a schoolgirl to pick up a burger \nwrapper.\nPC Anthony Smith was surrounded by up to 40 people after confronting the teenager in a shopping precinct in \nCroydon, south London.\nThe towns Crown Court heard how the 15-year-old exploded into a frenzy of violence and screamed abuse as PC \nSmith tried to speak to her friend.\nThe beat officer told a jury he was suddenly grabbed by the throat from behind and pulled to the ground before \nbeing kicked and stamped on.\nHe was targeted by members of the crowd as the girl grappled with his colleague, PC Perry Lathwood, before \nrepeatedly punching him in the face.\nThe teenager then jumped on the second officers back and bit his shoulder, inflicting a wound through his protective \nvest, the court heard.\nThe girl, who cannot be named because of her age, and two men went on trial today accused of violent disorder. \nThey all deny the offence.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           UK: Watchdog Bans Israeli Tourism Advert\nLONDON (AFP) ” An advertising watchdog Wednesday banned an Israeli tourism poster that implied the West \nBank and Gaza Strip territories were undisputed parts of the country.\nThe posters, featuring a boy snorkelling with dolphins, were placed on Londons Underground train stations, as part \nof an Israeli tourism campaign.\nThey carried the slogan œfew countries pack so much variety into such a small space as Israel and a contested \nmap that sparked more than 400 complaints from pro-Palestinian groups and members of the public.\nThe Advertising Standards Authority (ASA) upheld the complaints, saying the map implied that the two territories \nwere an undisputed part of Israel.\nœWe understood that the borders and status of the occupied territories of the West Bank, the Gaza Strip and Golan \nHeights were the subject of much international dispute, the ASA said in a statement on Wednesday.\nœAnd because we considered that the ad implied that those territories were part of the State of Israel, we \nconcluded that the ad was misleading.\nIsraels ministry of tourism said the map was œnot meant to carry any political messages, the ASA said.\nThe ministry also pointed out that the aim of the map was to show œareas that could be practically reached and \nvisited when travelling there.\nBut the ASA said border lines for the Gaza Strip and the West Bank were faint and œdifficult to distinguish on the \nmap.\nThe Israelis and Palestinians revived peace negotiations at an international conference in November 2007, but the \ntalks were put on ice after Israel launched its war on Gaza in December.\nThe Palestinians have said they will not return to the negotiating table unless Israel freezes all settlement activity in \noccupied territories, one of the main obstacles in the peace process.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Serbia: Eleven Muslims Jailed for Terror Plots\nBelgrade, 3 July (AKI) ” A special Belgrade court on Friday sentenced 11 members of a radical Islamic Wahabi \nmovement to more than 60 years in prison after they were found guilty of planning terrorist activities and illegal \nweapons possession.\nFifteen members of the group were arrested in Serbias southern Sandzak region, which has a substantial Muslim \npopulation.\n\nhttp://www.dailymail.co.uk/news/article-1199901/Police-officer-attacked-40-strong-mob-told-teenage-girl-pick-burger-wrapper.html;jsessionid=C6E4468D71D4A1121DC14C745E45588F\nhttp://news.yahoo.com/s/afp/20090715/wl_uk_afp/britainisraelmideasttourismadvertise\nhttp://www.adnkronos.com/AKI/English/Religion/?id=3.0.3503384587\n\n\nThe trial started in January last year but 12 members of the group refused to engage defence lawyers, saying they \ndid not recognise a Serbian court and could be œjudged only by Allah.\nLeader of the group, Senad Ramovic, was sentenced to 13 years, while another ten members received from six \nmonths to eight years in jail. Three members of the group were acquitted and one is being tried separately.\nThe group operated a terrorist training camp on Ninaja mountain near Sandzaks regional centre of Novi Pazar and \npolice discovered a large cache of weapons, explosives and ammunition at the camp.\nPolice also discovered maps and photos of buildings they were planning to blow up including the US embassy in \nBelgrade.\nAccording to the indictment, the group also planned to kill the head of Islamic Community in Sandzak Muamer \nZukorlic, after accusing him of being a CIA agent.\n\nZukorlic testified at the trial that he had heard about a plot against his life, but pressed no charges and said he had \nforgiven his would-be assassins.\nThe Wahabi ideology is a conservative form of Sunni Islam attributed to 18th century Saudi scholar Muhammad ibn \nAbd-al-Wahhab.\nIt was brought to the Balkans by thousands of mujahadeen fighters who came to fight in support of Bosnian \nMuslims during the 1992-1995 civil war in Bosnia.\nExperts say the number of Wahabis in Bosnia and other Muslim regions of the Balkans is still relatively small.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Spain: Survey on Euro-Med Policies\n(ANSAmed) ” MADRID, JULY 13 ” On the first anniversary of the Mediterranean Union, Barcelona, the host of the \norganisations headquarters, has started an extensive survey among international experts to take the pulse of Euro-\nMediterranean politics. The European Institute for the Mediterranean (IEMed) will carry out a survey for the \nEuropean Commission based on 200 questions each year over the coming four years. The project costs 420,000 \neuros, according to IEMed sources. The first 3,100 questionnaires, in French, English, Spanish and Catalan, have \nbeen sent out to diplomats, representatives of central and regional governments, trade unionists, activists, \nbusinessmen, NGO leaders and international experts. The goal of the project is to assess how much progress has \nbeen made and the goals that havent been achieved since the Barcelona Process, which 14 years ago marked the \nstart of the Euro-Mediterranean partnership as a first step towards the creation of the Mediterranean Union. The \nquestionnaire was developed by Erwan Lannon, an expert in European legislation of the Open University of \nBrussels, and Ivan Martin, economist and researcher of the ˜Istituto Complutense for International Studies. A \nsample of some of the questions: What should be the priorities of the Euro-Mediterranean University? What is your \nopinion of the level of womens participation in this process? What do you think are the problems the Euro-\nMediterranean Association has to face to reach its goals? Based on the results of this survey, which will be \ncompleted by December, a report will be drawn up to be presented to the European Parliament and the leadership \nof the European Commission and Presidency, which will be Spain in the first half year of 2010. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Algeria: Female General Appointed for First Time\n\n(ANSAmed) ” ALGIERS, JULY 6 ” For the first time in Algerias history, a woman has been appointed general. \nAlgerian APS agency has reported that Aardjoun Fatma-Zohra, the colonel in charge of the central hospital of the \nPopular National Army, has been promoted to the rank of general by President Abdelaziz Bouteflika, who is also the \nMinister for Defence and the head of the armed forces. The ceremony took place on Saturday in Algiers on the \noccasion of the 47th anniversary of independence. Four generals were promoted to the rank of major general and \n17 colonels became generals. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           UN: Gaddafi for Permanent African Seat on Security Council\n\nhttp://www.ansamed.info/en/news/ME01.@AM62229.html\nhttp://www.ansamed.info/en/news/ME01.@AM41473.html\nhttp://www.ansamed.info/en/news/ME01.@AM47429.html\n\n\n(ANSAmed) ” SHARM EL-SHEIKH (EGYPT), JULY 15 ” Libyan leader Muammar Gaddafi has called for Africas \nright for a permanent place in the United Nations Security Council. œThe current situation at the UN is suffering \nfrom a clear imbalance of forces, because the entire Southern Hemisphere is not represented, including Southern \nAsia, Africa and Latin America, Gaddafi stated at the 15th Non-Aligned Movement Summit. œA permanent seat at \nthe UN is Africas right after the sacrifices made by its people during the long fight against colonialism, added the \nLibyan leader, according to whom œno one should contest this right. œThe Non-Aligned Movement represents the \nworld, we are the UN because we number 115 of a total of 180 in the United Nations, Gaddafi went on to say. \n(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Lieberman to Solana, No to Forced Solution\n(ANSAmed) ” JERUSALEM, JULY 13 ” Israel has rejected the proposal put forward by EU foreign policy chief \nJavier Solana for future recognition of a Palestinian state from the international community in the absence of a \nspecific agreement with the Jewish state. œA peace agreement cannot originate from anything but direct \nnegotiations, said Israeli Foreign Minister Avigdor Lieberman on Radio Jerusalem, œand it certainly cannot be \nforced . According to the minister neither the United States or the European Union intend to impose a solution \nregarding the issue. Referring to the words used by Solana, Lieberman affirmed that œthere is no need to attach \nexcessive importance to a diplomat whose term is coming to an end. The Foreign Ministry has instead released a \nstatement confirming that it is the attempt to set a date beforehand for the recognition of a Palestinian state that \nrisks having negative effects on direct negotiations. Even yesterday the Israeli Premier, Benyamin Netanyahu, \nasked the Palestinian President, Mahmoud Abbas (Abu Mazen) to organise a meeting in the short term, but so far \nthe Palestinian Authority has not expressed interest.(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           New Details Emerge About Hamas ˜Murder Plot\nJerusalem, 3 July (AKI) ” Hamas activists arrested by the Palestinian Authority have admitted to tracking the \nmovements of Palestinian president Mahmoud Abbas in a bid to assassinate him, PA sources told Israeli daily \nHaaretz.\nœHamas intention was to scuttle the reconciliation talks [between Hamas and Fatah] in Cairo and to create chaos \nin the West Bank, in contrast to the sense of security that has characterised the territory for the past two years, the \nspokesman of the West Bank-ruling Fatah movement Fahmi Zarir told Haaretz.\nOn Monday, Palestinian Authority secretary Taib Abd-Arahim had said earlier this week that PA security forces had \narrested 10 Hamas members who were allegedly planning to attack PA institutions.\nHaaretz said the detainees admitted they were planning to assassinate several PA officials on 1 July.\nAccording to the PA sources, the Hamas activists were caught with weapons, maps and photos of senior \nPalestinian officers.\nConfessions extracted by Palestinian security forces revealed that the suspects also planned to assassinate several \nPA officials.\nThe Hamas cell had three to five members, between the ages of 25 and 30.\nHowever, a spokesman of the Islamist movements military wing, the Ezzedine al-Qassam Brigades has denied the \nclaims.\nFatah, the group who controls the West Bank, and Hamas, who controls the Gaza Strip have been divided by a \nserious rift since Hamas took control of the coastal territory by force in mid-2007 after Abbas dissolved a Hamas-\nFatah unity government in June 2007.\nHamas won a surprise victory in the Palestinian parliamentary elections in 2006.\nHowever, it immediately faced widespread international political opposition and an economic boycott from western \npowers including the European Union due to its refusal to comply with three conditions: recognition of Israel, \nrejection of violence and respect for previous accords between Israel and the Palestinians.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\nhttp://www.ansamed.info/en/news/ME01.@AM37550.html\nhttp://www.adnkronos.com/AKI/English/Security/?id=3.0.3501413835\n\n\n           Palestinian Authority Closes Al-Jazeera in West Bank\nThe Palestinian Authority ordered the closure of Al-Jazeera television in the occupied West Bank on Wednesday for \nairing œfalse information, the government said in a statement.\nThe information ministry said that it was taking the Qatar-based satellite channel to court over a report that it aired \nthe previous day and that its operations in the West Bank would be suspended in the meantime.\nThe move comes after Al-Jazeera aired a story on Tuesday in which Faruq Kaddumi, a senior member of the \nPalestine Liberation Organization, accused president Mahmud Abbas of collaborating with Israel to kill veteran \nPalestinian leader Yasser Arafat in 2004.(AFP)\nBeirut, 15 Jul 09, 13:09\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           PNA Blacks Out Al Jazeera, ˜Lies About Arafat Death\n(ANSAmed) ” RAMALLAH, JULY 15 ” The Palestinian National Authority (PNA) yesterday ordered the temporary \nclosing of the Al Jazeera office in the West Bank, accusing the pan-Arab Qatari network of gathering œprovocations \nand spreading œlies, particularly regarding suspicions of a conspiracy surrounding the death of Yasser Arafat, Al \nJazeera sources in the Palestinian territories told ANSA. According to these sources, the networks office in \nRamallah has received an official letter from the PNA, in which the Authority orders the closing of the office, the \nsuspension of all its activities in the West Bank and the revocation of press credentials. Al Jazeera has been \naccused of deliberately making œincitements. It seems that the airing of the statements by Faruk Kaddumi ” the \nradical rebel PLO leader who has always been against the Oslo peace agreements ” has angered the Palestinian \nleaders. Kaddumi accused PNA President Mahmoud Abbas of bringing about Arafats death (in November 2004), \nconspiring with men of his entourage and with Israel to poison him. œLies, the PNA accused, which the network \nallegedly has provoked and deliberately used. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Qaddoumi Drops a Bombshell\nRAMALLAH, West Bank: The Palestine Liberation Organization (PLO) on Tuesday harshly criticized Farouk \nQaddoumi, secretary-general of Fatah, for accusing President Mahmoud Abbas of involvement in the alleged \npoisoning of Yasser Arafat.\nThe PLO said in a statement that as part of Qaddoumis efforts œto disrupt the sixth convention of Fatah, he made \nhysterical remarks to reporters during his visit to Amman in the last two days.\nQaddoumi said that Abbas and Fatah strongman Mohammed Dahlan were involved in poisoning Arafat. He said \nthat the minutes of a joint Palestinian-Israeli-American meeting held in early March 2004 proved that the two were \ninvolved in the poisoning of Arafat and the assassination of Hamas leader Abdul Aziz Al-Rantisi.\nQaddoumi said the meeting was attended by Abbas, Dahlan, former Israeli Prime Minister Ariel Sharon, his \nDefense Minister Shaul Mofaz and an American delegation led by William Burns.\nThose who attended the meeting planned to assassinate a number of Hamas and Islamic Jihad leaders, Qaddoumi \nsaid, adding that the minutes of that meeting were sent to him by Arafat himself.\nThe Fatah official said that he was coming out with the disclosure now œto warn Palestinian factions of what is \nbeing hatched against them. The PLO said that œthese allegations are the invention of a man who has lost political \nand psychological balance.\nArafats death in November 2004 in a military hospital near Paris triggered rumors that he had been poisoned. \nFrench doctors said the 75-year-old died from a œmassive brain hemorrhage but could not explain what prompted \nit. Arafats widow, Suha, refused to allow an autopsy.\nAccusations have since been routinely directed at the Israeli government which saw Arafat as an obstacle to peace, \nputting him under house arrest in Ramallah and allegedly talked of eliminating him. Israel has strongly denied any \ninvolvement in his death.\nArafat became ill in October 2004 and was flown from his Ramallah headquarters to France. He died a few weeks \nlater.\n\nhttp://www.naharnet.com/domino/tn/NewsDesk.nsf/getstory?openform&E6BA1EA9F608751FC22575F400370F07\nhttp://www.ansamed.info/en/news/ME01.@AM54193.html\nhttp://www.arabnews.com/?page=4&section=0&article=124584&d=15&m=7&y=2009\n\n\nArafat is seen as a national hero and was the first to give the Palestinian cause a legitimate voice on the world \nstage. His photograph still adorns homes, offices and public buildings in the Palestinian Authority-controlled West \nBank.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           What Happened to the Suicide Bombers of Jerusalem?\nNasty, fanatical old men, not human emotions, decided who died and when.\nIt is sometimes important to write about the things that are not happening and the dogs that are not barking.\nTo do so, of course, can provide an easy hostage to fortune, which is why a lot of columnists prefer not to risk it. For \nall I know, some leering fanatic is preparing to make me look silly even as I write. But I ask anyway: Whatever \nhappened to the suicide bombers of Jerusalem?\nIts not that long since the combination of self-immolation and mass murder was a regular event on Israeli soil. \nDifferent people drew radically different conclusions from the campaign, which had a nerve-racking effect not just \non Israeli Jews but on Israeli Arabs and Druze”who were often among the casualties”and on visiting tourists. It was \nwidely said by liberals, including people as eminent as Tony Blairs wife, Cherie Blair, that the real cause of such a \nlurid and awful tactic was despair: the reaction of a people under occupation who had no other avenue of \nexpression for their misery and frustration.\nWell, surely nobody will be so callous as to say that there is less despair among Palestinians today”especially since \nthe terrible events in the Gaza Strip and the return to power of the Israeli right wing as well as the expansion of \nJewish-zealot settler activity. And yet there is no graph on which extra despair can be shown to have eventuated in \nmore suicide. Indeed, if there is any correlation at all, it would seem to be in reverse. How can this be?\nOf the various alternative explanations, one would be the success of the wall or œfence that Israel has built or is \nbuilding, approximating but not quite conforming to the œgreen line of the 1967 frontier. Another would be the \nruthless campaign of œtargeted assassinations, whereby Israeli agents took out important leaders of Hamas and \nIslamic Jihad, the two organizations most committed to œmartyrdom operations.. A third might be the temporary \ntruces or cease-fires to which Hamas (but not Islamic Jihad) have from time to time agreed.\nBut, actually, none of these would explain why the suicide campaign went into remission. Or, at least, they would \nnot explain why it went into remission if the original cause was despair¦\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           Demography: Jordan; Population Increase Tenfold in 50 Years\n(ANSAmed) ” ROMA, 13 LUG ” The Jordan population, in the last fifty years, has increased ten folds, steading, \ntoday, around 5.8 milions of inhabitants. Is this the datum that refer, today, Jordans Department of Statistics, \npublishing his demographic elaboration on the country. An impressive growth, that mainly come from waives of \nimmigrations from neighbouring countries, particularly from Palestine, Lebanon, Syria and Iraq. Infact the majority of \nthe population is settled by palestinian, that, even if naturalized, dont avail of the fundamental political and civil \nrights. (ANSAmed)\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Syria: Signers of Damascus Declaration Sentenced in Appeal\n(ANSAmed) ” BEIRUT, JULY 14 ” The appeal court of Damascus today confirmed the sentence of two and a half \nyears in prison for 12 Syrian dissidents who have signed a document in which they ask for œdemocratic and radical \nchange in the country, reported the Organisation for Human Rights in Syria (Ondus). In a statement, the \norganisation specifies that the appeal lodged by the lawyers of former MP Riad Seif, of doctors Fidaa Hurani and \nWalid al Bunni, of writer Ali Abdallah, of leader writer Fayez Sara, of lawyer Akram al Bunni, of Ahmad Taame, Jabr \nal Shufi, Yasser al Itti, Muhammmad Darwish, Marwan al Ish, Talal Abu Dan has been rejected. The 12 accused, \nsentenced in October 2008, in 2005 signed the œDamascus Declaration, a public document written by \nrepresentatives of the community, the secular opposition and by others of the Muslim movement in exile in London. \nThe movement has remained active and was tolerated by the Syrian authorities until January 2008, when the main \nmembers of the movement were arrested after the election of its leadership. œThis is a political sentence based on \n\nhttp://www.slate.com/id/2222734/\nhttp://www.ansamed.info/en/news/ME03.WAM10198.html\nhttp://www.ansamed.info/en/news/ME01.@AM59730.html\n\n\nan investigation carried out by the security services in an attempt to silence the voices of democracy the Ondus \nstatement reads. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Turkish PM Holds Surprise Meeting on Terror\nTurkish Prime Minister Tayyip Erdogan came together with several other members of the Cabinet in a surprise \nmeeting on Wednesday in Ankara as one of the participants said the meeting focused on the fight against terror.\nErdoðan met with his deputy Cemil ??içek, Economy Minister Ali Babacan, Foreign Minister Ahmet Davutoðlu, \nJustice Minister Sadullah Ergin and Interior Minister Beþir Atalay in his office in Ankara.\n??içek told reporters that the fight against terror was discussed in the meeting. œIf you have noticed, the ministers \nthat attended the meeting are also members of the MGK [National Security Council] he said. œThe agenda of this \nmeeting is security, and specifically the terror issue. We have made assessments in light of the latest MGK \nmeeting.\n\nThe surprise meeting came as the Turkish president urged the government to take steps to soothe the militarys \nconcerns after he approved a law that allows military personnel to be tried in civilian courts in peace time. Some TV \nchannels earlier speculated that the top officials met to discuss the long-delayed appointment of prosecutors and \njudges.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Caucasus Talks Wont Resolve Issues, Says Armenian Official\nAs the presidents of Armenia and Azerbaijan prepare for another round of peace talks Friday, a former deputy to \nthe Armenian ambassador in Moscow has said negotiations will fail to resolve the long-standing Nagorno-Karabakh \ndispute.\nDr. Stepan Grigorian, who has also been an adviser to the Armenian Foreign Ministry, told the Hürriyet Daily News \n& Economic Review that Russia, which is hosting the Caucasus peace talks, does not want reconciliation in the \nKarabakh dispute. He also said he thought attempts by Matt Bryza, U.S. deputy assistant secretary of state for \nEuropean and Eurasian affairs, for a solution were superficial and inadequate.\nPresidents Serge Sarkisian of Armenia and Ilham Aliyev of Azerbaijan met in November for talks near Moscow, as \nRussia cast itself as peacemaker after its August war with Georgia. Russian President Dmitry Medvedev said \nArmenia and Azerbaijan had made progress toward a resolution. Mediators from the Organization for Security and \nCooperation in Europe, who have been monitoring peacemaking efforts, had also reported in early May that they \nsaw signs of progress.\nNagorno-Karabakh is an enclave in Azerbaijan that has been occupied by Armenian forces since the end of a six-\nyear conflict that killed about 30,000 people and displaced 1 million before a truce was reached in 1994. Its \nunilateral independence is not recognized by the international community. Turkey closed its border with Armenia in \n1993 in support of Azerbaijan in the conflict.\nPast policies:\nDespite the promising signals from the peace negotiations, Grigorian said he believed Fridays meeting between \nSarkisian and Aliyev would not provide a breakthrough in the Karabakh problem, which he said had become more \ncomplicated due to the flawed policies of Armenias second President Robert Kocharian.\nœSince Kocharian himself was from Karabakh, he wanted to rule Armenia and the disputed region together. He \nadvocated Karabakh independence. But this perception made the situation more difficult, he said.\nEvaluating the Russian mediation of the talks, Grigorian said he did not believe Moscow was honest about a clear \nsolution to the dispute, adding: œRussia just pursues its own interest in the negotiations. Therefore, a solution will \nnot be possible unless the interests of Russia, along with the U.S., have been met.\nAccording to Grigorian, Russia wants to be the only power in the Caucasus region and a possible deal between \nYerevan and Baku means waning Russian influence in both former Soviet countries. Recalling Russias recognition \nof the Georgian rebel regions of South Ossetia and Abhkazia, Grigorian said that like the international community \nRussia had never recognized the independence of Karabakh.\n\nhttp://www.hurriyetdailynews.com/n.php?n=-2009-07-15\nhttp://www.hurriyetdailynews.com/n.php?n=no-breakthrough-from-caucasus-talks-says-armenian-official-2009-07-14\n\n\nœArmenia thinks Russia will always be the protector country, but this is a big mistake. Russias stance on \nKarabakhs independence should be an important lesson for Armenia, he said.\nCriticism of optimism:\nGrigorian said he thought attempts by Bryza for a solution were left wanting. œIt is hard to understand the optimism \nof Bryza on the Karabakh issue. Optimistic statements raise expectations and that is extremely wrong. Bryza does \nnot know the area well enough and this is a great danger.\nHe also suggested that rushing the process might pose grave risks to the region and could even lead to another \nwar, which would cause instability not only in the Caucasus but also in the Middle East.\nGrigorian said among all EU nations, only the policies of France were similar to the Russian stance œbecause of \nthe French hostility toward Turkey.\nœFrance does not want Turkish-Armenian relations improved, he said, adding: œAnkara is seeking a deal with the \nArmenians that will open the EUs doors to Turkey. However, France does not want to see Turkey among the EU \nfamily.\nAs a result the key to a solution is in the hands of the Armenian and Azerbaijani people, Gregorian said, adding that \nthey should be further informed because both societies were not ready for the solution process yet.\nGregorian said he also believed Turkey might play an active role in the process by establishing dialogue with \nArmenia. But warned: œLike Cyprus, the Karabakh problem is not one that can be solved quickly.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Russian Activist Found Murdered\nA prominent Russian human rights activist, Natalia Estemirova, has been found dead in the North Caucasus.\nShe was bundled into a van and abducted as she left her home in Chechnya on Wednesday morning, a colleague \nsaid. Her body was found in Ingushetia.\nThe Russian President Dmitry Medvedev expressed œoutrage at the murder, and ordered a top-level investigation.\nMs Estemirova had been investigating human rights abuses in Chechnya for the independent Memorial group.\nMemorial is one of Russias best known rights groups, working to document Soviet-era abuses and those taking \nplace more recently, especially in Chechnya.\nIn recent months, she had been gathering evidence of a campaign of house-burnings by government-backed \nmilitias.\nForcefully taken\n\nMs Estemirova, who was 50 according to Russian prosecutors, had worked in the past with the activists Anna \nPolitkovskaya, who was shot dead in 2006, and Stanislav Markelov, who was killed in January this year.\nIn 2007 she was awarded the inaugural Anna Politkovskaya Prize, and had also received awards from the Swedish \nand European parliaments, Memorial said.\nIn a statement the group said she œwas forcefully taken from her house into a car and shouted that she was being \nkidnapped at about 0830 local time (0430 GMT).\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           US Hails Karabakh Peace Talks as ˜Breakthrough\nAhead of the Armenian and Azerbaijani presidents key meeting in Russia, US mediator of the Minsk Group Matt \nBryza tells the Daily News that the strengthening dialogue has brought mediation efforts to a ˜new and hopeful level \nand welcomes Moscows contributions\nThe United States has welcomed the progress in the peace process between regional rivals Armenia and \nAzerbaijan concerning the disputed Nagorno-Karabakh territory.\nœThere is a real breakthrough in negotiations, said Matt Bryza, U.S. deputy assistant secretary of state for \nEuropean and Eurasian affairs. The U.S. official on Monday attended the European Unions flagship Nabucco \nnatural gas pipeline project signing ceremony in Ankara, where he spoke to the Hürriyet Daily News & Economic \nReview.\n\nhttp://news.bbc.co.uk/2/hi/europe/8152351.stm\nhttp://www.hurriyetdailynews.com/n.php?n=us-hails-karabakh-peace-talks-as-8216breakthrough8217-2009-07-14\n\n\nTogether with Russia and France, the United States is co-chairing an international panel, the Minsk Group of the \nOrganization for Security and Cooperation in Europe, or OSCE, which has sought to mediate the dispute between \nthe two countries.\nThe presidents of Armenia and Azerbaijan are due to meet in Russia on Friday for the sixth time in 13 months and \nthe third time in three months.\nœThe OSCE Minsk Groups mediation of the Nagorno-Karabakh conflict is accelerating. ¦ The increasing pace of \ntheir meetings reflects a strengthening of the dialogue between the presidents, Bryza said.\nœThese factors have brought our mediation effort to a new and hopeful level. We hope the presidents meeting on \nJuly 17 will build on the important progress they made in St. Petersburg on June 4, and clear the way to finalize the \nset of basic principles proposed by the Minsk Group co-chairs in Madrid in November 2007.\nHe stressed President Barack Obama and Secretary of State Hillary Clinton were providing their personal support \nto his efforts as the U.S. mediator.\nœThe three Minsk Group co-chairs, from the United States, Russia, and France, work together as a strong and \ncollaborative team. We welcome the important and positive contributions by Russian President Medvedev, said \nBryza.\nIn recent remarks marking the most revealing announcement to date on the details of the peace process, \nAzerbaijani President Ilham Aliyev said the Armenian pullback from five territories was reflected in the Minsk \nGroups proposals and only after the complete withdrawal could there be discussion about the status of Karabakh.\nœThe question of the phased withdrawal of Armenian forces from occupied territories outside Nagorno-Karabakh is \nthe first stage. Immediately after the signing of agreements, troops are slated to be withdrawn from five regions, \nAliyev was quoted as saying, adding that the withdrawal of forces from the two regions would take place five years \nafter the initial pull back.\nWhile in London on Monday, Aliyev, who did not attend the Nabucco signing ceremony in Ankara, instead sending \nhis energy minister Natik Aliyev, said Nagorno-Karabakh would never be recognized as an independent country.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           US Navy, Georgian Coast Guard Conduct Training Exercises on American Ship in Show of Support\nWearing traditional costumes, common for all Caucasian ethnic groups, local residents welcome Russian President \nDimity Medvedev, right, during a ceremony marking his arrival in Tsinkhvali, the main city of the breakaway \nGeorgian region of South Ossetia, Monday, July 13, 2009. Medvedev visited South Ossetia on Monday in a trip \napparently designed to assert Russias ties to the region and dash Georgias hopes of regaining sovereignty over \nit.(AP Photo/ RIA Novosti, Vladimir Rodionov, Presidential Press Service) (Vladimir Rodionov, ASSOCIATED \nPRESS / July 13, 2009)\nABOARD THE USS STOUT (AP) ” U.S. Navy sailors and Georgian coast guard crews held training drills aboard an \nAmerican warship visiting the former Soviet republic Wednesday in a show of support as tensions with neighboring \nRussia persist following last years war.\nSailors clutching mock submachine guns swarmed up ladders on the guided missile destroyer USS Stout and \npretended to fire at each other in an exercise simulating the boarding of a hostile ship.\nThey also held firefighting drills and other exercises as rain drummed the deck of the vessel anchored at the \nGeorgian Black Sea port of Batumi. The USS Stout is the sixth American warship to call at Georgias ports since its \nlosing five-day war against Russia in August.\n\nœThe U.S. is our strategic ally, and the Georgian sailors can feel that, Georgian coast guard chief Beso Shengelia \ntold The Associated Press. The training and expertise visiting U.S. crews have provided is œinvaluable help, he \nsaid.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Afghanistan: Italian Solider Killed\nItalys mission will not change, premier says\n(ANSA) ” Rome, July 14 ” An Italian paratrooper was killed and three others wounded in Afghanistan when the \nvehicle they were riding in was hit by a roadside bomb, defense ministry sources said on Tuesday.\n\nhttp://www.newsday.com/news/nationworld/wire/sns-ap-eu-georgia-us-exercises,0,2601280.story\nhttp://www.ansa.it/site/notizie/awnplus/english/news/2009-07-14_114385069.html\n\n\nThe soldier was later identified as Lance Corporal Alessandro Di Lisio, 25, from the city of Campobasso in the \nsouthern Molise region. He had been in Afghanistan four months.\nThe incident took place some 50km from Farah, located in the southern part of the western region where \ninternational ISAF forces are under Italian command. Military sources said the vehicle was part of a convoy carrying \nsoldiers from the Folgore paratrooper brigade and a Bersaglieri regiment. The other three paratroopers did not \nsuffer life-threatening injuries and the ministry said their names were Lieutenant Giacomo Donato Bruno, Lance \nCorporal Simone Careddu and Lancer Corporal Andrea Maria Cammarata. œOur worst fears have unfortunately \nbecome a reality, Italian Defense Minister Ignazio La Russa said after being informed of Di Lisios death.\nœWe were afraid that these improvised explosive devices would become more powerful in order to injure those \ninside armed vehicles, which until now had proved to be very resistant to attacks, La Russa told the press.\nœNow we are going to have to take a close look at the efficiency of the vehicles and equipment being used by the \nItalian contingent in Afghanistan, he added.\nLa Russa, who had just arrived for an official visit to Algeria, said Di Lisios death would not change the mission of \nthe Italian contingent in Afghanistan and that he would move up his scheduled visit to Afghanistan in order to get a \nfirst-hand evaluation of the situation there.\n\nThe minister sent his œdeep-felt condolences to Di Lisios family.\nAccording to La Russa, one of the three injured soldiers appeared to be in worse condition than the others and all \nthree would be flown out of Afghanistan as soon as possible.\nLa Russa will report to parliament on the incident on Wednesday.\nPremier Silvio Berlusconi has also sent his condolences and those of his government to Di Lisios family, a \nstatement from his office said.\nThe statement added that while Di Lisios death was tragic, the role of the Italian mission in Afghanistan was \nœimportant to bring stability to strategic areas.\nPresident Giorgio Napolitano issued a similar message. Italian and other allied forces have come under increasing \nattacks as Afghanistan heads towards presidential elections in August. The violence has also increased as allied \nforces target Taliban strongholds in an attempt to bring more territory under government control. Last month four \nItalian solders were injured in firefights in Afghanistan.\nISAF AND NOT ITALY TARGET OF ATTACKS, GENERAL SAYS.\nAccording to General Marco Bertolini, the head of the NATO-led International Security Assistance Force (ISAF) in \nwestern Afghanistan, Tuesdays attack was not against Italian forces in particular but against the ISAF mission in \ngeneral.\nEvidence of this, he added, was the recent high number of casualties among other contingents. Britain, for \nexample, has lost ten men in 15 days.\nSo far this year there have been 196 casualties among ISAF forces. œOur boys are engaged in a difficult battle in \nsupport of Afghan authorities, operating in ground missions as well as training the Afghan army so it can take over \ndefense responsibilities, Bertolini said.\nœThe sacrifice of Lance Corporal Di Lisio and the wounding of three of his comrades confirmed the extreme \ndelicate and dangerous nature of the area where we are carrying out our mission, the general added. Di Lisio was \nthe 14th Italian soldier to be killed since Italys mission in Afghanistan began in 2004.\nItaly has 2,795 soldiers deployed in Afghanistan, most in the western area of Herat and in the capital Kabul.\nAn additional contingent of 500 men was recently sent to Afghanistan to help bolster security for the August \nelections, bringing the total to some 3,200.\nThis meant that Italy now has the fourth-largest contingent there after the United States (28,850 men), Britain \n(8,300) and Germany (3,380).\nThe ISAF mission is made up of over 61,000 men from 42 countries. It is divided into five theatres of action: Kabul, \noperated by France; Kandahar in the south, the command of which is rotated between Canada, the Netherlands \nand Britain; Herat in the west, which Italy commands; Mazari-Sharif in the north, the responsibility of Germany; and \nBagram in the east, run by the US.\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Anwar Sodomy Trial Begins in Malaysia\n\nhttp://www.abc.net.au/news/stories/2009/07/15/2626966.htm?section=justin\n\n\nThe sodomy trial against Malaysias opposition leader, Anwar Ibrahim, has begun in Kuala Lumpur.\nIt is the second time Mr Anwar has faced allegations of sodomy.\nThe prosecution alleges that in June of last year Mr Anwar had sex with a 23-year-old man, who worked as a \ncampaign aide.\nHomosexual relationships are illegal in predominantly-Muslim Malaysia.\nDefence lawyers are set to question the medical evidence, which has yet to be provided to Mr Anwars team.\nThey are also questioning the impartiality of those prosecuting him.\nMore than a decade ago, when Mr Anwar was dumped as Malaysias deputy prime minister, he was convicted of \nsodomy and corruption.\n\nThe sodomy charges were ultimately overturned.\n\nMr Anwar says this latest case is also politically motivated.\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Malaysia: Nine Christians Arrested Accused of Proselytizing\nMuslim students at the University Putra Malaysia (UPM) argue that the group distributed leaflets about Christianity. \nThe story seems linked to the controversy regarding an article by two Muslims journalists who faked being Catholics \nand attended two masses taking communion, to see if forced conversions occur during celebrations.\n\nKuala Lumpur (AsiaNews) ” Nine Christians were arrested on charges of wanting to convert some Muslim students \nat the University Putra Malaysia (UPM) in Serdang, near the capital Kuala Lumpur.   Annou Xavier, defence lawyer \nof those arrested, says five Muslims students made the report accusing the nine, two of whom are students in UPM, \nof distributing leaflets and booklets on Christianity. In Malaysia proselytizing is prohibited by law and in most \ndistricts is punishable by prison.\nThe University Putra Malaysia episode comes at a tense time between the Muslims and Christian community, which \nin its various denominations counts for less than 2 of 28 million inhabitants of Malaysia, two-thirds Muslim. On July \n8, two Catholics denounced the monthly Al-Islam for a report on alleged forced conversions to Christianity. Two \nMuslim journalists faked being Catholics and participated in two masses, receiving communion, thus desecrating \nthe Host of which they also  published a picture. The two failed to collect evidence in support of their argument, but \nthey accuse Catholics of using the word Allah to define God during celebrations in the local language.\nReached by AsiaNews, Fr Andrew Lawrence, director the Herald, the magazine of the Catholic Diocese of Kuala \nLumpur, says that the story of Al-Islam œhas humiliated Catholics in Malaysia and is a violation of the rights of \nChristians as well as a direct challenge to the Federal Constitution which affirms the freedom of religion. œ\nFr. Lawrence links the article of the Muslim monthly magazine to an episode in which the Herald was the main \nprotagonist. For more than a year, the weekly magazine has been struggling with a legal matter in which they have \nbrought the government to court because it prohibits the use of the word œAllah in Catholic publications in Malay \nlanguage. The priest and director noted that Friday 17 there will be a new sitting of the trial and reaffirms the \nposition of the local church: œIn 1641 the then Congregation for Propaganda Fide published a Latin Malay \nvocabulary which made this translation. The Malaysia of today was born in 1957. Celebrations in Malay have \nalways used Allah for God, because the word is translated into the different languages in which mass is recited.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Pakistan: Spy Agency Exposes Link Between Militants and Religious Schools\nIslamabad, 14 July (AKI) ” By Syed Saleem Shahzad ” As refugees displaced by conflict in northwest Pakistan \nmake their way home, they are afraid that their children will now depend on Islamic religious schools as their only \noption for education. At least 270 schools, used by the Pakistani army as military posts, were destroyed in the \ncrossfire and by bomb attacks in Malakand agency during the recent military offensive in North West Frontier \nProvince.\nMore than two million displaced people have begun leaving refugee camps and other shelters in the Peshawar \nvalley region of the province.\n\nhttp://www.asianews.it/index.php?l=en&art=15789&size=A\nhttp://www.adnkronos.com/AKI/English/Security/?id=3.0.3540499148\n\n\nNow there is renewed fear that Islamic schools or ˜madrassahs will be the only system of education left to fill the \nvacuum which could lead to a new generation who could be trained for the Taliban.\nPakistans largest spy agency, the Inter-Services Intelligence, has produced a full dossier (photo) on this new \nphenomenon describing the connection and roles played by different religious education organisations in Pakistan \nand how they play a role for the networking of Jihadis.\nThe first page of the dossier is about a recently arrested militant, allegedly responsible for attacks on the state \npolice Special Branch and a military camp in Islamabad highlights the connection between the militants and \nreligious schools.\nFidaullah Yousufzai alias Abdul Rahman was recently detained by the ISI along with former MP, Shah Abdul Aziz, \nfrom the home of Maulana Abdul Aziz.\nMaulana Abdul Aziz, the recently freed cleric who was prayer leader at Islamabads Lal Masjid or Red mosque, \nduring the violent siege in July 2007 in which more than 100 people were killed.\nThe Pakistani interrogation report chart showed Fidaullah, 24, was educated at Lal Masjid Islamabad, Jamia \nMohammadia, Jamia Faridia, Jamia Haqqania and Darul uloom Huda Golra. He comes from Buner in Malakand.\nHe joined a militia Ghazi Force, named after slain Abdul Rasheed Ghazi of Lal Masjid, because all his fellow \nstudents or teachers of seminaries he was educated in were part of the Ghazi Force.\nHe was also part of Tehrik-i-Taliban Pakistans Buner chapter because he came from that area and spent time in \nprison where he increased his links with militants.\nAs the report suggested, this background helped him to become someone who plans terror attacks, raises funds \nthrough his sources and executes his plans with whichever group is available in a given area.\nThis chart focuses on four Islamic seminaries that are Jamia Mohammadia, Jamia Faridia, Jamia Haqqania and \nDarul Uloom Golra which engage a network from Swat Valley to Islamabad and setup an array of Jihadi outfit.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Religious Row Flares in Malaysia\nPolice in Malaysia have said they will release nine Christians mistakenly accused of trying to convert Muslim \nuniversity students to Christianity.\nA university security guard wrongly thought they were handing Christian pamphlets to Muslims, police said.\nTrying to convert Muslims to another religion is forbidden in Malaysia, though Muslims may proselytise.\nMembers of religious minorities have complained that their rights are being ignored in Muslim-majority Malaysia.\nThe nine Christians, five students and four friends from Hong Kong, were arrested late on Tuesday at Universiti \nPutra Malaysia in Serdang, near Kuala Lumpur.\nDistrict police chief Zahedi Ayob said they had been distributing questionnaires to other Christians, not Muslims, as \nsecurity guards at the university had believed.\nReligious disharmony investigation\nThe arrests followed a controversy last week centring on two journalists who wrote about hiding their Muslim \nidentity in order to receive Communion at a Roman Catholic church.\nOne of the journalists said they were investigating reports that Muslims had committed apostasy by attending \nprayers or Communion at the church, but that they found no evidence of this.\nA Christian priest complained about the article, published in the Malay-language magazine al-Islam.\nPolice said officials were investigating whether the two men had caused religious disharmony, a crime punishable \nby up to five years in prison.\nReligious issues are highly sensitive in Malaysia, which has a 60% Muslim population. Christians, Buddhists and \nHindus make up most of the rest of the population.\nReligious freedom is guaranteed by law, but minority groups have accused the Muslim Malay majority of trying to \nincrease the role of Islam in the country.\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           Singapore to Legalize Financial Compensation for Organ Donors\nUnder Singapores œopt-out organ donation system, everyone who does not explicitly opt out is assumed to be an \norgan donor upon their death. Compulsory organ donation is enforced even when survivors of the deceased object.\n\nhttp://news.bbc.co.uk/2/hi/asia-pacific/8151352.stm\nhttp://www.naturalnews.com/026619_Singapore_organ_donor_organ_donors.html\n\n\nThe new law legalizes the reimbursement of costs incurred by organ donors related to the donation. Costs that can \nbe reimbursed include short- and long-term medical care, loss of income, travel, accommodation and child care. \nAny payment that constitutes œan undue inducement [or] organ trading is still prohibited, but the terms of this \nprohibition are not defined in detail.\nLegislator Christopher de Souza was among those opposing the law, warning that it could turn Singapore into a \ncenter for œtransplant tourism.\nœThe framework in the bill could be the subject of abuse, he said.\n\n[|Return to headlines]\n\n           Two U.S. Soldiers Lie Dead. Captured on Film, One of the Boobytrap Bombs Killing So Many British Troops\n[Comment from heroyalwhyness: MSM collaborating with the enemy to sell papers again?]\nThis is the picture that brings home the terrifying explosive power of the Taliban roadside bombs which pose the \nbiggest threat to Britains 9,000 soldiers in Afghanistan.\nIt is believed to be the first time that an Improvised Explosive Device (IED) has been photographed as it detonates \nin the insurgent heartland of Helmand.\nIn the foreground a soldier is almost knocked off his feet by the devastating impact. He runs for his life as the \nenormous cloud of smoke, dirt and shrapnel conceals the bodies of two U.S. Marines killed by the explosion.\nThe picture was taken yesterday as the bodies of eight UK servicemen killed in 24 hours last week were flown \nhome to RAF Lyneham and honoured by thousands lining the streets of the Wiltshire town of Wootton Bassett.\nSeven were killed by IEDs in three separate incidents ” five from the 2nd Battalion The Rifles died together in an \nambush near the town of Sangin, northern Helmand.\nA Taliban fighter looks through binoculars in an undisclosed location in Afghanistan\n\nThis year 36 of the 47 British soldiers killed in Afghanistan have been victims of IEDs, which have become the \nTalibans most feared and effective weapon. The soldier in this picture and the two killed in the Gamsir district of \nHelmand were from the U.S.. 2nd Marine Expeditionary Brigade.\nTheir deaths bring the number of U.S. soldiers killed by IEDs in Helmand over the last three days to six. The total \nnumber of American troops killed in Afghanistan so far this year is 107, compared with 151 in the whole of 2008.\nAn Italian soldier was also killed by a roadside bomb which exploded in the western province of Farah yesterday.\nThree others were wounded. Three hundred UK bomb disposal specialist soldiers are to be sent to Helmand to help \nto counter the threat. Last year 3,276 IEDs were detected and safely detonated by bomb disposal officers.\nIn recent months, the Taliban has used increasingly sophisticated tactics in its attacks ” many perfected by Al \nQaeda and insurgents in Iraq ” and placed hundreds of IEDs along routes.\n\nBomb makers have been able to adapt their devices and tactics as U.S. and British forces have introduced \nmethods to counter the threat.\nThey have been using three types of IED: the roadside bomb where an insurgent detonates the device by wire; the \nremote bomb set off by radio or mobile phone signal; and the conventional landmine which is buried beneath the \nroad surface before being detonated by the pressure of a passing vehicle.\nThe IEDs generally consist of a landmine or artillery shell rigged to a makeshift detonator and, increasingly, to \nfertiliser to give it greater impact.\nSome are extremely basic, but others are more inventive and it is possible for the bomb to be set to explode under \na third or fourth vehicle in any convoy.\nIn Iraq, insurgents would often block a road with other vehicles to stop a convoy in a precise position over an IED, \nbut in Afghanistan many of the attacks have been against soldiers on foot patrols and triggered by trip wires or \nbooby traps.\nHelmand is ideal territory for bomb makers as patrols often go through compounds of mud walls where holes can \nbe cut, a bomb implanted, and the hole filled with mud which will have dried within a couple of hours.\nSoldiers usually carry electronic equipment that creates a ˜bubble around them, blocking any electronic signal that \nmight trigger a bomb ” but the Taliban has found ways around this.\nA civilian helicopter ferrying humanitarian aid was shot down in Helmand yesterday, killing all six Ukrainian crew \nmembers and a child on the ground, officials said.\n\nhttp://www.dailymail.co.uk/news/worldnews/article-1199753/Two-U-S-soldiers-lie-dead-Captured-film-boobytrap-bombs-killing-British-troops.html\n\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Will History Repeat Itself in Afghanistan?\n\nBritish military intervention in Afghanistan has a chequered history, making it easy to conclude that British forces \nwill fail again. But such a conclusion is a mistake and does a disservice both to troops fighting there and to history \nitself, writes military historian Dr Huw Davies.\nGeneral comparisons of Britains first three wars in Afghanistan and the current conflict, are difficult and fraught with \npitfalls and traps. However, if one compares the specific experiences of soldiers and officers, there is much to learn \nfrom Britains history in Afghanistan.\n\nMany know that the British tried three times between 1839 and 1919 to subjugate Afghanistan, and each time they \nfailed.\n\nBut when dealing with the history of British military involvement in Afghanistan, and in the difficult business of \nlooking for parallels between then and now, it is necessary to separate the general from the specific.\nThe reasons for the wars in the 19th Century were somewhat different and incomparable with the reasons for the \nwar now. If general comparisons of the conflicts are made, without looking at the specifics, it might be easy to \nconclude that there is little hope for success in Afghanistan.\n\nThe First Anglo-Afghan War broke out when Britain invaded Afghanistan because she feared Russian \nencroachment into Central Asia. The British were eventually routed and the 16,000 strong army forced to flee \nKabul in the winter of 1841. Only one man survived the retreat.\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           China: Xinjiang, Al Qaeda North Africa Threatens Beijing\n(ANSAmed) ” BEIJING, JULY 15 ” China has invited Chinese citizens in Algeria to exercise extreme caution. \nYesterday Al Qaeda for the Islamic Maghreb, the north African section of the terrorist group set up by Osama bin \nLaden, stated that it wanted to œavenge Uighur Muslim victims of Chinese œoppression. The Chinese embassy in \nAlgeria has delivered notices to Chinese people and businesses warning them of potential attacks. News of this Al \nQaeda threat against Chinese people in the Middle East and North Africa was given yesterday by Stirling Assynt, a \nsecurity company based in London. Interviewed by Chinese paper Global Times, a company manager claimed that \nthe threat œmust be taken seriously despite coming from a remote section of the terrorist organisation. Stirling \nclaimed that organisation managers ordered their followers to attack Chinese workers and businessmen working in \nnorthern Africa. Chinese people working in Algeria are mostly employed in the energy, communications and mining \nsectors. Chinese investment in the country totalled more than 4.5 billion dollars at the end of 2008, with an 18.7% \nincrease on the previous year.Confirming its penetration in the African continent, today China announced that it has \nreached an agreement with Ethiopia to build seven dams worth 1.9 billion dollars in total. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           China Blasts Turkish Boycott Call\nChina on Wednesday blasted a Turkish call for a boycott of Chinese goods as œirresponsible, a day after it angrily \ndenounced accusations from Turkey that it was guilty of genocide.\nTurkish Trade Minister Nihat Ergün last week called on consumers not to buy goods from China, in protest to unrest \nin Chinas Xinjiang Uighur Autonomous Region involving Turkic-speaking Muslim Uighurs on July 5 that left more \nthan 190 people dead.\nChinese commerce ministry spokesman Yao Jian on Wednesday hit out at Ergüns comments, saying he was \nconfident the boycott would not be implemented.\nœSome people in some countries made some irresponsible comments on imports of Chinese products after the \nXinjiang incident, Yao told reporters, when asked about the boycott call.\nœBut I dont think this means the country will introduce this policy.\n\nhttp://news.bbc.co.uk/2/hi/uk_news/8151294.stm\nhttp://www.ansamed.info/en/news/ME01.@AM64115.html\nhttp://www.hurriyetdailynews.com/n.php?n=china-blasts-turkish-boycott-call-2009-07-15\n\n\nYao said Turkish leaders œhad very good communications with China, adding he believed the tension œwill \nsubside soon.\nHis comments came a day after Chinese foreign ministry spokesman Qin Gang blasted weekend remarks made by \nTurkish Prime Minister Recep Tayyip Erdo???an, who said the plight of Chinas Uighurs amounted to œa kind of \ngenocide.\nœIn 1949, the population of Uighurs [in Xinjiang] was 3.29 million. At present, the Uighur population there is nearly \n10 million, or three times more than 60 years ago. What kind of ethnic genocide is this? Qin said Tuesday.\nTurkey has repeatedly expressed concern about recent unrest in Xinjiang, Chinas northwest region that is home to \n8 million Uighurs who have long said they suffer repression and discrimination under Chinese rule.\nTurkey says it supports Chinas sovereignty over Xinjiang but retains strong cultural links with the Muslim Uighurs \nbecause of a shared language, culture and history.\nSeveral exiled Uighurs live in Turkey where they have been supported by nationalist groups.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Cyber Attacks May Have Come From Britain: S Korea\n\nA Vietnamese computer security firm believes Britain was the likely origin of last weeks cyber attacks that crippled \nmajor US and South Korean websites, Seoul officials said.\nThe Korea Communications Commission said the information came from Vietnamese firm Bach Khoa Internetwork \nSecurity. Vietnam is part of a regional grouping known as the Asia Pacific Computer Emergency Response Team.\n\nœThe (British) server appears to have controlled compromised handler servers which spread viruses, said Park \nCheol-Soon, a network protection team leader of the government-run communications commission.\nœHowever, it needs more investigation to confirm whether this server was the final attacker server or not, he told \nAFP.\n\nSeouls National Intelligence Service earlier said North Korea was a prime suspect in the attacks, which briefly \ncrippled major government and commercial websites in the United States and South Korea.\nPark said the apparent discovery of a master server in Britain did not mean North Korea could not be held \nresponsible. œIt does not either bolster or undermine claims that someone has done the attacks, he said.\nThe œdistributed denial of service attacks involved sending multiple requests for website access from tens of \nthousands of œzombie computers so the sites became overloaded.\nThe computers that were used to send the flood of requests had been infected with a virus that allowed attackers to \ncontrol them anonymously.\nThe Korea Communications Commission said 166,000 œzombie computers in 74 countries were believed used.\nThe intelligence service Monday downgraded its alert against the cyber attacks, saying they were œfizzling out and \nmost targeted sites had normal traffic restored.\nNorth Korea has staged a nuclear test and numerous missile launches in recent weeks, raising regional tensions. \nBut a cyber attack, if confirmed, would be a new tactic.\nHong Min-Pyo, president of security solution provider Shiftworks, told AFP Wednesday it was technically impossible \nto trace who initiated the attacks.\nShiftworks has also tracked down a server in New Jersey that was believed to have been spreading the so-called \nmalware, he said.\nœDDos attacks are designed to hide the attackers, Hong told AFP.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Erdogan: Xinjiang is œNearly Genocide. But the Islamic World Remains Cautious\nThe Turkish premier wants to push the UN Security Council to address the crisis in Xinjiang. But Beijing could block \nit. The Turkish foreign minister calls for a boycott of Chinese goods. Demonstrations of Uyghurs in Istanbul, \nCanberra, Holland, Germany. Nothing new from the Organisation of Islamic Conferences or Iran.\n\nhttp://www.breitbart.com/article.php?id=CNG.9343541c16eb80b4c766033086b6465a.5c1&show_article=1\nhttp://www.asianews.it/index.php?l=en&art=15757&size=A\n\n\nAnkara (AsiaNews / Agencies) ” The Islamic world feels little solidarity it seems, with fellow believers in Xinjiang. \nAmong governments, however, Turkey has distinguished itself. Yesterday, Premier Recep Tayyip Erdogan defined \nwhat is happening in China as œnearly genocide. The Turkish prime minister made this statement at the end of the \nG8 in LAquila, where the heads of nations did not mention events in Xinjiang at all, though President Hu Jintao \ncancelled his presence at the summit as a result of the demonstrations and subsequent clashes between Uyghurs \nand police and between Han and Uyghurs in recent days.\nœOn the one hand ” said Erdogan ” we talk about universal human rights, but on the other hand, we have to \nwitness something like this. Stating that he has expressed his concerns to the heads of state and ministers of the \nG8, the Turkish premier added: œI have used the word ˜atrocity before?? no other word can describe a situation \nwhich is nearly genocide in which hundreds have been killed and more than 1,000 others wounded.\nErdogan also said that Turkey is considering putting the issue of the Uyghurs on the agenda of the Security \nCouncil, but it is almost certain that China would block the step, it being a permanent member of the Council and \nstating that Xinjiang is an internal problem.\nIn the Islamic  world there are some demonstrations in favour of the Uyghurs. Yesterday in Istanbul about 5 \nthousand people demonstrated in front of the Fatih mosque after Friday prayers shouting œNo to ethnic cleansing \nand burning Chinese products. Two days ago, Nihat Ergun, the Turkish trade minister called on his fellow \ncountrymen to boycott Chinese goods. The population of Turkey has historical, linguistic and ethnic bonds with the \nUyghurs.\nThe demonstrations and protests worldwide that have occurred in recent days are all due to the exiled Uyghur \ncommunity.  In Canberra (Australia) 200 people gathered in front of the parliament shouting œdeath to Chinese \nterrorists.   In Holland, in The Hague other exiled Uyghurs launched stones against the Chinese embassy; other \nexiles in Berlin staged a sit-in in front of the embassy.\nMany ordinary Muslim people have expressed sorrow for what is happening in Xinjiang, but governments are being \nlukewarm in their reactions.\nThe Organization of Islamic Conferences has condemned the use of œdisproportionate force and called on China \nfor an œhonest inquiry into the incidents.\nThe Iranian foreign minister, Manuchehr Muttaki said that he will telephone his Chinese counterpart to discuss the \nsituation in Xinjiang with him.\nChina is the main trading partner of the Arab countries, surpassing the United States. Between 2004 and 2008 \ntrade between China and Arab countries came to about 100 billion dollars.\nBeijing has also long secured the friendship of Saudi Arabia and Iran. China has increasingly large economic ties \nwith them, with its ever-growing need for oil. In return, Beijing has become their advocate in the international \ncommunity, putting a stop to certain points of the UN embargo against Tehran and willingly closing a eye on the \nworlds criticism of Saudi Arabias human rights record.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Reasons Behind the Ethnic Rivalry in Xinjiang\nMARK COVLIN: Nur Muhammad Majid is a Uighur who came here from Xinjiang five years ago and now has \nAustralian citizenship.\nHe still keeps in close contact with people in the Xinjiang capital Urumqi and other cities.\nOn the phone from Adelaide I asked him about the Uighurs grievances.\nNUR MUHAMMAD MAJID: These clashes happened because of the region is lack of autonomy. Because the \nGovernment, the Chinese state, has officially said this region is called Xinjiang Autonomous Region but in fact there \nis lack of autonomy, lack of self determination, lack of human rights, dignity or you know human rights activities, \nespecially for the Uighur minority people in this region.\nThats why the priority is given to the Han Chinese and the local Uighurs has been separated, has been assimilated \nand you know, the majority rights, the legal rights, constitutional rights is given to Chinese.\nFor example, obtaining employment, land rights and opening a company, working in any sector of the Government \nemployment sector ” its first priority is given to Chinese.\nMARK COLVIN: I think you just used the phrase the œUighur minority. I thought it was about half and half Han \nChinese and Uighur.\n\nhttp://www.abc.net.au/pm/content/2008/s2620505.htm\n\n\nNUR MUHAMMAD MAJID: At this time, in 2009, the Uighur have become, have officially become the minority in \nthis region.\nMARK COLVIN: And thats because of the Chinese Central Government has migrated central Han Chinese into this \narea?\nNUR MUHAMMAD MAJID: Thats correct. In 1949 there was only 6 per cent of Chinese in our country but now 46 \nper cent of Chinese have been living. This officials say, and we dont believe this one because we have seen every \nday by train, Chinese are migrating; 90,000 illegal migrants are coming into this region.\nMARK COLVIN: To what extent is this conflict about religion? Because Uighurs are mostly Muslim and the Chinese \nhave in some ways tried to paint to paint the idea of Uighur autonomy to connect it in some way with Osama bin \nLaden and so on.\nNUR MUHAMMAD MAJID: Chinese authority would always find some excuse to accuse the people, innocent \npeople because if they dont find some sort of excuse they wont have any sort of things to defend their actions. The \nUighur people inside the East Turkestan region wouldnt have any direct connection with Osama bin Laden, neither \nwith Al Qaeda or neither any Islamic, Islamic movements around the world.\nBecause if you go to any Islamic country or Muslim countries, if you ask, œDo you know about the Uighur people? \nNo, no single one person would say, œYes, because there is no connection from the Uighur Muslims to the outside \nMuslim communities as well.\nMARK COLVIN: Now tell me what contacts youve had in the last couple of days into Urumqi and other cities in \nXinjiang and what youve been told.\nNUR MUHAMMAD MAJID: The clash is now become so severe, the BBC reported 156 people were dead during \nthe clash and even in Chinese state media didnt show the bodies of the dead people. Why? Because the dead \nbodies are belong to the Uighur community not to the Han Chinese. You have seen the Han Chinese were bleeding \nand you know shouting in the streets and you have seen on TV. Why cant you see dead bodies of the Han \nChinese? There was no Han Chinese bodies dead and you know, all of these, killed people or you know, people \nare Uighurs and my friends told me, œJust laugh mate. Chinese, the people, the local residents also start house to \nhouse searching Uighur residents around their area and start to kill them.\nMARK COLVIN: We reported last night that there were Han Chinese mobs armed with sticks and clubs and other \nweapons rampaging through the streets.\nNUR MUHAMMAD MAJID: But did you report that they have killed several people?\nMARK COLVIN: No, what do you know about that?\nNUR MUHAMMAD MAJID: Two Uighur young female were beheaded in medical university of Xinjiang and thrown \ntheir bodies were thrown into the street.\nMARK COLVIN: And how sure are you of that because rumours spread very fast in situations like this.\nNUR MUHAMMAD MAJID: Because this news was called from my local resident to our family members in Australia \nand its very in dangerous situation they just call to tell this information to us. Some photos were also put in the \nwebsite of these dead females now.\nMARK COLVIN: What do you fear and what do you hope from the situation now?\nNUR MUHAMMAD MAJID: We fear now that the situation is being worsened because the Chinese state President \nHu Jintao has now returned from Italy and I believe Hu Jintao, the state President, Chinese state President, was the \nTibetan secretary when he cracked down the Tibetan people in 1995.\nThis does not mean to Chinese state leader will bring a peaceful resolution into the Xinjiang region. This is not like a \naccident. This is not an accident. This is a state, well planned accident, well-planned orchestrated you know their \npolicy. They say, œKill the Uighurs and we dont ask. I have read in the news theyre saying the Chinese were \nshouting, œKill the Uighurs, and nobody asked. œKill the Uighurs.\nMARK COLVIN: Thats Nur Muhammad Majid, a Uighur who came here as a refugee from Xinjiang and is now an \nAustralian, speaking on the line from Adelaide.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Tension in Urumqi. œAl Qaeda Threatens China\nAn Algerian Islamic group has promised revenge against Chinese companies in North Africa. Demonstrations in \nJakarta for a jihad against Beijing. Iranian Ayatollah condemns the suppression of Uyghurs and criticises the silence \nof the government in Tehran, a friend of China.\n\nhttp://www.asianews.it/index.php?l=en&art=15775&size=A\n\n\nUrumqi (AsiaNews / Agencies) ” Stores bolted closed,  mosques shut: this is the image of the capital of Xinjiang, a \nday after the killing of two Uyghurs by two policemen. Meanwhile, groups in some way linked to Al Qaeda have \nlaunched a Jihad, or holy war against China and have promised to avenge the blood of Uyghurs against Chinese \ncommercial interests in the world.\nEven today, soldiers and security personnel armed with machine guns and truncheons are patrolling roads \nespecially in the area where yesterday the murder took place.\nThe police say they intervened because three Uyghurs were assaulting a fourth and at the violent response of two \nof the attackers they were forced to open fire killing two and wounding a third. Instead witnesses say that the three, \nexiting a mosque and armed with knives, tried to attack the police, who responded with fire. The incident shows the \nheight of tension in the city, after the interethnic clashes last week, and also shows that the police is not seen as the \nguarantor of order, but as an enemy of the Uyghurs.\nThe Chinese media, to defuse the tension, continue to show the great love of people towards soldiers and police.\n\nThe Muslims Uyghur population has suffered decades of political, social and economic exclusion in the region rich \nin oil and gas. China tries to maintain control through a heavy military presence, justified by charges of terrorism. \nIndeed, some groups in the past have been responsible for acts of violence, but most of the population is only \nasking for greater autonomy and religious freedom. Beijing, to prevent the emergence of Islamic fundamentalism, \nkeeps tight control of the entire religious life of the Uyghurs. In the face of last weeks clashes, the Islamic world in \ngeneral has kept a low profile. Only groups of Uyghurs and Turks abroad ” who have the same ethnic and linguistic \nroots ” have demonstrated against Beijing.\nAccording to Stirling Assynt, a think-tank for global companies, an Algerian Islamic group affiliated with Al Qaeda \nhas launched messages threatening revenge against Chinese companies in North Africa. If this is confirmed, it \nwould be the first time that the network of Osama bin Laden has directly threatened China. According to Stirling \nAssynt, threats against China and its trade representations abroad are growing in the jihadist world.\nYesterday, dozens of Indonesian Muslims clashed with guards protecting the Chinese Embassy in Jakarta. They \nwere demanding that the Indonesian government take measures against China and shouted slogans for a jihad in \nfavour of the Uyghurs. Some posters sported slogans like œStop the genocide of Muslims in Xinjiang.\nTwo days ago, the Grand Ayatollah Naser Makarem Shirazi condemned the violence against the Uyghurs and the \nsilence of the Iranian government. œIts true ” he said ” that the Chinese government and its people have close \neconomic and political ties with us and other Islamic countries, but this is no reason for them to horribly suppress \nour Muslim brothers and sisters.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           China Tries to Block Uighur Film\nOrganisers of Melbournes International Film Festival have defied calls from China not to show a documentary about \nan exiled Uighur leader.\nFestival director Richard Moore said a Chinese consular official had insisted that the film be withdrawn, but he had \nrefused to do so.\nThe film, Ten Conditions of Love, centres on Rebiya Kadeer, the US-based head of the World Uighur Congress.\nChina accuses the group of inciting recent ethnic unrest in Xinjiang.\nBeijing and Canberra are already locked in a row over an Australian mining executive who has been arrested for \nspying in China.\n˜Strident\nMr Moore said that after the events programme was published, he was contacted by Melbourne-based Chinese \ncultural attache Chunmei Chen who urged him to withdraw the film.\nœI said I had no reason to withdraw the film from the festival and she then proceeded to tell me that I had to justify \nmy decision to include the film in the festival.\nœNo-one reacts well to strident approaches, or to the appearance of being bullied. I dont think its a positive way of \nbehaving, he added.\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\nhttp://news.bbc.co.uk/2/hi/asia-pacific/8152385.stm\n\n\n           Vaccine to be Tested on Healthy Adults Next Week\nTONY EASTLEY: Two-hundred-and-forty healthy adults in Adelaide will undergo clinical trials of the new swine flu \nvaccine next week and if all goes well 400 children will be given a trial dose the week after.\n\nThe number of swine flu deaths in Australia has grown alarmingly and health authorities are expecting the number \nof cases to hit 10,000 today.\nThe company making the swine flu vaccine says its working as fast as possible to get it ready for the rest of \nAustralia by October.\nBut Britons will get access to a vaccine next month.\nDi Bain reports.\nDI BAIN: Its been just under two months since the Australian Government placed an order with pharmaceutical \ncompany CSL for the new vaccine to fight whats become Australias dominant flu ” swine flu.\nDr Rachel David from CSL says landmark trials of the anti-viral drug will begin next week in South Australia.\nRACHEL DAVID: We are doing a trial of 240 healthy adults in Adelaide starting next week. In the week after that we \nwill be starting to recruit children for a similar clinical trial in the major capital cities; 400 children between the ages \nof six months and nine years.\nAnd that process is similar, in that were trying to determine the dose of the vaccine that will be effective.\n\nDI BAIN: Health authorities are expecting the number of confirmed cases of the pandemic virus to break through \n10,000 today.\nSo far 19 people in Australia have died from swine flu and emergency wards are filling up, with 123 people in \nhospital with the virus.\nIts a similar story around the world ” however the UK will get access to the new swine flu vaccine next month.\n\nShortly after a six-year-old girl died in London, the British Health Secretary, Andy Burnham promised the vaccine \nwould be ready by next month for high-risk patients.\nDr David says CSL wants to conduct thorough clinical trials.\nRACHEL DAVID: Different governments have made different decisions based on advice from public health experts \nand the level of flu spreading in the community, the severity of the flu and the point at which they are, in terms of \ntheir seasonal ¦ um, as you know flu does get worse in winter, so in terms of their seasonal cycle.\nDI BAIN: Did the Australian Government stall on making a decision to order the vaccine and thats why were a \ncouple of months behind the UK?\nRACHEL DAVID: I dont think we are behind the UK at all and the Government did act appropriately.\nWe, all the major manufacturers are in the process of making a vaccine but there is a difference between making \nvaccines and the point at which, in the clinical trials process you release them to the general public.\nTONY EASTLEY: Dr Rachel David from vaccine maker CSL.. Di Bain reporting.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Ethiopian Minister Refuses to Return Home From U.S.\nEthiopias state minister for communication affairs has refused to return home from the United Sates after an official \nvisit, a top government official told Agence France Presse (AFP) Wednesday.\nErmias Legesse was issued with an 11-day visa and left for the U.S. in the second week of June, but has not \nreturned.\nœHe didnt report back, but there is nothing political in that, said the official who spoke on condition of anonymity.\nœHe has chosen to stay there. It seems he has dreamt about going to the U.S., he added. œSometimes strange \nthings happen.\nErmias, who is in his thirties, was appointed to the position earlier this year.\nThe U.S. embassy in Addis Ababa declined to comment on the matter, but a diplomatic source said Ermias œhas \nnot been reachable for several days.(AFP)\nBeirut, 15 Jul 09, 15:51\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\nhttp://www.abc.net.au/am/content/2009/s2626073.htm\nhttp://www.naharnet.com/domino/tn/NewsDesk.nsf/getstory?openform&DEE10D6806D1DE25C22575F40045E3DD\n\n\n           Ex-Rwanda Governor Sentenced to Life for Genocide\nARUSHA, Tanzania ” A U.N. war crimes tribunal sentenced a former governor in Rwanda to life in prison Tuesday \nafter finding that he was one of the main perpetrators of genocide in the African country in 1994.\nLt. Col. Tharcisse Renzaho, 65, was governor of the Rwandan capital, Kigali, during the genocide, giving him \nauthority over the police force. The court said he incited the killings and urged soldiers and Hutu militia and civilians \nto construct roadblocks where they could intercept and kill fleeing Tutsis.\nPresiding Judge Erik Mose said Renzaho was implicated in the killings of more than 100 Tutsis at Holy Family \nchurch during the height of the genocide because he was at the site before the attack and shortly before it ended, \nbut failed to stop the killings.\nœHe was also involved in the removal of bodies, the judge said.\nRenzahos lawyer, Francois Cantier, says his client will appeal the convictions of five counts of genocide and crimes \nagainst humanity.\nMore than half a million members of the Tutsi ethnic minority and moderates from the Hutu majority were \nslaughtered during the 100-day Rwandan genocide in 1994.\nRwandas genocide began hours after a plane carrying President Juvenal Habyarimana was shot down as it \napproached Kigali on the evening of April 6, 1994. The slaughter ended after rebels, led by current President Paul \nKagame, ousted the extremist Hutu government that had orchestrated the killings.\nThe International Criminal Tribunal for Rwanda, which sits in Tanzania, has delivered judgments on 39 people.\nSix of the judgments were acquittals.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Kidnappers Want $2 Million for Darfur Aid Workers\nKHARTOUM (Reuters) ” Kidnappers of two female aid workers in Sudans Darfur region have demanded $2 million \nfor their release, but the government is determined not to pay, a minister said Tuesday.\nThe two workers for Irish aid group GOAL were seized by armed men on July 3 from their base in the north Darfur \ntown of Kutum ” the third abduction of foreign humanitarian staff in the region in four months.\n\nœThe kidnappers are asking for $2 million. But our policy is not to pay ransom. We feel that would encourage \nothers to do the same, said state minister for humanitarian affairs Abdel Baqi al-Jailani.\nThe minister said Darfur officials were using local leaders to negotiate with the kidnappers, adding he was still \nexpecting a positive outcome. œOur main priority remains the safety of the two women, he told Reuters.\nIrish negotiators and government officials have sent teams to Khartoum and El Fasher, the capital of North Darfur, \nto help free the women, named by GOAL as Hilda Kawuki, 42, from Uganda, and Sharon Commins, 32, from \nDublin.\nTwo groups of foreign aid workers kidnapped in Darfur earlier this year were released unharmed after a period of \nnegotiation.\n\nA group calling itself the Eagles of Bashir said it seized staff from the Belgian arm of Medecins Sans Frontieres in \nnorth Darfur in March to protest against the International Criminal Courts decision to issue an arrest warrant for \nSudans president Omar Hassan al-Bashir, to face charges of human rights abuses in the region. Bashir has \ndismissed the allegations.\nAnother group, calling itself the Freedom Eagles of Africa, said it abducted staff from Aide Medicale Internationale \nin south Darfur in April to demand Paris retry members of Zoes Ark, a French humanitarian group, convicted but \nlater pardoned over the abduction of children from Chad.\nThe six-year Darfur conflict has pitted pro-government militias and troops against mostly non-Arab rebels, who took \nup arms in 2003, accusing Khartoum of neglecting the region.\nEstimates of the death toll range from 10,000 according to Khartoum, to 300,000 according to U.N. humanitarian \nchief John Holmes.\nThe minister said reports in Sudanese state media the abductors were asking for $200 million were incorrect.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\nhttp://news.yahoo.com/s/ap/20090714/ap_on_re_af/af_rwanda_genocide\nhttp://news.yahoo.com/s/nm/20090714/wl_nm/us_sudan_darfur_kidnap\n\n\n           Liberias Taylor Rejects War Crimes Charges\nTHE HAGUE, Netherlands ” The American CIA and Libyas leader Moammar Gadhafi both had a hand in Charles \nTaylors rise to power as Cold War politics and pan-African struggles helped propel him to the presidency in Liberia, \naccording to his testimony Wednesday at his war crimes trial.\nTaylor sketched a turbulent African continent in the 1980s that was the backdrop for American anti-communist \nefforts and African freedom fighters backed by Gadhafi fighting to shake off œthe yoke of colonialism.\n\nTaylor is charged with 11 counts of crimes against humanity and using child soldiers in his role backing rebels in \nSierra Leones 1991-2002 civil war. He has denounced the accusations against him as œdisinformation, \nmisinformation, lies, rumors.\nHe took the stand for the first time Tuesday after listening in silence to 91 prosecution witnesses, many of them \ndescribing murders, mutilations, tortures and acts of cannibalism by Sierra Leonean rebels. Others who claimed to \nbe former Taylor aides gave accounts of his communications with the rebels and supplying them with weapons, and \nthe transfer of illicit diamonds in return.\nIn 10 hours of testimony over two days, Taylor portrayed himself as a liberator of the Liberian people whose \nintention was to sweep away the corrupt military regime in Monrovia and establish democracy.\nHis lawyer, Courtenay Griffiths, said the former president is enjoying his time on the stand at the Special Court for \nSierra Leone.\nœHes over the moon, hes buzzing, Griffiths told reporters during a break.\n\nTaylors testimony is expected to take several weeks before prosecutors begin their cross-examination.\nIn his second day of questioning by Griffiths, Taylor described a tumultuous period of coups and executions in \nLiberia, a West African nation buffeted by Cold War politics after a sergeant major in the Liberian army, Samuel \nDoe, seized power in a bloody coup in 1980.\nWaving his hands or pointing his finger, Taylor gave an animated account of his falling out with Doe, his flight to the \nUnited States for safety and his escape via a sheet knotted to a windows bars from a Massachusetts prison where \nhe was being held on an extradition request after the regime accused him of embezzling $900,000.\nTaylor said U.S. authorities helped organize his escape days before a failed 1985 coup by a former close friend, \nGen. Thomas Quiwonkpa, who was later butchered by Doe loyalists.\nœHe was cut to pieces and his flesh was eaten by military people, he said.\nTaylor said he was œ100 percent positive the CIA bought weapons used by Quiwonkpa and his rebels in a coup \nTaylor supported, even though Washington had earlier pumped hundreds of millions of dollars into Does anti-\ncommunist regime.\nGriffiths told reporters that by 1985, the U.S. government appeared to be embarrassed by the excesses of the Doe \nadministration so that supporting the Quiwonkpa coup and Taylors escape was likely œanother route to a bit of \nregime change.\nReturning to Africa via Mexico and Belgium, Taylor began recruiting rebel fighters to stage his own coup in Liberia. \nHe sent them for training in Libya at a sprawling former U.S. military base outside Tripoli where they spent two \nyears.\nThe Libyans œwere seriously involved in trying to free the rest of Africa and that is why I think Gadhafi ” whether \npeople like it or not ” is an African hero, Taylor said, banging his finger hard on his desk.\n\nProsecutors allege that Taylor plotted to terrorize the people of Sierra Leone with rebel leaders at the Libyan \ncamp. But he denied forming an alliance there with Sierra Leone rebel leader Ali Kabbah or meeting another key \nrebel, Foday Sankoh.\nHe said groups ranging from the African National Congress to the Irish Republican Army sent fighters to the camp.\nœIt was not a terrorist camp, he said. He said his men were trained œin the laws of war, and instructed on how to \nwin the peoples support which was necessary for the revolution to succeed.\nTaylor said he never used child soldiers for military operations during his 1989 revolution in Liberia.\nœNo child was to be recruited, or used or trained for military activities, he told a three-judge panel.\n\nGriffiths lead his client through a reconstruction of his life, from his œhumble birth to the circumstances of his 1997-\n2003 presidency. That effort aimed to draw a picture of a peacemaker rather than the cannibalistic warlord \ndescribed by prosecutors at the U.N.-backed court.\n\nhttp://news.yahoo.com/s/ap/20090715/ap_on_re_eu/eu_war_crimes_taylor\n\n\nOn Wednesday, Taylor spoke confidently about topics ranging from tribal rivalries to big power politics to a personal \nlife strewn with an overlapping procession of wives and girlfriends and stints in jails in three countries.\nDoe was the first Liberian leader of an aboriginal origin in a country that had been led for more than 130 years by \nfreed American slaves and their descendants, who rarely mixed with the purely African population. Taylor, the son \nof an American-Liberian judge and his maid, parlayed his mixed background to gain entry to both groups.\nArmed with an economics degree from the United States, he became a midlevel member of Does government.\nTaylor, who is alleged to have siphoned millions of dollars when he became Liberias president, said he took action \nto rein in rampant corruption among Does ministers and aides.\nœThat made me very unpopular, Taylor said.\nHis unpopularity led to embezzlement allegations, Taylor said, while categorically denying the claim.\nTaylor fled Liberia to the United States in 1983. He said he left out of fear for his life under the increasingly \nautocratic Doe regime.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           National Guard Troops Seize Police Station Under Control of Chavez Opponent in Venezuela\nCARACAS, Venezuela (AP) ” Dozens of National Guard troops seized control of a police station controlled by a \nleading opponent of President Hugo Chavez on Wednesday, adding to tensions between Venezuelas government \nand elected opposition officials.\nAbout 40 National Guard troops tossed tear gas canisters at a police precinct post in the town of Curiepe, east of \nCaracas, shortly before dawn, said Elisio Guzman, director of the Miranda state police. He said the officers inside \nwere forced to leave and the National Guard occupied the building.\nGuzman said the motive behind the takeover was unclear and national government officials could not immediately \nbe reached for comment.\nœThey started launching tear gas without mediating, without speaking with anyone, Guzman said in a telephone \ninterview. He said he ordered officers under his command to stand down, telling them to œavoid any conflict.\nAt least six people were hurt, including two who were wounded and four who required treatment after inhaling tear \ngas, Guzman told the Venezuelan television station Globovision.\nTroops shot plastic bullets at demonstrators who protested the takeover, said Adriana DElia, a representative of \nMirandas state government.\nA television cameraman working for the channel RCTV was among those injured, requiring five stitches on his face, \nshe said.\nGuzman said the National Guard troops carried out œwaves of attacks against residents who turned out to protest. \nœThis should stop somehow, he told the Globovision network, calling it an œillegal takeover by troops.\nOn Tuesday, National Guard troops seized another state police station in Miranda, which includes part of Caracas \nand surrounding areas to the south and east. Four people suffered minor injuries during the standoff in the town of \nCaucagua, Guzman said.\nTensions between Chavezs government and Miranda Gov. Henrique Capriles have been brewing since the \nopposition politician defeated an incumbent ruling party candidate in elections last year.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           US Military Presence in Colombia Would Expand With Greater Use of Air, Sea Bases\nBOGOTA (AP) ” The United States and Colombia are nearing agreement on expanding the U.S. militarys presence \nin this conflict-torn nation, potentially basing hundreds of Americans in a central valley to support Air Force drug \ninterdiction missions.\nBoth sides say they hope a fifth round of talks slated for later this month in Bogota will seal a 10-year lease deal. \nTwo of the Colombian ministers involved were to answer questions about the talks at a public hearing Wednesday \nfollowing complaints about secrecy surrounding the negotiations.\nOpponents worry that a broadened U.S. military role in the worlds No. 1 cocaine-producing nation could antagonize \nColombias leftist neighbors and draw Washington deeper into Colombias complicated, long-running conflict with \nleftist rebels and rightist paramilitaries.\nDetails of the negotiations are secret and U.S. officials declined comment other than to confirm the talks next round.\n\nhttp://www.newsday.com/news/nationworld/wire/sns-ap-lt-venezuela-police-takeover,0,983516.story\nhttp://www.newsday.com/news/nationworld/wire/sns-ap-lt-colombia-us-bases,0,5477910.story\n\n\nHowever, senior Colombian military and civilian officials familiar with negotiations told The Associated Press that \nthe idea is to make Colombia a regional hub for Pentagon operations ” though without exceeding a limit of 1,400 \nU.S. military personnel and contractors set by the U.S. Congress.\nThe Colombian officials, who spoke on condition of anonymity due to the open negotiations, said the current draft \naccord specifies more frequent œvisits by U.S. aircraft and warships to three air bases as well as two naval bases ” \nat Malaga Bay in the Pacific and Cartagena in the Caribbean. Colombia could also get preferential treatment in \narms and aircraft purchases.\nThe centerpiece of the talks is the Palanquero air base at Puerto Salgar on the Magdalena river 100 kilometers (60 \nmiles) northwest of Bogota.\nThe U.S. interdiction missions it would assume ” identifying suspect vessels and planes so Coast Guard and Navy \nships can intercept them and look for drugs ” had been flown out of Manta, Ecuador, on the Pacific Ocean.\nAbout 220 Americans shared space at a Mantas international airport but were allowed no more than eight planes at \na time.\nThe E-3 AWACs and P-3 Orion surveillance planes based there were credited with about 60 percent of drug \ninterdiction in the eastern Pacific. But the U.S. mission there is shutting down this week because President Rafael \nCorrea refused to renew its lease, calling their presence a violation of Ecuadors sovereignty.\nPalanquero was off-limits to U.S. military operations until April 2008 after a human rights sanction: A Colombian \nmilitary helicopter operating out of it had killed 17 civilians in the 1998 bombing of a northern town that was initially \ncovered up.\nA bill passed by the U.S. House and pending in the Senate would earmark $46 million for construction at \nPalanquero, which has a 3,500-meter runway and two huge hangars and is home to Colombias main fighter wing.\nThe money would be released 15 days after an agreement is signed, according to a key congressional staffer who \nspoke on condition of anonymity because hes not authorized to comment publicly on such matters.\nThe U.S. Embassy declined to comment about the talks, as did Colombias acting defense minister, Gen. Freddy \nPadilla. œNothing is agreed upon until everything is agreed upon, told the AP.\nAsked recently about the talks, U.S. Ambassador William Brownfield stressed that Washington would not be \nacquiring bases but rather obtaining increased access to Colombian facilities.\nU.S. Southern Command spokesman Robert Appin said the Pentagon would have no immediate comment.\nHowever, one indication of the Pentagons goals can be found in a U.S. Air Mobility Command document œGlobal \nEn Route Strategy that was presented in early April at a symposium at Maxwell Air Force Base in Alabama. Beyond \ncounternarcotics, Palanquero could become a œcooperative security location from which œmobility operations \ncould be executed the document proposes.\nA potential jumping-off point for operations by expeditionary forces, in other words.\nœNearly half the continent can be covered by a C-17 (military transport) without refueling from Palanquero, the \ndocument says.\nRafael Pardo, a former defense minister and candidate for president in May 2010 elections, has complained of \nsecrecy surrounding the negotiations, and worries about alienating other South American nations. The radar and \ncommunications intercept ability of U.S. aircraft can extend well beyond Colombias borders.\nœIf its to launch surveillance flights over other nations then it seems to me that would be needless hostility by \nColombia against its neighbors, Pardo said, although one of the Colombian officials said the agreement will specify \nthat U.S. flights wont cross Colombias borders without permission from affected countries.\nIt is not clear what other restrictions would be placed under a new bases agreement on U.S. military aircraft, \nwarships or troops. Putting more Americans on the ground would raise the risk of casualties, although Colombias \nleftist rebels ” chiefly funded through cocaine trafficking ” have no record of attacking Americans in the country.\nAbout 600 U.S. service personnel and civilian contractors already work in Colombia, according to the most recent \nfigures available. Advisers are attached to Colombian army divisions, have their own offices at armed forces \nheadquarters and have trained thousands of Colombian troops since 2000.\nUnder U.S. law, the number of Department of Defense employees in Colombia cannot exceed 800 while the \nnumber of military contractors cannot top 600.\nThat number would not change under the draft accord, the senior Colombian officials said. Nor, they said, would \nU.S. troops lose their immunity from criminal prosecution.\n\n\n\nWhile drug interdiction is the chief U.S. goal, some worry that bringing in more Americans will lead to the U.S. \ntaking sides in a conflict involving Colombias military, rebels and private militias over land and cocaine that has led \nto hundreds of extra-judicial killings of civilians over the years.\nThe U.S. could be pushing Colombia to negotiate a solution with the leftist rebels, said John Lindsay-Poland of the \nU.S.-based Fellowship of Reconciliation. Instead, œthis is an indicator that the United States is going to be \nsupporting a military approach.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Zelaya Issues Ultimatum: ˜Reinstate Me or Else\nNegotiations to end Honduras political crisis faced a new challenge after the ousted president vowed to act on his \nown if he is not returned to power in the next round of talks, possibly this weekend.\nManuel Zelaya, who was toppled by a military-backed coup and flown out of the country in his night clothes on June \n28, was clearly frustrated by the slow movement of negotiations mediated by Costa Rican President Oscar Arias, \nwhich have produced no breakthrough after two rounds.\nœWe are giving the coup regime an ultimatum, Zelaya said Monday at a news conference in Nicaragua, where he \narrived Sunday night following a brief trip to Washington.\nIf at the next round of talks the interim government does not agree to reinstate him, œthe mediation effort will be \nconsidered failed and other measures will be taken, he said. He did not say what those measures would be.\nThe interim government of Roberto Micheletti, which insists the coup is legal since it was backed by Honduras \nSupreme Court and Congress, has refused to bend on reinstating Zelaya and is trying to make life return to normal \nin the impoverished Central American nation.\nOn Sunday, the government lifted a nighttime curfew in place since the coup and it successfully urged tens of \nthousands of Honduran teachers and students to return to class Monday.\nMicheletti said late Monday that a Honduran negotiating team could return to the bargaining table as early as this \nweekend to try to end the stalemate caused by the coup. At the swearing-in ceremony of a new foreign minister \nMonday, Micheletti said his team of delegates was œready for another meeting.\nZelaya accused the Micheletti government of using the talks œas a means to distract attention from repression in \nHonduras, where protests for and against Zelayas return have filled the streets, though they have waned in recent \ndays.\nMembers of Michelettis administration did not immediately respond to Zelayas comments.\nArias, the 1987 Nobel Peace Prize winner for his role in helping end Central Americas civil wars, was expected to \nannounce the date for new talks soon.\nIn Washington, State Department spokesman Ian Kelly reiterated U.S. support for Arias mediation efforts. œIt is not \na process thats being led by the United States of America. We just have to give time for this process to work. And Ill \njust say, were standing firmly behind President Arias, Kelly said.\nDespite Kellys comments, Washington has clearly been playing an influential role in the negotiations: It was U.S. \nSecretary of State Hillary Clinton who invited Arias to mediate and Zelaya supporters have been urging the United \nStates in particular to take firm action that they say would force the interim government to back down\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Australia: Government ˜Slow To Act on Surge in Unlawful Entrants\nAS THE latest boatload of unlawful entrants was being dealt with by authorities last night, it emerged the \nGovernment was warned as early as last October to prepare for a flood of boat people.\nOn Saturday night Australias Border Protection Command intercepted a boatload of 73 asylum seekers believed to \nbe from Sri Lanka, many œfamily groups including women and children.\nThe boat arrived about 11am yesterday at Christmas Island where the group will undergo security, ID and health \nchecks to establish their identity and reasons for travel.\nAt the same time it emerged Immigration Minister Chris Evans was briefed by his department on an expected \nœsurge in unauthorised boat arrivals on October 27.\nBut it took seven months to fund new measures ” and the boats still keep coming.\nThe advice followed the Rudd Governments move to soften border protection policies.\n\nhttp://www.hurriyetdailynews.com/n.php?n=zelaya-issues-ultimatum-reinstate-me-or-else-2009-07-14\nhttp://www.news.com.au/couriermail/story/0,23739,25771606-953,00.html\n\n\nAt that stage, Asian people smugglers had only just started to resume operations, sending two boats south with 31 \npassengers.\nSince then, another 23 vessels have been intercepted carrying more than 1000 asylum seekers.\nSenator Evans continued to receive advice on the anticipated surge in subsequent briefings, The Daily Telegraph \nhas learned through Freedom of Information laws.\nYet Prime Minister Kevin Rudd scoffed at suggestions of a surge in unauthorised arrivals in an answer to \nParliament in December..\nœIn 2008 there have been four boats with 48 passengers. In 2007 there were five boats with 148 passengers. If \nthis year we have had a surge, that was a deluge, he said.\nThe new $654 million plan includes more money for surveillance and engaging with our neighbours.\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           Czechs Want EU Response After Canada Imposes Visas\nThe Czech government has called for EU solidarity after Canada decided to stop its visa-free regime with Prague \ndue to an increasing number of Czech Roma applicants for asylum in Canada.\nTwo years after abolishing visa requirements for Czechs as a new member nation of the European Union, Canada \nre-introduced the visa obligation for all visitors from the country on Tuesday (14 July), following several diplomatic \nwarnings about the likely move.\nAlthough aware of the problem of asylum seekers of Roma origin and Ottawas plans to tackle it, Czech officials \nstated that the decision was one-sided and unfair and should be protested by all of Europe.\nAs a response Prague withdrew its ambassador to Canada and imposed visas for Canadian diplomats. Imposition \nof visas for all Canadian citizens would need to be agreed in co-operation with other EU states.\nBut the Czech government has also officially requested the European Commission to invoke the blocs solidarity \nprocedure which could theoretically result in a decision by all 27 EU member states to introduce visa to Canada.\nœIm curious to know how the other EU member states will react, Czech prime minister Jan Fischer told reporters in \nStrasbourg on Tuesday, after meeting commission president Jose Manuel Barroso to discuss the matter.\nThe Czech leader said Mr Barroso had already spoken to Canadian prime minister Stephen Harper and promised \nhe would try hard to help Prague to achieve the lifting of the visa requirements from Czechs.\nœWe expect the measures introduced by Canada to be temporary, and we hope that full visa-free travel between \nthe EU and Canada is re-established soon, the commission spokesman Michele Cercone told journalists in \nBrussels.\nThe EU executive will reply to Pragues official request within three months and submit a report assessing the \ndemand for reciprocity to the council, representing member states. The council then has another three months to \ndecide what action to take.\nBut Canadian authorities have defended their proceedings and refuted Pragues criticism. The countrys immigration \nminister Jason Kenney also downplayed the possibility of a joint EU reaction as asked for by the Czechs.\nœI met with [the EUs] acting ambassador yesterday and they gave no indication of such a measure, he told CTV \nNews Channel Tuesday afternoon.\nThe minister argued that Canada cannot let migrants from other countries abuse its œgenerous, open immigration \nsystem, one of the most generous in the world.\nœWe cant allow the systematic abuse of people who are basically coming to Canada as economic migrants, \njumping the queue, by going through the backdoor of the asylum system, said Mr Kenney.\nCzech citizens submitted 1,720 asylum claims in Canada in the first half of 2009, twice as many as in the whole of \n2008, with the majority of claims made by Czech Roma citizens complaining about discrimination in their home \ncountry.\n\n           ” Hat tip: islam ophobe [|Return to headlines]\n\n           Editorial: Human Trafficking\nThe new law on human trafficking that the Council of Ministers has approved may strike some observers who have \nnever associated the Kingdom with such problems as odd. They would be wrong. Trafficking is not some theoretical \n\nhttp://euobserver.com/9/28458\nhttp://www.arabnews.com/?page=7&section=0&article=124585&d=15&m=7&y=2009\n\n\nactivity. It is a real issue ” and a real problem. There is a number of foreigners whose presence in the Kingdom, \nwhether legal or illegal, was organized by unscrupulous characters who trade in human misery.\n\nThe new law is deliberately wide in its interpretation of trafficking, and rightly so. Most people consider human \ntrafficking as the organized movement, often the smuggling of illegal immigrants from one country to another ” \nKurds into the UK, for example, or Afghans to Australia; or shipping prostitutes, willing or unwilling, from East to \nWest Europe. It can be that; there are organized rackets bringing beggars to the Kingdom, especially during \nRamadan and the Haj season. But in this case, it is more complex.\n\nIt is not so much a question of people being brought to the Kingdom against their will as people being brought \nunder false pretences and then kept against their will, maltreated, underpaid (if not unpaid), forced to work all hours \nor perform under conditions that amount, in extreme cases, to nothing less than slavery.\nThe problem starts because of Saudi Arabias reputation as a land with streets paved with gold ” black gold. People \nimagine in poor countries that prosperity awaits them here. They make easy prey for unscrupulous traffickers.\n\nTake, for example, the poor young man in Bangladesh with no hope of a job or the widow in Indonesia with two \nchildren to look after. First, they are deceived by a local agent who tells them that there is a job available in Saudi \nArabia paying $1,000 or more a month. Having signed up, they arrive full of expectations ” only to be told that they \nare going to get $100 a month or less and that there is nothing that they can do about it. Or maybe they are not paid \nat all. In some cases, maids are kept imprisoned in their employers homes, subject to sexual abuse from the men \nof the house and violence from them and the women.\n\nIt is not a widespread problem, but even one case would be one too many, and it is certainly more than that.\n\nLike the organizers of the begging rackets, those who lie to people about salaries and the work description, those \nhere who are part of the immigrant labor chain and complicit in those lies, and those employers at the end of the \nchain who refuse to pay the agreed wage or who treat their staff badly; all need to be tracked down and punished.\n\nBut this is not the most important part of this initiative. There is no shortage of existing laws on human trafficking, \nkeeping people in bondage or sexually abusing them. The courts are usually very good at delivering justice when \ncases are lodged with them. It is about ensuring that those breaking the law are rapidly brought to court. That is \nwhere the main effort has to be. A few well publicized stiff sentences would do wonders in bringing the problem to a \nswift end.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           EU Lifting Visa Requirements for Some Balkan Nations\nEU Justice and Home Affairs Commissioner Jacques Barrot talks to the media during a press conference at the EU \nCommission headquarters in Brussels.\nThe European Union proposed visa-free travel for citizens of Serbia, Montenegro and Macedonia, thus extending \nsome benefits of its common market to the Balkans.\nThe no-visa rule would apply to a passport-free travel zone that embraces 22 EU countries plus Switzerland, \nNorway and Iceland. That free-travel zone excludes the U.K., Ireland, Romania, Bulgaria and Cyprus. While the \nscrapping of the restrictions will prompt a œconsiderable increase in travel from the Balkans, the EU has not put a \nnumber on it, EU Justice and Home Affairs Commissioner Jacques Barrot told a press conference.\nBut, œthere are no current plans to loosen visa restrictions on citizens of Turkey, said Barrot, Bloomberg reported.\nEU officials said the move would end a requirement that has made it nearly impossible for citizens of the three \nnations to travel freely to the rest of Europe for nearly two decades.\n\nThe proposal still needs the backing of all 27 EU member states, which could come in October, paving the way for \nvisa requirements to be dropped Jan. 1, Barrot said.\nœThis is a historic moment in our relations with countries of the western Balkans, Barrot told reporters. œThis will \nallow for far closer and more frequent relations between citizens of those three countries and the European Union.\n\nhttp://www.hurriyetdailynews.com/n.php?n=eu-lifting-visa-requirements-for-3-balkan-nations-2009-07-15\n\n\nBarrot said that while Macedonia had fulfilled all the EUs conditions, Serbia and Montenegro still had to carry out \nmeasures to enhance their management of borders, migration policies, and their fights against organized crime.\nMacedonia has been a candidate for EU membership since 2005, but has still not received a date for opening entry \ntalks due to a name dispute with neighboring Greece. Montenegro and Serbia are also seeking membership, but \nthe latter has been blocked by a Dutch requirement that it capture its last two war-crimes suspects.\nEU Enlargement Commissioner Olli Rehn said that while the Netherlands continues to block pre-membership trade \nties with Serbia, the government is œfully supportive of lifting travel restrictions.\nThe EU Commission stopped short of recommending that citizens of two other Balkan nations, Albania and Bosnia \nand Herzegovina, also be allowed visa-free travel because they still lack enhanced passports containing microchips \nwith biometrics data.\nEuropes newest nation, Kosovo, has not yet been included in the visa liberalization program due to security \nconcerns, EU officials said, according to a report by The Associated Press.\nœIt is our common goal that Albania and Bosnia could follow their neighbors soon, if the authorities in these two \ncountries put their full weight behind this effort, Rehn said.\nIn Belgrade, Deputy Prime Minister Bozidar Djelic called the commissions comments œgreat news. He said that the \nmeasure would help foreign investment in Serbia. œWe are opening new horizons, he said. œThe key European \nfreedom, the freedom of movement, is now here with us.\nCitizens of Serbia, Macedonia and Montenegro earlier enjoyed visa-free travel to Western Europe for 40 years as \npart of the six-member Yugoslav federation ” the only communist countries that allowed its citizens to travel freely \nabroad.\nVisas were first introduced as the federation was breaking up in 1991. Slovenia, which is now an EU member, was \nthe first to be removed from the list, and Croatia followed.\nCritics say the strict visa requirements hurt the EUs own plans to integrate the\nregion into the bloc.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Fini: Society Today is Multicultural\n(ANSAmed) ” ROME, JULY 14 ” The President of the Chamber of Deputies Gianfranco Fini has stated in his \nintroduction to the catalogue to the exhibition œConvergenze mediterranee. Artisti arabi tra Italia e Mediterraneo \n(Mediterranean Convergences. Arab artists between Italy and Mediterranean) that œtoday society itself is \nmulticultural. The exhibition will be inaugurated this afternoon at Montecitorio, the home of the Chamber of \nDeputies. Fini mentions œdangerous phenomena of xenophobia and racial hatred which unfortunately have been \nmore frequent in recent months. œThe institutions, writes Fini in his introduction, œhave a duty to favour and \npromote culture, which as part of its nature tends towards mutual exchanges between different people: multiethnic \nand multicultural. I believe the latter term is fundamental, because it implies the full freedom to choose regardless of \nyour own culture of reference. Today society itself is multicultural. We see different cultures living together within a \nnational community, as the artists of the works show us. This scenario, which is in itself a rich opportunity for mutual \ngrowth, is also exposed to dangerous phenomena of xenophobia and racial hatred that unfortunately have been \nmore frequent in recent months. œRacism, underlined Fini, œis not only an attack on the individual rights of a \nperson. It is also an obstacle which prevents societies and people from reaching and fully performing the resources \nof thought implicit in the development of personal identity. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Germanys Visa œExemption: A Test of the EUs Sincerity\nOn June 5, the German Embassy in Ankara released a press statement announcing that it had undertaken an \nadministrative change that would ease the visa procedure applied to Turkish nationals and widen the scope of \nTurkish nationals who would be able to enter Germany by œsimply providing a visa exemption document. Since \nthen, the discourse has been based on the compatibility of the new German regulation with the European Court of \nJustice, or ECJs, Soysal l ruling in February that declares the visa requirement for Turkish service providers is in \nbreach of both community law and the EC-Turkey Partnership law.\n\nhttp://www.ansamed.info/en/news/ME01.@AM44641.html\nhttp://www.hurriyetdailynews.com/n.php?n=germanys-visa-exemption-a-test-of-the-eus-sincerity-2009-07-13\n\n\nSince the 1990s, the ECJ has played a key role in improving EC-Turkey Partnership law through determining the \nlegal nature of the Ankara Agreement (1963), Additional Protocol (1970), Associate Council Decisions (No 2/76, \n1/80, 3/80) and the legal status of Turkish nationals in Europe. Following the failure of the Associate Council to \nintroduce a concrete timetable for abolishing restrictions on freedom of establishment and to provide services \nbetween contracting parties, the ECJ began to look at individual cases brought by Turkish nationals who have \nclaimed that EU countries foreigners laws are in breach of Turkey-EU Partnership Law and hinder them from \nefficiently establishing themselves in EU countries or providing services. At that point, Article 41/1 of the Additional \nProtocol, which was signed on Nov. 23, 1970, constituted the main legal basis of the applications. According to \nArticle 41/1, œThe Contracting Parties shall refrain from introducing between themselves any new restrictions on \nthe freedom of establishment and the freedom to provide services. The European Court of Justice confirmed for the \nfirst time in its Savas ruling that this provision has a direct effect since it provides clearly, precisely and \nunconditionally an unequivocal standstill clause that envisages certain obligations on contracting parties not to act. \nThus, Turkish nationals were permitted to rely on Article 41/1 before the national courts of EU member states. \nHowever, the court stated that Article 41/1 is not in itself capable of conferring on Turkish nationals a right to enter \nEU countries and reside there unlawfully. This provision only envisages a general prohibition for contracting parties \nnot to introduce any new stricter conditions than those that are applied to citizens of the parties at the time when the \nAdditional Protocol entered into force.\nTurkish nationals long-lasting legal struggle for visa exemption finally yielded results in the ECJs Soysal ruling and \nthe ensuing diplomatic openings placed considerable pressure on the German government to introduce a œmore \nfavorable treatment for Turkish nationals. Before examining the new German regulation in detail, it is important to \nput forward the most striking points of the Soysal ruling. In the main proceedings, the ECJ examined for the first \ntime, the legality of visa requirements within the context of entrance conditions for Turkish nationals.. The court \nonce more confirmed the direct effect of Article 41/1 of the Additional Protocol and stated that this provision \nprecludes the introduction, as from the entry into force of Additional Protocol, of a requirement that Turkish \nnationals must have a visa to enter a member state since on that date, such a visa was not required.\nAlthough the ECJ didnt clarify the scope of the œfreedom to provide services, it should be interpreted widely and in \nline with the Community law and the ECJs well-established jurisprudence. In other words, the courts decision \nshould include both œfreedom to provide services and œfreedom to receive services. Moreover, Article 14 of the \nAnkara Agreement states, œThe Contracting Parties agree to be guided by Articles 55, 56 and 58 to 65 of the \nTreaty establishing the Community for the purpose of abolishing restrictions on freedom to provide services \nbetween them. In this context, besides Turkish service providers, Turkish service receivers such as students, \npatients and tourists must benefit from this right. However, as will be emphasized in the forthcoming paragraphs, \nthe German government preferred to interpret the freedom in a narrow sense and introduced visa exemption only to \nTurkish service providers who belong to specific professional groups.\nThe ECJs interpretation on the legality of the visa requirement paved the way for the adoption of the new German \nvisa regulation. Last month, the German Embassy in Ankara announced that hereafter, Turkish service providers \nwho belong to the enlisted professional groups in the decision could freely travel to Germany by providing a visa \nexemption document from German consulates. However, it has to be noted that the regulation introduces a different \nvisa procedure under the name of œvisa exemption instead of a new system that guarantees the legal gains of \nTurkish nationals.\nUnder the new decision, some specific professional groups are enlisted and two pre-conditions are required: 1) \nThose Turkish nationals should preserve their usual place of residence in Turkey. 2) The maximum duration of stay \nin Germany with the aim to provide services should not exceed two months. In this context, Turkish nationals who \nbelong to the professional groups specified below are exempt from obtaining a visa to travel:\n1) Those who are employed by a Turkish company established in Turkey and who travel to Germany with the aim to \nprovide services for a temporary period: a) driver personnel and ship/plane crew members engaged in the \ninternational transportation of goods and passengers, b) maintenance workers.\n2) Those who will travel with the aim to carry out activities of a commercial character: a) Those who will make a \npresentation or performance that is of great artistic value (internationally recognized artists or groups of artists \nwhose performances are distinguished from their counterparts.) b) Those who will make a presentation that is of \ngreat scientific value or, c) Those professional sportsmen who predominantly earn their living from this profession.\nAs is seen, the right to enter Germany without being subject to visa requirement is only granted to a very limited \ngroup of people. Contrary to the ECJs well-established jurisprudence, the freedom to provide services is interpreted \n\n\n\nin a narrow sense and does not include service receivers. Another noteworthy point is that the new regulation \nprescribes a condition requiring the commercial activity to have a œspecial value. However, the regulation does not \nmention a competent authority that will evaluate this very subjective condition. According to my opinion, the main \ngoal is to ensure the implementation of the visa exemption is as limited as possible, which is definitely in violation of \nEC-Turkey Partnership Law.\nAnother critique that can be directed to the German regulation is that it requires a bunch of official documents to \nobtain a visa exemption document and this method inevitably reminds of the regular visa system. Especially, those \nrequested documents revealing the type and amount of the remuneration earned, raises question marks over the \nsincerity of the new regulation.. Moreover, Turkish nationals are œkindly asked to apply for a visa exemption \ndocument 10 days before they travel, which is probably going to lead to difficulties in future implementation.\nHowever, one must not forget that this non-legally binding document does not provide absolute protection for \nTurkish service providers since German border authorities reserve the right to reconsider whether those Turkish \nnationals meet the exemption criteria. This option strengthens the arbitrariness of the future implementation. Lastly, \nthe German government states that the visa exemption regulation, œwhich introduces a more favorable treatment \nfor Turkish nationals, is only valid for travel to Germany. In other words, Turkish nationals cannot rely on the \nGerman regulation while traveling to the other Schengen countries. However, this approach constitutes an apparent \nviolation of the ECJs Soysal ruling since the courts decision is not only binding over German visa requirements. \nFirstly, the nine states that had been admitted to the Community by Jan. 1, 1973, (the date on which the Additional \nProtocol entered into force) did not have a visa requirement for Turkish nationals at that time and consequently the \nstandstill clause embedded in Article 41/1 became binding for those countries. However, there are contradicting \nviews regarding the situation of EU countries that became members after Jan. 1, 1973. According to the dominant \nview, the standstill clause goes into effect for those countries on the date of their accession to the EC/EU. \nAccordingly, if those countries had a visa requirement for Turkish nationals on the date of their accession, then the \napplication would continue.\nTaking into consideration the main idea behind European integration ” to create an Internal Market without borders ” \ndifferentiation between member states regarding visa exemption for Turkish nationals probably will make \nimplementation impossible. Yet, this complexity should not abandon the responsibility of member states to act in \naccordance with their loyalty obligation embedded in Article 10 of the EC Treaty. Accordingly, they should \nundertake the necessary amendments in their national laws. Since the Ankara Agreement envisages certain \nobligations for both the European Community and member states, the EU Commission should also act in \naccordance with its responsibilities through introducing a comprehensive and just solution to this long-lasting \nproblem. The Commission firstly has to adopt a common stance in line with the ECJs ruling and prepare a draft \nproposal that includes the necessary amendments in Council Regulation no 539/2001 on Schengen Visa.\n\nTo sum up, the ECJs Soysal ruling constitutes one of the milestone decisions in terms of its consequences, \nespecially the confirmation of the illegality of the visa requirement that Turkish nationals have been subjected to for \na very long time. Hereafter, the legal process has to be accompanied by a political dialogue respecting the equality \nof the parties. A comprehensive solution taking into consideration the concerns and rights of both parties must be \nthe main goal. Turkey, as a negotiating country with the European Union, should be treated on an equal footing with \nmember states already admitted to the Union and have gone through the same EU process. As in the case of \nBulgaria and Romania, Turkey should be presented a road map on visa liberalization that is in conformity with \nTurkish nationals granted legal rights. It is an undeniable fact that easy traveling conditions will increase mutual \nunderstanding between the parties and ease the full integration of Turkey into the EU.\n(Ceren Mutu??? is a researcher at the Center for European Studies International Strategic Research Organization, \nor USAK.)\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Patra Immigrant Camp Cleared Out\n\nA migrant scales the wall of an unfinished building to escape a fire that broke out yesterday at a camp \naccommodating illegal immigrants next to the port of Patras. Authorities moved in yesterday to clear out the camp, \n\nhttp://www.ekathimerini.com/4dcgi/_w_articles_politics_100006_13/07/2009_108874\n\n\nwhich has grown significantly since springing up 13 years ago. The blaze broke out during the clear-out operation \nfor unknown reasons.\n\nAlmost 100 officers and riot police took part in an operation to clean out and flatten a makeshift camp for illegal \nimmigrants next to the port of Patra, which resulted in dozens of migrants being moved elsewhere.\nThe operation almost went dramatically wrong when a large fire broke out in the camp as bulldozers moved in to \nlevel the temporary wooden huts that had been constructed by the migrants, mostly from Afghanistan. The fire \nservice was called in to prevent the blaze reaching nearby buildings. Nobody was injured.\nAuthorities said that they discovered 44 minors in the camp. The youngsters will be moved to a special center in \nnorthern Greece, officials said.\nAt least 15 migrants that did not have official documents were taken into custody at a Patra police station. Another \n15 that did have the necessary paperwork were moved into a hotel in the city.\n\nThe Patra immigrants camp has been at the center of much debate recently, having grown into a makeshift home \nfor dozens of migrants at a time, usually hoping for an opportunity to board a ferry headed for Italy.\nLocal residents had complained about the size of the camp, which lacked running water, and the hygiene levels, \nwhich they feared posed a threat to their health.\nThe camp had become a flash point for clashes between extreme rightists and leftists. Following yesterdays raid, \nfour cars belonging to state organizations were attacked. A cash machine was destroyed and assailants set fire to \nthe door of a local court.\nLate last night, police in Patra remained on alert to prevent any further disturbances.\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Spain: One Dead and 5 Injured in Canary Islands Landing\n\n(ANSAmed) ” MADRID, JULY 13 ” An immigrant was found dead and another 5 suffering from severe dehydration \njust before midnight on the island of Hierro in the Canary Islands. They were onboard a boat carrying with some 68 \npeople from Sub-Saharan Africa, according to quotes in the media by local officials. Four of the immigrants, taken \nto hospital for severe dehydration and the hypothermia suffered during the long crossing, are still under treatment \neven if medical sources have said their lives are not in danger.(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           UK: Customs Discover British-Bound Illegal Immigrants Stacked Three-Deep in Plastic ˜Coffins\n\nCustoms officials in Calais discovered 12 British-bound migrants crammed into five plastic ˜coffins hidden aboard a \nlorry at the northern French port.\nThe Vietnamese refugees were squashed in pairs into the crates just 120cm long, 70cm wide and 80cm high ” \nslightly larger than an average washing machine.\nTwo boxes each contained three men, all hoping to sneak illegally into Britain, officials said.\nA customs spokesman said: ˜These men were sweltering in the most unbearably cramped condition.\n˜In two of the boxes there were three of them, so squashed that they could not even move.\n˜There were only tiny air vents cut into the sides of the boxes. They could have suffocated to death in there.\n˜They had apparently been in the boxes for more than three hours, since their last stop in Paris.\n˜When we opened them up, the stench of urine was horrific.\nLorry driver Lukas Unger, 27, said he had stowed the men aboard his truck in his native Czech Republic two days \nearlier, but only put the refugees inside the crates hours before they were found..\nHe confessed to being paid £3,000 to smuggle the men ” who had trekked overland for two months to reach \nFrance.\nHe told a court in Boulogne: ˜For most of the journey from Prague they were simply sitting in the back of the truck.\n˜But once in Paris I made them climb into the crates and threw a tarpaulin over them so they would not be spotted \nat the port.\n˜I cut air holes in the crates and gave them bottles of lemonade to drink.\n\nhttp://www.ansamed.info/en/news/ME03.@AM44865.html\nhttp://www.dailymail.co.uk/news/worldnews/article-1199891/Customs-discover-British-bound-illegal-immigrants-stacked-deep-plastic-coffins.html\n\n\nHe said he did not where he was to deliver the refugees in Britain and had been awaiting instructions from his \naccomplices in Prague.\nHe added: ˜I did it because I needed the money.\nUnger, who was stopped by customs at the Calais ferry port on the night of July 9, was jailed for 18 months by the \ncourt in Boulogne.\nBritain has agreed to give France £15 million to help tighten its borders, under a deal struck by Gordon Brown and \nPresident Nicolas Sarkozy last week.\nThe money will pay for new technology to search vehicles heading for Britain, with trial of the system set to be \ncarried out at Calais before being extended to Boulogne, Dunkirk and the Channel Tunnel terminal at Coquelles.\nOf the estimated 2,000 migrants currently in Calais, up to 50 a week are thought to be crossing the Channel \nillegally, with more migrants arriving in the town to replace them every day.\nThe Home Office said the number of refugees caught sneaking into Britain from Calais fell from 10,000 five years \nago to 1,500 last year, a fall of about 88 per cent.\nRead more: #ixzz0LMjUP6QW&C\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           UK: You Cant Deport Me, Im a Lesbian: Jamaican Drug Dealer Makes Human Rights Plea\nA drug dealer is appealing against her deportation on the grounds it will violate her human rights as a lesbian.\nThe Jamaican argues she will be persecuted for her homosexuality if she is returned to her home country at the end \nof her sentence.\nShe had a boyfriend before her conviction for supplying class-A drugs, but has since had several same-sex lovers \nin prison.\nDrama mirrors life? Scene from the TV series Bad Girls, which depicts a lesbian fling in prison\nYesterday the Court of Appeal heard that the woman, called A for legal reasons, wants to stay in the UK where she \nsays she has found love with a fellow inmate.\nBut the Home Office refuses to accept the relationship is genuine and said it was just a ruse to get her deportation \norder returned.\n\nThey argue her same-sex relations were merely the result of the lack of male alternatives ” similar to one of the \nlesbian flings depicted in prison dramas such as Bad Girls. Her case is set to cost the taxpayer tens of thousands of \npounds.\nA, who is 24, was introduced to drugs by a former boyfriend, but since her conviction in 2005 she claims to have \nhad at least six lesbian lovers.\nShe says in Jamaica she faces the threat of criminal gangs who would set out to kill her because of her \nhomosexuality.\n\nHer legal case is that deporting her would violate her rights to life, freedom of expression, a private life and freedom \nfrom discrimination.\nBut the Home Office believes her alleged relationship is ˜part and parcel of a campaign to be allowed to stay in the \nUK.\nThey claim that as As alleged girlfriend is also Jamaican, there is nothing stopping the couple returning to the \nCaribbean and setting up home there together.\nThe Court of Appeal was told that A met the woman she says she loves while they were both inmates at Downview, \nin Surrey.\nCarine Patry Hoskins, for the Home Office, said that it ˜did not accept that the relationship was genuine.\nShe added that it was little surprise that A had been a lesbian when in prison. ˜If she wanted to be sexually active, \nthere was no other option, she said. ˜There was no other choice but celibacy.\n\nA, who is fighting her case using legal aid, said she was ˜lost and frightened when she left Jamaica as a teenager, \nbut is now more confident-about who she is.\nShe says she had homosexual and heterosexual relationships before being imprisoned, but had become ˜more \nsocially confident behind bars, and as a result, had confirmed in her mind her lesbianism.\n\nhttp://www.dailymail.co.uk/news/article-1199668/Lesbian-drug-dealers-human-rights-violated-deported-home-Jamaica.html\n\n\nShe is challenging her deportation notice, served earlier this year. Her barrister, S Chelvan, said that as a lesbian \nshe would be in danger if returned to Jamaica.\nHe also attacked the Home Office for withdrawing two concessions it had made to A before her asylum appeal was \nheard.\nMr Chelvan said officials had agreed that if it was found she was a lesbian then she would be ˜at risk in Jamaica, \nand had also accepted she was in a lesbian relationship.\nHe said the Home Offices behaviour was a ˜public disgrace and had ˜undermined public confidence in the \nimmigration system.\n\nThe Home Office conceded that As case will have to be remitted to an appeal tribunal to decide whether she will be \nat risk if returned to Jamaica, but still disputes her claim to be involved in a lesbian relationship.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Christian Student Fights Prof, Wins Big\nJudge rules college cant censor religious speech for being ˜offensive\nA California court has ruled in favor of a student who was insulted for defending traditional marriage and has \nordered the college to strike from its website a sexual harassment policy that censors speech deemed œoffensive \nto homosexual people.\nAs WND reported, Jonathan Lopez, a student at Los Angeles City College, was delivering a speech on his Christian \nfaith in speech class when professor John Matteson interrupted him, called him a œfascist b\"\"rd for mentioning a \nmoral conviction against homosexual marriage and later told him to œask God what your grade is.\nThe professor also warned on his evaluation of Lopezs speech, œProselytizing is inappropriate in public school, \nand later threatened to have Lopez expelled.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Nearly All My Professors Are Democrats. Isnt That a Problem?\nWhat I didnt realize is that journalism that examined the dominance of liberal ideas on campus would be addressed \nwith hostility.\nA professor who confronted me declared that he was œpersonally offended by my column. He railed that his \npolitical viewpoints never affected his teaching and suggested that if I wanted a faculty with Republicans I should \nhave attended a university in the South. œIf you like conservatism you can certainly attend the University of Texas \nand you can walk past the statue of Jefferson Davis everyday on your way to class, he wrote in an e-mail.\nI was shocked by such a comment, which seemed an attempt to link Republicans with racist orthodoxy. When I \nwrote back expressing my offense, he neither apologized nor clarified his remarks.\nInstead, he reiterated them on the record. Was such a brazen expression of partisanship representative of the \nfaculty as a whole? I decided to speak with him in person in the hope of finding common ground.\nHe was eager to chat, and after five minutes our dialogue bloomed into a lively discussion. As we hammered away \nat the issue, one of his colleagues with whom he shared an office grew visibly agitated. Then, while I was in mid-\nsentence, she exploded.\nœYou think youre so [expletive] cute with your little column, she told me. œI read your piece and all you want is \nattention. Youre just like Bill OReilly. You just want to get up on your [expletive] soapbox and have people look at \nyou.\nFrom the disgust with which she attacked me, you would have thought I had advocated Nazism. She quickly grew \nso emotional that she had to leave the room. But before she departed, she stood over me and screamed.\nœYou understand that my column was basically a prophesy, I shot back. I had suggested right-leaning ideas \nwerent welcome on campus and in response the faculty had tied my viewpoints to racism and addressed me with \nprofanity-laced insults.\nWhats so remarkable is that I hadnt actually advocated Republican ideas or conservative ideas. In fact, Im not a \nconservative, nor a Republican. I simply believe in the concept of diversity ” a primarily liberal idea ” and think that \nwe suffer when we dont include ideas we find unappealing.\n\nhttp://www.wnd.com/index.php?fa=PAGE.view&pageId=103998\nhttp://www.csmonitor.com/2009/0713/p09s02-coop.html\n\n\nAfter my article on political diversity was published, I received numerous e-mails from students at other schools who \nspoke of similar experiences. As a result of my research and personal experience, I can now say without \nreservation that the lack of ideological diversity on college campuses is a dangerous threat to free and open \ndiscourse in academia. Sadly, there are few perfect solutions.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           UK: Could Teens be Fed a More Dangerous and Deluded Message¦\n¦than being told sex is their human right ” and its good for them too?\nA leaflet promoting the idea that sex is fun sounds like a waste of taxpayers money. Uh, tell us something we dont \nknow.\nBut a sex education leaflet telling teenagers that sex is fun ” in a bid to prevent underage pregnancy and sexually \ntransmitted infections ” is not only a waste of taxpayers money, its misguided do-gooding gone crazy.\nAnd yet thats exactly what NHS Sheffield has just published.\nThe leaflet, entitled ˜Pleasure, advises school kids that they not only have a ˜right to an enjoyable sex life, but also \nthat regular sex is good for their health.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           How Much Cooling is Enough?\nHeres what I wrote in last years column titled œThe specter of global cooling (Dec. 24, 2008): œOnce laws are \nwritten, they are very difficult, if not impossible, to repeal. If a time would ever come when the permafrost returns to \nnorthern U.S., as far south as New Jersey as it once did, its not inconceivable that Congress, caught in the grip of \nthe global warming zealots, would keep all the laws on the books they wrote in the name of fighting global warming. \nPersonally, I would not put it past them to write more. On June 28, 2009, the House of Representatives, by a \nnarrow margin (219-212), passed the Waxman-Markey bill. The so-called œcap and trade bill has been sold as a \nsystem for cutting greenhouse gas emissions in the struggle against global warming. Theres a full-court press on \nthe U.S. Senate to pass its version of œcap and trade.\nœCap and trade is first a massive indirect tax on the American people and hence another source of revenue for \nCongress. More importantly œcap and trade is just about the most effective tool for controlling most economic \nactivity short of openly declaring ourselves a communist nation, and its a radical environmentalists dream come \ntrue.\nSo why the rush and the press on the Senate? Increasing evidence is emerging that far from there being global \nwarming, the Earth has been cooling and has been doing so for 10 years. Prominent atmospheric scientists have \nrecently sent a letter to Congress saying, œYou are being deceived about global warming. ¦ The Earth has been \ncooling for 10 years. ¦ The present cooling was not predicted by the alarmists computer models. Last March, more \nthan 700 international scientists went on record dissenting over manmade global warming claims. About 31,500 \nAmerican scientists, including 9,029 with Ph.D.s, have signed a petition, that in part reads, œThere is no convincing \nscientific evidence that human release of carbon dioxide, methane or other greenhouse gases is causing or will, in \nthe foreseeable future, cause catastrophic heating of the Earths atmosphere and disruption of the Earths climate.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Swine Flu Vaccine Still Months Away: WHO Chief\nLONDON (AFP) ” World Health Organisation chief Margaret Chan cast doubt Wednesday on the governments \nplans to start vaccinating from next month those most at risk of contracting swine flu.\nChan told the Guardian newspaper that a vaccine would not be available for several months, despite statements \nfrom health officials here that the first stocks would start arriving in August.\nœTheres no vaccine. One should be available soon, in August. But having a vaccine available is not the same as \nhaving a vaccine that has proven safe, WHO director general Chan said in an interview with the newspaper.\nœClinical trial data will not be available for another two to three months, she said.\nHealth Secretary Andy Burnham has said the first batches were set to arrive in the country in August, and will be \neventually be available to everyone.\n\nhttp://www.dailymail.co.uk/femail/article-1199949/Hilary-Freeman-Could-teenagers-fed-dangerous-deluded-message-told-sex-human-right.html\nhttp://www.wnd.com/index.php?fa=PAGE.view&pageId=103943\nhttp://news.yahoo.com/s/afp/20090715/wl_uk_afp/britainhealthfluwho\n\n\nSeventeen people have died after contracting swine flu, while nearly 10,000 have been confirmed with the virus.\nA post-mortem examination has established that one of the latest victims, a doctor from Bedfordshire, died of \ncauses other than swine flu, officials said Tuesday.\nTests were still being carried out on a six-year-old girl who also died, as health officials urged the public to remain \ncalm.\nChief medical officer for England Liam Donaldson told the BBC Tuesday that a third of the population may catch \nswine flu this winter, and the virus could be here for up to five years.\nœThe virus will not just be here for one winter ” previous pandemics have been around three, four five years, he \nsaid.\nThe World Health Organisation said all countries were going to need vaccines against the virus because the swine \nflu pandemic was now unstoppable..\nWith the global death toll from A(H1N1) now reaching at least 429, WHO director of vaccine research Marie-Paul \nKieny said Monday that a vaccine should be available as early as September.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           Tagging Technology to Track Trash\nThe ebb and flow of thousands of pieces of household rubbish are to be tracked using sophisticated mobile tags.\nIt is hoped that making people confront the final journey of their waste will make them reduce what they throw away.\nInitially, 3,000 pieces of rubbish, donated by volunteers, will be tagged in New York, Seattle and London.\nœTrash is almost an invisible system today, Assaf Biderman, one of the project leaders at the Massachusetts \nInstitute of Technology, told BBC News.\nœYou throw something into the garbage and a lot of us forget about it. It gets buried, it gets burned, it gets shipped \noverseas.\nThe Trash Track aims to make that process ” termed the œremoval chain ” more transparent.\nFriends of the Earths Senior Waste Campaigner Michael Warhurst said the project could be a œuseful tool for \nhighlighting the impact of rubbish.\nœ[Waste] doesnt simply disappear when we throw it away, and all too often it ends up causing damage when it \ncould be recycled instead.\nœPeople must have much better information on ” and control over ” where their rubbish and recycling ends up.\nGlobal waste\nIn order to monitor how the pieces of rubbish move around the cities and beyond, the MIT team has developed a \nsmall mobile sensor that can be attached to individual pieces of waste.\nœIts like a miniature cell phone with limited functionality, said Carlo Ratti, another member of the project.\nEach tag ” encased in a protective resin ” continuously broadcasts its location to a central server. The results can \nthen be collected and plotted on a map in real time.\nœIts like putting tracers in your blood and seeing where it moves around your body, said Mr Biderman.\nBecause cell phone technology is cheap and ” importantly ” ubiquitous, the system should be able to track rubbish \naround the globe.\nThis could be important when tracking computers and electronic waste, which is often disposed of incorrectly, \naccording to Mr Ratti.\nœSome of them are shipped to Africa to pollute, he said.\nThe team aims to tag different types of waste from computers and cell phones to bags of garden waste.\nThe group is currently looking for volunteers to donate their trash.\nThe results of the US studies will be shown at two exhibitions in Seattle and New York during September.\n˜Zero waste\nThe team stresses that it has tried to limit the impact of its study and of the technology, and limit the amount of extra \nwaste it contributes to the œremoval chain.\nœWe are adhering to the highest standards in terms of environmental impact, said Mr Biderman.\nœThe impact this could have on waste management and removal¦ could be significant, so these kinds of \nexperiments could be much more useful than harmful for the environment.\nThe MIT team has previously revealed the movements of people around cities, such as Rome and Copenhagen, by \nanalysing mobile phone signals.\n\nhttp://news.bbc.co.uk/2/hi/technology/8149183.stm\n\n\nThey used a similar method to show how crowds moved around Washington during the inauguration of US \nPresident Barack Obama.\nThe tags used to track the rubbish are a departure from these more passive studies of city movements.\nUltimately, the team hopes that the technology can be miniaturised and made cheap enough that the tags could \none day be attached to everything.\nœThink about a future where thanks to smart tags we will not have waste anymore, said Mr Ratti. œEverything will \nbe traceable.\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n Newstex ID: GATE-0001-36526271   \n\nNotes\n\nThe views expressed on blogs distributed by Newstex and its re-distributors (\"Blogs on Demand®\") are solely the \nauthor's and not necessarily the views of Newstex or its re-distributors. Posts from such authors are provided \"AS \nIS\", with no warranties, and confer no rights. The material and information provided in Blogs on Demand® are for \ngeneral information only and should not, in any respect, be relied on as professional advice. No content on such \nBlogs on Demand® is \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors \nmake any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information \ncontained therein or linked to from such blogs, nor take responsibility for any aspect of such blog content. All \ncontent on Blogs on Demand® shall be construed as author-based content and commentary. Accordingly, no \nwarranties or other guarantees will be offered as to the quality of the opinions, commentary or anything else offered \non such Blogs on Demand®. Reader's comments reflect their individual opinion and their publication within Blogs \non Demand® shall not infer or connote an endorsement by Newstex or its re-distributors of such reader's comments \nor views. Newstex and its re-distributors expressly reserve the right to delete posts and comments at its and their \nsole discretion.\n"}