{"title": "Top court tips hand on immigration?", "body": "\nThe Arizona Republic, in an editorial: \"Some crystal-ball readers suggest the Supreme Court may anoint parts of \nSenate Bill 1070 constitutional. Supporters of (the law)  were understandably cheered by the tone of Wednesday's \noral arguments; things appeared to go well for their side.  Even if the court blesses SB1070 as constitutional, it will \nremain a bad idea for Arizona. It established attrition through enforcement as state policy. But that strategy is simply \ncruel. It aims to make people so fearful and uncomfortable that they leave the country. Many undocumented people \nhave deep roots in communities where they have given their labor and love. Many have U.S.-born children.   The \nproblems surrounding illegal immigration need to be solved humanely.\"\n\nRichard F. LaMountain, in The Oregonian: \"'Illegal immigration costs U.S. taxpayers about $113 billion a year at \nthe federal, state and local levels,' estimated the Federation for American Immigration Reform in 2010. An \nestimated 8 million working illegal immigrants take jobs from unemployed Americans.  SB1070 seeks, justifiably, to \nmitigate these costs to Arizonans. How, conversely, does the Obama administration approach illegal immigration? \nIt has suspended action against many of the 300,000 illegal immigrants who had faced deportation and cleared \nmany of them to hold U.S. jobs. It has curtailed raids of businesses known to employ illegal workers.  Actions like \nthese, Arizona says, force the state to 'shoulder a disproportionate burden of the national problem of illegal \nimmigration.' Its solution, SB1070, is legal, fair and necessary.\"\n\nKristian Ramos, on The Huffington Post: \"A patchwork of state-passed immigration laws does nothing to fix the \nutterly broken process of legal immigration into the country. The majority of undocumented immigrants in the \ncountry are visa overstays who came into the country legally. The number of immigrants who apply to come in \nlegally far outnumbers the allocations for visas currently given. Even if possible, deporting all of the undocumented \nimmigrants in the country would accomplish nothing, if the process of legally moving people into and out of the \ncountry is not fixed.    The court's decision will only reinforce a simple fact: The only entity that can fix the mess we \nare in is Congress.\"\n\nThe Wall Street Journal, in an editorial: \"(Arizona legislators) carefully crafted a state law that is consistent with the \nfederal immigration laws already on the books. All Arizona does is instruct state police to enforce federal \nimmigration laws -- for instance, by calling federal officials if a person they arrest can't verify his legal status. If the \nWhite House doesn't like those federal laws, it is welcome to persuade Congress to change them.   The \nadministration is using pre-emption doctrine as a pretext to not enforce those rules and strip Arizona of the authority \nthat Congress bestowed as part of its power to manage the nation's borders.\"\n\nMary Sanchez in The Kansas City Star: \"Arizona can't deport people. That's the role of the federal government. Nor \ncan it decide who is granted legal status, or take that status away. It doesn't control who is given a visa, work \nauthorization or asylum. And it certainly can't do much to address  our country's need for low-wage labor.   (Arizona \nGov. Jan) Brewer argues that it was failure at the federal level that created the illegal immigration problem. And \nshe's right. However, only federal action can fix this problem. And on this point, the U.S. Supreme Court must \nunequivocally set the states straight. Then Congress has to get to work.\" \n\n"}