{"title": "THOUSANDS OF CUBAN WOMEN MARCH TO URGE RETURN OF BOY LEADING YESTERDAY'S PROTEST IN HAVANA WERE ELIAN GONZALEZ'S STEPMOTHER AND GRANDMOTHERS.", "body": "\nTens of thousands of Cuban mothers marched yesterday as Fidel Castro's government appealed to emotion in \ndemanding the repatriation of a 6-year-old boy separated from his father by the same sea that took his mother's \nlife.\n\nHundreds of visibly pregnant women were organized into rows, while other mothers carried small children and \nmany waved Cuban flags.\n\n\"Bring back our son!\" they cried as they moved slowly up the Malecon highway to the American diplomatic mission. \n\"We want our son!\"\n\nThe march outside the U.S. Interests Section marked a return to the demonstrations of early December, when \nhundreds of thousands of people rallied in some of Cuba's biggest gatherings since the triumph of the revolution \nthat brought Castro to power 41 years ago.\n\nThe boy's mother was among 11 who died when their boat sank off the Florida coast.\n\nYesterday was the U.S. government's original deadline for Elian Gonzalez's return to his father, Juan Miguel \nGonzalez. The U.S. Immigration and Naturalization Service ruled that only the father could speak for the boy on \nimmigration issues.\n\nAttorney General Janet Reno lifted the deadline to give the boy's Miami relatives a chance to fight for him in federal \ncourt. Reno said this week that only a federal court has jurisdiction in the case and rejected a Florida state judge's \norder that Elian remain in Miami until March 6 so that the judge could hear arguments by his American relatives.\n\nRicardo Alarcon, president of the National Assembly and Castro's point man on U.S.-Cuban relations, said \nyesterday that officials here were frustrated by Reno's failure to set a new deadline and the INS's failure to enforce \nits decision that Elian be returned to his father.\n\n\nHeading yesterday's march was Elian's young stepmother, Nelsy, pushing his baby half-brother in a stroller. She \nwas flanked by Elian's two grandmothers and Vilma Espin, head of the Cuban Federation of Women and wife of \nRaul Castro, the president's brother and the armed forces minister.\n\nAuthorities estimated that 100,000 women participated in the march.\n\nA sign outside the American diplomatic mission showed the boy behind a fence, underscoring Cuba's position that \nthe boy has been kidnapped.\n\nRed, white and blue Cuban flags fluttered amid the sea of women stretching for many blocks down the Malecon. A \nfew men and children also joined the march.\n\nSince his rescue Nov. 25 off Florida's coast, Elian has symbolized the government's decades-long ideological battle \nwith Cuban exiles in Miami.\n\nRather than a clash between two governments, the dispute over Elian is a battle between Cubans of differing \npolitical views living on both sides of the Florida Straits.\n\nElian's paternal great-uncle, Lazaro Gonzalez, is fighting to keep the boy with him in Miami, saying he can give him \na better life there.\n\nAlarcon said that while Cuba has not prohibited Juan Gonzalez from going to Miami to retrieve Elian, American \nattorneys - and even American officials - have counseled against it.\n\nThe concern in Cuba always has been that if Gonzalez goes he will become involved in political and legal problems \nthat will prevent his speedy return.\n\nIn Washington, four Republican House members said they would introduce a bill to give Elian immediate U.S. \ncitizenship when Congress reconvenes Jan. 24.\n\nRep. Bill McCollum (R., Fla.), a member of the House Subcommittee on Immigration, is leading the drive for the \nbill, which will be sponsored by two other Florida Republicans, Lincoln Diaz-Balart and Ileana Ros-Lehtinen. The bill \nis supported by Rep. Tom DeLay (R., Texas), the House Republican whip.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nThousands of Cuban women march in Havana yesterday to demand the return of 6-year-old Elian Gonzalez, \nwho is in Florida after surviving the sinking of a boat that carried Cubans. The sign translates to \"Let's Save Elian.\" \n(Knight Ridder Tribune)\n"}