{"title": "Tense Times for Aliens as U.S. Clamps Down", "body": "\nTension, turmoil and confusion are mounting for illegal aliens here and around the country as the Immigration and \nNaturalization Service begins to carry out the harsh second phase of the historic amnesty law: penalties against \nemployers who hire illegal aliens.\n\nThousands of undocumented aliens, from farmhands in Colorado and Texas to sewing machine operators in \nSouthern California, are being thrown out of work by employers worried about sanctions, which the immigration \nservice began enforcing in August as a way to make aliens go back where they came from.\n\nHere in the Arkansas River Valley of southeast Colorado, many are drifting from place to place, looking for work, \nsleeping under bridges and begging for food outside convenience stores.\n\n''It's just a depressing situation,'' said E. J. Reed, migrant health coordinator for La Clinca del Valle, a medical clinic \nthat serves farm workers in Rocky Ford. ''We had a little boy in here the other day with an ear infection and when \nwe asked his parents for their address, well, they had no address. They were living in a pickup truck. We see \nfamilies like that all the time.''\n\nTo the immigration service, the situation is an unfortunate but necessary step in reaching the goals of the \nImmigration Reform and Control Act of 1986.\n\nThat law has two major provisions. The first offers the chance for eventual citizenship to millions of illegal aliens \nwith a history of work or residence in this country. The second, intended to discourage further illegal immigration by \ndenying jobs to aliens, imposes fines of up to $10,000 for employers who hire undocumented workers.\n\nBut uncounted masses of aliens already in the United States do not qualify for the amnesty provisions. And many \nwho do qualify have not begun the legalization process, because of poverty, fear or confusion. For the health care \nspecialists, social workers, clergy and others who work with these people, their troubles are a sad drama, often \nfilled with countless struggles and endless tears.\n\n''Before, families at least had some steady income,'' said Carlos Marentes, director of the Border Agricultural \nWorkers Union in El Paso. ''Now they are showing up at our offices with nothing. Every day there are people here \nasking for food.''\n\nThe immigration service estimates there are six million illegal aliens in the country; so far, 751,000 have started the \namnesty procedure and the agency expects about two million to apply before the deadline, next May 4.\n\nUnder the law, the rest are supposed to leave the country.\n\n\nHere along the Arkansas River, scores of Mexicans who have historically found work harvesting the fall crop of \nonions, tomatoes and melons are heading back to Mexico - unless they are eligible for amnesty or are determined \nto hang on and risk poverty or deportation. Many are hopping on drafty boxcars with little clothing or money for the \nlong, bumpy ride home.\n\n''I'm sure there could be some more people on the move now,'' said Chuck McClure, a special agent with the I.N.S. \nregional office in Denver. ''But eventually they are going to realize that without documentation they won't be able to \nwork in the U.S. These people will have to go back home, wherever that may be. That's the whole point of the law.''\n\n \n\n'I Will Not Go to Jail'\n\nThe law has special categories for agriculture. While other aliens must show that they have lived in the United \nStates since before Jan. 1, 1982, most farm workers can qualify for amnesty if they worked here for at least three \nmonths from May 1985 to May 1986. Farmers are exempt from the employer penalties until Dec. 1, 1988, but, like \nother employers, they must have documents on file proving that their workers have started the legalization process.\n\nMany farmers, though, are not taking chances. ''I will never use another illegal,'' said Truman Lusk, a Rocky Ford \nmelon grower, who this fall is refusing to hire workers who do not have a temporary work permit, the first step \ntoward citizenship. ''I will not go to jail to feed this country.''\n\nFor employers, the deadline for filing Form I-9, documenting that employees had begun the legalization process, \nwas Sept. 1. About 50 members of the clergy in Los Angeles, home to much of the nation's Hispanic population, \nannounced Sept. 12 that they would not comply with the law and urged others to refuse as well.\n\n''We have passed the zero hour -Sept. 1 - and hundreds of undocumented aliens are losing their jobs,'' said the \nRev. Luis Oliverez of the Queen of Angels Church in Los Angeles, one of those making the announcement. ''They \nare trying desperately to find other ways to survive. It is very important the church does not abandon them.''\n\n \n\nA Knife Separating Families\n\nConfusion about the law is widespread, a situation for which many blame the immigration service. ''People are \nterribly confused,'' said Dani Arck, a lawyer with Colorado Legal Services in Denver. ''There is so much \nmisinformation around that people don't know what to believe. People are scared to death.''\n\nBut Mr. McClure, the I.N.S. agent in Denver, said: ''Anybody who says we haven't done everything possible to \ninform the public is not correct. We are going full bore, as fast as we can.''\n\nIn many areas the new law has fallen like a knife, separating friend from friend, husband from wife. ''I am sad, very \nsad,'' said one farm worker, Cipriano Garcia, a naturalized citizen who drove his wife and two children back to \nMexico from Colorado on Sept. 1 because they are illegal aliens.\n\n''For some people, this new law is good,'' said Mr. Garcia, who earns about $15 a day picking onions near Rocky \nFord. ''For me, it is bad because I do not have the money to get my family legalized. I want to see my family very \nmuch.''\n\n \n\nAnxiety and a Suicide\n\nMr. McClure said that most aliens had had ample time to raise money to meet legalization costs.\n\n''I don't think it's that big of a problem,'' he said. ''They don't seem to have a problem getting money to get \ncounterfeit documents or to pay smugglers to get them into the United States.''\n\nFor Salvador Carrillo, the fear of being separated from his wife and five children was so strong that it may have led \nto his suicide.\n\n\n\nAll summer, Mr. Carrillo, a naturalized citizen, worked hard in Rocky Ford at two jobs, as a custodian and a farm \nworker, trying to raise the $1,100 he needed for birth certificates, fingerprints and other items his family needed to \nqualify for citizenship.\n\nThen, on Sept. 3, still lacking $420 for an application fee required by the I.N.S., and mistakenly fearing that Sept. 1 \nwas a deadline for deportation, Mr. Carrillo hanged himself in his home with an extension cord.\n\n \n\nDouble Blow to Family\n\n''He was worried we wouldn't get our papers by September,'' said his wife, Herminia. ''He thought we might have to \nleave him and go back to Mexico.''\n\nFor Mrs. Carrillo, who is 39 years old, and the children, who have lived and attended public school here for seven \nyears, the suicide was a double blow.\n\n''The ultimate bad news is they may have lost their opportunity to get legalized,'' said David L. Moore, legalization \ncoordinator for Catholic Immigration Services in Denver. ''Inasmuch as he was their reason for possibly being able \nto stay, with his death they may have lost their one opportunity to remain here,''\n\nWhile many aliens are starting to leave, others are hanging on, hoping to eke out a living underground. ''If I get \ndeported, I will just come back,'' said Ypaulito Torres, a 20-year-old illegal alien lucky enough to have found work \npicking chili peppers on a farm east of Pueblo.\n\n \n\n'Pressure Is Coming Down'\n\n''I am a little afraid,'' said Mr. Torres. ''I feel awful. I don't want to go home.''\n\nAndrique Corral is not so lucky. Shortly after Sept. 1, he was laid off from his job picking melons because he had no \ntemporary work permit. Today, Mr. Corral, who is 23 years old, spends his time sitting around a decrepit motel \nroom, waiting for word of work. The walls are bare, the refrigerator empty, the hope all but gone.\n\n''I need work in order to get my papers,'' said Mr. Corral, who has been doing seasonal farmwork here since he was \n15. ''Papers are expensive, but without work, how can I get the money I need to get my papers?''\n\n''People are afraid,'' said Nicholas Dominques, a friend of Mr. Corral. ''They are all worried. Without papers, they \ncan't make a living. The pressure is coming down on them.''\n\nGraphic\n\n \n\nPhotos of migrant farm workers picking onion near Avondale, Colo. (page 1); Benito and Maria Lopez with their \nchildren; Ypaulito Torres and Cornelia Aguilar, illegal immigrants (NYT/Brian Payne) (page 16)\n"}