{"title": "Former INS Head Warns of Rights Abuses; Officials' Fear of Being Blamed for a New Attack Has Bad Side Effect, Ziglar Says", "body": "\n President Bush's former immigration commissioner warned yesterday that the administration's increasingly \naggressive anti-terror- ism tactics may be shortchanging citizens' rights, in part because of officials' fear of being \nblamed for another major attack. \n\n The former commissioner, James W. Ziglar Sr., said in a speech that the FBI should be made independent -- \nstripping the Justice Department of much of its traditional investigative power -- as one step toward avoiding \nabuses. \n\nZiglar, who retired Nov. 30, lost support after a contractor for the Immigration and Naturalization Service mailed \nreceipts for student-visa approvals for two of the hijackers after the attacks of Sept. 11, 2001. Ziglar, a visiting \nprofessor at George Washington University Law School, received repeated applause from a crowd of 900 at the \nfirst national membership conference of the American Civil Liberties Union, at a Washington hotel. \n\n\"The overwhelming means that the government has at its disposal today to invade and intimidate suggests to me \nthat we must be even more vigilant in deterring government overreaching,\" he said. \"The insatiable appetite for \nmore power by those who already have it is always justified by 'necessity.' \" \n\nThe speech was a rare critique by an administration veteran. Ziglar, 57, describes himself as \"a conservative in the \nBarry Goldwater mold.\" Ziglar became a target of conservatives who contended that he was more oriented to \nimmigration service than enforcement. \n\nZiglar said after the speech that Washington has been \"in a siege mentality\" since the attacks on the Pentagon \nand the World Trade Center. \"The notion that somebody would be blamed, if there is another one, gives rise to an \nawful lot of conduct, sometimes, that may go over the line,\" he said. \"We need to build in some checks and \nbalances now that maybe we didn't have and didn't need before.\" \n\nThe Department of Homeland Security absorbed the functions of the INS, which ceased to exist. Ziglar said the \nJustice Department and the Department of Homeland Security are \"vying to be the toughest kid on the block in \ncombating terrorism.\" \n\n\n\"I'm not sure that competition of that sort is healthy for the long-term protection of civil liberties,\" he said, pointing to \n\"the increasingly aggressive tactics of the Justice Department.\" \n\nZiglar noted the statement of Attorney General John D. Ashcroft that the department's \"critical mission\" is \"the \nprevention and disruption of terrorist attacks,\" whereas it used to be investigation and prosecution. \n\n\"I fear that if the mission of the Department of Justice is now primarily to disrupt and prevent, then the questions \nthat will be asked in the department will no longer focus on whether an action is safely within the bounds of the \nConstitution and laws, but how close they can get to the line, or how much they can get away with,\" he said. \n\nZiglar noted it is \"time to restructure the Department of Justice to remove it from the operational realm,\" and said \nhe would \"narrow the scope of the department's mission to prosecuting crime and protecting the rights and liberties \nof all Americans.\" The FBI, he said, should become an independent agency similar to the CIA. \n\nUnder his plan, the Justice Department would act as a legal adviser to the new independent agency and would \nprosecute cases developed by the FBI. Ziglar said the administration would be unlikely to initiate such a change, \nwhich would probably have to originate in Congress. \n\nProposals for reorganizing counterterrorism functions were made after the attacks, when the FBI was accused of \nnot sharing intelligence with other parts of the government.  Lawmakers proposed a domestic spy agency, which \nwould strip the FBI of intelligence-gathering responsibility. FBI Director Robert S. Mueller III has opposed that. \n\nINS roles were divided among three bureaus of the Department of Homeland Security on March 1. \n\n\"There is a lot of chaos, from what my friends tell me,\" Ziglar said in the interview. \"Immigration officials in other \nparts of the world are confused about who they talk to. I've talked to several of them I became friends with, and \nthey're concerned because they're not sure who they go to to get an answer. That is creating some lack of \ncommunication with our allies.\" \n\nGordon Johndroe, a spokesman for the department, said: \"Anytime government reorganizes, there are going to be \nnew points of contact for our foreign counterparts. But I am confident that our relationships with foreign immigration \nservices, and level of cooperation, have never been better.\" \n"}