{"title": "THE BOON OF IMMIGRATION", "body": "\nNOW THAT Israel has a new and huge wave of aliya from the Soviet Union, the complaints heard two decades ago \nare being heard again.  But by now we are in a much better position to refute the charge that immigrants injure \nexisting residents economically.  A great deal of research has been done on the subject since then - not only in \nIsrael, but in the United States, Canada, and Australia, where the results turn out to be amazingly similar.  Social \nscientists have created an impressive body of empirical knowledge about immigration which contradicts the \npopular wisdom on most matters.\n\nThe general conclusion has been that immigrants raise the standard of living of the existing population rather than \nlower it.  They contribute more in taxes than the cost of the welfare services they use and reduce the burden on the \npublic of supporting services and of the elderly.  They improve productivity and competitiveness with their \ninventiveness.  They do not displace natives in jobs.\n\nTrue, Israel's situation is a bit different from that of other countries.  On the one hand, immigrants get special \nfinancial and material assistance, and the volume of immigration is large relative to the size of the population, \nmaking adjustment more difficult.  But the situation is no more difficult than it was for West Germany after World \nWar II, or for Israel after 1948.  On the other and, Israel's special security needs make additions to the population \nparticularly valuable.\n\nMy conclusions are drawn not only from my own and my wife's work, but also from that of Professors Gur Ofer and \nEitan Sabatello of the Hebrew University and Aharon Winokur of Haifa University.  The data are mostly for the \nimmigrants who came in the 1970s, but there is no reason to think that the picture is different now, because it is \nvirtually identical in other countries.  The comparison data are for the Jewish Israeli population.\n\nIMMIGRANTS ARE not old and tired.  Rather, they are on average in the early prime of their work lives.  In all \ncountries and times, people move when they are young adults, often single, with much smaller proportions of \ndependent older people and children than in the population at large.  For example, 47 per cent of the Soviets who \ncame to Israel were between the ages of 15 and 44, compared to 42 per cent in the Israeli population.  This \nconcentration in the young working ages means higher labour-force participation, less welfare services needed, and \nmany other benefits.\n\n\nParticipation in the labour force is much higher.  Fully 60 or 70 per cent of the new Soviet immigrants enter the \nlabour force, compared to 48 per cent of the Israeli population.  Part of this huge difference comes from the age \nstructure, but there is also a much greater job-seeking propensity in the olim in each age and sex category - \nespecially among women.\n\nTHE SOVIET immigrants are not difficult to absorb.  Within two months, 66 per cent of those who sought jobs had \nfound them.  Within one year of arrival, 90 per cent were employed.\n\nThis refutes the common belief that the Soviets take a long time to get sufficiently acquainted with the Israeli system \nto find a job, and that they are largly unemployables, such as professors of Soviet literature who cannot learn how \nto do anything else.\n\nIn the U.S., too, immigrants of all origins assimilate quickly.  In every decade, the \"new\" immigrants are thought \ndifficult to assimilate, unlike the \"old\" immigrants.  But in each decade - including the 1970s and 1980s - the \"new\" \nimmigrants have adjusted quickly, both economically and culturally.  Within a decade or two, immigrants come to \nearn more than natives with similar educational characteristics.\n\nThe Soviet olim bring a high level of work skills with them.  Sixty-one per cent of employees have more than 13 \nyears of schooling, compared to only 26 per cent of Jewish Israeli employees.  Only 13 per cent have had less than \neight years of schooling, compared to 29 per cent of Isaeli residents.  Twenty-five per cent are in the key \nprofessions, which include engineers, technicians, architects, doctors, dentists, nurses, para-medics and dental \nassistants.  Of course, declarations of occupation are not always accurate.  But the general picture is clear: the \nRussians bring highly useful occupational skills.\n\nImmigrants do not cause native unemployment, even among low-paid and minority groups.  A spate of recent \nstudies in the U.S., using a variety of methods, have shown that the bogey of \"displacement\" of natives does not \nexist.  New entrants not only take jobs, they make jobs.  And the jobs they create with their purchasing power and \nwith the new businesses they start up are at least as numerous as the jobs immigrants fill.  There is every reason to \nbelieve that this analysis applies to Israel too.\n\nImmigrants do not exploit others by over-using welfare services.  Since they typically arrive when they are young \nand healthy, new immigrant families use fewer welfare services than average native families, because they do not \nrequire expensive aid for the aged.  And immigrant families pay more taxes than other average families, both \nbecause more of them work and because they earn more on average.  Thus immigrants contribute more to the \npublic coffers in taxes than they draw out in welfare services.\n\nSome veteran Israelis complain about the economic assistance the Russians receive.  But the level of car and \napartment ownership they attain, even after several years in the country, is far below that of natives, and below that \nof immigrants from Western Europe and the U.S.\n\nFurthermore, funds from outside Israel have more than covered housing and other absorption expenditures.  They \ndo not come out of the Israeli taxpayer's pocket.\n\nImmigrants demonstrate desirable ecomomic traits.  According to U.S. data, compared to natives, immigrants work \nmore hours per week, save more, have higher rates of participation in the labour force, contribute important new \nproductivity enhancing ideas to industry and science and are unusually self-reliant and innovative.\n\nFirst and second-generation children in the U.S. do astonishingly well in school.  In 1989, they were valedictorians \nin 13 of 17 Boston public high schools.  They win an astonishing proportion of scholastic prizes.  And in all the \ncountries studied, the children of immigrants earn more than average.  It is very likely that the picture is the same in \nIsrael, as it was in earlier years true of the Jewish population in the U.S.\n\nImmigrants increase the productivity of the economy.  They increase the total size of the economy, and this \nincreases productivity through economies of scale.  Some public facilities, such as transportation infrastructure, can \nbe used more efficiently with a larger population.  The more enterprises produce for a growing population, the more \n\n\n\nefficiently they learn how to produce.  Newcomers also increase flexibility, because they are unusually mobile, both \ngeographically and occupationally.\n\nImmigration reduces the uncuttable social costs of the elderly.  More and more of the U.S. and Israeli populations \nare retired people, with a smaller proportion of adults in the labour force.  Immigration is the only feasible way to \nlighten the burden of the aging population.\n\nImmigration also reduces the uncuttable social costs of defence.  The taxes paid by olim contribute to the defence \nbudget, which should be considered reductions in others' taxation, because the total cost of defence increases very \nlittle with an increase in population.  The same is true with reserve army duty.\n\nTHE MAIN negative factor of immigration is the capital-dilution effect.  It can best be understood in terms of a \ngroup of farmers sharing a tractor.  If the number of farmers suddenly doubles, each farmer will have less use of the \ntractor, at least until someone comes up with another tractor.\n\nIn Israel's case, the capital to be shared includes public roads, ports, and other transportation resources; \ngovernment-owned banks and factories; and the Histadrut sector.  But another large part of Israel's capital is \nprivately owned - most retail stores, hotels, many factories, agricultural land, etc.  Immigrant use of private capital \nmeans increased profit-returns to the veteran Israeli owners of the capital, and hence an increase in the average \nincome of such veterans.\n\nNow we need an overall cost-benefit assessment, taking into account the negative capital-dilution effect, as well as \nthe positive factors we have enumerated.  This is how all those factors add up in the evaluation of the role of the \nimmigrant in Israeli society:\n\nTransfers to an immigrant for housing and absorption from veteran Israelis amount to about 10 per cent of the \nimmigrant's average working income in the first year, 5 per cent thereafter.\n\nContributions from the immigrant for defence amount to 9, 22, 26 and 30 per cent of average working income in the \nfirst four years, and 30 per cent thereater.\n\nLosses to veterans from reductions in their income due to capital dilution are 10 per cent, 17 per cent and 12 per \ncent in the first three years, falling to zero by the seventh year, at which time the immigrant's beneficial effect on the \neconomy begins to result in an economic boost for the veteran population.\n\nIn investment terms, the \"rate of return\" on the investment in Russian immigrants is a staggering 80 per cent \nannually, which suggests that Israel's economy could give the olim about six times the sums now given and still \nobtain a return of 15 per cent a year.\n\nGraphic\n\n \n\nIllustration: Drawing; Caption: No caption (drawing of people of various backgrounds walking in a line) Credit: Avi \nKatz.\n"}