{"title": "Suit aims to stop illegal-immigrant law; Tough Okla. measure takes effect Thursday", "body": "\nOne of the toughest state laws targeting illegal immigrants takes effect Thursday in Oklahoma, prompting \nefforts by immigrants trying to block it and work by state agencies to comply.\n\nThe law makes it a felony to transport or shelter illegal immigrants. Businesses, which are barred by federal law \nfrom hiring illegal immigrants, can be sued by a legal worker who is displaced by an illegal one.\n\nThe measure denies illegal immigrants certain public benefits such as rental assistance and fuel subsidies.\n\n\"It's clearly one of the most restrictive policies\" in the country, says Cecilia Muooz of the National Council of La \nRaza, a Hispanic civil rights organization.\n\nMuooz says she's particularly concerned about a provision that gives local police the authority to check immigration \nstatus. Such policies create fear among all Hispanics, including those in the country legally, and may contribute to \ndiscrimination, she says.\n\nOn Thursday, the National Coalition of Latino Clergy and Christian Leaders filed its second lawsuit against the \nmeasure. The group says it is unconstitutional because immigration is a federal, not state, responsibility.\n\nA federal judge threw out the first lawsuit days earlier, saying the group failed to show that the law had harmed \nanyone. This time, the coalition cited people they said have already been harmed, including illegal immigrants \nwhose landlords threatened to evict them if they could not prove they're in the country legally, says Miguel Rivera, \npresident of the coalition.\n\nLead attorney William Sanchez says the court scheduled a hearing for Wednesday.\n\nState Rep. Randy Terrill, author of the law, says he doesn't want Oklahoma to be a comfortable place for illegal \nimmigrants.\n\n\"Illegal aliens won't come to Oklahoma or any other state if there aren't jobs waiting for them,\" he says. \"They will \nnot stay here if there is no taxpayer subsidy.\"\n\nHe says he's \"99.9% confident\" the law can withstand legal challenges but says the lawsuit may delay its \nimplementation.\n\nSome public agencies aren't waiting for the legal wrangling to end before altering their policies. Last week, the \nOklahoma State Regents for Higher Education tightened the rules on financial aid.\n\n\nPreviously, illegal immigrants were eligible for state financial aid if they lived in the state for two years and \ngraduated from an Oklahoma high school or got a general equivalency diploma in the state, says Ben Hardcastle, \nregents spokesman. They also had to file an affidavit vowing to apply for legal residency, he says.\n\nIn the 2005-06 school year, 244 students met the criteria and received $112,039 in scholarships and grants and \npaid an additional $238,785 in tuition, he says.\n\nThe regents' new policy says illegal immigrants would be eligible for aid by meeting most of the same \nrequirements, but they must have already applied for legal residency.\n\nCharles Kuck, president-elect of the American Immigration Lawyers Association, says that means state financial aid \nwill not be available to illegal immigrants.\n\n\"There's nothing you can legally apply for if you're here illegally,\" he says. \"If you're attesting that you've applied for \n(legal residency), you'd either be lying or putting yourself into deportation proceedings.\" \n\nGraphic\n\n \n\nPHOTO, B/W, National Council of La Raza\n"}