{"title": "Government Offers to Release Cuban Exile to House Arrest", "body": "\nLawyers for a Cuban exile said he was inclined to reject a government offer to trade prison for a restrictive house \narrest program.\n\nThe proposal presented to Orlando Bosch by immigration officials Monday was a departure for the Justice \nDepartment, which has maintained for years that the anti-Castro activist would continue his terrorist ways if \nreleased.\n\nThe offer would require him to tell the FBI of any contacts with Cuban exile groups that advocate violence.\n\n\"He's just not prepared to send a message out that he's an informant,\" said attorney Henry Adorno. \"He believes \nthat lists are kept by people like Joe McCarthy and Fidel Castro.\"\n\nBosch's family criticized the conditions for his release, but appeared to encourage the 63-year-old former \npediatrician to accept the deal.\n\n\"The conditions are very restrictive but it is better than jail. I prefer him here at home, of course,\" said Adriana \nBosch, who said her husband suffers from ulcers and declining health after years in Venezuelan and U.S. jails.\n\nAs of this morning, Bosch remained in prison, Metropolitan Correctional Center officials said.\n\nJustice Department spokesman Dan Eramian in Washington said the government decided to offer Bosch parole \nfor humanitarian reasons, but will continue the effort to deport him. Thus far, 31 nations have refused to accept him.\n\nThe offer appeared to be an attempt to resolve what has become a cause celebre for Miami's staunchly anti-Castro \nCuban exile community, which has held rallies and demonstrations on his behalf.\n\nBosch has been held since 1988, when he was arrested for parole violations and for reentering the country \nillegally.\n\nAccording to CIA documents, he ran bombing runs on Cuba in the early 1960s. In 1968, he was convicted in a \nbazooka attack on a Polish freighter at the Port of Miami and sentenced to 10 years in prison.\n\nHe was paroled in 1972 and fled the country in 1974 after he was subpoenaed to testify in an inquiry into the killing \nof a Miami exile leader.\n\nAccused of masterminding the 1976 bombing of a Cuban jetliner that killed 73 people, Bosch spent 11 years in \nVenezuelan jails. He denied involvement in the bombing and was acquitted in three separate trials.\n\n\nThe parole conditions would require Bosch to wear an electronic monitoring device, remain at home for 21 hours a \nday, keep a log of visitors and allow his telephone to be monitored, said Richard Smith, director of the U.S. \nImmigration and Naturalization Service in Miami.\n"}