{"title": "Honoring That Promise of Detention Reform", "body": "\nABSTRACT\n\nThe U.S. government must act to reform the corrupt mechanisms that feed the abuse of immigrants in detention.\n\nFULL TEXT\n\nLast month the Obama administration announced that it was going to overhaul immigration detention, to impose \naccountability and safety on a system notoriously deficient in both.\n\nThis month, the official chosen to lead the effort, Dora Schriro, announced that she was leaving Washington to \nbecome the commissioner of correction for New York City. But the job of fixing the detention system, and all of its \nhorrors, must move ahead.\n\nOn Friday, her last day on the job, Ms. Schriro delivered a report on the detention system to Janet Napolitano, the \nhomeland security secretary. We hope that it fully reflects the desperate reality: the brutal mistreatment; isolation, \nfilth and deprivation; the shabby or nonexistent health care and the ill and injured detainees who languished and \nsometimes died, their suffering untreated.\n\nMs. Schriro's successor will have a big job in fulfilling the administration's promise of reform. The abuse and \nneglect must end.\n\nThe system must also become much more discriminating about whom it holds - dangerous criminals, not the \nharmless and sick.\n\nIt will also have to rein in the private for-profit prisons that deliver brutal service on the cheap. And it will have to \nincrease accountability and transparency. Ms. Napolitano can start by releasing Ms. Schriro's report.\n\nAmericans need to find out what happened in Basile, Louisiana, where detainees staged a hunger strike to protest \ndetestable conditions, or downtown Los Angeles, where inmates filed a lawsuit to protest the squalor.\n\nWhile Ms. Napolitano and her team promise to make detention a \"truly civil\" system, they show no interest in \nreforming the corrupt mechanisms that feed it.\n\nInstead, they are expanding the programs that have allowed corrupt local officials to round up thousands in unjust \nraids. The same people whom President Obama has promised a decent shot at citizenship remain easy prey to \nracial profiling, and are terrified of ending up in this truly uncivilized system.\n\nMr. Obama and Ms. Napolitano must resolve that fundamental contradiction.\n\n"}