{"title": "Religious argument, free speech theory, and democratic dynamism.", "body": "\nI don't want no commies in my car. No Christians either. (1)\n\nINTRODUCTION\n\nI. THE PROBLEM OF RELIGIOUS ARGUMENT IN PUBLIC POLITICAL\n\nDEBATE\nA. Logical Consistency in the Competing Positions\n1. The Restrictive Position: From Danger to\nNormative Constraint\n2. The Permissive Position: No Danger, No\nConstraint\nB. Religious Argument's Potential Danger for Liberal Democracy\nC. Permissive Theorists' Inadequate Response to the Potential\nDanger of Religious Argument\nII. NORMATIVE INSIGHTS FROM FREE SPEECH THEORY\nA. Communist Advocacy and the Existential Dilemma of\nExpressive Freedom\nB. The Incremental Tension Between Political Stability and\nPolitical Dynamism\nIII. RECASTING THE NORMATIVE CASE FOR ADMITTING RELIGIOUS\nARGUMENT INTO PUBLIC POLITICAL DEBATE\nA. Welcoming Religious Argument into Public Political Debate\n1. Lessons from the Communist Speech Controversy\n2. Lessons from the Stability-Dynamism Controversy.\nB. Welcoming Criticism of Religion into Public Political Debate\nCONCLUSION\n\nINTRODUCTION\n\nWhat is the normatively proper role in public political debate for arguments grounded in religion or similar \nconscientious beliefs? Political and legal theorists continue to clash over this issue, and the 2008 national election \ndemonstrated its practical importance and contentious nature. During the presidential campaign, Democratic \ncandidate Barack Obama had to address concerns about the politics and theology of his pastor, Reverend \nJeremiah Wright, (2) and Republican hopeful Mitt Romney had to address concerns about his membership in the \n\n\nChurch of Jesus Christ of Latter-day Saints (LDS). (3) The LDS Church played a leading role in passing a California \ninitiative that banned same-sex marriage, (4) and U.S. Catholic bishops urged parishioners to support candidates \nwho embraced Catholic positions on key social issues, principally abortion. (5) Casting a long shadow over the \nelection were the nation's two ongoing wars in the Muslim nations of Afghanistan and Iraq, which also implicated \npolicy toward the Jewish state of Israel. All of these issues, to varying degrees, inspired arguments grounded in \nreligious belief and/or antipathy. Such arguments, even in an era of declining religiosity in the United States, (6) \nimplicate the normative propriety of religious argument. No normative constraint could ever bleach our political \ndebate of all religious advocacy. Norms operate as amorphous vectors, not as precise endpoints. Even so, \nnormative standards can exert a powerful influence over public discourse. If broadly accepted norms of public \npolitical debate urged constraints on religious argument, then opponents of a position advanced in religious terms \nwould feel justified in decry ing the religious argument as out of bounds, rather than addressing its merits; media \noutlets would see less need to include overtly religious arguments in reporting on political controversies; and \nreligious believers who wished to argue politics on religious grounds would have strong reason to doubt the ethics \nand efficacy of doing so.\n\nThe normative question of religious argument in public political debate has sharply divided leading political \ntheorists. On the restrictive side of the debate stand such liberal thinkers as Robert Audi, Kent Greenawalt, and \nJohn Rawls. Each of these theorists has contended that religious argument undermines the stability and \ncohesiveness of liberal democracy and that liberal norms of public political debate should therefore constrain \nreligious argument. Most restrictive theorists embrace some version of what Rawls calls the \"public reason\" \nprinciple, which requires religious believers to cast their religiously grounded arguments in terms accessible to the \nsecular polity. (7) On the opposing, permissive side of the debate stand such religious liberty advocates as Stephen \nCarter, Michael McConnell, and Michael Perry. These theorists maintain that norms of public political debate \nshould fully admit religious argument. To restrict religious argument, in their view, singles out religious belief for \nunfair and unwarranted constraint while denying believers full participation in democratic politics. (8) Despite their \nultimate disagreement, most restrictive and permissive theorists share a foundational assumption: religious \nargument's admissibility or nonadmissibility to public political debate should depend largely on whether or not \nreligious argument poses any serious danger to the integrity or stability of liberal democracy.\n\nThis Article contends that normative insights from free speech theory can illuminate the normative debate over \nreligious argument and should lead us to embrace the outcome, but not the reasoning, urged by the permissive \ntheorists. The normative question of religious argument does not implicate First Amendment free speech law. Free \nspeech theorists, however, have thought hard about the normatively optimal shape and scope of public political \ndebate. Two distinct but related debates in free speech theory bear on the normative question of religious \nargument. First, the dispute about whether religious argument existentially threatens liberal democracy closely \nparallels the controversy over Communist political advocacy that dominated First Amendment discourse for much \nof the twentieth century. Second, the appeal to political stability that animates restrictive theorists' concerns about \nreligious argument implicates familiar questions about how free speech norms and doctrines should balance values \nof political stability, consensus, and cohesion against values of political dissension, diversity, and dynamism. The \nbest insights from these two strands of free speech theory turn the familiar terms of the debate over religious \nargument upside down: liberal norms of political debate should welcome even the most provocative religious \narguments precisely because such arguments challenge and destabilize the prevailing liberal order. The same \ninsights also compel an important corollary: liberal norms of public political debate should freely admit substantive \ncriticisms of religious doctrine and belief.\n\nPart I of this Article describes and critiques the existing normative dispute over religious argument in public political \ndebate. I first explain how both restrictive and permissive theorists predicate their arguments on hospitable \npremises about whether and how religious argument threatens liberal democracy. I then advance a qualified \nversion of the restrictive premise that some forms of religious argument may, in fact, significantly threaten liberal \ndemocracy. The final subpart of Part I criticizes permissive theorists for ignoring this potential threat. The remainder \nof the Article critiques and ultimately rejects the restrictive theorists' move from recognizing the potential dangers of \nreligious argument to advocating normative constraints on religious argument. Part II links the question of religious \nargument to two normative debates in free speech theory. The first subpart examines the last century's theoretical \n\n\n\nand legal debate over the proper treatment of Communist advocacy, finding a strong parallel between the reasons \nadvanced for suppressing Communist speech and the reasons advanced for placing normative constraints on \nreligious argument in public political debate. The second subpart situates the normative question of religious \nargument within a persistent debate about the competing demands of political stability and political dynamism in \nshaping public discourse. These discussions of free speech theory reflect courts' and legal scholars' cogent \nthinking, in the concrete domain of constitutional politics, about the same factors that animate the normative \nquestion of religious argument.\n\nPart III contends that the best normative insights we can draw from the free speech debates over Communist \nadvocacy and the stability-dynamism dynamic should lead us to reject normative constraints on religious argument \nin public political debate. These free speech insights, which the restrictive theorists have failed to appreciate, \nreframe the case for admitting religious argument into public political debate. Our best understanding of \nexpressive freedom, as reflected in the First Amendment's fragile but persistent protection of Communist and other \n\"subversive\" speech, counsels against any normative constraint on religious argument. Moreover, broad normative \nconsiderations and particular characteristics of religious argument favor admitting religious argument into public \npolitical debate in order to promote democratic dynamism. The final subpart of the Article presents an important, \nnovel corollary claim that may trouble political liberals and religious liberty advocates alike. The same insights from \nfree speech theory that counsel against normative constraints on religious argument should also lead us to admit \nfreely into public political debate substantive criticism of religious arguments and underlying religious beliefs.\n\nI. THE PROBLEM OF RELIGIOUS ARGUMENT IN PUBLIC POLITICAL DEBATE\n\nThis Article considers what I will call the normative question of religious argument. The inquiry is normative--how \nshould we, as ethical members of a political community, treat religious argument in democratic political debate?--\nand not doctrinal. (9) Following the most common practice among advocates of normative constraints, I generally \nuse the term religion to encompass all comprehensive, conscientious belief systems, whether theistic or not. My \nconcern extends only to political debate, particularly debate about how public officials should exercise the state's \ncoercive authority, and not to discussions of broad moral and ethical issues that may form the backdrop for policy \ndebates. (10) Likewise, the question concerns public political debate--the processes by which members of the \npolitical community engage with the political community at large--and does not encompass political discussions \nwithin faith communities or other nonpublic settings. (11) The normative question of religious argument, as this \nArticle conceives it, addresses political rhetoric, not underlying justifications. Even on the terrain of norms, as \nopposed to law, any effort to restrain the sources of individuals' political positions would improperly interfere with \nthe conscientious processes that shape their policy views. (12) At the same time, my conception does encompass a \nmatter that others have at times treated as distinct: whether religious arguments can form a proper basis for a \npolitical decision by a member of the political community. (13) Finally, I consider the question of religious \nargument as it applies to ordinary members of the political community, (14) not necessarily to legislators or other \npublic officials. (15)\n\nObserving these conceptual boundaries, and necessarily eliding a great deal of nuance, I divide participants in the \nnormative debate over religious argument into two camps: restrictive and permissive. A striking feature of the \ndebate is the path that most advocates on both sides follow from an assessment of religious argument's danger for \ndemocracy to a conclusion about the proper normative place of religious argument in public political debate. As \nthe first subpart of this Part illustrates, restrictive theorists contend that religious argument seriously threatens to \nundermine liberal democracy and therefore should be disfavored, while permissive theorists see no threat and thus \nno basis for restriction. The second subpart of this Part defends a qualified version of the restrictive premise that at \nleast some forms of religious argument threaten to undermine liberal democracy by promoting illegitimate \njustifications for government action and/or destabilizing public political debate. Thus, the final subpart faults \npermissive theorists' premise that religious argument carries no danger for liberal democracy and accordingly \nrejects the dominant formulation of the permissive case against normative constraints on religious argument.\n\nA. Logical Consistency in the Competing Positions\n\n\n\nAdherents of the competing restrictive and permissive positions on the normative question of religious argument do \nnot break down along neat divisions of substantive politics, befitting a controversy that implicates the deep \npreconditions of public political debate rather than its immediate outcomes. My account of the competing positions \nfocuses on one important aspect of their disagreement: the relationship between the belief that religious argument \nthreatens liberal democracy and the tendency to advocate normative constraints on religious argument. With limited \nexceptions, positions on the normative propriety of religious argument in public political debate arrive at one of two \nbottom lines: (1) religious argument poses some significant threat to liberal democracy, and therefore liberal norms \nshould restrict religious arguments in public political debate; or (2) religious argument poses no meaningful threat \nto liberal democracy, and therefore liberal norms should fully admit religious arguments into public political debate.\n\n1. The Restrictive Position: From Danger to Normative Constraint\n\nThe most prominent version of the restrictive position on the normative question of religious argument emerges \nfrom John Rawls's theory of public reason. Rawls contends that citizens in a liberal democracy generally should \nbase public arguments about fundamental political matters on what he labels \"public reasons.\" (16) By \"public \nreasons\" he means \"the plain truths now widely accepted, or available, to citizens generally.\" (17) This category \nexcludes religious reasons, but Rawls makes clear that it also excludes \"comprehensive nonreligious doctrines\" that \nmake moral rather than political claims. (18) Rawls relaxes his public reason principle by allowing citizens to offer \nnonpublic reasons--including religious reasons--for policy positions, as long as \"in due course\" they supplement \nthose reasons with fully sufficient public reasons. (19) He maintains, however, that citizens in a liberal democracy \nshould resist the impulse to base public political arguments on their underlying comprehensive doctrines, in order \n\"to establish a basis of political reasoning that all can share as free and equal citizens.\" (20) Other leading liberal \ntheorists have advanced distinctive variations on the same essential idea. Robert Audi's version of the restrictive \nprinciple focuses on specifically religious expression, (21) with the aim of preserving an appropriate separation of \nchurch and state for a free and democratic society. (22) Kent Greenawalt more modestly contends that citizens \ngenerally should emphasize public reasons when debating political issues in public settings (23) because people \nnecessarily base their religious and other comprehensive convictions on idiosyncratic personal experiences that \nforeclose any interpersonal basis of evaluation. (24) Bruce Ackerman, without specific reference to religious \nargument, similarly argues that citizens should \"put the moral ideals that divide us off the conversational agenda of \nthe liberal state.\" (25)\n\nRestrictive theorists typically admonish religious believers to translate their religiously grounded policy arguments \ninto terms accessible to nonbelievers. (26) I will refer to this admonition as the translation imperative. Rawls \nexplains the translation imperative as a necessary and appropriate limitation on arguments that operate within the \nlimited scope of liberal democratic politics. (27) He recognizes that religiously grounded arguments rendered in \nsecular terms may appear \"shallow,\" but he justifies that failing as serving the essential liberal democratic end of \njustifying coercive government action to citizens with divergent comprehensive commitments. (28) Greenawalt, \nanticipating the concern that the translation imperative will generate insincere political arguments, reasons that the \naudience for public political arguments will accept a discrepancy between grounds of underlying judgment and \ngrounds of rhetoric as an unremarkable feature of political discourse. (29) President Obama's high-profile 2009 \ncommencement address at the University of Notre Dame gave the translation imperative its highest-profile airing. \n(30) In light of many Roman Catholics' religiously grounded objections to his presence, (31) the President focused \nhis remarks on the imperative that citizens both maintain strong convictions and seek common ground with political \nopponents. He called on his audience to ground their convictions in their faith but also to embrace self-doubt \nhumbly. \"[W]ithin our vast democracy,\" he declared, \"this doubt should remind us even as we cling to our faith to \npersuade through reason, through an appeal whenever we can to universal rather than parochial principles....\" (32)\n\nRestrictive theorists justify their call for normative constraints on religious argument and the translation imperative \non the ground that religious argument threatens liberal democracy. They posit two distinctive sorts of dangers. First, \nthey contend that religious beliefs cannot provide adequate justifications for coercive governmental actions in \nconditions of democratic pluralism. Members of a liberal democratic political community should not offer religious \narguments in public debate, because such arguments by definition urge improper grounds for government action. \nRawls posits that a liberal democracy can legitimately exercise coercive authority \"only when it is exercised in \naccordance with a constitution the essentials of which all citizens may reasonably be expected to endorse in the \n\n\n\nlight of principles and ideals acceptable to them as reasonable and rational.\" (33) That limitation excludes coercive \naction based on comprehensive religious, or nonreligious, doctrines. (34) Audi similarly argues that the \nconstitutional principle of church-state separation compels the constraints he advocates on offering religious \narguments in public political debate for coercive laws. (35) He contends that coercive laws based on religious \nrationales \"are plausibly seen in some cases as forcing others to observe a religious standard.\" (36) A liberal \ndemocracy must value human autonomy, and that value precludes coercing members of the political community \nbased on grounds they cannot accept. (37) Restrictive theorists portray coercion based on religious arguments as \nunfair to nonbelievers, because such coercion denies nonbelievers equal respect and regard (38) or full, fair access \nto the process of political decision-making. (39) Rawls calls the bridge between the limits of justification and the \nlimits of debate a \"duty of civility.\" (40)\n\nSecond, restrictive theorists maintain that religious argument undermines public political debate, and thus \nthreatens liberal democracy, by fostering social and political instability. Religious argument, on the restrictive \ntheorists' account, carries a distinctive capacity to inspire intolerance of opposing political viewpoints. (41) Richard \nRorty portrays the restrictive position as a \"happy, Jeffersonian, compromise that the Enlightenment reached with \nthe religious,\" (42) relegating religion to the private sphere in order to allow religious and nonreligious people to \ncoexist politically. (43) Allowing religious argument in public political debate can also foster conflict between \ncompeting religious beliefs. (44) Liberal democracy, on the restrictive account, requires a secular discourse for the \nresolution of moral disputes in order to prevent interdenominational strife from rending the social fabric. (45) \nReligiously grounded conflicts trouble restrictive theorists because they threaten to polarize political debate, \ndeeply complicating efforts to reach political consensus. (46) \"A believer who sees those who oppose or question \nher beliefs as aligned with the 'powers of chaos,'\" writes William Marshall, \"is likely to treat the public square as a \nbattleground rather than as a forum for debate.\" (47) Rorty sums up these concerns when he brands religious \nargument \"a conversation-stopper\" that limits the capacity \"to keep a democratic political community going.\" (48)\n\n2. The Permissive Position: No Danger, No Constraint\n\nThose who defend religious argument against calls for normative constraints generally advance the premise that \nreligious argument poses no threat to liberal democracy. These permissive theorists emphasize the historically \nprominent role that religious advocacy has played in U.S. politics, (49) and they assert that religious belief and \nreligious argument take far too many and varied forms to target for whole-sale condemnation. (50) Some \npermissive theorists extol the constructive and communitarian nature of much religious belief and rhetoric. (51) \nDavid Hollenbach, for example, presents the Catholic emphasis on \"the multiple forms of human relationship and \ncommunity in which persons are formed and nurtured\" as pointing toward \"a form of political life that is communal \nwithout being statist.\" (52) Taking a related but more critical tack, others posit that religious arguments pose no \nthreat to our liberal democracy because religion in the present-day United States has been, in Michael Perry's term, \n\"domesticated.\" (53) An alternative strand of permissive argument acknowledges the divisive character of some \nreligious advocacy but emphasizes that secular modes of political argument can be equally or more divisive. (54) \nPermissive theorists in this vein often claim that secularism poses a greater threat to liberal democracy than \nreligion. (55) Some compare what they portray as overblown claims of religion's divisiveness to the genuine \ndivisiveness of political advocacy by or for historically disadvantaged racial and ethnic groups. (56) Richard \nNeuhaus takes the permissive attack on secular politics to its logical limit, insisting that religion's absence from \npublic life could prefigure a totalitarian state. (57)\n\nPermissive theorists take particular exception to two elements of the restrictive case that religious argument \nthreatens liberal democracy. First, they reject the restrictive concern that resort to religious argument in public \npolitical debate denies nonbelievers equal respect and regard by underwriting religious justifications for coercive \ngovernment action. (58) Permissive theorists assail the restrictive account of what constitutes a proper justification \nfor government action as a subjective construct that privileges both secular values and, to some extent, the \nrhetorical approaches of those religions that choose to engage in dialogue with nonbelievers. (59) Permissive \ntheorists suggest that whatever features of insularity or exceptionalism might cause certain religious arguments to \nalienate nonbelievers are equally likely to cause certain secular arguments to alienate believers or others. (60) In \nany event, they contend, religious argument in public political debate does not dictate policy outcomes but simply \nmakes \"one contribution among others in a debate on how political power is to be used.\" (61) Second, permissive \n\n\n\ntheorists deny that religious arguments are less accessible than secular arguments to the political community \ngenerally. (62) They maintain that nonbelievers can access the distinctive sources of religious knowledge in the \nsame way anyone accesses any source of knowledge--by reading or listening. (63) In contrast, secular as well as \nreligious arguments may rest on knowledge that is inaccessible to outsiders, such as personal experience or \nsubjective valuation. (64)\n\nProceeding from their denial that religious argument threatens liberal democracy, most permissive theorists focus \ntheir affirmative case for admitting religious argument into public political debate on believers' political autonomy. \nPermissive theorists lament the unfairness of requiring believers to deny or disguise their deeply held convictions as \nthe price of entry into public political debate. (65) In their view, the restrictive position forces believers to accept \nthat their religious convictions are true or valid only within a \"private\" sphere that excludes policy battles in which \nbelievers may have strong interests. (66) They warn that excluding religious argument from public political debate \nwill cause believers to reject secular authority as illegitimate. (67) Permissive theorists' focus on individual \nautonomy is somewhat surprising, because it runs counter to the communitarian character of much religious belief, \npractice, and rhetoric. When permissive theorists do make nominally communal arguments, the relevant \ncommunities usually are churches, and the claims tend to boil down to autonomy arguments on behalf of churches--\nand ultimately their congregants--vis-a-vis the state. (68)\n\nPermissive theorists place limited emphasis on the value of religious argument for society's general interest in \npublic political debate. Some suggest a broad connection between institutional religious autonomy and public \ndiscourse, holding out churches as important crucibles for encouraging participation in political and civic life. (69) \nPermissive theorists often note, in a cursory manner, that religious arguments may contain insights that advance \nnonbelievers' understanding of political issues. (70) Some also suggest that public political debate may benefit \nfrom the consideration and rejection of religious arguments. (71) These points, however, tend to play only a \nsecondary role in permissive arguments, and they suffer from two intrinsic deficiencies. First, they do not offer \nsubstantial normative theories of public political debate in a liberal democracy, providing only the most general \naccount of how religious arguments might advance democratic political debate or benefit the political community \nas a whole. Second, they follow permissive form in ignoring the possibility that religious arguments in public \npolitical debate might pose a meaningful threat to liberal democracy. Accordingly, they do not weigh the value of \nreligious arguments for the political community against the problems such arguments might cause.\n\nThe next subpart contests the permissive premise that religious argument in public political debate poses no \ndanger to liberal democracy, and it explains the extent to which we should take such a threat seriously.\n\nB. Religious Argument's Potential Danger for Liberal Democracy\n\nReligious argument, like secular argument, encompasses a great diversity of opinions and rhetorical approaches, \nmost of which fit comfortably within the political conventions of liberal democracy. Moreover, to the extent any sort \nof secular argument poses the same sort of threat to liberal democracy as certain forms of religious argument, such \nsecular argument requires the same degree of scrutiny to which the restrictive theorists subject religious argument. \nThe potential danger of religious argument for liberal democracy, however, remains a distinctive phenomenon that \nwarrants focused examination. One substantial claim about the danger of religious argument rests on the restrictive \npremise that religious beliefs cannot legitimately underwrite coercive government action in a liberal democracy. (72) \nCertainly arguments tend to cause the results they urge; thus, if the restrictive premise about legitimacy is correct, \nreligious argument undermines liberal democracy by promoting justifications for government action that an \nanalytically prior normative consensus has ruled out of bounds. Beyond this sort of danger, two particular \ncategories of religious argument seem especially likely to foster the sort of political instability against which \nrestrictive theorists commonly warn. (73)\n\nOne sort of religious argument that may destabilize liberal democratic politics asserts that God has directly revealed \nto the advocate special wisdom that bears on political debate. Such arguments from revealed truth raise a concern \nabout what I will call the subjective epistemology of their proponents. The concern about subjective epistemology \ntranscends the error of positing an objective epistemological distinction between \"faith\" and \"reason.\" (74) The \nprimary problem with political arguments based on claims of revealed truth is not that their epistemic sources \n\n\n\nrender them \"inaccessible\" to nonbelievers. Rather, the potential threat to liberal democracy arises from the \ndistinctive ways in which the view that a political position rests on divine revelation may lead its proponent to \nbehave in public political debate. Liberal democracy requires open-ended political give-and-take that encourages \nall members of the political community to participate in the project of self-government. (75) When a member of the \npolitical community believes, based on her deepest moral commitments, that her political position transcends \ndiscussion, then she necessarily rejects the terms of liberal public debate. As Stanley Fish contends, such a \nbeliever \"should not seek an accommodation with liberalism; he should seek to rout it from the field, to extirpate it, \nroot and branch.\" (76)\n\nPolitical arguments grounded solely in what the believer views as divinely imparted insight can destabilize public \npolitical debate in several ways that give rise to serious concerns for liberal democracy. First, such arguments \nforeclose dialogue with nonbelievers. (77) Indeed, the belief that God has directed one's insight compels resistance \nto open discussion. (78) Many Enlightenment rationalists, postmodernists, and religious believers alike value self-\nquestioning and openness to persuasion. (79) Believers in revealed truth reject that consensus in favor of what \nMichael Walzer calls \"a kind of political escapism, where what is being escaped is the day-in, day-out negotiation \nof difference.\" (80) Second, the idiosyncratic basis for any argument from revealed truth necessarily prevents \nanyone who does not embrace the proponent's metaphysical premises from taking the argument seriously. (81) \nRhetoric based on claims of revealed truth, whether or not nonbelievers find those claims cognitively \"accessible,\" \ncannot perform the informative function that arguably provides the principal value of any statement in public \npolitical debate. (82) Many other sorts of arguments may fail to illuminate the complexities of political \ncontroversies, but arguments from revealed truth inherently, categorically lack the capacity to do so. Finally, at the \nunusual but dangerous extreme, a religious argument that the advocate advances as divinely inspired may \nembolden violent or discriminatory action that shatters the boundaries of liberal public debate. (83)\n\nThe subjective epistemology of arguments from revealed truth presents a distinctive source of concern for liberal \ndemocracy. Nothing comparable to the belief in the divine provenance of one's political arguments characterizes \nany secular belief system with currency in the contemporary United States. Anyone, of course, can have the \ncourage of her convictions, and anyone can follow that courage to a hidebound or even destructive extreme. But \nmost modes of argument based on secular reasoning, like many modes of argument based on religious reasoning, \ninternalize a mechanism of self-criticism and skepticism. The transcendent character of religious belief entails \nstronger claims on believers than those advanced by competing secular belief systems. (84) Walzer explains:\n\nPolitical ties are not the same as religious ties. They don't bind\n\nmen and women into a mystical body or a holy congregation. Politics\n\nmakes for a cooler fellowship, whose character, organization, and\npurposes are not conceived to be divinely ordained or eternal; they\nare constructed by human beings in human time and are always\nsubject to reconstruction. (85)\n\nPermissive theorists' efforts to compare the potential destabilizing effects of religious argument with those of so-\ncalled identity politics (86) strike an especially hollow note. A fervent sense of ethnic or racial pride or grievance \nmay inspire views that, in some instances, cross the line from conviction to obstinacy. No such sensibility of which I \nam aware, however, purports to rely on revelation that transcends any ground for questioning.\n\nA second type of religious argument that may destabilize liberal democratic politics replicates the position of an \nauthoritative religious leader, based on the believer's submission to the leader's authority. Political fealty to \nreligious authority amounts to a derivative belief in the divine provenance of one's argument: God may not speak \ndirectly to me, but I believe He speaks to or through my religious leader. As Walzer suggests, \"[T] he authority \nstructures of most of the world's religions are antithetical to those of liberal democracy....\" (87) Marshall portrays \nreligion as providing a comforting response to \"existential anxiety,\" (88) and he argues that religious authority \nfigures often have opportunities to leverage that comfort into hostility toward contrary beliefs. (89) Political \narguments based solely on fealty to religious authority substitute the religious leader's judgment for that of the \nadvocate. Thus, like arguments based on a subjective epistemology of revealed truth, authority-bound arguments \n\n\n\nundermine public political debate by limiting the opportunity for meaningful dialogue, severely constraining the \ninformational function that even distasteful political arguments generally perform, and fostering the unlikely but \nworrisome possibility of violent excess. (90)\n\nFrederick Gedicks, a prominent Mormon legal scholar, describes how religious authority animated Mormons' \ndecisive support for California's Proposition 8, a 2008 ballot measure that banned same-sex marriage. Gedicks \nexplains that LDS Church members, due to their theology and history of persecution, \"display an extraordinary \ndegree of obedience and deference to the wishes and preferences of the leaders of the church's governing \npriesthood hierarchy.\" (91) Early in the referendum campaign, the LDS leadership in Salt Lake City issued a \ndecree, read to all California LDS congregations, that urged believers to campaign actively for the initiative on the \nground that \"[m]arriage between a man and a woman is ordained of God, and the formation of families is central to \nthe Creator's plan for His children.\" (92) Church members responded with a fundraising and volunteer effort that \nappears to have played a crucial role in lifting the measure to passage, although we cannot measure the precise \nimpact of their involvement. (93) When LDS canvassers encountered nonreligious voters, they employed secular \narguments against gay marriage, but with religious voters they directly pressed the LDS leaders' theological \nargument. (94) Gedicks avers that \"[t]he questionable and controversial nature of some of the public reasons \nadvanced by Latter-day Saints against Proposition 8 only served to highlight the apparent priority of their theological \nreasons.\" (95)\n\nReligious leaders' claims of authority over believers' approaches to political issues vary widely in their force. The \nRoman Catholic Church provides an illustration. Catholics in the United States and elsewhere have historically \nsuffered disdain and even persecution because of the false perception that their faith binds them to the Pope's \nevery command, regardless of both reason and citizenship. (96) In fact, while Catholic religious authorities \nfrequently make pronouncements that stake out bold and emphatic positions on public policy matters, most of those \npronouncements do not obligate Catholic citizens to agree or obey. In some circumstances, however, Catholic \nleaders do issue compulsory edicts on public matters. The Pope and Catholic bishops have the power to make \ncertain infallible pronouncements that compel acquiescence by the force of authority, (97) and even some of their \nfallible pronouncements can effectively obligate believers to obey. (98) In the most important present instance, the \nChurch has long made clear that Catholic belief mandates opposing legal rights to abortion. (99) Although the \nChurch's position on abortion draws primarily on moral reasoning, it also advances claims of religious authority. \nIncreasing numbers of U.S. bishops in recent years have imposed religious consequences--including denials of the \nsacrament of Holy Communion, threats of excommunication, and authoritative predictions of eternal damnation--on \npolitical candidates who publicly support abortion rights and even on voters who support such candidates. (100) \nThese actions have not prevented U.S. Catholics from maintaining diverse viewpoints on the abortion issue. (101) \nNonetheless, the bishops have encouraged public arguments based on religious authority while discouraging \nCatholics from evaluating the abortion issue with the same breadth of critical judgment they apply to other policy \nquestions.\n\nAs with arguments based on revealed truth, arguments grounded in religious authority present liberal democracy \nwith a distinctive cause for concern. (102) No analog appears in contemporary U.S. society or politics to the claims \nof authority that some religious leaders make and some believers embrace. Any person may indulge any level of \nfealty to any authority. Religious authorities' claims to fealty, however, can transcend individual psychology by \nsystematically urging obedience on many people in an organized community. Of course, history is littered with \nexamples of secular leaders' claims to absolute or transcendent authority, but liberal democracy generally \nforecloses such claims by political leaders. Not even at the height of tile 2008 Democratic primary battle between \nBarack Obama and Hillary Clinton, or the climax of the general election contest between Obama and John McCain, \ndid many people advocate any position based merely on their preferred candidate's asserted authority. Apart from \nelectoral politics, some leaders of social movements might arguably inspire devotion to authority comparable to \nwhat some religious leaders can command; but many movement leaders historically have themselves been clergy, \nand in any event the United States in 2011 is not a font of great social movements.\n\nC. Permissive Theorists' Inadequate Response to the Potential Danger of Religious Argument\n\n\n\nPermissive theorists, with only limited exceptions, (103) predicate their case for full admission of religious argument \ninto public political debate on the premise that religious argument poses no meaningful threat to public political \ndebate or to liberal democracy generally. (104) Depending on one's substantive normative views, the permissive \ntheorists may or may not be right to reject the restrictive theorists' position that religious justifications cannot form a \nlegitimate basis for coercive government action and the claim of harm that follows from that position. (105) Beyond \nthat disagreement, however, the dangers discussed in the last subpart of two particular varieties of religious \nargument--arguments that rest on claims of divine revelation, and arguments based on fealty to religious \nauthorities--cast serious doubt on permissive theorists' assertions of religious argument's categorical harmlessness. \nAccordingly, vindicating the normative propriety of religious argument in public political debate requires an \nanalysis that departs from the permissive theorists' familiar precincts.\n\nMichael Perry exemplifies permissive theorists' difficulty in coming to terms with the danger for public political \ndebate of arguments based on revealed truth. Perry has claimed that restrictive theorists \"cannot acquiesce in the \nclaim that religious beliefs have a privileged epistemological status\" and therefore \"cannot join the argument that, \nbecause of their privileged epistemological status, such beliefs are unsuited as a basis for political choice.\" (106) \nThis complaint misses the critical distinction between the claim that religious beliefs enjoy a privileged \nepistemological status, which of course restrictive theorists do not embrace, and the restrictive theorists' actual \nconcern: that some religious believers subjectively view their beliefs as enjoying a privileged epistemological status. \nPerry in later writing seems to acknowledge that concern when he declares that \"no religious community that fails to \nhonor the ideal of self-critical rationality can play a meaningful role in the politics of a religiously pluralistic \ndemocracy like the United States.\" (107) He predicts, however, that the strategic unwisdom and normative \nunattractiveness of uncritical reliance on religious premises will dissuade religious believers or communities from \nindulging such reliance in significant numbers. (108) He nonetheless sees a need to urge that \"[i]nsisting on a \npersuasive secular argument in support of a claim about human well-being is obviously one important way for the \nmembers of a religious community to honor the ideal of self-critical rationality,\" (109) an admonition that concedes \nsubstantial ground to the restrictive theorists. (110)\n\nJohn Garvey similarly illustrates permissive theorists' difficulty in grappling with the danger for public political \ndebate of arguments grounded in religious authority claims. In the final page of a nuanced and thoughtful piece \nabout the nature and force of authority claims in the Catholic Church, Garvey abruptly dismisses concerns about \nwhether liberal principles should foreclose political reliance on nothing more or less than religious leaders' \ndirections. (111) While Garvey's discussion focuses on public officials' actions, his analytic framework applies to \nordinary citizens' public political arguments as well. (112) Garvey claims that acting solely in reliance on religious \nleaders' views of right and wrong presents no problem for liberal democracy, given that \"[i]t is permissible ... to hold \nan activity immoral simply because our tradition teaches that it is.\" (113) This argument suffers from two defects. \nFirst, its descriptive premise about tradition is dubious. Although Garvey provides no specifics, he must be thinking \nabout moral principles such as the belief that murder is wrong. Certainly the force of tradition buttresses that sort of \nbelief, but most people can articulate substantive reasons for deploring murder. Second, Garvey's comparison of \ntradition to religious authority is inapt for a pluralist society. Traditions usually reflect shared aspects of a societal \nexperience. Virtually everyone in the United States shares a tradition that decries murder as immoral. To the extent \nlarge segments of a society do not share a given tradition, the tradition becomes more difficult to hold out as a \nnoncontroversial ground for government action. Maimon Schwarzschild shrugs these problems off with a predictive \njudgment similar to Perry's assertion about arguments based on revealed truth: arguments based on religious \nauthority claims have so little persuasive force that religious communities will voluntarily foreswear them. (114) Like \nPerry, however, Schwarzschild offers no support for his conjecture.\n\nOne impediment to permissive theorists' dealing effectively with the potential dangers of religious argument stems \nfrom their strained insistence that any conceivable threat from religious argument could arise just as easily from any \nnumber of secular directions. (115) Advocates for the value of religion in public life routinely argue that religious \nfaith, by transcending secular authorities and concerns, provides an especially valuable or even exclusive source of \nmorality. (116) How can accounts of religion's distinctive power fail to contemplate distinctive threats from extremes \nof religious argument--particularly threats to the temporal authorities and values they extol religion for opposing \nand/or transcending? Another, rather surprising element of permissive theorists' inadequate response to the \n\n\n\ndangers of religious argument stems from their predominantly autonomy-based rhetoric. (117) Permissive theorists \nunderstandably view the restrictive position as an attack on believers' participation in politics that requires a direct \nresponse, and autonomy values have undeniable salience for any discussion of normative (let alone legal) \nconstraints on individuals' behavior. Nonetheless, the autonomy defense provides no answer to the restrictive \nconcern that religious arguments based on revealed truth or fealty to authority may threaten liberal democracy. As I \ncontend below, an effective defense of religious argument's place in public political debate must thoroughly \nengage restrictive theorists on the matter of religiously grounded arguments' democratic consequences.\n\nStephen Carter and Steven Shiffrin depart from other permissive theorists in recognizing at least the possibility that \nreligious arguments might destabilize liberal democracy. Even as Carter rejects any suggestion that religious \nbelievers are especially dogmatic (118) or undemocratic, (119) he advocates a vision of political engagement by \nchurches that clashes with ordinary premises of liberal democracy. Carter extols the subjective epistemology of \ndivine inspiration in a spiritually debased public culture, calling upon believers to enter public debate with an \nunwavering prophetic voice. (120) He identifies creationists, for example, as a \"cognitive minority\" who do \nthemselves a disservice when they undermine \"the epistemology of the Word\" by attempting to cast their arguments \nin terms that might make epistemic sense to nonbelievers. (121) Carter notably demands legal protections for \nchurches--as distinct from individual religious believers--because he views churches' capacities to inculcate not only \ndissident ideas but dissident epistemology as essential to their religious mission. (122) Shiffrin portrays our public \nculture as debased on political rather than spiritual grounds, decrying what he sees as widespread economic \ninjustice and a corrupt, unrepresentative political process. (123) He therefore welcomes the possibility that religion \nmight serve as a force for the dramatic social change that he believes necessary. (124) Where Carter and Shiffrin \nrejoin the mainstream of permissive theorists is in doubting that religion truly threatens liberal democracy as a \ndescriptive matter. Carter portrays religious engagement in democratic politics as necessarily distorting the purity of \nreligious belief. (125) Shiffrin downplays his hope for religion-driven social change as \"more of the something-is-\nbetter-than-nothing variety.\" (126)\n\nUnlike the permissive theorists, the restrictive theorists place little weight on individual autonomy, and they purport \nto defend public political debate against threats from religious argument. Preserving the perceived liberal status \nquo, however, does not equate to advancing the best interests of liberal democracy. Restrictive theorists move from \npositing religious argument's danger to advocating its normative suppression without adequately assessing the \nfunctions of public political debate. An accurate accounting of the religious argument question's stakes for liberal \ndemocracy requires a nuanced analysis of how religious argument serves or disserves those functions. The next \nPart examines two salient normative debates in First Amendment free speech theory that can animate such an \nanalysis.\n\nII. NORMATIVE INSIGHTS FROM FREE SPEECH THEORY\n\nFirst Amendment legal rules that bar the government from suppressing speech depend on underlying normative \ntheoretical assumptions about the value of speech for public debate. (127) This Part discusses two distinct but \nrelated issues in free speech theory that can inform the normative debate over religiously grounded political \nargument. First, the controversy over First Amendment protection for Communist advocacy, which preoccupied \ncourts and commentators for much of the last century, implicates the restrictive theorists' ultimate concern that \nreligious argument poses an existential threat to liberal democracy. Second, the debate over how the First \nAmendment should affect the balance in public discourse between values of political stability and political \ndynamism implicates the incremental choice at issue in the normative debate over religious argument. Both of \nthese debates reflect deeply rooted normative concerns about the optimal contours of liberal public discourse. This \nPart demonstrates how these two free speech controversies resonate with the normative question of religious \nargument. Part III will derive lessons from these free speech controversies in order to defend religious argument, \nand substantive criticism of religion, as normatively proper--indeed, valuable-components of public political \ndebate.\n\nA. Communist Advocacy and the Existential Dilemma of Expressive Freedom\n\n\n\nThis Article's discussion of religious argument's potential threat to liberal democracy has emphasized that no \nsecular force in our political culture matches the capacity of religion to inspire a belief in the infallible inspiration of \none's position or fealty to the views of an authoritative leader. (128) That arguably was not true for much of the last \ncentury. Courts between about 1920 and 1960 took very seriously the idea that international Communism overbore \nthe will and rational faculties of its partisans, enlisting them in a formidable campaign to overthrow liberal \ndemocracy and enslave the world. The Supreme Court's first steps in developing modern First Amendment doctrine \ndealt with expressions of Communist views, and the Court followed a path that eventually led to a robust doctrine of \nconstitutional protection for subversive political advocacy. That protection, however, stands on a foundation of \ndissenting and concurring opinions; it came to fruition only when the Court eased its concerns about the danger of \nCommunist revolution; and it did not settle the academic debate about the proper degree of protection for speech, \nlike Communist advocacy, that may threaten the very existence of our speech-protective constitutional system. \nMany scholars have noted similarities between religious and Communist political arguments, (129) but none has \nexplored the resonance of the Cold War legal battle over Communist advocacy with the contemporary normative \ndispute over the proper role of religious argument in public political debate.\n\nThe U.S. Supreme Court began to construct First Amendment free speech doctrine in a series of cases that \nchallenged federal convictions of Communists and other leftists who opposed U.S. entry into World War I. All of the \nCourt's decisions rejected First Amendment challenges, but separate opinions by Justices Holmes and Brandeis \nurged strong First Amendment limits on punishment of subversive advocacy. In Schenck v. United States, (130) \nwhich affirmed convictions of a pair of Socialists for opposing the draft, Justice Holmes's majority opinion declared \nthat First Amendment protection ended only where advocacy posed a \"clear and present danger\" of some unlawful \nconduct. (131) Holmes, however, soon recognized the weakness of a First Amendment standard that protected only \ninnocuous speech. In Abrams v. United States, (132) the Court affirmed convictions of a group of anarchist \nsupporters of the Russian Revolution for seeking to discourage domestic munitions production. Holmes's dissent, \njoined by Brandeis, advanced a normative case for expressive freedom as \"the best test of truth\" (133) while \nfocusing the First Amendment analysis on \"the present danger of immediate evil or an intent to bring it about.\" (134) \nEven here, however, Holmes sweetened the speech-protective pill by likening the defendants' speech to \"the \nsurreptitious publishing of a silly leaflet by an unknown man.\" (135)\n\nA few years later, in cases that affirmed convictions of Communists under state criminal syndicalism statutes, \nBrandeis and Holmes established a First Amendment ideal that even the most politically dangerous speech \ndeserves unblinking constitutional protection. Brandeis's concurring opinion in Whitney v. California (136) grounded \na normative defense of open democratic debate in his conception of the Framers' attitude toward existential \ndanger:\n\nThose who won our independence by revolution were not cowards.\n\nThey did not fear political change. They did not exalt order at the\n\ncost of liberty. To courageous, self-reliant men, with confidence\nin the power of free and fearless reasoning applied through the\nprocesses of popular government, no danger flowing from speech can\nbe deemed clear and present, unless the incidence of the evil\napprehended is so imminent that it may befall before there is\nopportunity for full discussion. If there be time to expose through\ndiscussion the falsehood and fallacies, to avert the evil by the\nprocesses of education, the remedy to be applied is more speech,\nnot enforced silence. (137)\n\nHolmes's dissent in Gitlow v. New York (138) left no doubt as to the significance of this protection in the face of a \ntrue threat to liberal democracy's continued existence. \"If in the long run,\" he declared, \"the beliefs expressed in \nproletarian dictatorship are destined to be accepted by the dominant forces of the community, the only meaning of \nfree speech is that they should be given their chance and have their way.\" (139) The circumstances of Whitney and \nGitlow differed markedly from those of Schenck and Abrams. the later cases involved peacetime, rather than \n\n\n\nwartime, prosecutions under state, rather than federal, statutes. The arguably diminished stakes, while not moving \nthe Court's majority, may have emboldened Holmes and Brandeis to advocate heightened First Amendment \nprotection for subversive advocacy.\n\nIn the Court's next major confrontation with Communist speech, the Justices' perception of heightened stakes \nproved decisive. After World War II, intensified fears of global Communism led to federal analogs to the Gitlow and \nWhitney prosecutions. In 1951, the Supreme Court in Dennis v. United States (140) affirmed convictions under the \nSmith Act (141) of the leaders of the U.S. Communist Party for advocating Communist revolution. The Dennis \ndefendants, as Justice Black noted in dissent, \"were not even charged with saying or writing anything designed to \noverthrow the Government.\" Instead, they merely \"agreed to assemble and to talk and publish certain ideas at a \nlater date.\" (142) Even so, the majority Justices portrayed the defendants' speech as a grave threat to liberal \ndemocracy in the United States. Chief Justice Vinson's plurality opinion described the Communist Party as \"a highly \ndisciplined organization, adept at infiltration into strategic positions, use of aliases, and double-meaning language\" \nand intoned that \"the general goal of the Party was ... to achieve a successful overthrow of the existing order by \nforce and violence.\" (143) The concurring opinions echo the plurality's warnings. For Communists, Justice Jackson \nexplained, \"[f]orce or violence ... may never be necessary, because infiltration and deception may be enough.\" \n(144) Justice Frankfurter added that \"the Communist doctrines which these defendants have conspired to advocate \nare in the ascendency in powerful nations who cannot be acquitted of unfriendliness to the institutions of this \ncountry.\" (145)\n\nThe Dennis Court concluded that the severity of the Communist threat required a distinctive First Amendment \nanalysis. Holmes and Brandeis, explained Chief Justice Vinson, \"were not confronted with any situation comparable \nto the instant one--the development of an apparatus designed and dedicated to the overthrow of the Government, in \nthe context of world crisis after crisis.\" (146) Thus, the Dennis plurality applied a test articulated by Chief Judge \nLearned Hand in his opinion below for the Second Circuit: \"In each case [courts] must ask whether the gravity of the \n'evil,' discounted by its improbability, justifies such invasion of free speech as is necessary to avoid the danger.\" \n(147) This test allowed the plurality to anchor the defendants' convictions in its warnings about the Communist \nthreat:\n\nThe formation by petitioners of such a highly organized conspiracy,\n\nwith rigidly disciplined members subject to call when the leaders,\n\nthese petitioners, felt that the time had come for action, coupled\nwith the inflammable nature of world conditions, similar uprisings\nin other countries, and the touch-and-go nature of our relations\nwith countries with whom petitioners were in the very least\nideologically attuned, convince us that their convictions were\njustified on this score. (148)\n\nChief Justice Vinson notably refused to consider the unlikelihood or imminence of a Communist revolution. (149) \nThe concurring Justices again tracked the plurality's analysis. Justice Jackson emphasized that \"[u]nless we are to \nhold our Government captive in a judge-made verbal trap, we must approach the problem of a well-organized, \nnationwide conspiracy ... as realistically as our predecessors faced the trivialities\" (150) that fostered the \"clear and \npresent danger\" test. Justice Frankfurter likewise distinguished mere \"hostile or unorthodox views\" from \"the power \nof the centrally controlled international Communist movement.\" (151) He would have resolved the case by even \nless speech protective reasoning than that of the plurality, affirming Congress's authority to strike the balance \nbetween such weighty competing values as free speech and the Communist threat. (152) Dissenting Justices Black \nand Douglas, in contrast, mocked their colleagues' move from fearing Communism to weakening the First \nAmendment. \"We might as well say,\" complained Douglas, \"that the speech of petitioners is outlawed because \nSoviet Russia and her Red Army are a threat to world peace.\" (153)\n\nWithin a few years the Supreme Court backed away from both the rhetoric and the holding of Dennis. In Yates v. \nUnited States, (154) decided in 1957, the Court reversed convictions of the leaders of the Communist Party in \nCalifornia. Dissenting Justice Clark emphasized that these defendants \"served in the same army and were engaged \n\n\n\nin the same mission [as the Dennis defendants]. The convictions here were based upon evidence closely paralleling \nthat adduced in Dennis....\" (155) The Yates Court, however, not only reversed the convictions but took the rare step \nof judging the evidence insufficient to retry some of the defendants. (156) The Court claimed to be following Dennis, \ndistinguishing the two cases on the ground that the Yates plaintiffs engaged in \"mere doctrinal justification of \nforcible overthrow\" of the government. (157) The real difference between the two decisions, however, lies in their \nassessments of the Communist threat. The Yates Court, unlike the majority opinions in Dennis, spent no time \nwarning of the Communist Party's size, cohesiveness, or orientation toward action, or reciting the contextual \nhazards of the Cold War world. Without the Dennis Court's emphasis on the existential threat of Communism, the \nYates convictions lacked any defensible basis. Four years later, in Noto v. United States, (158) the Court followed \nYates and reversed the conviction, under the membership provision of the Smith Act, of a defendant who had not \nmerely advocated Communism but had actually schemed to infiltrate labor unions. (159) Despite that seemingly \nimportant aggravating factor, the Noto Court once again betrayed little concern about the existential danger of \nCommunism. The majority not only reversed the conviction but narrowed Dennis by requiring \"some substantial \ndirect or circumstantial evidence of a call to violence now or in the future which is both sufficiently strong and \nsufficiently pervasive\" to overcome First Amendment objections in subversive advocacy prosecutions. (160)\n\nThe Court seemingly sealed the coffin of Dennis with its 1969 decision in Brandenburg v. Ohio, (161) which struck \ndown Ohio's criminal syndicalism statute. That decision, following Holmes and Brandeis, extended First \nAmendment protection to everything short of \"advocacy of the use of force or of law violation ... directed to inciting \nor producing imminent lawless action and ... likely to incite or produce such action.\" (162) The Brandenburg Court \ncharitably and implausibly characterized Dennis as reflecting this same standard. (163) The facts of Brandenburg, \nhowever, completely obviated the existential threat concern that had animated Dennis. The defendant, convicted \nunder a state rather than federal statute, was not a Communist but rather a member of an isolated Ku Klux Klan cell \nthat--notwithstanding its odious statements and activities--posed no conceivable threat to the survival of the \nRepublic. (164) While Brandenburg represented a doctrinal victory for the Holmes-Brandeis approach to subversive \nadvocacy, the Court's decision had the benefit of lowered stakes. In Dennis, the Justices had feared that \nCommunism could destroy liberal democracy in the United States. What overcame Dennis was not the Court's \nrepudiation of the link between threat and suppression but rather its eventual disregard for the threat.\n\nConstitutional scholars have vigorously debated the proper First Amendment status of speech that threatens the \nexistence of liberal democracy. A few years before the Court decided Dennis, Alexander Meiklejohn advanced the \nseminal account of First Amendment protection for democratic political debate. (165) In condemning viewpoint-\nbased constraints on political speech, Meiklejohn echoed Holmes' mandate from Gitlow (166) that public debate \nmust admit even the speech of liberal democracy's enemies:\n\nIt makes no difference whether a man is ... defending democracy or\n\nattacking it, planning a communist reconstruction of our economy or\n\ncriticising it. So long as his active words are those of\nparticipation in public discussion and public decision of matters\nof public policy, the freedom of those words may not be abridged.\n(167)\n\nTwo decades later, shortly after the Supreme Court decided Brandenburg, Robert Bork challenged Meiklejohn's \nformulation. Bork advocated limiting the First Amendment to protecting \"the discovery and spread of political truth,\" \n(168) and he defined \"political truth\" as \"what the majority thinks it is at any given moment ... because the majority \nis permitted to govern and to redefine its values constantly.\" (169) On this view, advocacy of the violent overthrow \nof the government does not warrant First Amendment protection \"because it violates constitutional truths about \nprocesses and because it is not aimed at a new definition of political truth by a legislative majority.\" (170) Disdain \nfor Dennis remains the majority view among scholars, (171) but a vocal minority of commentators from the Dennis \nera (172) through the present (173) has joined Bork in defending limits on public political debate imposed to \nprotect the Constitution against real or perceived existential threats.\n\n\n\nAlthough the restrictive theorists on the question of religious argument in public political debate advance a \ncomparatively modest and nuanced agenda, their fears about the dangers of religious argument resemble the \nDennis Court's fears about Communist advocacy. The Justices who made up the Dennis majority portrayed \nCommunism as an overpowering belief system that disdained liberal democracy's procedures in order to destroy its \nsubstance, fortified by fanatical conviction and rigorous discipline. Likewise, religious argument, which derives from \npowerful institutions outside the boundaries of liberal democracy, most plausibly threatens liberal democracy when \nit advocates arguably illegitimate grounds for government action or manifests a subjective epistemology of divine \nrevelation or fealty to religious authority. (174) These forms of religious argument, like Communist advocacy of \nviolent revolution, advance ideas of the good intended not merely to enter public political debate but to deny entry \nto any contrary idea. (175) Indeed, Judge Hand's opinion for the Second Circuit in Dennis invoked religious imagery \nto dramatize the gravity of the Communist threat. Hand called the Dennis defendants the \"controlling spirits\" of the \nU.S. Communist Party, whose members he described as \"infused with a passionate Utopian faith that is to redeem \nmankind.\" (176) He continued:\n\n[The Communist Party] has its Founder, its apostles, its sacred\n\ntexts--perhaps even its martyrs. It seeks converts far and wide by\n\nan extensive system of schooling, demanding of all an inflexible\ndoctrinal orthodoxy. The violent capture of all existing\ngovernments is one article of the creed of that faith, which\nabjures the possibility of success by lawful means. That article,\nwhich is a common-place among initiates, is a part of the\nhomiletics for novitiates.... (177)\n\nHand's rhetoric vividly connects the underlying justification for the Dennis holding to the features of religious \nargument that concern the restrictive theorists.\n\nThe linkage between subversive political advocacy and religious argument draws further support from First \nAmendment cases about religious expression that mirror important elements of the Communist speech decisions. \nTwo cases involving street orations by Jehovah's Witnesses prompted the Court in the early 1940s to hold that the \nFirst Amendment does not protect \"fighting words\"--speech likely to provoke a violent response. (178) That limit on \nfree speech protection closely parallels Holmes's original \"clear and present danger\" principle. The Court \nsubsequently refined the religious fighting words decisions in two important ways. First, West Virginia State Board \nof Education v. Barnette, (179) a case involving the refusal of Jehovah's Witness children to salute the flag and \nrecite the Pledge of Allegiance, declared that the First Amendment would not countenance government hostility \ntoward the socially aberrant expression (or nonexpression) of minority believers. (180) Second, Cohen v. California \n(181) made clear that the fighting words exception encompassed only \"direct personal insult[s]\" and did not deny \nFirst Amendment protection to any sort of advocacy. (182) Even so, First Amendment doctrine on provocative \nreligious expression reflects the same sort of subtle ambivalence that characterizes the doctrine on subversive \nadvocacy. The Court has never explicitly repudiated the idea that religious speech may lose First Amendment \nprotection when it manifestly threatens the social order. Cohen, a contemporary of Brandenburg, has no more to do \nwith religion than Brandenburg has to do with Communism. The Justices have broadened free speech protection for \nreligious expression in a line of decisions that mandate equal access for religious speakers to public resources. \n(183) All of those decisions, however, vindicate the rights of mainstream Christians. In the related context of Free \nExercise Clause jurisprudence, the Court has forcefully secured the government's authority to prevent minority \nbelievers' aberrant practices from creating \"a system in which each conscience is a law unto itself.\" (184)\n\nB. The Incremental Tension Between Political Stability and Political Dynamism\n\nFree speech theorists who view constitutional speech protection as instrumentally necessary for a healthy liberal \ndemocracy have devoted substantial attention to the role of public discourse in maintaining a balance between \npolitical stability and the dynamic capacity for political change. Where the Communist speech debate focuses on \na point of existential danger to liberal democracy, the debate about the balance between stability and dynamism \nimplicates a marginal choice between two important political values. First Amendment theory initially treated \n\n\n\nexpressive freedom as protecting stability by providing a \"safety valve\" for radical impulses toward change. Thus, \nJustice Brandeis in Whitney justified constitutional speech protection, in part, on the ground that \"the path of safety \nlies in the opportunity to discuss freely supposed grievances and proposed remedies.\" (185) Thomas Emerson later \ncharacterized this sort of justification as \"a theory of social control\" under which expressive freedom \"maintain [s] \nthe precarious balance between healthy cleavage and necessary consensus.\" (186) On Emerson's account, \n\"allowing dissidents to expound their views enables them 'to let off steam'\" and facilitates \"a channeling of \nresistance into courses consistent with law and order.\" (187) The idea that expressive freedom safeguards \ndemocracy by encouraging political stability has two serious failings. First, it treats political dynamism as a \npotentially dangerous force that requires a harmless outlet. Second, by presuming stability's normative primacy, it \nprovides an incomplete account of the ways in which public discourse can advance both stability and dynamism. \nSubsequent free speech theorists have attempted to transcend these failings by considering how our norms of \npublic discourse should assess the relative tradeoffs between political stability and political dynamism.\n\nOne view of the stability-dynamism tension focuses on the elements necessary for engaged public discourse. \nRobert Post posits that \"the ultimate purpose of [public] discourse is to enable the formation of a genuine and \nuncoerced public opinion in a culturally heterogeneous society.\" (188) To achieve this purpose, he argues, norms of \npublic discourse must satisfy two conditions. First, public discourse entails \"critical interaction,\" which \"depends \nupon the continuous possibility of transcending what is taken for granted.\" (189) Post sees First Amendment \ndoctrine as preventing the political majority from interfering with this possibility. (190) At the same time, public \ndiscourse requires the capacity for \"rational deliberation,\" which \"entails consideration and evaluation of the various \npositions made possible by the space of critical interaction.\" (191) Rational deliberation depends on the \nmaintenance of communal norms of civility, an imperative that helps to explain judicial reluctance to extend First \nAmendment protection in certain areas of cultural sensitivity. (192) This tension manifests itself in, for example, the \ntension between constitutional speech protection and legal liability for defamation. (193) The simultaneous need for \nnorms of openness and civility generates what Post calls \"the paradox of public discourse\": \"To the extent that a \nconstitutional commitment to critical interaction prevents the law from articulating and sustaining a common respect \nfor the civility rules that make possible the ideals of rational deliberation, public discourse corrodes the basis of its \nown existence.\" (194) This paradox does not allow for any final resolution. \"[T]he boundaries of the domain of public \ndiscourse,\" Post maintains, \"will remain both ideological and vague, subject to an endless negotiation between \ndemocracy and community life.\" (195)\n\nAnother perspective on the stability-dynamism tension emphasizes the different models of participatory democracy \nthat might underwrite norms for the conduct of public political debate. Ed Baker examines this question in \nconsidering the normatively desirable scope of constitutionally permissible media regulation under the First \nAmendment's Press Clause. (196) Baker, tracking the analytic structure of Jurgen Habermas, (197) contrasts a \nrepublican model of democracy with a pluralist model and then charts a third course. In Baker's conception, the \nmodes of public political debate impelled by the two opposing visions of democracy embody the conflict between \nstability and dynamism. Republican democrats, focused on pursuit of the common good in a political system that \nhelps to constitute individual preferences, emphasize discursive structures that encourage mutual understanding \nand, ultimately, consensus. (198) Pluralist democrats, focused on distribution of benefits and burdens in a political \nsystem that sorts out preexisting private preferences, emphasize discursive structures that facilitate competition \namong those preferences. (199) Baker advocates a third model, which he calls complex democracy, that \"assumes \nthe reality and legitimacy of bargaining among groups over irreconcilable conceptions of the good, but also hopes \nfor discursive development of common conceptions of aspects of the good.\" (200) Complex democracy requires a \nrelatively weak First Amendment constraint on press regulation, in order to maximize flexibility for balancing these \ncontrasting aims. (201) A central virtue of complex democracy, in Baker's view, is that it allows a liberal democratic \npolitical community to negotiate continuously the competing principles and demands of the republican and pluralist \nmodels.\n\nAlthough Post and Baker assess the stability-dynamism tension in different contexts, their accounts substantially \nconverge. Post sees civility norms, often insulated by legal restrictions on speech, as conflicting with norms of open \ndebate, often protected against legal restriction by the First Amendment, and he portrays this conflict as giving rise \nto an irresolvable tension that our free speech norms and law must constantly mediate. (202) Baker sees a \n\n\n\nrepublican model of democracy, which entails structures that incline toward political consensus, as conflicting with \na pluralist model of democracy, which entails structures that incline toward political dissensus, and he finds the \nbest resolution of their conflict in a complex model of democracy, which requires constant legal and normative \nmediation between the conflicting models. (203)\n\nThe normative tension between political stability and dynamism sometimes animates doctrinal First Amendment \ndisputes. Two cases with particular relevance for the present analysis involve disputes over state regulations of \npolitical parties, in which the U.S. Supreme Court elevated the interest in stability over the interest in dynamism. \n(204) In Timmons v. Twin Cities Area New Party, (205) Minnesota banned fusion candidacies, a device by which \nminor political parties conominate a major party candidate, who then appears on both parties' ballot lines. (206) \nMinor parties challenged the ban as a violation of their First Amendment right of political association; the Supreme \nCourt upheld the ban. (207) In a remarkably candid embrace of a substantive political theory, Chief Justice \nRehnquist wrote that states' \"strong interest in the stability of their political systems\" allows them to enact \nrestrictions \"that may, in practice, favor the traditional two-party system ... and that temper the destabilizing effects \nof party splintering and excessive factionalism.\" (208) In California Democratic Party v. Jones, (209) California had \nestablished a \"blanket primary\" system, under which any voter could step into the voting booth on primary election \nday and vote for a candidate of any party for any office. (210) In this case the two major parties led the First \nAmendment challenge against the state's action. The Court struck down the blanket primary. (211) Justice Scalia's \nmajority opinion nods in the direction of political dynamism, decrying the aim of creating a system that would \nproduce more \"moderate\" general election candidates. (212) On a more fundamental level, however, the Court's \ndecision echoes the Timmons Court's preference for political stability over dynamism. Advocates of the blanket \nprimary had contended that the system would broaden and diversify political participation by drawing in \nindependent and disaffected voters, and minority party voters in \"safe\" electoral districts. (213) Belittling this \nconcern, Justice Scalia declared that \"[t]he voter who feels himself disenfranchised should simply join the party.\" \n(214)\n\nThe tension between political stability and political dynamism permeates the normative dispute over religious \nargument in public political debate. Liberal democracy tends to fear the corrosive effects of religious discord. (215) \nRestrictive theorists on the question of religious argument fit this tendency, emphasizing the importance of political \nstability as a central reason to impose normative constraints on arguments grounded in comprehensive moral \nbeliefs. (216) Rawls's emphasis on civility in advocating the public reason principle links his ideal of public reason to \nPost's conception of the political interest in stability. (217) Indeed, Joseph Raz has pointed out how the emphasis \nof liberals like Rawls on stability as a defining goal of liberalism complicates their strenuous efforts to maintain a \nposture of neutrality as to the ultimate truth of any particular substantive value. (218) Permissive theorists, by \ncontrast, tend to prefer political dynamism. Often, echoing Baker's analytic structure, they ground their arguments \nin a preference for a pluralist, as opposed to republican, vision of democratic politics. Shiffrin rejects the \"civility\" \nground for excluding religious argument based on his pluralist conception of public discourse, dismissing the idea of \ndemocracy \"as a national debating society\" and asserting that, in our actual political culture, \"[m]uch public \ndebate is appropriately targeted for an audience smaller than the whole.\" (219) Positing that \"our society is \npermeated with injustice,\" (220) he extols religious argument in public political debate as contributing to a \ndesirable climate of \"more stirring of the waters, less quiescence, and, if necessary, more instability.\" (221) \nLikewise, McConnell derides as \"hopelessly utopian\" the idea \"that laws in a pluralistic republic can be based on \nshared premises.\" (222) Jeremy Waldron expresses a similar hope that religious argument will complicate political \nconsensus. (223) He laments a scenario in which excluding religious and other destabilizing arguments from public \ndebate will leave only \"bland appeals to harmless nostrums that are accepted without question on all sides.\" (224)\n\nThe final Part of this Article derives from these two free speech controversies normative lessons that lead me to \nadvocate full admission for religious argument--and also for substantive criticism of religion--into public political \ndebate.\n\nIII. RECASTING THE NORMATIVE CASE FOR ADMITFING RELIGIOUS ARGUMENT INTO PUBLIC POLITICAL \nDEBATE\n\n\n\nThe normative debates in free speech theory over Communist advocacy and the proper balance between political \nstability and political dynamism share many common elements with the normative question of religious argument. \nThe Communist speech prosecutions grew out of the same existential anxiety that animates the restrictive position \non religious argument: certain kinds of political advocacy clash so fundamentally with the foundations of liberal \ndemocracy that they pose an unacceptable threat to liberal democracy's survival. The stability-dynamism \ncontroversy reflects an incremental variation on the same concern: certain modes of political argument, while \ncontributing to political dynamism, do so only by exacting an unacceptable cost in political stability. These \nparallels suggest that the norms underlying our commitment to expressive freedom can help to resolve the question \nof religious argument. This Part contends that the best insights we can draw from free speech theory should lead us \nto reject normative constraints on religious argument. Religious argument, even in the extreme forms that I have \nsuggested may validate restrictive theorists' fears about dangers to liberal democracy, can greatly enrich the \ninformative and participatory value of public political debate. At the same time, and for substantially the same \nreasons, our norms of public political debate should fully accommodate substantive criticism of religious \narguments and underlying religious beliefs.\n\nA. Welcoming Religious Argument into Public Political Debate\n\nThe restrictive theorists posit that certain forms of religiously grounded argument may existentially threaten or at \nleast incrementally complicate liberal democracy. The lessons of the Communist advocacy and stability-dynamism \ndebates, however, should lead us to embrace norms of public political debate that value even the most \nthreatening forms of religious argument and thus abjure any constraints on religious argument.\n\n1. Lessons from the Communist Speech Controversy\n\nRestrictive theorists on the normative question of religious argument fail to explain, let alone validate, their move \nfrom the premise that religious beliefs cannot properly justify coercive government action in a liberal democracy \n(225) to the conclusion that liberal democratic norms of public debate should restrict religious argument. The most \nstraightforward explanation for that move is that our norms should restrict arguments for justifications unacceptable \non liberal democratic terms because such arguments can only increase the likelihood that the political community \nwill embrace the unacceptable justifications. Rawls suggests this sort of causal connection when he likens the \nlimitations of public reason to rules that bar hearsay and unlawfully acquired evidence to ensure proper grounds for \ndecision in criminal trials. (226) The Supreme Court in Dennis v. United States (227) likewise made a fair \nassumption that advocating violent overthrow of the government makes violent overthrow of the government at \nleast marginally more likely. (228) The Dennis decision, however, required two additional assumptions. The first \nwas idealistic: that a liberal democracy can sustain its highest principles while also suppressing whatever speech \nmay increase the likelihood of violent overthrow of the government. (229) The second was practical: that \nCommunist advocacy had no effect on public discourse other than increasing the likelihood of violent overthrow of \nthe government. (230) The restrictive theorists on the normative question of religious argument indulge parallels of \nthese same two assumptions. (231) In both contexts, the first assumption is normatively unattractive, and the \nsecond assumption cannot withstand analysis. Our commitment to open public debate should foreclose \nsuppressing ideas whose consequences we fear. In any event, illiberal arguments offered in public political debate \nbring substantial benefits to our liberal democracy.\n\nFirst, even if certain religiously grounded arguments existentially threaten liberal democracy, our laws and norms of \npublic debate should welcome such arguments into public political debate. Neither the supporters of legal \nconstraints on Communist advocacy nor the restrictive theorists on the normative question of religious argument \nhave taken sufficient account of the normative problems that any sort of viewpoint-based constraint on public \npolitical debate create for democracy. (232) Free speech theory, and First Amendment doctrine, place great \nemphasis on those problems. With the exception of legal obscenity, long a doctrinal outlier in First Amendment law, \n(233) the Supreme Court has never excluded any category of adult speech from First Amendment protection \nbecause the ideas the speech expresses might succeed in influencing the audience's behavior. (234) Such \nlimitation would--and in the case of obscenity does--contradict the idea that members of the political community \nshould be free to evaluate the worthiness of ideas without regard to the political majority's disapproval. Our core \ncommitment to freedom in public discourse should tighten, not slacken, when the speech in question poses a \n\n\n\nputative existential threat to liberal democracy itself. If we take that commitment seriously, then the strength of our \nresolve should grow with the vulnerability of the speech to popular disapproval, which grows with the presumed \nthreat the speech presents. Moreover, a liberal democracy can make no more persuasive display of its commitment \nto freedom than to extend freedom even to that speech that threatens liberal democracy's existence. We honor our \nhighest principles by embracing existential danger--by taking special care to ensure that First Amendment doctrine \nand the norms of public political debate, in their respective spheres, fully protect the speech that most strongly \nthreatens our entrenched commitments, no matter how dearly held. (235)\n\nSecond, religiously grounded arguments--even those that urge justifications for coercive government action that \nviolate our ideals of democratic pluralism--make positive contributions to the informative and participatory functions \nof public political debate. (236) Restrictive theorists on the normative question of religious argument, like \nadvocates of suppressing Communist advocacy, take insufficient account of these contributions. Most obviously, \npermitting arguments for normatively unappealing positions facilitates ongoing critical evaluation of underlying \njustificatory norms and conventional policy preferences. Liberal democracy derives distinctive benefits from the \npolitical community's opportunity to consider the broadest possible range of political positions, including criticisms \nof liberal democracy itself. Public political debate can--and should--test our substantive commitments by \nentertaining even harsh and destructive criticisms of those commitments. Such testing might take place through \ndispassionate discussion, without resort to arguments that attack liberal democratic norms. But limiting such an \nimportant evaluation to such an arid and abstract mode of debate would disserve the democratically crucial process \nof critically engaging with our political culture's ingrained normative precepts. In addition, public political \narguments have substantial informative value beyond their persuasive force. Arguments can repel as surely as they \ncan persuade. They can demonstrate problems with their own premises as grounds for policy outcomes. They can \neducate other members of the political community about their proponents' motives, mindsets, and values. They \ncan stimulate expansion of the debate to encompass ideas and questions that their proponents may not have \nintended or even imagined. The opportunity to advance religiously grounded arguments also enhances the \nparticipatory value of public political debate by drawing in participants who may proceed to make other sorts of \narguments. These many and varied benefits expose the limitations of restrictive theorists' narrow focus on the \ndangers of religious argument. (237)\n\nImposing a normative constraint on religious argument in public political debate would also replicate two important \npractical problems with Dennis. First, identifying categories of argument that warrant normative constraint presents \ndifficulties of line-drawing and conceptual slippage. What is Communism or a totalitarian ideology? What is religion? \nHow do we distinguish religious arguments that actually threaten liberal democracy from those that do not? Second, \nrestricting passionately held ideas incentivizes insincerity. One of the great preoccupations of those who sought to \nrestrict Communist advocacy was the well-founded fear that many Communists were hiding their true arguments \nbehind liberal democratic rhetoric. (238) Suppressing overt Communist advocacy, however, simply encouraged \nCommunists to masquerade as democrats. In the context of religious argument, the restrictive theorists' translation \nimperative (239) encourages the same sort of performance. Considerations of expressive autonomy require that \nreligious believers have the choice whether to translate their religious arguments into secular terms; believers often \nchoose to do so. (240) Norms of public political debate, however, should not encourage believers to disguise their \ntrue motives or their preferred grounds for argument. Both of these problems carry more dire consequences when \nthey play out in law rather than norms; the restrictive theorists in no sense advocate McCarthyism. (241) If, \nhowever, we care about the informative and participatory benefits of public political debate, then legal censorship \ndiffers from normative constraint only by degrees. To whatever extent our political culture embraces normative \nlimits on religious argument in public political debate, the quality of debate suffers.\n\nRestrictive theorists might try to distinguish their position from the normative underpinnings of Dennis on two \ngrounds. First, they might maintain that their allowances for religious arguments to supplement nonreligious \narguments in public political debate would soften the impact of any normative constraint on religious argument. \n(242) At some point, however, restrictive theorists must choose between injury and irrelevance. If the restrictive \nposition entails any meaningful normative constraint on religious and similarly comprehensive arguments, then it \ndiminishes the content of public political debate. Relegating religion to a secondary justification for political \npositions would inevitably decrease the incidence of religious argument. Secondary usage would blunt religious \n\n\n\nargument's impact by making religious arguments less important as justifications for policy positions and by \nobscuring religious commitments in a broader rhetorical context. In order to avoid these effects, restrictive theorists \nwould have to accommodate religious argument to an extent that negated the essence of their position. Second, \nrestrictive theorists might insist that liberal democracy cannot help suppressing religiously grounded arguments, \nbecause situating religious argument within a framework of liberal testing and criticism necessarily undermines the \ntranscendent claims of some religious beliefs. (243) This objection proceeds from a sound premise: liberal \ndemocracy cannot simply accede in religious (or Communist) truth claims and remain liberal democracy. But liberal \ndemocracy can give religious truth claims, operating on the inevitably inhospitable terrain of pluralistic public \ndebate, the chance to transform liberal democracy into something else, or at least to alter the terms of the debate--\nif liberal democracy values its commitment to open debate at least as much as its commitment to self-preservation.\n\n2. Lessons from the Stability-Dynamism Controversy\n\nEven if we conclude that legitimate concerns about religious argument's existential threat to liberal democracy do \nnot justify a normative constraint on religious argument, such a constraint might still prove desirable at the margin. \nThe tension between political stability and dynamism requires an incremental choice. Liberal democracy certainly \nplaces a high value on political stability, because liberal democracy strives to facilitate political coexistence by \npeople with dramatically different worldviews. (244) At the same time, liberal democracy maintains central \ncommitments to political competition and the possibility of dynamic change, in sharp contrast to the calcified \nstability of totalitarian and authoritarian political cultures. The free speech theorists who have considered the \ntension between stability and dynamism recognize that both values matter for an effective system of public political \ndebate and that choosing between them requires constant mediation and adjustment. Walzer summarizes this \ninsight: \"Both the conflict and the coexistence are permanent conditions, which need to be protected from the \ntemptations of eternity.\" (245) Thus, the stability-dynamism controversy can yield no easy or obvious basis for \nresolving the normative question of religious argument. Considering how religious argument affects the balance \nbetween political stability and political dynamism can, however, bring into focus the most important considerations \nfor determining whether or not norms of public political debate should welcome religious argument.\n\nThe restrictive theorists on the question of religious argument generally ignore the political interest in dynamism \nbecause they insist upon common grounds for public political debate. The dangers that restrictive theorists identify \nwith religious argument reflect concerns about stability. Religious arguments that advance illegitimate justifications \nfor the government's use of coercive power not only offend substantive conceptions of justice, they also destabilize \nliberal democracy by causing resentment among nonbelievers, and they foster intolerance, acrimony, and \npolarization. (246) Removing these divisive religious arguments from public political debate would have the \ndesirable effect of encouraging consensus. The restrictive theorists pay little attention to the cost that normative \nconstraints on religious argument would exact in diminished political dynamism. They may assume that the sorts of \nreligious argument to which they object add so little to the substance of public political debate that constraining \nthose arguments would not really undermine dynamism. In addition, or in the alternative, restrictive theorists may \nconceive of political dynamism as a dominant, sometimes unpleasant fact of life in a liberal democracy, and \ntherefore they may see little need to worry about robbing dynamism to pay stability. In any event, while the \nrestrictive theorists make valid points about the value and vulnerability of political stability, they make no case for \npreferring stability over dynamism in the normative conflict over religious argument. Given the strong reasons that \nfree speech theorists and others have offered for viewing dynamism as an important political value, coequal with \nstability, the restrictive theory's one-sided exhortation to maximize stability rings hollow.\n\nThe permissive theory, in contrast, inclines toward a preference for political dynamism, because religious \narguments enhance political diversity. Associating religious argument with political dynamism, however, carries \nsome irony, given that religious faith--whatever its metaphysical validity--appears psychologically grounded in a \ndesire for stability. (247) This irony, combined with the permissive theorists' primary emphasis on religious \nbelievers' political autonomy, (248) prevents the permissive theory from generating a consistent or coherent case \nfor preferring dynamism to stability. Many permissive theorists submerge the stability risks of their position by \nunconvincingly denying that religious argument poses any threat to liberal democracy. (249) Those permissive \ntheorists who argue openly for dynamism make a muddled and ultimately defective case. On one hand, they \nexpress hope that religious truth claims will destabilize a debased secular political order. (250) On the other hand, \n\n\n\ntheir argument that public political debate must admit religious argument or else risk a rebellion of believers (251) \nbuys into the stability bias of \"social safety valve\" arguments. (252) Both of these inconsistent tendencies risk \ntrivializing the value of religious argument for public political debate. Thus, to the extent permissive theorists \nmanifest a preference for dynamism over stability, they fare no better than the restrictive theorists in justifying their \npreference.\n\nIn my view, several practical considerations support a marginal preference for dynamism over stability in resolving \nthe normative question of religious argument. First, notwithstanding the restrictive theory's translation imperative, \nchoosing stability in this setting entails not merely muting the volume or adjusting the form of a set of substantive \narguments but imposing categorical constraints on a set of arguments. Even in considering normative rather than \nlegal restrictions, our best insights about the affirmative value of expressive freedom should encourage us to favor \ninclusion of ideas over exclusion. Second, any marginal decision between two important democratic values should, \nother things being equal, push back against whichever value has greater momentum. As I have argued above, our \nsystem's election laws tend to prize political stability at the expense of political dynamism. (253) Public officials \nhave strong incentives to use their power to entrench the political structures that brought them to power. A \nnormative preference for dynamism in the religious argument context helps to counter the legal prevalence of \nstability values. Third, and similarly, the particular challenges that liberal democracy poses for religiously grounded \npolitical arguments warrant a marginal counterweight. As discussed above, essential attributes of any liberal \ndemocracy--open debate, majority rule, some conception of a public-private distinction--contradict or at least \nmarginalize religious arguments. (254) At the same time, the communitarian tendencies and/or desire to avoid \npolitical entanglements that characterize many religious communities undercut the destabilizing force of religious \nargument in the aggregate. (255)\n\nBeyond such practical considerations, the broad normative case for choosing an added increment of dynamism \nstrikes me as more compelling, in the circumstances of the United States in 2011, than the case for choosing an \nadded increment of stability. A healthy republican democracy depends on the depth of imagination that enriches the \nsubstance of public political debate, the breadth of participation that animates and energizes that debate, and the \nstrength of critical engagement that ultimately makes the debate robust and productive. Political dynamism \nencourages each of these three qualities, and in my view our present political culture suffers from deficits in all of \nthem. We have achieved a remarkable degree of social and political cohesion. Our political divisions pose no \nevident threat to our safety or even our prosperity, and for all our blue-red posturing, a relatively narrow brand of \npragmatic centrism dominates our political debate. At the same time, what few novel approaches we develop for \npersistent policy conundrums rarely gain political currency; voter apathy and cynicism undermine the legitimacy of \nour political institutions; and we show a remarkable incapacity to speak and listen across ideological, demographic, \nand geographic divides. These failings suggest that one need not share some permissive theorists' pluralist \nsympathies, and their attendant disdain for republican politics, (256) in order to reject the restrictive theorists' \npreference for stability over dynamism. Of course, these broad, subjective views require a more thorough defense \nthan this Article can offer. But resolving a normative dispute as deeply rooted as the question of religious argument \nrequires some measure of normative analysis, and whether or not my normative analysis is right, it attends to \nconsiderations that should inform a sound resolution.\n\nB. Welcoming Criticism of Religion into Public Political Debate\n\nThe normative lessons from the Communist speech and stability-dynamism controversies, which counsel openness \nto religious argument in public political debate, have a second, parallel consequence: Our liberal democratic \nnorms should admit freely into public political debate substantive criticisms of religious arguments and underlying \nreligious beliefs. Unlike religious argument, criticism of religious doctrine generally does face substantial \ndisapproval under prevailing norms, not only from religious believers offended by attacks on their convictions but \nfrom liberals committed to religious tolerance. Most of us do not object as a procedural matter when, for example, \nreligiously motivated opponents of legalized abortion condemn the vices of secularism to support their position, but \nwe wince if supporters of abortion rights take the battle to religious opponents' theological precepts. This \ndiscontinuity reflects not any special solicitude for religion, but rather a different aspect of the restrictive theorists' \ndisdain for religious argument: a desire to avoid the destabilizing effects of religious conflict. (257) Just as the case \nfor protecting Communist advocacy points the way past our fears of religious argument's putative existential threat \n\n\n\nto liberal democracy, (258) and just as the incremental value of political dynamism over political stability validates \na role for religious argument's potentially destabilizing effects on liberal democracy, (259) those considerations \nwarrant the same sort of normative allowance in public political debate for substantive criticism of religion. From \nthe standpoint of liberal public discourse, religious grounds for political argument do not differ qualitatively from any \nother contested grounds, and all such grounds should be open to civil but vigorous criticism.\n\nOur political culture's discomfort with criticism of religion grows out of the same liberal democratic verities on which \nthe restrictive theorists place so much weight. (260) Liberal notions of religious toleration sometimes entail a bar on \nsubstantive criticism of religion as a corollary or even a quid pro quo for a normative constraint on religious \nargument in political debate. (261) At the same time, permissive theorists frequently deride criticisms of religion as \nreflecting malignant societal hostility toward religion. (262) For example, Frederick Gedicks and Roger Hendrix \nassert that \"[c]ontemporary religious television characters are usually either comedic caricatures or corrupted \nhypocrites\" (263) and that \"television programs regularly portray (and often glorify) ... vulgar and unflattering \nreferences to religion and religious deities....\" (264) Similarly, Stephen Carter laments a state of affairs in which \n\"scholars are not expected to cite any authority when, in their academic work, they refer to the religiously devout as \nnarrow-minded, irrational, and poorly educated.\" (265) None of these accusers, however, presents a single instance \nor authority to support his sweeping indictments. Such unpersuasive assertions of overt hostility elide a more \nobvious but amorphous problem for religion in the public life of the United States: withering neglect. Our political \nculture pays little attention to the substance of religiously grounded arguments. (266) That disregard--including \ndisregard of critical disagreements--seriously diminishes the content of our public political debate.\n\nGedicks has recently argued with great force against indulging substantive criticism of religious doctrine in public \npolitical debate, on the specific ground that such indulgence would harm minority churches and believers. He \nurges essentially the opposite of the norms that I advocate here: a purging of religiously based advocacy from \npublic political discourse and a concomitant exclusion of substantive religious criticism. (267) Given Gedicks's past \nadvocacy of a larger role for religion in political discourse, (268) his current prescription is both potent and \npoignant. As a Mormon, he appears shaken by two distinct strains that the 2008 U.S. elections imposed on the LDS \nChurch: conservative attacks on the LDS beliefs of unsuccessful Republican presidential candidate Mitt Romney; \nand liberal backlash over the LDS Church's pivotal role in passing Proposition 8, California's gay marriage ban, a \nbacklash that Gedicks suggests the Church at least partially brought on itself. (269) For Gedicks, both of these \nconflicts turned on claims about the truth or falsity of LDS theology. (270) He argues that religious truth claims have \nno useful place in contemporary public political debate, because our postmodern condition--people's increasing \nresistance to claims that any worldview is provably true or false (271)--renders public arguments about religious \ntruth claims impolitic at best (272) and destructive at worst. (273) Public arguments over religious truth can become \ndestructive by stoking religious acrimony, and Gedicks calls particular attention to the hazard such acrimony poses \nto minority religions such as the LDS Church. (274) His concerns lead him to an apparently fulsome embrace of \nRawls's theory of public reason. (275)\n\nGedicks, in my view, overstates the ubiquity and understates the complexity of postmodern doubts about truth \nclaims, religious or otherwise. People still make truth claims all the time, even as they more seriously entertain \npostmodern doubts about the possibility of establishing truth. Accordingly, I find Gedicks's argument about the \nfutility of religious truth arguments unpersuasive. He is surely correct, however, to prioritize minority religions' well-\nbeing in our political culture and to warn that the sort of norm this Article proposes for public political debate--a \nnorm that equally welcomes religious advocacy and religious criticism--poses a disproportionate threat to minority \nreligions. Too often in our history, religious ignorance and antipathy have metastasized into discrimination or \nviolence against various religious communities and believers, including Jews, Catholics, Mormons, and--most \nemphatically in recent years--Muslims. We must take this danger especially seriously in an era when the Supreme \nCourt has unapologetically thrown minority religions under the constitutional bus in its lamentable zeal to relegate \nreligious accommodation claims to majoritarian politics. (276) Nonetheless, protecting vulnerable groups by \nsuppressing debate, even at a normative rather than legal level, is not what our society does at its best, certainly \nnot before we exhaust alternatives. The First Amendment axiom that we should address bad speech with better \nspeech reflects a deep normative commitment to critical inquiry and collective intellectual engagement. (277) Do \nminority believers benefit if public debate ignores the religious commitments, and antipathies, that so strongly \n\n\n\ninfluence many political stands? Does a cone of silence combat ignorance and intolerance more effectively than a \nvigorous discourse that emboldens people of good will to call out their political allies and opponents alike for \nmisinformed or bad faith attacks on people's conscientious beliefs and practices?\n\nTo support his warning that arguments grounded in religious truth claims can lead to persecution of minority \nbelievers, Gedicks quotes Justice Holmes's statement from Abrams v. United States, (278) that \"[i]f you have no \ndoubt of your premises or your power and want a certain result with all your heart you naturally express your wishes \nin law and sweep away all opposition.\" (279) William Marshall, who tends to see the world very differently than \nGedicks does, employs exactly the same quotation to support his own argument for a normative constraint on \nreligious argument in public political debate. (280) These references betray a remarkable irony. Holmes's \nstatement describes a justification for excluding speech from public debate. He then proceeds to demolish that \njustification:\n\nBut when men have realized that time has upset many fighting\n\nfaiths, they may come to believe even more than they believe the\n\nvery foundations of their own conduct that the ultimate good\ndesired is better reached by free trade in ideas.... That at any\nrate is the theory of our Constitution. (281)\n\nHolmes does not argue, as Gedicks and Marshall imply, that the potency of deeply held beliefs should lead us to \nexclude such beliefs as grounds of public political argument. To the contrary, he explains that the Constitution \ncompels our public discourse to accommodate irresolvable conflicts among truth claims. On Holmes's account, not \neven our most passionate personal convictions should overcome our societal commitment to air our disagreements \nopenly.\n\nA norm that welcomed substantive religious criticism into public political debate could hedge its bets in either of \ntwo ways, both of which would diminish the risk of religious conflict while also diminishing the benefits we derive \nfrom open public debate. One approach, which Gedicks suggests, would entail ingraining in the normative \nframework a triggering mechanism that would foreclose substantive criticism of religion until and unless a religious \nbeliever or community first willfully introduced religious convictions into public political debate. (282) Such an \nunderstanding would at least allow minority religions to choose between political assertiveness and the hazards of \nsubstantive attacks. Ordinary norms of fairness often will encourage this sort of constraint; one who attacks \nunstated religious beliefs should face a substantial burden of justification. Two important considerations, however, \ncounsel against a triggering mechanism. First, such a mechanism would encourage adherents of minority faiths to \nprotect themselves by foregoing a mode of argument available to others, a normative heckler's veto. As I have \nargued above, our norms of public political debate must permit such self-restraint, but they should not incentivize \nit. (283) Second, a religions believer's strategic decision to sublimate her religious beliefs in public political debate \nshould not disempower good-faith opponents from attempting to show that an arguably deficient theology underlies \nthe substance, or fuels the momentum, of her nominally nonreligious argument.\n\nA second normative strategy for protecting minority religions and believers from the worst risks of abuse in public \npolitical debate would be to ingrain a principle that, when a particular religious community faced especially harsh \nsocietal prejudice, political advocates--who presumably would have little strategic need to criticize that religion in \nany event--should abstain from doing so as an ethical matter. Depending on our normative preferences, this ethical \nrestraint could apply generally and permanently to all minority religions, or it could apply only when and where a \ngiven religious community faced unusual societal hostility--perhaps to Muslims but not Catholics in 2011, or to \nMuslims in 2011 but not (we can hope) in 2015. This sort of protective norm has a rough legal parallel in the \nSupreme Court's exemption of especially unpopular political groups from financial disclosure requirements that \notherwise do not violate the First Amendment. (284) Immunizing vulnerable groups from public criticism, however, \nwould cut uncomfortably against free speech norms, in the same way that allowing regulation of group libel or \nmisogynist pornography would depart from ordinary free speech law. (285) At the same time, religion's substantive \ncontent makes expressions of religious antipathy somewhat more likely than expressions of racial or gender \nantipathy to carry some political value.\n\n\n\nWhatever the merits and costs of these protective strategies, we should far prefer debating them as components of \na dynamic, open set of norms for public political debate to pretending that we can productively foreclose advocacy \nand criticism of religious ideas. We can reasonably hope that our liberal democracy has matured substantially \nbeyond earlier periods of religious discrimination and hostility. When anyone launches a dishonest, needlessly \ninflammatory, or ad hominem attack on any religious argument or underlying religious doctrine, everyone who cares \nabout the health of our political culture should respond with swift and sharp condemnation. That sort of vocal \nresponse, rather than any effort to avoid difficult issues that genuinely divide us, offers the greatest promise for the \nrobust public political debate we need.\n\nCONCLUSION\n\nLiberal political theorists who advocate normative constraints on religious argument in public political debate get \nat least two important matters right. First, those restrictive theorists correctly emphasize the critical importance of \ninformative, inclusive political discourse in the functioning of a liberal democracy. Second, they correctly warn that \ninjecting some varieties of religious argument into public political debate threatens the integrity of that debate and \nthe stability of liberal democracy. On these two points, most of the permissive theorists who oppose normative \nconstraints on religious argument seriously err. Their rhetorical emphasis on religious believers' autonomy \nprecludes any fulsome account of religious argument's effects on public discourse, and their insistence that \nreligious argument poses no threat to liberal democracy fails to take account of how at least two forms of religious \nargument--arguments that the advocate believes to reflect revealed truth and arguments based on fealty to religious \nauthorities-clash with, and threaten to destabilize, the robust exchange of ideas that public political debate in a \nliberal democracy requires.\n\nThe permissive theorists, however, reach the correct bottom line: Norms of public political debate, at least in the \ncontemporary United States, should impose no constraints on religiously grounded arguments. What most theorists \non both sides of the argument tend to overlook is the critical importance in public political debate of arguments that \nchallenge, and even threaten, the terms of liberal democracy itself. Examination of how our legal system has dealt \nwith the constitutional status of Communist advocacy demonstrates that constraining even speech that threatens \nthe very existence of our political system diminishes public political debate, while welcoming that speech \nincreases the information available to the political community and increases the challenge to which the debate \nsubjects competing ideas. Consideration of the constant tension that liberal democracies must navigate between \nthe interests of political stability and political dynamism allows a nuanced assessment of religious argument's \nconsequences for public political debate that ultimately, in my view, supports admitting religious argument into \npublic political debate in order to advance dynamism. The same interests in deepening and strengthening public \npolitical debate counsel an important, novel corollary: our norms of public political debate should welcome \nsubstantive criticism of religion as readily as they welcome religiously grounded argument.\n\nArguments about religion undoubtedly make public political debate more contentious, fractious, and difficult. But \nreligious argument threatens to destabilize the debate in ways that should ultimately strengthen our liberal \ndemocracy. Liberal political norms should neither resist the contributions of religious argument nor shield \nsubstantive religious belief from challenge and criticism. Both sorts of constraint reflect an inappropriate wariness \nabout precisely the sort of open, uninhibited discourse that our highest ideals demand. Many people's political \nconvictions about, for example, the issue of gay marriage draw upon their religious or conscientious commitments, \nor on their doubts about the religious or conscientious commitments of others. If we consign those influences to the \nmargins of political discourse, our debate will be less engaged, less informative, and ultimately less likely to \ngenerate the fresh insights needed to move us toward resolving our differences. Our political norms, no less than \nour laws, serve us best by embracing existential danger and encouraging greater political dynamism. Whatever \nmaterial role religion occupies in our public affairs, public political debate should take full advantage of both \nreligiously grounded arguments and substantive criticisms of religion.\n\n(1) REPO MAN (Edge City 1984) (Bud (Harry Dean Stanton) to Otto (Emilio Estevez)).\n\n(2) See Senator Barack Obama, Address at the National Constitution Center: A More Perfect Union 1, 2-6 (Mar. 18, \n2008) (transcript available at http://www.cspan.org/Content/PDF/obama_031808.pdf).\n\nhttp://www.cspan.org/Content/PDF/obama_031808.pdf\n\n\n(3) See Mitt Romney, Address at the George Bush Presidential Library: Faith in America, American Rhetoric 1, 2 \n(Dec. 6, 2007) (transcript available at http://www.americanrhetoric.com/speeches/PDFFiles/ \nMitt%20Romney%20%20Faith%20in%20America.pdf).\n\n(4) See infra notes 91-95 and accompanying text.\n\n(5) See infra notes 99-101 and accompanying text.\n\n(6) The 2008 American Religious Identification Survey (ARIS) reveals that 15% of U.S. residents self-identify as \nhaving no religious affiliation, up from 8.2% in 1990, while the percentage of self-identified Christians has fallen \nduring the same period from 86.2% to 76%. See Barry A. Kosmin & Ariela Keysar, American Religious Identification \nSummary Survey (ARIS 2008), AM. RELIGIOUS IDENTIFICATION SURV., 1, 3 (Mar. 2009), \nhttp://www.americanreligionsurvey-aris.org/reports/ARIS_Report_2008.pdf.\n\n(7) See infra notes 16-48 and accompanying text (discussing the restrictive position).\n\n(8) See infra notes 49-71 and accompanying text (discussing the permissive position).\n\n(9) Leading restrictive theorists explicitly reject constraints on the legal right to advance religious arguments freely. \nSee JOHN RAWLS, POLITICAL LIBERALISM 217 (expanded ed. 2005) (framing the argument in terms of \"a \nmoral, not a legal, duty\" imposed by \"the ideal of citizenship\"); Robert Audi, The Place of Religious Argument in a \nFree and Democratic Society, 30 SAN DIEGO L. REV. 677, 700 (1993) (distinguishing \"civic virtue\" from \"civil (or \nother) rights\"). The Supreme Court has held repeatedly that the Free Speech Clause provides strong protection for \nreligious expression. See infra notes 179-83 and accompanying text.\n\n(10) Drawing this distinction can prove difficult in practice. See KENT GREENAWALT, PRIVATE CONSCIENCES \nAND PUBLIC REASONS 152 (1995) (discussing difficulty in distinguishing \"general cultural interplay of \ncomprehensive views\" from \"narrower debates over particular political issues\"); Robert Audi, The Separation of \nChurch and State and the Obligations of Citizenship, 18 PHIL. & PUB. AFF. 259, 274-77 (1989) (arguing, as to the \nrelated matter of normative constraints on religious institutions' political activities, that restrictive norms should err \non the side of classifying controversies as moral rather than political); David Hollenbach, Contexts of the Political \nRole of Religion: Civil Society and Culture, 30 SAN DIEGO L. REV. 877, 889-90 (1993) (suggesting the difficulty in \npractice of shielding political debate from broader moral and ethical considerations, including religious views).\n\n(11) See John Rawls, The Idea of Public Reason Revisited, 64 U. CHI. L. REV. 765, 768 (1997) (\"The idea of public \nreason does not apply to the background culture [of civil society] .... \") ; see also GREENAWALT, supra note 10, at \n152 (\" [W] e need to think about any principle of self-restraint with the clear understanding that any norm that \npeople keep their comprehensive views to themselves is wholly unacceptable.\").\n\n(12) See Gregory P. Magarian, The First Amendment, the Public-Private Distinction, and Nongovernmental \nSuppression of Wartime Political Debate, 73 GEO. WASH. L. REV. 101, 152 (2004) [hereinafter Magarian, Public-\nPrivate] (urging First Amendment protection for \"a zone of individual conscience that allows people to evaluate \ninformation, formulate ideas, and participate meaningfully in democratic processes\") ; Neil M. Richards, Intellectual \nPrivacy, 87 TEX. L. REV. 387, 394 (2008) (conceptualizing intellectual privacy as a precondition for expressive \nfreedom). As I have noted elsewhere, \"[r]eligious identity and experience can go far toward shaping a person's or \ngroup's democratic participation.\" Gregory P. Magarian, The Jurisprudence of Colliding First Amendment Interests: \nFrom the Dead End of Neutrality to the Open Road of Participation-Enhancing Review, 83 NOTRE DAME L. REV. \n185, 257 (2007) [hereinafter Magarian, Colliding Interests].\n\n(13) See GREENAWALT, supra note 10, at 160 (endorsing a broad normative allowance for citizens to make \nreligiously grounded judgments about political issues); Michael J. Perry, Liberal Democracy and Religious Morality, \n48 DEPAUL L. REV. 1, 3 (1998) (distinguishing the question of presenting religious arguments in public political \ndebate from the question of basing political choices on religious grounds).\n\nhttp://www.americanrhetoric.com/speeches/PDFFiles/\nhttp://www.americanreligionsurvey-aris.org/reports/ARIS_Report_2008.pdf\n\n\n(14) I presume an expansive view of membership in the political community that does not entail legal citizenship or \nthe right to vote, neither of which seems to me important for determining norms (or legal protections) for \nparticipation in public political debate. Cf. Alexander Meiklejohn, The Limits of Congressional Authority: Freedom \nand the People, NATION, Dec. 13, 1953, reprinted in ALEXANDER MEIKLEJOHN, POLITICAL FREEDOM 101, \n119 (1965) (\"[U]nhindered expression must be open to noncitizens, to resident aliens, to writers and speakers of \nother nations, to anyone, past or present, who has something to say which may have significance for a citizen who \nis thinking of the welfare of this nation.\").\n\n(15) The question whether legislators or judges properly may act based on their religious beliefs has generated a \nvital literature of its own. See GREENAWALT, supra note 10, at 161-63 (contending that legislators have greater \nduty than ordinary citizens to avoid reliance on religious reasons) ; Abner S. Greene, The Political Balance of the \nReligion Clauses, 102 YALE L.J. 1611, 1611-33 (1993) (construing the Establishment Clause as invalidating laws \nbased on express, predominantly religious justifications); Michael J. Perry, Religious Morality and Political Choice: \nFurther Thoughts--and Second Thoughts--on Love and Power, 30 SAN DIEGO L. REV. 703, 723-26 (1993) \n(considering whether legislators or judges should forego reliance on religious belief in making public decisions).\n\nJeremy Waldron argues that a proper understanding of democratic self-government forecloses any effort to \ndistinguish citizens from public officials in assessing proper grounds for arguments and decisions about political \nissues. See Jeremy Waldron, Religious Contributions in Public Deliberation, 30 SAN DIEGO L. REV. 817, 827-29 \n(1993). I share Waldron's commitment to the ideal of self-government, and I reject a formalistic account of the \npublic-private distinction. See Magarian, Public-Private, supra note 12, at 135-50 (reconceptualizing the public-\nprivate distinction to serve democratic ends). I also recognize that referenda and initiatives blur the line between \ncitizens and public officials. Even so, I cannot agree that officials lack any distinctive obligations under the \nConstitution. Instead, I believe normative judgments should drive our legal system's assignment of constitutional \nobligations and rights. See id. at 150-72 (articulating and defending a normatively grounded conception of the \npublic-private distinction in the context of First Amendment free speech rights). The Establishment Clause of the \nFirst Amendment provides one substantial normative basis for holding government officials to obligations that other \nmembers of the political community do not generally share.\n\n(16) Rawls advocates the public reason principle for \"constitutional essentials and questions of basic justice.\" \nRAWLS, supra note 9, at 214-15. By \"constitutional essentials\" he means foundational questions such as the scope \nof the right to vote and the extent of constitutionally protected liberties. See id. at 214 (describing matters subject to \nthe public reason principle).\n\n(17) Id. at 225.\n\n(18) Rawls, supra note 11, at 775; see also GREENAWALT, supra note 10, at 72-84 (discussing problems raised \nby political arguments grounded in nonreligious comprehensive doctrines).\n\n(19) See RAWLS, supra note 9, at li-lii. Other restrictive theorists similarly allow for religious arguments in public \npolitical debate, so long as those arguments augment functionally adequate public or secular arguments. See \nGREENAWALT, supra note 10, at 161 (calling on citizens who participate in public political debate merely to \n\"emphasize\" public reasons); Robert Audi, Religious Values, Political Action, and Civic Discourse, 75 IND. LJ. 273, \n279-80 (2000) (detailing normatively permissible roles for religious argument in public political debate); see also \nLawrence B. Solum, Constructing an Ideal of Public Reason, 30 SAN DIEGO L. REV. 729, 747-53 (1993) \n(articulating and defending an inclusive ideal of public reason that admits nonpublic reasons \"(1) if the nonpublic \nreason were the foundation for a public reason [or] (2) if the nonpublic reason were an additional sufficient \njustification for a policy that would be given an independent and sufficient justification a by public reason\").\n\n(20) Rawls, supra note 11, at 799.\n\n(21) See Audi, supra note 9, at 690-91 (arguing that liberal democratic norms of public political debate should \nrequire specifically secular reasons, not merely public reasons).\n\n\n\n(22) See Audi, supra note 10, at 277-79 (describing the \"principle of secular rationale,\" which forecloses advocacy \nof any governmental restriction of conduct unless the advocate can offer an adequate secular ground for the \nrestriction (emphasis omitted)). Audi's version of the restrictive position adds to his principle of secular rationale a \ndistinctively rigorous \"principle of secular motivation,\" which forecloses supporting or advocating governmental \nrestrictions on human conduct unless normatively adequate secular reasons motivate one to support a given \nrestriction. See id. at 284 (emphasis omitted).\n\n(23) See GREENAWALT, supra note 10, at 160-61.\n\n(24) See id. at 24-25 (discussing concern about inaccessible reasons).\n\n(25) Bruce Ackerman, Why Dialogue?, 86J. PHIL. 5, 16 (1989) (advocating a principle of \"conversational restraint\").\n\n(26) I use the term \"nonbeliever\" to connote a nonadherent to a particular belief or belief system under discussion, \nnot necessarily a person who lacks religious beliefs altogether.\n\n(27) See RAWLS, supra note 9, at 242 (\"As institutions and laws are always imperfect, we may view [public reason] \nas imperfect and in any case as falling short of the whole truth set out by our comprehensive doctrine.\").\n\n(28) See id. at 242-43.\n\n(29) See GREENAWALT, supra note 10, at 163-64 (\" [N] o one takes the state positions as reflecting the true \nweight of grounds in the speaker's or writer's mind.\"). Other restrictive theorists have similarly called on religious \nbelievers to translate their political arguments into secular and/or public terms. See Greene, supra note 15, at 1621 \n(positing that translation allows nonbelievers to participate fully in political debate); Robert Justin Lipkin, \nReconstructing the Public Square, 24 CARDOZO L. REV. 2025, 2090 (2003) (calling on citizens in a liberal \ndemocracy to translate religious and similarly \"dedicated\" arguments into \"deliberative\" terms); Richard Rorty, \nReligion as Conversation-Stopper, 3 COMMON KNOWLEDGE 1, 4-5 (1994) (arguing that the translation imperative \nremoves from political rhetoric democratically irrelevant information about the source of one's premises). Bruce \nAckerman, in contrast, expressly rejects the call to translate disagreements over comprehensive beliefs into public \nor secular terms, but his principle of \"conversational restraint\" calls upon liberal citizens to argue in \nnoncomprehensive terms about issues that may implicate their comprehensive beliefs. See Ackerman, supra note \n25, at 14-19.\n\n(30) See President Barack Obama, Commencement Address at the University of Notre Dame in South Bend, \nIndiana 1, 5 (May 17, 2009) [hereinafter Obama, Notre Dame Address] (transcript available at \nhttp://www.gpoaccess.gov/presdocs/2009/DCPD-200900372.pdf).\n\n(31) See Dirk Johnson, Invitation to Obama Stirs Up Notre Dame, N.Y. TIMES, Apr. 6, 2009, at A12 (describing \nsome Catholics' view that President Obama's support for legal abortion rights should have disqualified him from \ngiving the commencement address at a Catholic university).\n\n(32) Obama, Notre Dame Address, supra note 30, at 5.\n\n(33) RAWLS, supra note 9, at 217; see also THOMAS NAGEL, EQUALITY AND PARTIALITY 155 (1991) (\"We \nmust agree to refrain from limiting people's liberty by state action in the name of values that are deeply inadmissible \nin a certain way from their point of view.\"); Joshua Cohen, Procedure and Substance in Deliberative Democracy, in \nDEMOCRACY AND DIFFERENCE 95, 100 (Seyla Benhabib ed., 1996) (positing a conception of justification \nreflected in an ideal political procedure, under which reasonable citizens \"aim to defend and criticize institutions \nand programs in terms of considerations that others have reason to accept\"); Solum, supra note 19, at 742 \n(\"[R]easons that directly rely on [religious] premises ... will be rejected by many as unreasonable justifications for \npolitical action.\").\n\nhttp://www.gpoaccess.gov/presdocs/2009/DCPD-200900372.pdf\n\n\n(34) Rawls, supra note 11, at 782; see also GREENAWALT, supra note 10, at 23-24 (discussing unfairness, in the \nsense of inappropriately grounded decisions in conditions of liberal pluralism, as a basis for objecting to certain \ntypes of political argument).\n\n(35) See Audi, supra note 10, at 260-68, 274 (advancing a substantive theory of church-state separation as the \nbasis for normative constraints on religious argument in public political debate).\n\n(36) Robert Audi, Liberal Democracy and the Place of Religion in Politics, in ROBERT AUDI & NICHOLAS \nWOLTERSTORFF, RELIGION IN THE PUBLIC SQUARE 1, 31 (1997).\n\n(37) See Audi, supra note 9, at 690 (\" [W] e give up autonomy only where ... we can be expected, given adequate \nrationality and sufficient information, to see that we would have so acted on our own.\").\n\n(38) See Audi, supra note 19, at 274 (positing that civic virtue requires \"mutual respect\" on the part of citizens with \ndifferent beliefs).\n\n(39) \"Basing law on an express reference to an extrahuman source of value should matter for Establishment Clause \nanalysis because such reference effectively excludes those who don't share the relevant religious faith from \nmeaningful participation in the political process.\" Greene, supra note 15, at 1619; see also Lipkin, supra note 29, at \n2067-71 (suggesting that religious argument makes democratic debate politically inaccessible to nonbelievers).\n\n(40) RAWLS, supra note 9, at 217.\n\n(41) See GREENAWALT, supra note 10, at 24 (discussing concerns about political instability as a basis for \nobjecting to certain types of political argument); Audi, supra note 36, at 31 (arguing that religious belief in \nopponents' \"deficient\" status can cause intolerance); William P. Marshall, The Other Side of Religion, 44 \nHASTINGS L.J. 843, 858 (1993) (contending that fears behind religion may lead believers to disregard or even \npersecute political opponents).\n\n(42) Rorty, supra note 29, at 2.\n\n(43) See id. at 5 (\"[T]he only test of a political proposal is its ability to gain assent from people who retain radically \ndiverse ideas about the point and meaning of human life, about the path to private perfection.\").\n\n(44) See Audi, supra note 36, at 50 (suggesting that religiously grounded political arguments may trigger \nreligiously grounded responses, deepening political disputes); Marshall, supra note 41, at 859 (\"Religion, if \nunleashed as a political force, may also lead to a particularly acrimonious divisiveness among different religions.\").\n\n(45) See Kathleen M. Sullivan, Religion and Liberal Democracy, 59 U. CHI. L. REV. 195, 197-99 (1992) (construing \nthe First Amendment's Religion Clauses as establishing a secular public moral order in order to sustain a \"religious \ntruce\").\n\n(46) See Ackerman, supra note 25, at 17 (defending the principle of \"conversational restraint\" in public political \ndebate on the ground that such restraint clears the way for liberal democratic citizens to \"use dialogue for \npragmatically productive purposes\"); Audi, supra note 36, at 50 (contending that framing political arguments in \nreligious terms may cause \"deadlock [to] occur where compromise would have been possible\"); John Rawls, The \nIdea of an Overlapping Consensus, 7 O.J.L.S. 1, 1 (1987) (emphasizing political liberalism's goal of \"help[ing] \nensure stability from one generation to the next\"); Rorty, supra note 29, at 5 (emphasizing the ability of an idea to \ngain \"consensus\" from diverse parties as the test for its admission into public debate).\n\n(47) Marshall, supra note 41, at 859.\n\n(48) Rorty, supra note 29, at 3.\n\n(49) See STEPHEN L. CARTER, GOD'S NAME IN VAIN 83-112 (2000) (discussing religious advocacy's role in \ncontroversies over slavery and economic regulation); RICHARD JOHN NEUHAUS, THE NARED PUBLIC SQUARE \n\n\n\n145 (2d ed. 1986) (claiming intellectual kinship with \"Adams, Tocqueville, Lincoln, and a host of others who \nunderstood religiously based values as the points of reference for public moral discourse\") ; Michael W. McConnell, \nFive Reasons to Reject the Claim that Religious Arguments Should Be Excluded from Democratic Deliberation, \n1999 UTAH L. REV. 639, 644-48 (summarizing historical contributions of religion to U.S. political discourse).\n\n(50) See Hollenbach, supra note 10, at 894-95 (noting efforts in Catholic and Protestant religious traditions to derive \nrational and civil arguments from religious beliefs); Perry, supra note 15, at 714 (conceding that \"some styles of \nreligious politics ... that embody religious intolerance, religious triumphalism, or the like\" can deny equal respect to \nsome citizens but denying \"that every style of religious politics necessarily does so\"); see also McConnell, supra \nnote 49, at 648-49 (assailing over- and under-inclusiveness of distinctions between supposed characteristics of \nreligious and secular political arguments).\n\n(51) See Frederick Mark Gedicks & Roger Hendrix, Democracy, Autonomy, and Values: Some Thoughts on \nReligion and Law in Modern America, 60 S. CAL. L. REV. 1579, 1600 (1987) (extolling communitarian aspects of \norganized religion, which \"help the emergence and retention of personality and individuality\"); Hollenbach, supra \nnote 10, at 891-96 (describing an \"intellectual solidarity\" approach to political engagement by religious believers); \nMcConnell, supra note 49, at 649 (noting that \"much religiously motivated political action is loving, gracious, and \nhumble\"); Michael J. Perry, Why Political Reliance on Religiously Grounded Morality Is Not Illegitimate in a Liberal \nDemocracy, 36 WAVE FOREST L. REV. 217, 233-34 (2001) (summarizing instances of religion's constructive \nethical contributions throughout U.S. history).\n\n(52) Hollenbach, supra note 10, at 883.\n\n(53) Perry, supra note 15, at 715. Maimon Schwarzschild admits the possibility that \"religion may be uniquely \ninimical to liberalism at some times and in some places.\" Maimon Schwarzschild, Religion and Public Debate in a \nLiberal Society: Always Oil and Water or Sometimes More Like Rum and Coca-Cola?, 30 SAN DIEGO L. REV. 903, \n904 (1993). He maintains, however, that religion poses no threat to modern, developed liberal societies. See id. at \n913-14; see also Nicholas Wolterstorff, The Role of Religion in Decision and Discussion of Political Issues, in AUDI \n& WOLTERSTORFF, supra note 36, 79-80 (arguing that religious arguments pose no threat to social peace in the \ncontemporary United States). Stephen Carter puts some descriptive stock in this account of religion's place in \ncontemporary U.S. politics while lamenting it normatively. See CARTER, supra note 49, at 52-58 (arguing that the \nChristian Coalition has diminished its force as a challenger to liberalism by compromising its religious principles).\n\n(54) See CARTER, supra note 49, at 21-22 (denying that religious faith is either more destructive or more dogmatic \nthan secular ideas); Perry, supra note 15, at 721-22 (arguing that religious and secular discourses in public culture \nare monologic, divisive, and sectarian in comparable measures); Schwarzschild, supra note 53, at 914 (suggesting \nthat \"many secular movements and ideas\" rely on convictions \"rooted in empirically or logically unprovable \npremises\" to a similar or greater extent than religion).\n\n(55) See NEUHAUS, supra note 49, at 8 (positing \"militant secularism\" of totalitarian regimes in order to \ncharacterize the secularized public square as \"a dangerous place\"); Schwarzschild, supra note 53, at 911 (asserting \nthat \"[f]or most of the twentieth century, at least outside the Islamic world, illiberal politics have overwhelmingly \nbeen Communist politics, or the politics of essentially secular forms of fascism, nationalism, or Third World \nsocialism\"); Wolterstorff, supra note 53, at 79-80 (contrasting religion's role in the development of liberal democracy \nwith the violent consequences of secular ideologies in the twentieth century).\n\n(56) See McConnell, supra note 49, at 649 (\" [N]ot a little secular political activism--especially in this day of identity \npolitics--is as divisive, intolerant, and uncompromising as anything seen on the religious side of the line.\").\n\n(57) See NEUHAUS, supra note 49, at 82 (\"[T]he notion of the secular state can become the prelude to \ntotalitarianism.\"); see also id. at 164 (\"The triumph of the secularist option would.., do grave, perhaps fatal, damage \nto the American experiment in democratic governance.\").\n\n(58) See supra notes 33-40 and accompanying text.\n\n\n\n(59) See Larry Alexander, Liberalism, Religion, and the Unity of Epistemology, 30 SAN DIEGO L. REV. 763, 775-76 \n(1993) (explaining and rejecting \"unfairness\" as a basis for excluding religious arguments from public political \ndebate); Ruti Teitel, A Critique of Religion as Politics in the Public Sphere, 78 CORNELL L. REV. 747, 786-87 \n(1993) (criticizing a conception of political dialogue that requires participants to \"be willing to change even their \nmost fundamental religious commitments\" and specifically to acknowledge the fallibility of their beliefs); Wolterstorff, \nsupra note 53, at 76-78 (arguing that liberal democracy should not limit the grounds of justification that citizens may \noffer); see also Steven Shiffrin, Religion and Democracy, 74 NOTRE DAME L. REV. 1631, 1634-35 (1999) \n(criticizing the positions that religious arguments are unfair in public discourse and that tolerance requires openness \nto compromise).\n\n(60) See Jason Carter, Toward a Genuine Debate About Morals, Religion, Politics, and Law: Why America Needs a \nChristian Response to the \"Christian \"Right, 41 GA. L. REV. 69, 82 (2006) (rejecting as unfair to religious believers \nthe idea of excluding religious arguments because they might alienate nonbelievers); Perry, supra note 15, at 714 \n(denying that any special characteristic of religious arguments makes them more likely than secular arguments to \ndeny citizens equal respect and regard); Perry, supra note 51, at 245 (rejecting the idea that offering religious \nreasons for state coercion denies nonbelievers equal respect and regard); Wolterstorff, supra note 53, at 109-11 \n(arguing that Rawlsian insistence on generality as a precondition of equal respect and regard improperly ignores \nthe importance of respect and regard for religious particularity).\n\n(61) Waldron, supra note 15, at 841.\n\n(62) See supra notes 26-32 and accompanying text.\n\n(63) See NEUHAUS, supra note 49, at 19 (\"Christian truth, if it is true, is public truth. It is accessible to public \nreason.\"); McConnell, supra note 49, at 653 (characterizing most religious traditions as based on exegesis of \nsources that nonbelievers can study, such as natural law for Catholics and the Bible for fundamentalist Protestants); \nShiffrin, supra note 59, at 1639-40 (arguing that nonbelievers can access any source of religious knowledge, \nincluding claims of divine inspiration); Waldron, supra note 15, at 835-37 (discussing the comprehensibility of \nunfamiliar grounds for argument under an Aristotelian conception of public discourse).\n\n(64) See McConnell, supra note 49, at 652.\n\n(65) See Hollenbach, supra note 10, at 897 (\"Persons or groups should not face political disability or \ndisenfranchisement simply because their political views are rooted in religious traditions and beliefs.\"); McConnell, \nsupra note 49, at 655-56 (arguing that the restrictive position denies religious believers equal citizenship); Perry, \nsupra note 13, at 18 (arguing that the morality and ethics of liberal democracy do not require religious believers to \nforego reliance on religious arguments in making political decisions); Wolterstorff, supra note 53, at 77 (arguing \nthat liberal calls to exclude religious argument from public political debate violate the fundamental liberal \ncommitment to equal freedom).\n\n(66) See CARTER, supra note 49, at 25-26 (emphasizing, in a permissive argument, the unbounded salience of \nreligious doctrine to believers); Gedicks & Hendrix, supra note 51, at 1599 (\"When religious morality is excluded \nfrom politics, the religious individual is alienated from public life.\"); Hollenbach, supra note 10, at 882-85 (discussing \ninconsistency between the Catholic tradition and the goal of relegating religious belief to the private sphere); \nMcConnell, supra note 49, at 654-55 (decrying the premise that religious truth only applies within a separable \nprivate sphere); Wolterstorff, supra note 53, at 105 (positing that religious belief, for many believers, \"is not, for \nthem, about something other than their social and political existence; it is also about their social and political \nexistence\").\n\n(67) See CARTER, supra note 49, at 3 (\"[I]f we build too high the walls that are intended to keep religion out of \npolitics, we will face religious people who will storm the barricades and declare the government no longer \nlegitimate....\"); NEUHAUS, supra note 49, at 180 (defining \"morally legitimate\" government \"by reference to the \nreligiously based values of the people\"); Gedicks & Hendrix, supra note 51, at 1600 (\"If the religious people who \nconstitute the majority of Americans come to believe, as many already do, that the law making process does not \nrespect their religious beliefs .... then they themselves will respect neither the process nor the laws that it \n\n\n\ngenerates.\"); McConnell, supra note 49, at 650 (positing that restrictions on religious political argument \"will \ndeepen the anger and hostility that [religious] citizens feel toward the hegemonic and exclusionary practices of the \nsecular power structure\"); Shiffrin, supra note 59, at 1638 (\"[F]or many, a society that is not responsive to their \ncomprehensive views is illegitimate.\").\n\n(68) See, e.g., Gedicks & Hendrix, supra note 51, at 1602 (\"[H]ostility toward or ignorance of religious communities \nrisks diminishing or altogether eliminating a critical context by which individuals choose their values and define the \nmeaning of their existence.\").\n\n(69) See Carter, supra note 60, at 83-84 (positing religious communities' value for civil society); Gedicks & Hendrix, \nsupra note 51, at 1602 (emphasizing religion's important contribution to self-definition for many members of the \npolitical community); Hollenbach, supra note 10, at 887-88 (discussing a survey showing \"that people's spiritual \nconcerns translate into active efforts to respond to the needs of their neighbors only when these concerns are lived \nout in the context of a publicly visible and active religious community\").\n\n(70) See STEPHEN L. CARTER, THE CULTURE OF DISBELIEF 232 (1993) (positing \"th[e] ability of the religions \nto fire the human imagination, and often the conscience, even of nonbelievers\"); Gedicks & Hendrix, supra note 51, \nat 1611 (noting approvingly \"the first amendment intuition . . . that society is better served by more exposure to \ndiverse information, ideas, and expression than by less\"); Hollenbach, supra note 10, at 891-92 (discussing the \npotential value of religiously grounded arguments in broadly framed public debate); Michael W. McConnell, Secular \nReason and the Misguided Attempt to Exclude Religious Argument from Democratic Deliberation, 1 J.L. PHIL. 8c \nCULTURE 159, 168 (2007) (arguing that excluding religious argument from political debate would \"prevent secular \nAmericans from learning about the beliefs, ideas, and motivations of large numbers of their fellow citizens\"); Perry, \nsupra note 13, at 11-12 (advocating admission of religious arguments into public political debate so that \nparticipants can be tested by religious arguments); Shiffrin, supra note 59, at 1640 (stating that persuasion by \nreligious arguments \"is always a possibility\"); Waldron, supra note 15, at 841-42 (arguing that admission of religious \nideas can broaden both public debate and nonbelievers' worldviews); Sanford Levinson, Religious Language and \nthe Public Square, 105 HARV. L. REV. 2061, 2077 (1992) (book review) (calling the restrictive position \"gratuitously \ncensorial\"); see also Mark W. Cordes, Politics, Religion, and the First Amendment, 50 DEPAUL L. REV. 111, 159-\n67 (2000) (arguing, as a matter of First Amendment doctrine, that excluding religious arguments from public debate \nwould amount to a viewpoint-based restriction that would undermine various free speech interests, including \ndemocratic interests); Franklin I. Gamwell, Religion and Reason in American Politics, 2 J.L. & RELIGION 325, 338-\n39 (1984) (arguing that religious believers may and should attempt to advance their religious commitments in public \npolitical debate).\n\n(71) See Gamwell, supra note 70, at 339-41 (suggesting that reasonable participation in public debate entails \nreligious believers' openness to being proved wrong); Hollenbach, supra note 10, at 895 (urging religious believers \nto risk changes to their beliefs in political debate); Perry, supra note 13, at 5 (advocating admission of religious \narguments into public political debate so that debate can test religious arguments); Waldron, supra note 15, at \n839 (suggesting that consideration of \"even ... clearly wrong' religious arguments may benefit public debate); \nMichael Walzer, Drawing the Line: Religion and Politics, 1999 UTAH L. REV. 619, 637 (advocating admission of \nabsolutist religious views into public political debate out of \"hope that the pressure of democratic argument will \nensure that absolutism is not the last word\").\n\n(72) See supra notes 33-40 and accompanying text (discussing restrictive theorists' concern that religious argument \nleads to democratically illegitimate justifications for coercive laws).\n\n(73) See supra notes 41-48 and accompanying text (discussing restrictive theorists' concern that religious argument \ncan destabilize liberal democratic politics).\n\n(74) See Alexander, supra note 59, at 774-75 (arguing that political liberalism's normative character forecloses any \nliberal ground for excluding religious arguments from public political debate based on religion's supposed \nnonempirical character or resistance to critical assessment).\n\n\n\n(75) See ALEXANDER MEIKLEJOHN, FREE SPEECH AND ITS RELATION TO SELF-GOVERNMENT (1948), \nreprinted in, MEIKLEJOHN supra note 14, at 1, 27 (describing expressive freedom as \"a deduction from the basic \nAmerican agreement that public issues shall be decided by universal suffrage\").\n\n(76) Stanley Fish, Why We Can't All Just Can't Get Along, FIRST THINGS, Feb. 1996, at 18, 21.\n\n(77) See Audi, supra note 36, at 31 (contending that religious arguments that rest on claims of divine authority \nforeclose any actual debate); Fish, supra note 76, at 21 (\"The trouble with Christianity, and with any religion \ngrounded in unshakable convictions, is that it lacks the generosity necessary to the marketplace's full functioning.\").\n\n(78) See Fish, supra note 76, at 20 (\"[T]he belief whose prior assumption determines what will be heard as \nreasonable is not itself subject to the test of reasonableness.\").\n\n(79) See Perry, supra note 13, at 25-35 (praising self-critical rationality as an element of religious belief and public \nargument); Rorty, supra note 29, at 1, 6 (characterizing Enlightenment rationality as encouraging open public \ndebate); Fish, supra note 76, at 20 (\"[A]n open mind, a mind ready at any moment to jettison even its most \ncherished convictions, is the very definition of 'reasonable' in a post-Enlightenment liberal culture....\").\n\n(80) Walzer, supra note 71, at 637.\n\n(81) See, e.g., Gedicks & Hendrix, supra note 51, at 1603 (\"The bias of modern liberalism ... is that God, if he exists \nat all, does not talk to us and never did.\"). My claim differs from Abner Greene's warning that arguments based on \n\"an extrahuman source of value\" improperly foreclose political participation by nonbelievers. See Greene, supra \nnote 15, at 1619. I fear not that arguments based on claims of divine revelation will disempower nonbelievers but \nthat such arguments will fail utterly to engage them.\n\n(82) See Meiklejohn, supra note 14, at 115-18 (describing the necessity of free public discourse for effective self-\ngovernment). Diminution of an argument's informative function in public debate does not undermine other interests \nthe argument might serve, such as self-expression or religious witness. See Shiffrin, supra note 59, at 1640 \n(criticizing the view that speech in a democracy primarily serves interests related to persuasive interpersonal \nengagement).\n\n(83) See Audi, supra note 9, at 691 (suggesting that \"when people believe that extreme measures, such as bravely \nfighting a holy war; carry an eternal reward ... they may find it much easier to kill\"); Marshall, supra note 41, at 859 \n(\"Fervent beliefs fueled by suppressed fear are easily transformed into movements of intolerance, repression, hate, \nand persecution.\").\n\n(84) See Gedicks & Hendrix, supra note 51, at 1592 (explaining the distinctive capacity of religion to influence \nbehavior).\n\n(85) Walzer, supra note 71, at 621; see also Gedicks & Hendrix, supra note 51, at 1592 (positing that disapproval of \na secularist's peers carries a weaker sanction than disapproval of a believer's God). Walzer's quoted statement \nappears in a section of his article that aims to articulate elements of the restrictive position, with which he later \nexpresses significant disagreement. Nothing in the position he ultimately advocates, however, undermines or \namends his distinction between political and religious allegiances. See Walzer, supra note 71, at 631-38 (setting \nforth Walzer's own views on religion and politics). Citations to Walzer reflect my understanding that the cited \nstatements express his own views.\n\n(86) See supra note 56 and accompanying text.\n\n(87) Walzer, supra note 71, at 624; see also Audi, supra note 36, at 32 (condemning arguments based on the \ndictates of religious leaders as contradicting \"the minimal autonomy that citizens in a liberal democracy may hope \nfor in one another\"). Audi focuses his concern on authoritarian as distinct from \"moderate\" or \"fallibilist\" modes of \nreligious argument, whatever the source of religious inspiration behind the argument. See Audi, supra note 19, at \n288-91.\n\n\n\n(88) Marshall, supra note 41, at 855.\n\n(89) See id. at 857-59 (contending that religious doctrine and ritual, particularly in the context of organized religious \nstructures, can cause believers to resist or attack competing belief systems).\n\n(90) Cf. supra notes 77-83 and accompanying text (discussing these same harms in the context of arguments \nbased on a subjective epistemology of revealed truth).\n\n(91) Frederick Mark Gedicks, Truth and Consequences: Mitt Romney, Proposition 8, and Public Reason, 61 ALA. L. \nREV. 337, 366 (2010).\n\n(92) Letter from the First Presidency of The Church of Jesus Christ of Latter-day Saints to Church Leaders in \nCalifornia (June 29, 2008), reproduced at California and Same-Sex Marriage, THE CHURCH OF JESUS CHRIST \nOF LATTER-DAY SAINTS NEWSROOM (June 30, 2008), \nhttp://newsroom.lds.org/ldsnewsroom/eng/commentary/california-and-same-sex- marriage.\n\n(93) See Gedicks, supra note 91, at 364-68 (discussing LDS members' role in the campaign for Proposition 8); \nJesse McKinley & Kirk Johnson, Mormons Tipped Scale in Ban on Gay Marriage, N.Y. TIMES, Nov. 15, 2008, at A1 \n(portraying LDS efforts to pass Proposition 8 as decisive).\n\n(94) See McKinley & Johnson, supra note 93; see also Gedicks, supra note 91, at 367 (describing heavy LDS \nreliance in Proposition 8 campaign on \"sectarian arguments drawn from LDS theology\").\n\n(95) Gedicks, supra note 91, at 368.\n\n(96) See, e.g., TIMOTHY A. BYRNES, CATHOLIC BISHOPS IN AMERICAN POLITICS 13-16 (1991) (discussing \nanti-Catholic sentiments and actions in the nineteenth century United States based on doubts about Catholic \ncitizens' loyalty and patriotism).\n\n(97) See John H. Garvey, The Pope's Submarine, 30 SAN DIEGO L. REV. 849, 858 (1993). Garvey explains that \nthe Church asserts its strongest authority only in the domain of \"faith and morals,\" which excludes many important \npolitical questions. See id. at 861. Although Catholic bishops may take independently infallible or authoritative \nactions, their authority always remains subordinate to that of the Pope. See BYRNES, supra note 96, at 54.\n\n(98) ,See Garvey, supra note 97, at 862 (describing Catholic doctrine's requirement that believers submit their wills \nand minds to authoritative moral teachings of the Pope and bishops).\n\n(99) See Conference of Catholic Bishops, Resolution on Abortion, (Nov. 7, 1989), reprinted in 19 ORIGINS 395 \n(1989), available at http://www.usccb.org/prolife/tdocs/resabort89.shtml; Sacred Congregation for the Doctrine of \nthe Faith, Declaration on Procured Abortion, U.S. CONF. CATH. BISHOPS (Nov. 18, 1974),            \nhttp://www.usccb.org/ prolife/issues/abortion/DeclarationonProcuredAbortion.pdf; Nat'l; see also BYRNES, supra \nnote 96, at 55 (\"[B]y 1967 the popes and the church had unequivocally condemned all direct abortions for over a \ncentury.\"); Garvey, supra note 97, at 867-68 (summarizing authoritative Catholic teachings on abortion since the \n1960s).\n\n(100) See BYRNES, supra note 96, at 139-40 (describing individual bishops' denials of communion and warnings \nabout damnation to pro-choice politicians); Garvey, supra note 97, at 851 (noting a 1990 statement of New York's \nCardinal John O'Connor that Catholic politicians who make public funds available for abortions risk \nexcommunication); Peter Steinfels, Catholics and Choice (in the Voting Booth), N.Y. TIMES, Nov. 8, 2008, at A21 \n(reporting some bishops' threats to deny communion to pro-choice candidates and voters during the 2004 and 2008 \npresidential elections).\n\n(101) U.S. Catholic voters favored pro-choice candidate Barack Obama over pro-life candidate John McCain in the \n2008 presidential election by a margin of fifty-two to forty-five percent, despite the Catholic bishops' vigorous \n\nhttp://newsroom.lds.org/ldsnewsroom/eng/commentary/california-and-same-sex-\nhttp://www.usccb.org/prolife/tdocs/resabort89.shtml;\nhttp://www.usccb.org/\n\n\nadmonitions to pro-life voting. See Steinfels, supra note 100 (numbering the U.S. bishops among the 2008 \nelection's \"big losers\").\n\n(102) See supra notes 84-86 and accompanying text (discussing the distinctive character of threats to liberal \ndemocracy from arguments grounded in a subjective epistemology of divine inspiration).\n\n(103) See infra notes 118-26 and accompanying text.\n\n(104) See supra notes 49-64 and accompanying text.\n\n(105) See supra notes 33-40 and accompanying text.\n\n(106) Perry, supra note 15, at 716.\n\n(107) Perry, supra note 13, at 30.\n\n(108) See id. at 29 (arguing that nonbelievers, and even some coreligionists, will reject a claim of divine revelation \nbehind a political argument as \"little more than a prideful and self-serving stratagem\"); see also Gamwell, supra \nnote 70, at 339-40 (broadly dismissing the possibility that religious believers will reject fallibilism); Walzer, supra \nnote 71, at 622 (suggesting the argument that religious believers should \"politicize\" their views by \"surrender[ing] \ntheir absolutism\" and should be open to political compromise).\n\n(109) Perry, supra note 13, at 31; see also Gedicks & Hendrix, supra note 51, at 1616 (\"Religious as much as \nsecular individuals must translate their personal beliefs into a language that is accessible to all.\"); Perry, supra note \n13, at 34 (urging at least partial reliance on secular arguments in public political debate in order to \"help[] \nAmerican politics to maintain a relatively ecumenical character rather than a sectarian one\"). Perry exempts \nreligious arguments about human worth, as distinct from human well-being, from his call for partial reliance on \nsecular arguments. See id. at 20-24, 37.\n\n(110) Perry disavows arguing \"that a commitment to liberal democracy somehow entails or otherwise supports the \nprinciple of self restraint that I have recommended here.\" Perry, supra note 13, at 46. That disavowal, however, \nseems at odds with his recognition that meaningful participation in democracy requires self-critical rationality.\n\n(111) See Garvey, supra note 97, at 876. In particular, Garvey refers to decisions based on what he calls \"the \nservice conception of authority.\" For a discussion of this conception, see id. at 854-55.\n\n(112) Garvey first discusses the obligations that Catholic leaders' policy pronouncements impose on ordinary \nCatholic citizens. See id. at 859-65. In turning to public officials' obligations, he notes several constraints on fealty to \nreligious authority claims that do not apply to ordinary citizens. See id. at 865-67. His overall analysis deals with \njustification rather than public argument, but the logic he employs in defending justifications based on religious \nauthority claims applies, on its own terms, to public political arguments based on religious authority claims.\n\n(113) Id. at 876.\n\n(114) See Schwarzschild, supra note 53, at 914 (\"[T]here is scarcely much practical mileage to be had for such \nreligious groups to argue from authority on public questions.... [I]f anything, that sort of argument is likely to sow \ndoubts among the faithful.\").\n\n(115) See supra notes 49-57 and accompanying text.\n\n(116) See CARTER, supra note 49, at 5 (equating religion with morality); NEUHAUS, supra note 49, at 8-9 (arguing \nthat the exclusion of religion from public life leaves a \"naked public square\" defenseless against \"seven demons \naspiring to transcendent authority\"); Perry, supra note 13, at 22 (raising \"the possibility that there is no plausible or \neven intelligible secular argument that every human being is sacred\"); see also Waldron, supra note 15, at 846-47 \n(arguing that secular thinkers are in the process of constructing distinctively secular conceptions of religiously \ngrounded moral ideas central to liberalism).\n\n\n\n(117) See supra notes 65-68 and accompanying text.\n\n(118) See CARTER, supra note 49, at 21 (asserting that only \"bias\" can explain any argument \"that religionists are, \nby the nature of their beliefs, significantly more dogmatic than anybody else\").\n\n(119) See id. at 20 (dismissing as \"clunkers\" any suggestions that entry of religious voices into politics are \nundemocratic, based on religion's historical role in U.S. politics).\n\n(120) See id. at 171-75 (asserting the subversive value of public religious resistance to secular norms); see also \nNEUHAUS, supra note 49, at 18 (attributing to fundamentalist religion \"a welcome claim to authoritative truth\" and \nurging nonfundamentalist religions to adopt \"dogma that can provide authoritative communal referents\"); David M. \nSmolin, Regulating Religious and Cultural Conflict in a Postmodern America: A Response to Professor Perry, 76 \nIOWA L. REV. 1067, 1094 (1991) (reviewing MICHAEL J. PERRY, LOW AND POWER (1991)) (\"The natural \ntendency of [traditionalist theism and modernist liberalism] is to destroy the other.\").\n\n(121) See CARTER, supra note 49, at 152-53. David Hollenbach offers a milder variation on the same point, \nexpressing doubt whether deep moral and theological questions \"are best dealt with in arguments about quite \nprecise issues that are up for decision in the spheres of law and public policy.\" Hollenbach, supra note 10, at 899.\n\n(122) See CARTER, supra note 49, at 71-79 (criticizing separationist constitutional doctrine for stifling religious \ninstitutions' ability to resist secular political norms).\n\n(123) See Shiffrin, supra note 59, at 1642.\n\n(124) See id.; see also Walzer, supra note 71, at 627 (suggesting, in a critique of separationist doctrine, that religion \nbrings to politics \"a sense of radical hope, the belief that large-scale transformations and reversals are possible\"). \nShiffrin's hope for progressive outcomes from religious arguments depends on his view that \"religious perspectives \nfrequently buck the egoistic fide ... [and] are a necessary counterpoint to the corporate state.\" See Shiffrin, supra \nnote 59, at 1651.\n\n(125) See CARTER, supra note 49, at 185-86 (questioning the efficacy of religion as a distinctive voice in efforts to \ninfluence public policy); see also McConnell, supra note 49, at 650 (\"When groups identifying themselves with the \ngospel of Christ enter the political arena, and come to make political alliances and compromises, it is inevitable \nthat they will blunt their religious witness.\").\n\n(126) Shiffrin, supra note 59, at 1651.\n\n(127) See, e.g., MEIKLEJOHN, supra note 75, at 42 (contending that the First Amendment \"was written to clear the \nway for thinking which serves the general welfare\"). But cf. FREDERICK SCHAUER, FREE SPEECH 86 (1982) \n(arguing that constitutional protection for expressive freedom finds its soundest justification not in any affirmative \nprinciple but rather in concerns about the government's incompetence as a regulator of speech).\n\n(128) See supra notes 84-86, 102 and accompanying text.\n\n(129) See Lipkin, supra note 29, at 2069 & n.165 (comparing the futility of arguing with religious believers and \nMarxists); Marshall, supra note 41, at 859 n.80 (noting similarly \"non-dialogic\" characteristics of religion and \nCommunism but distinguishing religion's special volatility); McConnell, supra note 49, at 642 (analogizing present \nsuspicion that defenders of religious political argument sympathize with the \"religious right\" to past suspicion that \ndefenders of Communist advocacy were \"fellow travelers\"); Schwarzschild, supra note 53, at 911-12 (comparing \nCommunism and religion as objects of censorship in liberal democracies); Walzer, supra note 71, at 626 \n(suggesting a comparison of religious community with \"the political messianism of the Marxists\"); Fish, supra note \n76, at 25 (suggesting that neither religion nor Communism \"will ... pledge allegiance to the mimicry of tolerance\").\n\n(130) 249 U.S. 47 (1919).\n\n(131) Id. at 52.\n\n\n\n(132) 250 U.S. 616 (1919).\n\n(133) Id. at 630 (Holmes, J., dissenting).\n\n(134) Id. at 628.\n\n(135) Id.\n\n(136) 274 U.S. 357 (1927).\n\n(137) Id. at 377 (Brandeis, J., concurring).\n\n(138) 268 U.S. 652 (1925).\n\n(139) Id. at 673 (Holmes, J., dissenting).\n\n(140) 341 U.S. 494 (1951).\n\n(141) Smith Act of 1940, 54 Stat. 670 (codified as amended at 18 U.S.C. [section][section] 2385, 2387 (2006)).\n\n(142) Dennis, 341 U.S. at 579 (Black, J., dissenting).\n\n(143) Id. at 498 (plurality opinion).\n\n(144) Id. at 565 (Jackson, J., concurring).\n\n(145) Id. at 547 (Frankfurter, J., concurring in the judgment).\n\n(146) Id. at 510 (plurality opinion).\n\n(147) Id. (alteration in original) (quoting United States v. Dennis, 183 F.2d 201, 212 (2d Cir. 1950)) (internal \nquotation marks omitted).\n\n(148) Id. at 510-11.\n\n(149) \"Obviously, the words [of the test] cannot mean that before the Government may act, it must wait until the \nputsch is about to be executed, the plans have been laid and the signal is awaited.... We must therefore reject the \ncontention that success or probability of success is the criterion.\" Id. at 509-10.\n\n(150) Id. at 568-69 (Jackson, J., concurring).\n\n(151) Id. at 546 (Frankfurter, J., concurring in the judgment).\n\n(152) See id. at 525.\n\n(153) Id. at 587-88 (Douglas, J., dissenting). Justice Douglas, however, also emphasized the U.S. Communist \nParty's weakness in arguing that the First Amendment should protect it. See id. at 589 (\"[I]n America [Communists] \nare miserable merchants of unwanted ideas; their wares remain unsold. The fact that their ideas are abhorrent does \nnot make them powerful.\").\n\n(154) 354 U.S. 298 (1957).\n\n(155) Id. at 345 (Clark, J., dissenting).\n\n(156) See id. at 327-34 (majority opinion) (reviewing the evidence). \"In its long history,\" objected dissenting Justice \nClark, \"I find no case in which an acquittal has been ordered by this Court solely on the facts. It is somewhat late to \nstart in now usurping the function of the jury, especially where new trials are to be held covering the same charges.\" \nId. at 346 (Clark, J., dissenting).\n\n\n\n(157) Id. at 321 (majority opinion).\n\n(158) 367 U.S. 290 (1961).\n\n(159) See id. at 294-95 (describing plans for infiltration of unions). The Court found the evidence of these plans \ninsufficient to establish that the defendants had actually advocated violent overthrow of the government within the \nmeaning of the Smith Act. See id. at 298-99.\n\n(160) Id. at 297-98. The Court, on the same day it decided Noto, upheld another conviction under the membership \nprovision of the Smith Act where substantial record evidence indicated that the defendant had worked actively \ntoward overthrowing the government. See Scales v. United States, 367 U.S. 203, 206 (1961).\n\n(161) 395 U.S. 444 (1969) (per curiam).\n\n(162) Id. at 447.\n\n(163) See id. at 447 n.2.\n\n(164) The defendant participated in a cross burning on a farm and made a speech in which he railed against African \nAmericans and Jews, discussed the Klan's organizing efforts in vague terms, and suggested that the white race \nmight at some future time take \"revengeance\" on the government. See id. at 445-47.\n\n(165) See MEIKLEJOHN, supra note 75, at 4-8.\n\n(166) See supra notes 138-139 and accompanying text. Meiklejohn quoted Holmes' words twice in two pages, \nlionizing them as \"magnificent\" and \"Americanism.\" See MEIKLEJOHN, supra note 75, at 41-43.\n\n(167) MEIKLEJOHN, supra note 75, at 42.\n\n(168) Robert Bork, Neutral Principles and Some First Amendment Problems, 47 IND. L.J. 1, 30 (1971) (quoting \nWhitney v. California, 274 U.S. 357, 375 (1927) (Brandeis, J., concurring)) (internal quotation marks omitted).\n\n(169) Id.\n\n(170) Id. at 31. Unlike even the Dennis Court, Bork insisted that Holmes and Brandeis had been wrong to claim \nFirst Amendment protection for any sort of subversive advocacy. See id. at 31-35 (defending the results in Gitlow \nand Whitney).\n\n(171) See, e.g., Christina E. Wells, Fear and Loathing in Constitutional Decision-Making, 2005 WIS. L. REV. 115, \n194-201 (tying the Supreme Court's Dennis analysis to cognitive biases related to risk assessment and prejudice \nagainst undesirable groups).\n\n(172) See, e.g., Carl A. Auerbach, The Communist Control Act of 1954: A Proposed Legal-Political Theory of Free \nSpeech, 23 U. CHI. L. REV. 173, 195 (1956) (\"No democratic or constitutional principle is violated ... when a \ndemocracy acts to exclude those groups from entering the struggle for political power which, if victorious, will not \npermit that struggle to continue in accordance with the democratic way.\").\n\n(173) See, e.g., David E. Bernstein, The Red Menace, Revisited, 100 NW. U. L. REV. 1295, 1305-09 (2006) \n(reviewing MARTIN H. REDISH, THE LOGIC OF PERSECUTION (2005)) (arguing that the Smith Act convictions \nupheld in Dennis had strong justifications and that Dennis did negligible harm to First Amendment interests).\n\n(174) ,See supra notes 72-102 and accompanying text.\n\n(175) See GREENAWALT, supra note 10, at 56 (conceptualizing, in a discussion of religious argument in public \npolitical debate, a duty of citizens in a \"relatively stable\" liberal democracy \"not to undermine the basic requisites \nof that system\"); Stanley Fish, Mission Impossible: Settling the Just Bounds Between Church and State, 97 \nCOLUM. L. REV. 2255, 2285-86 (1997) (characterizing intolerant religious beliefs as \"inimical to [the liberal state] \n\n\n\nand threatening to its survival\"); Schwarzschild, supra note 53, at 912-13 (discussing tension between a liberal \nnorm of tolerance and substantive value systems such as religion).\n\n(176) Dennis v. United States, 183 F.2d 201, 212 (2d Cir. 1950), aff'd, 341 U.S. 494 (1951).\n\n(177) Id.; see also GERALD GUNTHER, LEARNED HAND 603 (1994) (quoting Hand as criticizing the Dennis \nprosecutions on the ground that \"[t]he blood of the martyrs is the seed of the church\").\n\n(178) See Chaplinsky v. New Hampshire, 315 U.S. 568, 571-74 (1942) (affirming, based on the \"fighting words\" \nprinciple, the conviction of a Jehovah's Witness under a statute that prohibited offensive insults in public places); \nCantwell v. Connecticut, 310 U.S. 296, 309-10 (1940) (emphasizing the nonthreatening character of the speech at \nissue in reversing the conviction of a Jehovah's Witness for disturbing the peace).\n\n(179) 319 U.S. 624 (1943).\n\n(180) See id. at 642 (\"If there is any fixed star in our constitutional constellation, it is that no official, high or petty, \ncan prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion or force citizens to \nconfess by word or act their faith therein.\").\n\n(181) 403 U.S. 15 (1971).\n\n(182) Id. at 20.\n\n(183) See Good News Club v. Milford Cent. Sch., 533 U.S. 98, 120 (2001) (striking down a school district's denial of \naccess to school property after hours for meetings of a religious children's group); Rosenberger v. Rector of the \nUniv. of Va., 515 U.S. 819, 845-46 (1995) (striking down a university's withholding of student activity funds from a \nreligious publication); Lamb's Chapel v. Ctr. Moriches Union Free Sch. Dist., 508 U.S. 384, 387, 396-97 (1993) \n(striking down a school district's refusal to let a church group use school property after hours to show a film); \nWidmar v. Vincent, 454 U.S. 263, 276-77 (1981) (striking down a university's denial of meeting space to a religious \nstudent group).\n\n(184) Emp't Div. v. Smith, 494 U.S. 872, 890 (1990), superseded by statute, Religious Freedom Restoration Act of \n1993, Pub. L. No. 103-141, 107 Star. 1488, invalidated by City of Boerne v. Flores, 521 U.S. 507 (1997). The Smith \nCourt endorsed a Free Exercise Clause regime that \"will place at a relative disadvantage those religious practices \nthat are not widely engaged in.\" Id.\n\n(185) Whitney v. California, 274 U.S. 357, 375 (1927) (Brandeis, J, concurring), overruled by Brandenburg v. Ohio, \n395 U.S. 444 (1969) (per curiam).\n\n(186) Thomas I. Emerson, Toward a General Theory of the First Amendment, 72 YALE LJ. 877, 884 (1963).\n\n(187) Id. at 885.\n\n(188) ROBERT C. POST, CONSTITUTIONAL DOMAINS 145 (1995).\n\n(189) Id. at 144.\n\n(190) See id.\n\n(191) Id. at 146.\n\n(192) See id. at 176.\n\n(193) See id. at 150-63 (discussing Post's public discourse analysis in light of Hustler Magazine, Inc. v. Falwell, 485 \nU.S. 46 (1988)).\n\n(194) Id. at 147.\n\n\n\n(195) Id. at 177.\n\n(196) See C. EDWIN BAKER, MEDIA, MARKETS, AND DEMOCRACY 125-213 (2002).\n\n(197) See, e.g., Jurgen Habermas, Three Normative Models of Democracy, in DEMOCRACY AND DIFFERENCE, \nsupra note 33, at 21.\n\n(198) See BAKER, supra note 196, at 138-43 (conceptualizing republican democracy).\n\n(199) See id. at 135-38 (conceptualizing liberal pluralist democracy).\n\n(200) Id. at 143-47 (conceptualizing complex democracy).\n\n(201) See id. at 212-13 (discussing complex democracy's implications for First Amendment law).\n\n(202) See POST, supra note 186, at 147-77.\n\n(203) See BAKER, supra note 194, at 135-47.\n\n(204) I discuss these cases in greater detail in Gregory P. Magarian, Regulating Political Parties Under a \"Public \nRights\" First Amendment, 44 WM. & MARY L. REV. 1939, 2011-24, 2031-37 (2003).\n\n(205) 520 U.S. 351 (1997).\n\n(206) See id. at 353-54.\n\n(207) See id.\n\n(208) Id. at 366-67.\n\n(209) 530 U.S. 567 (2000).\n\n(210) See id. at 569-70.\n\n(211) See id. at 586.\n\n(212) See id. at 579-80.\n\n(213) See id. at 583.\n\n(214) Id. at 584.\n\n(215) See Sullivan, supra note 45, at 197-98 (maintaining that \"[r]eligious grounds for resolving public moral \ndisputes would rekindle inter-denominational strife\"); Walzer, supra note 71, at 632 (\"In the United States, we have \nso far avoided [highly destructive politics], and the separation of religion from politics has been a critically important \nmeans of avoidance.\").\n\n(216) See supra notes 41-48 and accompanying text.\n\n(217) See Rawls, supra note 11, at 769 (reaffirming the centrality of a moral duty of civility to the ideal of public \nreason while acknowledging that a legal duty of civility would undermine the freedom of speech).\n\n(218) See Joseph Raz, Facing Diversity: The Case of Epistemic Abstinence, 19 PHIL. & PUB. AFF. 3, 14-15 (1990) \n(arguing that Rawls's emphasis on the value of political stability properly commits him to a substantive ideal of \njustice).\n\n(219) Shiffrin, supra note 59, at 1641.\n\n(220) Id. at 1645.\n\n\n\n(221) Id. at 1646.\n\n(222) McConnell, supra note 49, at 653; see also Teitel, supra note 59, at 780-87 (arguing that conceiving of politics \nas a discursive process, including civility norms, masks a covert goal of forcing religious and moral consensus).\n\n(223) See Waldron, supra note 15, at 838-40 (arguing that the destabilizing effects of religious argument may \nprovide a desirable check on Rawls's preference for political consensus).\n\n(224) Id. at 842.\n\n(225) See supra notes 33-40 and accompanying text.\n\n(226) See RAWLS, supra note 9, at 218. For a summary of Rawls's theory of public reason, see supra notes 16-20 \nand accompanying text. Larry Solum similarly limits the value of arguments in public debate to their capacity to \nresolve political questions. See Solum, supra note 19, at 742 (discussing limits on public debate under actual \nconditions of finite time and imperfect reason). In particular, Solum posits that public political debate loses nothing \nby adopting norms that restrict the range of rhetoric permissible in public political arguments, so long as public \npolitical arguments may permissibly state novel conclusions. See Lawrence B. Solum, Novel Public Reasons, 29 \nLOY. L.A. L. REV. 1459, 1478-81 (1996) (contesting Waldron's argument that Rawls's idea of public reason \nforecloses development of novel public reasons).\n\n(227) 341 U.S. 494 (1951).\n\n(228) See id. at 550-51 (Frankfurter, J, concurring).\n\n(229) See id.\n\n(230) See id. at 514-15 (plurality opinion).\n\n(231) See supra note 218 and accompanying text.\n\n(232) I do not mean here to endorse, and in fact I reject, the Supreme Court's present view that legal restraints on \nreligious expression necessarily constitute viewpoint-based discrimination under the Free Speech Clause. See \nRosenberger v. Rector of Univ. of Va., 515 U.S. 819, 831-32 (1995). The restrictive position on the normative \nquestion of religious argument, however, manifestly addresses religious viewpoints, as distinct from mere religious \ncontent.\n\n(233) See Miller v. California, 413 U.S. 15, 24 (1973) (permitting states to punish \"patently offensive\" speech that \nviolates \"contemporary community standards\").\n\n(234) The Court has treated certain expression by minors differently. See Morse v. Frederick, 551 U.S. 393, 410 \n(2007) (holding that \"[t]he First Amendment does not require the school to tolerate ... student expression that \ncontributes to [the] dangers\" of illegal drug use by promoting such activity).\n\n(235) Cf. Texas v. Johnson, 491 U.S. 397, 419-20 (1989) (describing normative benefits of extending First \nAmendment protection to flag burning).\n\n(236) On the importance of considering religious expression's instrumental value for democracy as a factor in \nanalyzing legal constraints on religious speakers, see Magarian, Colliding Interests, supra note 12, at 262-63.\n\n(237) Rawls acknowledges in passing that the value of arguments offered in public political debate may transcend \ntheir ultimate persuasive force: \"Citizens learn and profit from conflict and argument, and when their arguments \nfollow public reason, they instruct and deepen society's public culture.\" RAWLS, supra note 9, at lvii. He does not \nexplain, however, how or why only arguments framed in terms of public reason can bring the posited benefits. \nElsewhere he suggests that participants in public debate may benefit from knowing about their political opponents' \n\n\n\ncomprehensive commitments. See Rawls, supra note 11, at 784-86. Again, however, he accounts for this benefit \nonly within the confines of public reason.\n\n(238) See Auerbach, supra note 172, at 183-84 (describing Congressional findings that warned against the U.S. \nCommunist Party's propaganda techniques of feigning loyalty to the U.S. Constitution and behaving like an ordinary \npolitical party).\n\n(239) See supra notes 26-32 and accompanying text (discussing the translation imperative).\n\n(240) See, e.g., Jeffrey Stout, Religious Reasons in Political Argument, in RELIGION IN THE LIBERAL POLITY \n157, 159 (Terence Cuneo ed., 2005) (\"In a religiously plural society, it will often be rhetorically ineffective to argue \nfrom religious premises to political conclusions.\").\n\n(241) See supra note 9 and accompanying text (discussing the restrictive position's limitation to normative rather \nthan legal constraint).\n\n(242) See supra note 19 and accompanying text (discussing restrictive theorists' allowances for supplementary \nreligious arguments).\n\n(243) See Walzer, supra note 71, at 624 (\"[W]hen we require [religious] believers to adhere to the rules of the \npolitical arena, we are requiring them to speak and act in unfamiliar ways.\"); Fish, supra note 76, at 21 (\"If you \npersuade liberalism that its dismissive marginalizing of religious discourse is a violation of its own chief principle .... \nit will still be liberalism's table that you are sitting at .... \").\n\n(244) \"In reaction to the apparent failure of mankind to identify the one truly meaningful thing around which life \nmight be organized, liberalism sets out to identify the set of truly nonmeaningful things--things that no one will want \nto die or kill for--around which life might be organized.\" Stanley Fish, Stanley Fish Replies to Richard John \nNeuhaus, FIRST THINGS, Feb. 1996, at 35-38.\n\n(245) Walzer, supra note 71, at 638.\n\n(246) See supra notes 41-48 and accompanying text.\n\n(247) See supra notes 88-89 and accompanying text.\n\n(248) See supra notes 65-68 and accompanying text.\n\n(249) See supra notes 49-64 and accompanying text.\n\n(250) See supra notes 118-26 and accompanying text.\n\n(251) See supra note 67 and accompanying text.\n\n(252) See supra notes 185-87 and accompanying text (discussing social safety valve arguments).\n\n(253) See supra notes 204-14 and accompanying text.\n\n(254) See supra note 243 and accompanying text.\n\n(255) See supra note 237 and accompanying text.\n\n(256) See supra notes 219-24 and accompanying text.\n\n(257) See supra notes 41-48 and accompanying text.\n\n(258) See supra notes 172-82 and accompanying text.\n\n(259) See supra notes 234-40 and accompanying text.\n\n\n\n(260) See Schwarzschild, supra note 53, at 913 n.18 (suggesting that '\"[p]olitical correctness' in American academic \ncircles\" derives from the same tendency in liberalism that would exclude religious arguments from public political \ndebate); Walzer, supra note 71, at 628-29 (suggesting that the tendency to restrict religious political arguments \nrepresents \"a kind of antiseptic liberalism\" that fears both advocacy and criticism of religious positions).\n\n(261) See Rawls, supra note 11, at 782-83 (explaining the essential role of religious toleration in a \"reasonable \ndemocratic society\"); Sullivan, supra note 45, at 197 (positing a secular civic order as \"the price of ending the war of \nall sects against all\").\n\n(262) But see Stout, supra note 240, at 166 (advocating the normative propriety and practical workability in \ndemocratic political debate of \"immanent criticism\" of religious grounds for political argument).\n\n(263) Gedicks & Hendrix, supra note 51, at 1581.\n\n(264) Id. at 1581 n.13; see also Frederick Mark Gedicks, Public Life and Hostility to Religion, 78 VA. L. REV. 671, \n695 (1992) (positing a liberal \"hostility to religion\" that \"entails epistemological and political preferences for \nsecularism that have no ideologically neutral justification\").\n\n(265) CARTER, supra note 49, at 187.\n\n(266) This diagnosis tracks Ed Baker's account of \"elitist\" democracy, which \"accepts religious freedom but largely \nignores the religious world view.\" BAKER, supra note 196, at 137; see also NEUHAUS, supra note 49, at 99 \n(bemoaning \"the widespread exclusion of religiously grounded values and beliefs\" from the mass media); Fish, \nsupra note 175, at 2269 (\"There is a very fine line, and sometimes no line at all, between removing religion from the \npublic battlefield and retiring it to the sidelines....\"); Gedicks & Hendrix, supra note 51, at 1580-81 (complaining that \npublic education and popular culture largely ignore religion).\n\n(267) See Gedicks, supra note 91, at 369-71 (advocating removal from political debate of religious truth claims \nand criticisms of such claims).\n\n(268) See, e.g., Gedicks, supra note 264, at 674, 693-96 (arguing that \"American public life is hostile to religion\" \nand that the best defense of this hostility cannot succeed).\n\n(269) See Gedicks, supra note 91, at 360-70 (discussing the Romney campaign's attempts to allay conservative \nconcerns about his LDS beliefs and the LDS Church's role in the Proposition 8 campaign). See generally supra \nnote 3 and accompanying text (noting Governor Romney's religious controversy); supra notes 91-95 and \naccompanying text (discussing the LDS Church and Proposition 8).\n\n(270) See Gedicks, supra note 91, at 360, 369.\n\n(271) See id. at 346-52 (describing elements of contemporary spirituality that resist religious truth claims).\n\n(272) See id. at 353 (arguing that reliance on religious truth claims in public political debate implies \"discourtesy\").\n\n(273) See id. at 354 (\"Strong thought also enables violent action.\").\n\n(274) See id. at 357-58 (contrasting Mormons' and Jews' approaches to the political vulnerability of religious \nminority status). Gedicks portrays religious truth claims as antithetical to a condition of religious pluralism, which he \ncalls \"[f]or religious minorities ... the guarantee of space for religious liberty.\" Id. at 370. Kenneth Karst has \nexpressed the same sort of concern. See Kenneth L. Karst, The First Amendment, the Politics of Religion and the \nSymbols of Government, 27 HARV. C.R.-C.L.L. REV. 503, 504 (1992) (maintaining that \"religious minorities\" bear \ndisproportionate costs of \"the stimulation of a politics focused on religion\").\n\n(275) See Gedicks, supra note 91, at 358-60 (favorably assessing public reason limitations on public political \ndebate); see also id. at 355 (arguing that democracy requires of religious believers \"a certain humility about \nenacting [religious belief] into law and forcibly imposing it on those who do not share it\").\n\n\n\n(276) See Emp't Div. v. Smith, 494 U.S. 872, 890 (1990), superseded by statute, Religious Freedom Restoration \nAct of 1993, Pub. L. No. 103-141, 107 Stat. 1488, invalidated by City of Boerne v. Flores, 521 U.S. 507 (1997); see \nalso supra note 184 and accompanying text (noting the Smith Court's dismissive attitude toward minority religions).\n\n(277) See Whitney v. California, 274 U.S. 357, 375 (1927) (Brandeis, J., concurring), overruled by Brandenberg v. \nOhio, 395 U.S. 444 (1969).\n\n(278) 250 U.S. 616, 624-31 (1919) (Holmes, J., dissenting); see supra notes 132-135 and accompanying text.\n\n(279) Abrams, 250 U.S. at 630 (Holmes, J., dissenting) (quoted in Gedicks, supra note 91, at 354 & n.78).\n\n(280) See Marshall, supra note 41, at 862 n.94.\n\n(281) Abrams, 250 U.S. at 630 (Holmes, J., dissenting).\n\n(282) See Gedicks, supra note 91, at 369 (\"[A]n important qualification to the conclusion that attacks on the truth-\nclaims of candidate religions are out of place in contemporary politics ... must be that such religions must not \nthemselves be intervening in politics on the basis of their truth-claims.\").\n\n(283) See supra notes 238-40 and accompanying text.\n\n(284) See Brown v. Socialist Workers '74 Campaign Comm. (Ohio), 459 U.S. 87, 101-02 (1982).\n\n(285) See Am. Booksellers Ass'n v. Hudnut, 771 F.2d 325, 324-25 (7th Cir. 1985), aff'd mem., 475 U.S. 1001 \n(1986) (striking down an antipornography ordinance that rested on pornography's denigration of women); Collin v. \nSmith, 578 F.2d 1197, 1204 (7th Cir. 1978) (suggesting the invalidity of the decision upholding a ban on group libel \nin Beauharnais v. Illinois, 343 U.S. 250 (1952)).\n\n[c] 2011 The University of Notre Dame. Individuals and nonprofit institutions may reproduce and distribute copies of \nthis Article in any format, at or below cost, for educational purposes, so long as each copy identifies the authors, \nprovides a citation to the Notre Dame Law Review, and includes this provision and copyright notice.\n\nGregory P. Magarian, Professor of Law, Washington University in St. Louis. Thanks to Chad Flanders, Tiffany \nGraham, Abner Greene, Ian MacMullen, Mike Moreland, Mae Quinn, Neil Richards, Brian Tamanaha, and \nworkshop participants at the Washington University School of Law for helpful comments.\n"}