{"title": "Most immigrants in Georgia are here illegally; Analysis of census data: Group's study also sees strain on services nationwide due to influx, but some dispute that.", "body": "\nWashington --- Most of the 953,000 immigrants living in Georgia are in the country illegally, according to an \nanalysis for the Center for Immigration Studies released Thursday.\n\nBasing its findings on Census Bureau data, the analysis said Georgia has one of the fastest-growing immigrant \npopulations of any state. It calculated that 53 percent of the state's foreign-born population --- 504,000 people --- \nare illegal immigrants. Only the estimates for Arizona, at 65 percent, and North Carolina, at 58 percent, were \nhigher.\n\nOverall, one in eight people living in the United States is an immigrant, the analysis found, for a total of 37.9 \nmillion people --- the highest level since the 1920s. The nation's immigrant population --- legal and illegal --- \nreached a record of 37.9 million in 2007, it said.\n\nThe analysis was conducted by Steven A. Camarota, director of research at the center, which advocates reduced \nimmigration.\n\nCamarota has been active in the national immigration debate. Independent demographers disputed some of the \nsurvey's conclusions, but not Camarota's methods of data analysis.\n\n\"The immigrant population in Georgia is there because of the state's severe labor needs, including the poultry, \nagricultural and carpet industries,\" said Lisa Navarette, a spokesman for the National Council of La Raza, an \nadvocacy group for Hispanic-Americans.\n\nThe analysis said half of the immigrants from Mexico and Central America are in the country illegally and one-\nthird of those from South America are illegal immigrants. It also documented the surge of new arrivals and \ndescribed its impact.\n\n\n\"The last seven years have been the highest period of immigration in American history,\" it concluded. \"Immigrants \nand their young children [under 18] now account for one-fifth of the school-age population, one-fourth of those in \npoverty and nearly one-third of those without health insurance.\"\n\nCamarota was criticized by some immigration scholars for failing to examine the progress immigrant families make \nthe longer they remain and work in the United States.\n\n\"This is a one-eyed portrait,\" said Dowell Myers, a demographer at the University of Southern California who has \nstudied immigrants' use of public services. \"It is a profile of immigrants' dependency without any profile of their \ncontributions.\"\n\nMyers said his research shows that within a decade, new immigrants in California moved up quickly to steadier \njobs with more benefits, and the rates of uninsured immigrants dropped sharply.\n\nAnd Wayne Cornelius, a political science professor at the University of California, San Diego, who has studied \nMexican immigration for decades, called Camarota's conclusions about immigrants' use of public services \n\"misleading.\"\n\nThe census data, Cornelius said, does not allow concise estimates of use of public services by illegal immigrants.\n\nCornelius said his field research in San Diego County had shown that illegal immigrants underused the health \ncare system, given their health needs.\n\nThe New York Times contributed to this article.\n\nThe Center for Immigration Studies' analysis found that in Georgia:\n\n* 7 percent of the state's total school-age population were illegal immigrants or the offspring of illegal immigrants.\n\n* 32.9 percent of immigrant households use at least one welfare program compared to 19.1 percent of native-born \nhouseholds. \n\n* Immigrants and their U.S.-born children under the age of 18 make up 13.3 percent of the state's total population.\n\n* The number of immigrants in the state has more than tripled in a little more than a decade --- growing from \n268,000 in 1995 to 378,000 in 2000 to 953,000 in 2007. Since 2000, the state's immigration population has \nincreased 58.2 percent.\n\n* 39.7 percent of the state's immigrants and their kids lived in or near poverty, compared to 28.9 percent of the \nnative population and its children.\n\n--- Staff writer Bob Dart\n"}