{"title": "Judge tells U.S. to give 22,000 permanent-resident status", "body": "\nA federal judge ordered the U.S. government to grant permanent-resident status to nearly 22,000 people \nnationwide and ensure that all asylum-holders get the work permits they were entitled to.\n\nIssuing the mandate Thursday, U.S. District Judge Richard Kyle called the government's treatment of asylum-\nholders \"nothing short of a national embarrassment.\"\n\nThe order stemmed from a class-action lawsuit filed on behalf of 150,000 asylum-holders by the American \nImmigration Law Foundation of Washington.\n\nThose who are to get permanent residency immediately have faced years of bureaucratic delays in upgrading their \nstatus, and Kyle called on the government to speed up the entire permanent-residency process.\n\n\"We think it's a very strong opinion and should send a message to the government,\" said Nadine Wettstein, director \nof the foundation's Legal Action Center. She said the lawsuit was filed in Minnesota partly because of its large \nimmigrant population.\n\nWettstein said that the ruling also meant a shorter wait for the 130,000 other residency applicants covered by the \nsuit but that it would still take 12 to 13 years to clear the backlog for permanent-resident status unless Congress \nchanged the law.\n\nA Justice Department spokesman in Washington said the agency had not seen the decision and would have to \nreview it before deciding how to proceed.\n\nDelays in obtaining permanent residency mean delays in getting citizenship, because a permanent resident must \nwait five years before becoming a citizen.\n\nUnder federal law, the government can grant permanent-resident status to 10,000 refugees each fiscal year. But \nfrom 1994 to 2002, it failed for various reasons to use all the allotted slots, leaving nearly 22,000 applicants on the \nwaiting list. The government maintained that the unused slots expired at the end of each fiscal year.\n\nKyle disagreed, saying the government was legally obligated to fill those slots.\n\n\nOn work permits, he said that the law clearly required the government to issue them to all asylum-holders; that it \ncould not require them to reapply for those documents annually at a cost of $120 as it now did; and that the permits \nmust remain valid as long as a person had asylum.\n\nKyle gave both sides 60 days to negotiate a schedule for complying with his order, or he would set the deadlines \nhimself.\n"}