{"title": "Pace of Canadian housing starts slowed in September but less than expected; Housing starts slow in September: CMHC", "body": "\nOTTAWA - The pace of Canadian housing starts slowed in September compared with August, but still came in \nbetter than expected.\n\nCanada Mortgage and Housing Corp. said Tuesday the seasonally adjusted annual rate fell 2.5 per cent month-\nover-month to 221,202 units in September compared with 226,871 in August.\n\nHowever, economists on average had expected an annual pace of 214,500 for September, according to financial \nmarkets data firm Refinitiv.\n\n\"This continues to reflect strong demographic demand, both from international inflows and new households created \nwithin Canada,\" said Robert Kavcic, a senior economist at Bank of Montreal.\n\n\"There's a lot of homebuilding activity going on across the vast majority of Canada.\"\n\nThe overall decrease in the rate of housings starts last month came as the pace of urban starts fell 2.4 per cent to \n208,503 units.\n\nUrban starts of apartment, condo and other types of multiple-unit housing projects dipped 0.2 per cent to 159,742, \nwhile starts of single-detached urban homes fell 9.2 per cent to 48,761 units.\n\nRural starts were estimated at a seasonally adjusted annual rate of 12,699 units.\n\nThe six-month moving average of the monthly seasonally adjusted annual rates of housing starts was 223,507 in \nSeptember, up from 218,782 in August.\n\nThe CMHC's monthly report follows industry figures that show home sales have been stronger than last year and \nstronger than the early months of 2019.\n\nLast month, the Canadian Real Estate Association raised its 2019 forecast sales of existing homes to 482,000 \nunits, up five per cent from 2018.\n\n\"Canada's housing sector is back on the front foot with resales picking up as the year progresses and homebuilding \nactivity clearly displaying some momentum,\" Josh Nye, a senior economist at Royal Bank, said Tuesday.\n\n\n\"Ontario, the Prairies and Atlantic Canada are on the rebound while the trend in B.C. and Quebec remains strong \ndespite slower starts in the last month or two.\"\n\nIn a separate report, Statistics Canada said Tuesday the value of building permits issued by Canadian \nmunicipalities rose 6.1 per cent to nearly $9.0 billion in August.\n\nThe value of permits for multi-family dwellings increased 18.8 per cent to $3.3 billion in August, while the value of \npermits for single-family homes rose 3.2 per cent to $2.4 billion.\n\nIndustrial permits rose 18.9 per cent to $675 million, while commercial permits fell 5.9 per cent to $1.9 billion. \nInstitutional permits slipped 10.7 per cent to $651 million.\n\nThis report by The Canadian Press was first published Oct. 8, 2019.\n"}