{"title": "Key Deadline Looms for Some Salvadorans; Fewer Have Renewed Protected Status", "body": "\nSalvadoran Embassy officials worked the D.C. United Latin American Festival yesterday afternoon. Last night, \nSalvadoran President Elías Antonio Saca appeared on Univision's long-lived variety show \"Sábado Gigante.\" \nToday, Salvadoran consular representatives will open an outpost at a Falls Church bank.  \n\n All have the same message for Salvadorans: Renew your temporary protected status before it is too late.  \n\n Similar outreach blitzes have occurred during the previous four renewal periods for permits offered through \ntemporary protected status, or TPS, a program that allows some Salvadorans to legally live and work in the \nUnited States for another year.  \n\n But this one is more urgent. With only days until Friday's  deadline, about half of the 225,000 eligible Salvadorans \nnationwide have not submitted applications for renewal. They could suddenly become illegal residents, risking the \nloss of their jobs and deportation. The delay is unusual. Last year, immigration officials received half of the \napplications in the first month of the two-month renewal period.  \n\n Immigrant advocates attributed the low turnout to a raft of reasons: summertime languor, a culture of putting off \ntasks, even soccer. Many Salvadorans, they said, believe a path to permanent residency will soon clear Congress, \nwhich remains deadlocked on immigration legislation.  \n\n The numbers are distressing no matter the reason, advocates said.  \n\n \"We're worried,\" said Luis Hernandez, a spokesman for the Association of Salvadorans in Los Angeles, where 40 \nto 80 immigrants show up each day for help with applications  --  about half as many as during the previous renewal \nperiod. \"Everyone is worrying.\"  \n\n TPS is a U.S. government program that grants work permits and temporary residency to Salvadorans who were in \nthis country when two earthquakes ravaged their homeland in 2001. The benefit is crucial to El Salvador, whose \neconomy is bolstered by about $2.5 billion sent home each year by Salvadorans living abroad.  \n\n About 225,000 Salvadorans are eligible to renew, U.S. Citizenship and Immigration Services said. By Thursday, \nabout 116,000 had applied, agency spokesman Dan Kane said.  \n\n\n The national debate over immigration legislation has confused many immigrants and given some false hopes, said \nRené A. León, El Salvador's ambassador to the United States.  \n\n \"There are people who believe that maybe it is not worthwhile to reregister for a program that only lasts one year if \nwe're going to have the opportunity to qualify for a program that's going to last much longer,\" said León, who has \ntraveled to more than 80 cities this summer to remind Salvadorans to reapply.  \n\n Having this year's renewal period during summer might have played a part, León said. And not just any summer, \nhe noted  --  a World Cup summer. The quadrennial soccer tournament might have so occupied the minds and \ntelevisions of so many Salvadorans  --  who are \"fanatic about soccer,\" León said  --  that they waited to renew. \nLast year, the deadline was in March.  \n\n Others were unconvinced of the World Cup connection.  \n\n \"That finished . . . one month ago,\" Hernandez said. \"They're supposed to keep coming in big amounts.\"  \n\n Saul Solorzano, executive director of the Central American Resource Center of Washington, said he remains \nhopeful for a last-minute rush.  \n\n If the record of Honduran and Nicaraguan TPS beneficiaries is any guide, there might be reason for optimism. In \nthe final days leading to their renewal deadline this summer, fewer than half of the estimated 75,000 Honduran and \n4,000 Nicaraguans who were eligible had reapplied. In the end, 81,000 Hondurans and 4,000 Nicaraguans filed \napplications.  \n\n Immigrant advocates said Salvadorans in the area have been renewing at a typical clip. Solorzano said about 50 \nimmigrants come to his center for assistance each day  --  similar to previous application periods.  \n\n But Solorzano has gone on local Spanish-language radio and television to remind Salvadorans to turn in their \napplications, even if it means taking loans to pay the $250 fee. \"It's a good investment,\" he said.  \n\n Salvadorans who sought help with applications last week at the consulate in Woodbridge attributed their delay to \nsomething more basic than immigration rumors or World Cup fever: money.  \n\n Esther Arévalo said she had renewed but her husband had not. \"There is no money,\" said Arévalo, 28.  \n\n  \"I did not have the funds,\" said Ricardo Molina, 28, a Woodbridge carpenter. Now that he had saved, he was \neager to spend it on TPS. \"One has the possibility to work legally. . . . You will be calm the rest of the year.\" \n\n  Still, most said they hold out hope for legislation that would offer permanent residency.  \n\n \"We're all waiting to see if the law changes,\" said Arévalo's sister Marie Umaña, 39, an Alexandria housekeeper \nwho was at the consulate to renew.  \n\n León said he tells Salvadorans there is little sign that such a change is imminent.  \n\n \"The only realistic thing they have on their hands,\" he said, \"is TPS.\"  \n"}