{"title": "Bill Targets Workers Who Speak No English", "body": "\nRICHMOND, Jan. 16 -- A Republican state senator from Fairfax County has introduced a proposal that would allow \na boss to fire employees who don't speak English in the workplace, which would make them ineligible for \nunemployment benefits.\n\nSen. Ken Cuccinelli II said the law is needed because a growing number of employers in Northern Virginia are \nfrustrated that some immigrants never learn English, although they said they would when they were hired.\n\n\"The point here isn't to be mean; the point is to allow circumstances to give employers their own ability to hire and \nfire people who may not speak English,\" Cuccinelli said.\n\nSome Democrats and immigration rights activists said they were outraged at Cuccinelli, saying the bill demeans the \n1 in 10 Virginians who were born outside the United States. They said Cuccinelli's proposal was aimed at new legal \nresidents who aren't native English speakers. Illegal immigrants are already ineligible for unemployment benefits.\n\n\"This is the most mean-spirited piece of legislation I have seen in my 30 years down here,\" Senate Majority Leader \nRichard L. Saslaw (D-Fairfax) said.\n\nCuccinelli's bill is one of dozens this year that seek to address immigration and the growing influence of Hispanic \nculture in Virginia, including efforts to make English the state's official language.\n\nCuccinelli, who was narrowly reelected in November, said the bill is aimed at people who work in jobs in which they \nmust interact with the public, such as sales clerks and receptionists.\n\nState and national immigrant rights activists said the bill, as written, could result in some people being fired for \nspeaking to a colleague during a break or over the phone to relatives in a language other than English, causing \nsome critics to wonder whether the measure violates federal law prohibiting discrimination based on national origin.\n\n\n\"Anyone who cares about employee rights and civil rights and any employer who cares about not getting sued \nshould question this bill,\" said Raul Gonzales, legislative director of the National Council of La Raza, Latino civil \nrights group in Washington.\n\nCuccinelli, who says companies are increasingly hiring people without face-to-face interviews, said he is just trying \nto protect employers from paying higher taxes because of unemployment claims.\n\nIn Virginia, employers may fire anyone as long as they adhere to civil rights laws. But if someone receives \nunemployment benefits, their previous employer might have to pay higher taxes.\n\n\"It works like an insurance policy,\" said Coleman Walsh, chief administrative law judge for the Virginia Employment \nCommission. \"If you don't have any accidents, your premiums don't go up. If you have accidents, you have to pay \nhigher rates.\"\n\nCuccinelli said he drafted the bill after a business owner approached him last year and complained that his \nunemployment taxes rose after he fired someone who didn't learn English.\n\n\"They had an understanding the employee would improve their English capabilities, and that didn't happen,\" \nCuccinelli said. \"We are an at-will employment state, but there is a question about having to pay more \nunemployment insurance.\"\n\nTerminated employees are ineligible for unemployment benefits if they fail a drug test, falsify a job application with \nrespect to a criminal record, commit an act that causes the employer to lose his business license or miss too many \ndays of work. A claim can also be denied if the employee violates a \"reasonable company law\" and has \"a pattern \nof misconduct that shows a willful disregard for an employer's legitimate business interest,\" Walsh said.\n\nGonzales said Cuccinelli's bill is not needed because Equal Opportunity Commission guidelines give employers the \nright to terminate employees for their language skills if their jobs require extensive interaction with the public or a \nneed to understand basic safety information.\n\nImmigrant rights advocates say Cuccinelli's bill is too broad. It says \"an employee's inability or refusal to speak \nEnglish at the workplace, in violation of a known policy of the employer, constitutes misconduct.\"\n\nClaire Guthrie Gastanaga, a lobbyist for the Virginia Coalition for Latino Organizations, said the bill would make it \ntoo easy to fire someone who is not a native speaker of English.\n\n\"This says, if they are on their break in the backroom, you can tell them they can't speak Spanish or German or you \ncan fire them and also deny them unemployment,\" Gastanaga said.\n\nAngela Kelley, director of the Immigration Policy Center, said Cuccinelli's bill shows how some Virginia lawmakers \nwant to \"take a bite at immigrants at all levels and hope they go away.\"\n\n\"People lose their language after they've been here a number of years, but it takes years. It doesn't take days,\" \nKelley said.\n\nBoard of County Supervisors Chairman Corey A. Stewart (R-At Large), who last year pushed through an effort to \ncut off public services in Prince William for illegal immigrants, said Cuccinelli is tapping into the mounting public \nconcern about illegal immigration.\n\n\"You hear that frustration a lot, especially up here in Northern Virginia,\" Stewart said. \"I do understand the \nfrustration that the general public and probably employers have with such a large portion of the workforce being \nunable or unwilling to learn English.\"\n\nIf people lose their jobs because of his bill, Cuccinelli said, they would just \"have to get another job.\"\n\n\"If they can get one without speaking English,\" he said.\n\n\n\nGraphic\n\n \n\nIMAGE; By Gerald Martineau -- The Washington Post; Sen. Ken Cuccinelli II said his measure aims to protect \nVirginia employers.\n\nIMAGE; By Robert A. Reeder For The Washington Post; Senate Majority Leader Richard L. Saslaw called \nCuccinelli's bill \"mean-spirited.\"\n"}