{"title": "U.S. SENATOR CHARLES GRASSLEY (R-IA) HOLDS HEARING ON BORDER SECURITY", "body": "\nU.S. SENATE FINANCE COMMITTEE HOLDS A HEARING ON BORDER SECURITY\n\nAND TO DISCUSS THE NOMINATION OF JOHN SNOW FOR TREASURY\n\nSECRETARY.\n\n \n\nJANUARY 30, 2003\n\n \n\nSPEAKERS:\n\nU.S. SENATOR CHARLES E. GRASSLEY (R-IA), CHAIRMAN\n\nU.S. SENATOR ORRIN G. HATCH (R-UT)\n\nU.S. SENATOR DON NICKLES (R-OK)\n\nU.S. SENATOR TRENT LOTT (R-MS)\n\nU.S. SENATOR OLYMPIA SNOWE (R-ME)\n\nU.S. SENATOR JON KYL (R-AZ)\n\nU.S. SENATOR CRAIG THOMAS (R-WY)\n\nU.S. SENATOR RICK SANTORUM (R-PA)\n\n\nU.S. SENATOR BILL FRIST (R-TN)\n\nU.S. SENATOR GORDON SMITH (R-OR)\n\nU.S. SENATOR JIM BUNNING (R-KY)\n\n \n\nU.S. SENATOR MAX BAUCUS (D-MT), RANKING MEMBER\n\nU.S. SENATOR JOHN D. ROCKEFELLER IV (D-WV)\n\nU.S. SENATOR THOMAS DASCHLE (D-SD)\n\nU.S. SENATOR JOHN B. BREAUX (D-LA)\n\nU.S. SENATOR KENT CONRAD (D-ND)\n\nU.S. SENATOR BOB GRAHAM (D-FL)\n\nU.S. SENATOR JAMES M. JEFFORDS (I-VT)\n\nU.S. SENATOR JEFF BINGAMAN (D-NM)\n\nU.S. SENATOR JOHN KERRY (D-MA)\n\nU.S. SENATOR BLANCHE LINCOLN (D-AR)\n\n \n\n*\n\nGRASSLEY: We gather this morning for two reasons.  One, to have a markup of the nomination of John Snow for \nSecretary of Treasury, and the other is for a hearing.  Since we don't have a quorum present yet, we would do \nstatements on the Snow nomination.  Members can enter into that.  Then when we get the 12 members that we \nneed for quorum, then we would immediately go to -- 11 members my staff has reminded me -- we will move \nforward with a vote on the nomination.  And for the benefit of my staff, there are two members down the hall in \njudiciary that would come up here to help us make a quorum.\nAnd I'm glad that my colleague, Senator Baucus, is here so we can move forward.\n\n(UNKNOWN): Chairman, I might add…\n\nGRASSLEY: Yes.\n\n(UNKNOWN): I'm a little embarrassed that some wills (ph) have been taken over here and -- on to my right, \n(inaudible).  Three of the four new members on your side are here.  I'll -- we'll see.  I'll try to work on my side.  Three \nhere, OK.  That's our concern.\n\nGRASSLEY: I had an opportunity to introduce three of our four new members.  It gives me an opportunity to call \neverybody's attention to the Senator from Kentucky, Senator Bunning, who is a new member of this committee.  I \nknow that he will help us very much with our work of the finance committee.  He brings background from the ways \nand means committee that deals with most of the stuff that we deal with on this committee.  We welcome you \nSenator Bunning.\n\nThe matter at hand today is the nomination of John Snow to be Treasury Secretary.  The Treasury Secretary is one \nof the most important positions in the president's cabinet.  As I said at the nomination hearing two days ago, this \ncommittee has a bipartisan tradition of acting expeditiously on nominations for Secretary of Treasury.  The reason is \nbecause the importance of this nomination to the nation's economic policy making, and particularly right at this time \nwhen there's some anxiety about that economy.  The evidence of this tradition can be gleaned from committee \nrecords of our concern about the economy and this important position in regard to the economy.\n\n\n\nTake a look at recent history.  For the period covering the first Bush administration, the Clinton administration and \nthis Bush administration, this committee has kept the position of Treasury Secretary filled and virtually a seamless \nmanner.  I'd like to emphasize that point.\n\nFor this time in -- for this time in recent history, we do now have a vacancy in the position of Secretary of Treasury. \nThere has been, then, gap in service.  And we need to close that gap.  As long as that vacancy remains, our \nmarkets wander, our global trading partners speculate, and the president is denied his principle economic policy \nadvisor. All finance committee members, Democrats and Republicans alike, past and present, should be proud of \nthe record of this committee on this issue in recent history of filling and seeing that there's a seamless transfer of \nauthority.  It should be no surprise to anyone that the committee has taken our responsibility in this area seriously.  \nWhether we have divided government or if one party controls the Congress and another party the administration, it \njust simply has never matter.\n\nMuch of this committee's policy is tied to the Treasury Department is a relationship that has a hearing -- history of \nseriousness, productivity and, obviously, gravity.  We have all very much an interest in filling this important position, \nso I appreciate my colleague's cooperation.  I ask your assistance in helping us move this nomination quickly.\n\nSenator Baucus?\n\nBAUCUS: Thank you, Mr. Chairman.  Thank you very much, Mr. Chairman.\n\nFirst of all, I am pleased with the manner in which you've held this -- held the hearing on the nomination.  And I -- \nwe did expeditiously and it took some time, as you know, to get the information to the committee.  And it took some \ntime for the nominee to answer the questions.  That's basically because the confirmation process is quite involved.  \nIt's not easy.  And should not be easy, frankly, particularly for a position as important as Treasury Secretary.  That \nis -- we at the committee have a constitutional obligation under the vice (ph) consent provision of the constitution to \nlook at a nominee very closely, to determine whether or not we believe -- the Senate believes, that the nominee is \nappropriately qualified to serve as Treasury Secretary.\n\nWe asked of him, frankly, a lot questions in lots of different subjects, tax policy, prescription drug benefits, budget \ndeficits.  We also asked him -- Mr. Snow about matter involving corporate governance and executive compensation. \nAnd he has replied to all those questions.  It took some time, as I said, but that's partly because he's led a varied \nlife.  I mean, he's been on many boards, been very active in business world, and so it took some time to get all his \ninformation that we asked for.\n\nAs you mentioned, Mr. Chairman, this committee does have a tradition of very promptly but appropriately moving \nour presidential nominees.  I think that's important.  It's important continuity. It's important to keep our government \nrunning.  I think the American people too are anxious about our flagging (ph) economy and the prospect of war.  \nAnd with the future a bit uncertain, I think we have responsibility to move as expeditiously as we appropriately can \nto help fill the position, and without delay.\n\nIn that regard, Mr. Chairman, and I'm very happy to see our majority leader here, I urge the Senate leadership to \nbring this nomination to the floor, frankly, today, believe that's possible.  I understand that all Senators clearly have \nthe right to debate any measure before the Senate, to vote yes, vote no.  That's a Senatorial prerogative, and I \nhighly respect it, but I do ask our leadership to at least bring the nominee to the floor so that he can be -- so \nSenators can make their own decisions as to what seems the most appropriate.\n\nOne final comment, Mr. Chairman, I am a bit concerned about how we handle upcoming debates about the budget, \ntaxes and health care. We need to get to work.  There's a lot that has to be done here.  And I clearly -- we need to \nwork in a very bipartisan fashion.  And I look forward to working with you, and now our view, Mr. Chairman, the full \ncommittee and other members of the Senate.\n\nGRASSLEY: Yes.\n\n\n\nIn regard to your last comment, Mr. Chairman -- or Senator Baucus, I would suggest to you that we would be able \nto follow through on what you suggest and plan accordingly for that in our weekly meetings that you and I have, and \ninvolve other Senators appropriately, both from the standpoint of what you might do with members of your party, \nseparate from Republicans and us, but also what we will do together, both in the informal as well as the formal \nsetting.\n\nOK.\n\nCould I ask that members put their statement in the record, so we can move now.  We have a quorum.  I would like \nto turn then to the nomination of John Snow to be Secretary of Treasury.\n\n(UNKNOWN): Mr. Chairman, I move that the committee report the nominee out favorably.\n\nGRASSLEY: OK.  With that motion before us, I ask for the yeas and nays.  I'd like to do it by voice vote.  All in favor \nsay aye.\n\n(UNKNOWN): Aye.\n\n(UNKNOWN): Aye.\n\nGRASSLEY: All opposed?\n\nIn my opinion, it's a clear favor of the ayes.  The ayes have it.\n\nAnd now we would favorably report the nomination of John Snow to be Secretary of Treasury.\n\nThe executive session is adjourned, and we'll now very shortly move to our committee hearings.  Thank you all very \nmuch.  Thank you for your cooperation.\n\nYes, Senator Frist?\n\nFRIST: I just want to thank the ranking member for making a statement that we would -- I hope that we will have an \nopportunity to discuss this on the floor there today.\n\nGRASSLEY: We would love to hear the majority leader a little more clearly.  I don't know if your microphone is on.\n\nFRIST: There we go.\n\nGRASSLEY: Good.  Thank you.\n\nFRIST: Mr. Chairman, I wanted to, in the meeting, thank the ranking member for making the statement that it is his \nhope that we take to the floor today what we have just done in terms of this particular nomination.  I believe it is \nabsolutely critical given the economic reports that are out today and the importance of this position that this be \nvoted upon today or tonight.\n\nI will say that several meetings have been requested today of the nominee.  And those arrangements have been \nmade.  Some of those meetings apparently can't take place because of -- not that the nominee, but the person \nrequesting it, until very, very late today or this evening.  And I would ask that every consideration be made that that \ninformation both be made and I have the assurance from the nominee of the administration that he would available \nfor those particular meetings.  But it is important that we do it early in the day rather than later today because \notherwise we will be here until quite late tonight in order to accomplish what is your goal and our goal, and this is \nthe final approval by the United States Senate tonight.\n\nSo I just want to encourage whatever meetings must be held as requested by the other side today, and that the \nnominee is available. But I appreciate very much your statement that we can do this, then we'll work towards that.\n\n\n\nGRASSLEY: I would like to convene the finance committee.  I'd like to convene the finance committee now for our \nhearing.\n\nThis hearing is to examine the security of our nation's borders. We should all understand how important this is.  \nAnd we should have understood this even before the attacks of September 11.  Terrorists had exploited loopholes \nin our immigration system and our laxed security at ports of entry to gain entry into the United States. If we're \nserious about protecting this country from new attacks, then we have to get serious about border security.\n\nSo we're here to do some oversight and find out if our borders are safe or whether our borders are like a sieve \n(ph). As the chairman and ranking member of the finance committee, both I and Senator Baucus are concerned \nabout illegal transport of currency, especially counterfeit money or money that could be used for terrorism activity as \nit comes into the United States over our borders.  We all know that this currency can cause enormous damage by \nundermining our markets, and by supporting the drug trade and terrorism.\n\nThis will be a candid hearing about the security of our borders. I have a particular concern about INS enforcement. \nIf we don't secure the borders, the consequences affect the whole country.  More and more, my state of Iowa is \nbecoming a byway for smugglers and illegal immigrants.  The INS enforcement problems have real consequences \nnot just for national security but for immigrants who are often are duped by smugglers.\n\nFor example, last year it was nation-wide news that 11 immigrants were trapped for weeks in a railroad box car that \nended up near Denison, and these folks has been dead for weeks before their bodies were discovered.  And just a \nfew weeks ago, nine people died in a -- in a van that was full of immigrants, when that van crashed on Interstate 80 \nnear the little town of Menlo, Iowa.  We need better enforcement to prevent these tragedies.  And I think that the \nINS office in the Quad Cities, which I've requested for some time, might help with that.\n\nWe may hear some criticism today, but don't let that distract anybody from the purpose of the hearing.  We're here \nto improve security.  I think Congressional oversight is one of the best ways to make sure that our Constitutional \nsystem of checks and balances work the way it was intended.  We have to find out what's not working so we can \nmake it work.\n\nThe timing of this hearing is important as well.  The new Department of Homeland Security is becoming operational, \nand that department faces big challenges.  I think border security is going to be one of those biggest problems.  \nThis hearing attempts to find out what's going on with the agencies responsible for the border, the INS, Customs \nService, the Interior Department.  The Department of Homeland Security can take lessons from this, and I hope that \nthey are implemented.\n\nGRASSLEY: I hope this sends a message to any public servants at the Interior Department who stand in the way of \nlaw enforcement reform and border security.  That message is, quite simply, forget your turf and power, and think \nabout people's lives.\n\nI want to thank all of you who are here today, and thank you for coming to the table as you have now.  I especially \nwant to thank General Accounting Office and the Interior Department Inspector General Devaney for the excellent \noversight work they've done, and Agent Dan Wirth, with FLEOA for giving us the ground-level view of the border \nsituation.  And I thank INS, Customs and the Interior Department for sending representatives to testify.\n\nThe first part of our hearing will focus on ports of entry, the responsibility of the INS and Customs.  Senator Baucus \nand I asked the General Accounting Office of Offices of Special Investigations, the OSI, to test our borders to find \nout how easy it is for people using bogus IDs to carry undeclared money and credit cards across that border.  The \ninvestigations took place on the Northern border, the Southwest border, and at a major international airport by \nway of the Caribbean.  The border was tested by sea, by air, by car, and on foot. In every instance, our borders \nwere penetrated. Sometimes the investigators didn't even need their fake IDs.  And in every instance, undercover \nagents carried undeclared cash or credit cards across that border.  The results should trouble all of us.  Today, we \nwill hear from the GAO team that carried out this investigation.  I know that we will all find their testimony most \ncaptivating, and very disturbing. Shortly after this investigation concluded, the INS and the Customs Service were -- \nboth agencies were briefed on the exact details of the investigation.  And after the General Account Office agent \n\n\n\nspeaks, we will hear from the INS and Customs officials about how this happened and what steps are being taken \nto improve border security.\n\nThe second focus is the Interior Department's border responsibilities.  The Interior Department is in charge of 37 \npercent of the Southwest border with national parks and other public land.  In the spring of last year, I launched \nan investigation into law enforcement problems at Interior.  My investigation was triggered by an Inspector General \nreport issued at the request of Secretary Norton, calling for a massive reform of the Interior law enforcement.  My \noversight investigators found that the hardening of ports of entry by INS and the Customs Service has pushed drug \nsmugglers and illegal aliens then to desolate and rugged Interior Department land.  So the result of the squeeze at \nthe port of entry is a bulge at the more remote borders controlled by Interior.  This bulge puts Americans and \nInterior law enforcement personnel at risk.\n\nLast summer, Ranger Chris Eggle was killed by a fugitive drug smugglers from Mexico while he was patrolling \nArizona's Oregon Pipe Cactus Monument Park.  I know an investigative report is forthcoming, and I am concerned \nabout whether rangers like Ranger Eggle are getting proper training, proper support to defend our borders, or even \nto defend themselves. I know that Ranger Eggle's murder, and the border problems in Arizona, is a concern of a \nvery important member of this committee, Senator Kyl, who I think will be here today, and will help us with this \nhearing.\n\nEarl Devaney, the Inspector General, is here to testify, and I expect that he will describe the nature of the problems \nin the four thousand plus law enforcement force, the third largest in the federal government.  He will also be able to \ndescribe problems at the borders, and how reforms would help solve those problems.  I hope Inspector General \nDevaney can also tell us about a new whistleblower protection program in his office, because whistleblowers are so \nimportant to our oversight, making sure that law is followed, making sure that money is well spent.\n\nWe also have with us Dan Wirth, who is speaking as the representative for Park Service federal agents to the \nFederal Law Enforcement Officers Association.  Agent Wirth is the border coordinator for the Interior Department, \nTucson, Arizona.  He can give us a view from the front line, and help us understand just what's going on -- going \nwrong there at the Southwest border.  I understand that Agent Wirth will be showing us some alarming night-vision \nfootage of unidentified illegal aliens crossing the Southwest border through family campgrounds.  I look forward to \nseeing that footage.\n\nFinally, we will hear from Don Murphy, Deputy Director of the Park Service. Mr. Murphy can bring us up to date on \nthe state of reform at Interior, and, along with Mr. Devaney and Agent Wirth, help us discuss solutions to the \nborder problem within the Department of Interior.\n\nSo I look forward to a very constructive hearing, and I again thank all the witnesses for your time and effort.  I \nbelieve that we will accomplish much by this hearing.  I call upon Senator Baucus at this point, and thank him for his \ncooperation while he was chairman in helping us institute this study that we requested.\n\nBAUCUS: Thank you very much, Mr. Chairman.\n\nThis hearing couldn't be more timely.  Just two nights ago President Bush spoke to the nation, reminded about the \nwar on terror, and how high the stakes are.  And the -- in his reference to the war on terrorism he said, quote, \"As \nwe fight this war, we will remember where it began, in our own country.\" He said, \"We've intensified security at the \nborders and our ports of entry,\" something that's very necessary.\n\nThe primary function of government is protecting the homeland. Americans depend upon border security personnel \nto ensure their safety, protect their freedoms.  And they expect them to be vigilant, expect them to thorough.\n\nFour security agencies have played a considerable role in the history of our country.  In 1853, members of Teddy \nRoosevelt's rough riders secured our Southern border.  And securing our borders today has become even more \ncomplex and more challenging. Our Southern border of Mexico is 2,000 miles.  Our Northern border with Canada \nis 5,500 miles.  The terrain varies from the deserts of Arizona to the mountains in Montana.\n\n\n\nEvery day more than 1.5 million people cross into the United States.  They have different rules of entry, depending \nupon their citizenship and where they're coming from.  Americans can use a variety of means to establish their \ncitizenship, including driver's licenses and birth certificates.\n\nToday's hearing is not about closing our borders, but rather protecting our borders from -- against those who \nmean us harm. Montana has the longest international border in the country, 550 miles.  Border security has been \nthe concern of mine for many years, and last year I held a series of hearings in my state with many citizens living in \nour border communities. They're concerned, lots of concerns.  They run the gamete, all the way from the \ncommercial concerns back and forth to security concerns.  And they're, frankly, not convinced that our government \nis doing enough to secure the borders for their safety.  And that's why I, along with Chairman Grassley, requested \nthe GAO to investigate the security of our borders as well as our ports of entry. GAO's findings raised many \nquestions about whether we're doing enough.\n\nI see three issues.  First, we must identify and address the availability of fictitious documents to any individual \nseeking entry into the United States. Let's just consider an entrant who claims to be a U.S. citizen.  They can use a \nbirth certificate or driver's license as proof of citizenship.  More than 8,000 state and local officers issue driver's \nlicenses, birth certificates and documents that can establish residence or identity, but there's no standardized \ndocument for entry.  Our border security officers do not have a checklist of authorized state driver's license \nformats.  They are not consistently checking the embedded holograms in the license as proof of authenticity.  \nAnyone with a personal computer, and the right software, and materials from and arts and crafts store can create a \nbirth certificate.  More troubling, for $12 you can get a copy of someone's birth certificate over the Internet.  And \neven more troubling, someone can go to an international airport and buy an affidavit of U.S. citizenship for $5.\n\nSecond, talk is cheap, securing our borders isn't.  As a nation, we continue to talk about the urgency of securing \nour nation's borders from further terrorist attacks, but the resources are not getting to their targets fast enough.  For \nexample, in Montana, our U.S. Border Patrol has been preliminarily -- has approved for three new border patrol \nsubstations along our 550 mile border -- three.  Now, in Montana we regard that as exciting news.  On the other \nhand, it will take four to five years for those offices to become operational, just too lengthy approval procedures.  \nAnd I believe that this does not exemplify the urgency of this situation.\n\nThird, homeland defense is not just about securing ports of entry, but also about the vast spaces of land in between \nports of entry.  In Montana alone, we have 13 federal jurisdictions responsible for securing the border in and \nbetween the ports.  Yet only five of those 13 are part of the Department of Homeland Security.  The spaces in \nbetween are policed not only by the U.S. Border Patrol, but also the Bureau of Land Management, Park Service, \n(inaudible) Indian Affairs and Tribal Law Enforcement.  Border security is about coordination.  It's about \ncooperation and communication.  It's essential that a fully comprehensive and streamlined approach to border \nsecurity be developed to allow all policing agencies access and communication with other agencies.\n\nI remain deeply concerned that our nation's progress to secure its borders is inadequate.  The terrorist attacks of \nDecember 11 were over 16 months ago. Clearly, we can and must do better to stop the fraud, commit the \nnecessary resources and work together.\n\nPresident Bush recently said that this government has responsibility to confront the threat of terror wherever it is \nfound. I agree.  And much of that threat is at our borders.\n\nThe millennium bomber drove across the U.S. border in December of 1999.  He had links to Al Qaida and bomb-\nmaking materials similar to those used at the embassy bombings in Africa and the 1993 World Trade Center \nbombing.  Almost three years later, GAO's agents crossed the same border, expected tight security, expected to \nbe stopped, expected that lessons were learned, they were surprised by the lack of enforcement.  So am I.  And \nthis hearing will further investigate what's been -- what this state of play is and, perhaps, what we can do to \naccelerate solutions.\n\nThank you, Mr. Chairman.\n\nGRASSLEY: I thank you very much.\n\n\n\nAnd now we will go to testimony.  And Mr. Cramer is going to testify for the General Accounting Office.  And we are \ngoing to give him 12 minutes to testify; for Mr. Williams, Mr. Jacksta, Mr. Devaney, five minutes each; Mr. Wirth, \nbecause of showing some film, 10 minutes; and Mr. Murphy, five minutes. Usually we have just five minutes rules, \nbut because of the extra time that some members needed, that's the way we divide it up.  I hope that's not contrary \nto what any of you have been told.\n\nMr. Cramer, I'll let you proceed as you feel prepared to proceed at this point.\n\nCRAMER: Thank you, Mr. Chairman, members of the committee.\n\nGRASSLEY: You'll have to pull the microphone pretty close to you, and also make sure it's on.\n\nCRAMER: Thank you.\n\n(UNKNOWN): These are automatically on.\n\nGRASSLEY: OK, just got to pull it closer.\n\n(UNKNOWN): You got to speak right into these microphones.\n\nCRAMER: Mr. Chairman and members of the committee, good morning.\n\nI'm here today to discuss the results of our work, which is described in a report we submitted to this committee \nentitled Weaknesses in Screening Entrants into the United States.  This work was completed in response to your \nrequest that agents of the Office of Special Investigations attempt to enter the United States from Canada, Mexico \nand Jamaica at land, air, and sea ports of entry using fictitious identities and counterfeit identification documents.  \nThe purpose was to test whether U.S. government officials conducting inspections at the port of entry would detect \nthe counterfeit identification documents.\n\nI am accompanied here today by two of the agents who participated in this work, Director for Investigations, Ronald \nMalfi, and Assistant Director John Cooney.\n\nTo perform these tests, we created fictitious driver's licenses and birth certificates using ordinary, personal \ncomputers and off-the- shelf computer software that is available to any purchaser. Reproductions of the counterfeit \nID we created appear on the poster board right behind me here.  You can see that there are three driver's licenses \nthat appear to be issued by the State of West Virginia, one birth certificate that appears to be issued in West \nVirginia, and one birth certificate that appears to be issued by the State of New York. In addition, we obtained and \ncarried credit cards in the fictitious names that the agents used.\n\nOur agents entered the United States from Canada, Mexico, and Jamaica using fictitious names and these \ncounterfeit identification documents.  U.S. government officials conducting inspections at the border never \nquestioned the authenticity of the identification documents, and our agents encountered no difficulty in entering the \ncountry using them.  On two occasions, border inspectors did not ask for or inspect any identification when our \nagents entered the country. On another occasion, an agent was able to walk into the United States from Canada, \nacross a major border crossing, and was not stopped or inspected by any government official.\n\nCRAMER: INS regulations require that all persons who arrive at a U.S. port of entry be inspected by a government \nofficial.  A U.S. citizen traveling inside countries in the Western Hemisphere, such Canada, Mexico and Jamaica, is \nnot required to present a passport when reentering the United States but is required to prove citizenship. INS \naccepts, as proof of citizenship, documents such as birth certificates, baptismal certificates and picture identification \nsuch as a driver's licenses.  However, the law does not require that U.S. citizens present any documents to prove \ncitizenship when they enter this country.  INS, therefore, permits travelers to establish citizenship by oral declaration \nalone.\n\nThe first border crossing by our agents occurred when two of our agents entered the United States through a sea \nport of entry from Canada.  On that occasion, the agents were not asked to produce any identification at all. On a \n\n\n\nsubsequent occasion, two agents, driving a rented car with Canadian license plates, using fictitious names and \ncounterfeit documents, crossed the border into the United States at a land border crossing.  A U.S. Customs \ninspector asked for identification and was provided the counterfeit documents. After reviewing the documents, the \ninspector permitted our agents to enter into the United States.\n\nDuring the Canadian land border crossing, the agents discovered a further potential security problem.  A park \nstraddles the U.S./Canadian border at that location.  One of our agents was able to walk through that park, from \nCanada, into the United States without being stopped or questioned by any government authority.  Later that agent \nagain walked back to Canada from the United States through the park and again was not questioned by any \ngovernment authority.\n\nThere is a photo here of this particular border crossing.  The yellow line -- I'll ask Mr. Malfi who actually was the \nagent who did this crossing to explain to the committee what we did.\n\nMALFI: After we did the crossing using the counterfeit identification, we realized that there appeared to be a \nsecurity problem from the layout of the location at this border crossing. Myself, Agent Cooney and another agent \nwere together on this assignment.  We decided to see if we could actually penetrate going through the border from \nCanada into the United States without being detected, and then to try to return back into Canada.\n\nWhat we did was after we did the crossing with the fictitious documents, we stayed in the United States for awhile.  \nWe then returned.  Myself and another agent went through a checkpoint, the Customs Immigration checkpoint at \nthis location here.  We used our real identification, my passport, the other agent's true identity, and were allowed to \ncross back into Canada.  Once we made the crossing -- this is a road.  This one road goes South.  One road goes \nNorth.  We were able to make a u-turn into a parking lot on the Canadian side. At that time, the agent waited in his \ncar, parked at that location.  I got out of the car and Agent Cooney was parked in a parking lot on the U.S. side.  \nBoth of us got out of our vehicles and we met in the middle of this park area here.\n\nThis park is -- at the day we did the entry, it was -- the weather was very bad.  It was raining, so we were really the \nonly ones in the park at that time.  I made my way from the parking lot on the Canadian side and walked down past \nsome restrooms, some other historical similar sites that they had for that park.  I crossed over the rope.  I walked \nthrough the middle of the park, and that's where I met up with Agent Cooney.  At that time, we milled around a little \nbit.  We started walking back.  There were other restrooms in this area.  We went toward this location.  We then \ncrossed back and got into the vehicle where Agent Cooney's car was parked on the U.S. side.\n\nWe were the only car in the parking lot at the time.  There were two border…\n\n(UNKNOWN): Patrol\n\nMALFI: … patrol cars that were there.  As we were pulling out, one of the border patrol cars came up to us and \nasked us what we were doing there.  At that time, Agent Cooney was going to get out his driver's license and the \nborder patrol agent saw Agent Cooney's badge. At that time Cooney -- he has asked who we were with and \nCooney said we were at OSI.  I asked the fellow why we were stopped and he said well, he was just wondering \nwhat we were doing there at that time.  I then said to him, \"Well, I don't understand it.  Neither one of us went into \nthe Canadian side.  Why would you stop us?\" He says, \"No, I know that.\" He says, \"We had you on camera, both of \nyou getting out of the car on the U.S. side.  He then asked about another individual who was in the park.  And we \nsaid to him, \"There was -- the only other person we saw was somebody walking their dog.\" He then stated that he \nrealized who that individual was, that he was a local that's in the park most of the time.  At that time he said, \n\"There's no problem.\" We got in the car and we drove away.\n\nAbout -- oh, I guess about 15, 20 minutes later, Agent Cooney brought me back to the parking lot.  I got out of the \nvehicle, followed basically the same path back, went back into Canada, hooked up with the agent that was waiting \nfor me in the parking lot on the Canadian side.  We then pulled out on the -- of the parking lot, made a turn, and got \nback onto the highway and headed into Canada.\n\nGRASSLEY (?): Thank you.\n\n\n\nMr. Cramer?\n\nCRAMER: The second series of border crossings were from Mexico. On one occasion, at a land border crossing, \nafter our agent informed the border inspector that he was a U.S. citizen and was not bringing anything into the \nUnited States from Mexico, the inspector allowed him to proceed into the country without asking for any \nidentification.\n\nOn a subsequent occasion, at that same land crossing, two agents were asked by the border inspectors for \nidentification.  They produced the counterfeit identification, and we permitted thereafter to enter into the United \nStates.\n\nThe third set of border crossings were from Jamaica. Two agents traveling on one-way tickets from Jamaica to an \nairport in the United States, presented to border inspectors, upon arrival in the United States, counterfeit driver's \nlicenses and birth certificates.  The inspectors appeared to examine the identification carefully, but they did \nrecognize them as counterfeit and permitted the agents to enter into the United States.\n\nGRASSLEY: Where was the point of entry?\n\nCRAMER: That particular was at Miami -- Miami Airport.\n\nIn sum, we recognize that weaknesses in inspection processes for people entering the United States raise complex \nissues.  GAO is currently performing an evaluation of those processes, which will be reported to the Congress in the \ncoming months.\n\nAlthough INS inspects millions of people who enter the United States and detects thousands of individuals who \nattempt to illegally enter the United States each year, the results of our work indicate; one, that people who enter \nthe United States are not always asked to present identification, two, security to prevent unauthorized persons from \nentering the United States from Canada at the border park we visited is inadequate, and three, border inspectors \nare not readily capable of detecting counterfeit identification documents.  We plan to discuss with INS options for \nbetter training of their inspectors in recognizing counterfeit identification.\n\nMr. Chairman, that completes my statement.  We would be happy to answer any questions that you or other \nmembers of the committee may have.\n\nGRASSLEY: Yes.  We're going to hear all the testimony. I thank Mr. Malfi and Mr. Cooney.\n\nWe now go to Mr. Williams with the -- he's Executive Associate Commission Field Operators for the INS.\n\nMr. Williams?\n\nWILLIAMS: Thank you.\n\nGood morning, Mr. Chairman and members of the committee.  I'd like to thank you for the opportunity to appear \nbefore this committee today to discuss our commitment to combating terrorism.\n\nFirst I want to say, and I know the members of this committee know this, that the INS mission has, and continues to \nhave, at its center our nation's security.  That national security focus became our number one priority after the \nattacks on America.  I would add that never before in my more than 30 years plus law enforcement experience have \nI seen enforcement agencies throughout this country come together so quickly.\n\nWe in INS responded to the September 11 terrorist attacks with an immediate and sustained effort, providing \nidentification and intercept capabilities, increasing our security at the border, supplying essential intelligence \ninformation and engaging in our own investigation detention and removal functions, and more.  In coordination with \nour customs partners, we immediately began conducting significantly higher level inspections at our ports of entry.  \nWe partnered with Coast Guard and other agencies to safeguard our seaports.  We sent more than 300 border \npatrol agents to nine of the country's busiest airports within 36 hours of the attack.  We also dedicated about 900 \n\n\n\nspecial agents, that's about half of our special agent workforce, to the investigation of the September 11 attacks.  \nWe quickly deployed additional staff, including 100 border patrol agents and aircraft to our Northern borders.\n\nI would like to mention something else, as well, about September the 11th.  The men and women of INS stepped up \nto the call to duty. Our inspectors, for example, began working double shifts and sometimes six and seven days per \nweek.  They really stepped up to the plate to protect America in its time of need.  That continues today.  And I must \nsay, I am so very proud of each and every one of them.\n\nOn a more permanent basis, I want to thank Congress for giving us the resources to add some 500 new officer \nresources to the Northern border.  About half of those are border patrol agents who -- and the other half, \ninspectors.  Most all of the border patrol agents authorized are now in place, and we hope to have the inspectors \nthere by the end of the year.  That will go a long way to boosting our capacity there, and capabilities, and I thank \nyou for that.\n\nWe realized early on that INS possesses some of the most unique tools that could help protect America.  For \ninstance, in Operation Tarmac (ph) was a design to enhance security at our nation's airports, we along with other \nfederal agencies investigated the hiring practices of companies employing individuals at our airports, who \nspecifically had access to commercial aircraft and other secure areas of the airport.  We inspected 10s of \nthousands of worker documents and arrested over 900 aliens with access, 680 of them charged with criminal \nviolations.  Most recently, we used these same tools in San Diego for preparation of this year's Super Bowl, \ncertainly a high risk event.  We checked employment records of some 11,000 security and transportation workers, \nand arrested nearly 100 aliens in violation of our immigration laws in that operation.\n\nOur special agents have been active in joint series of task forces in the field.  We have 150 agents at 50 locations \nthroughout the country working hand-in-hand with other agencies. We have conducted some 7,000 joint interviews \nwith FBI since 9/11.  And many times it was the INS charges that provided the means for law enforcement agencies \nto further those investigations, or to remove them from the United States.\n\nWe are working hard now to create the national entry/exit systems as visioned (ph) by Congress.  As a first step to \nthat goal, we've implemented the National Security Entry Exit Registration system. NSEERs program requires \ncertain non-immigrant aliens from designated countries to be fingerprinted, interviewed and photographed at INS \nports of entries as they apply for admission into the United States. NSEERs registration allows to check the \nfingerprints of certain aliens against databases of suspected terrorists and known criminals, and later determined \nwhether that alien has maintained the status under which they were admitted, and to make certain they are not \nviolating the laws of the United States.\n\nOverall, 61,000 individuals have been registered, 34,500 during regular registrations out of ports of entry. The \nregistrations have resulted in our arrest or denial of admission of some 340 aliens, and found the inadmissible.  Our \ndomestic registration call-in -- those that have been called-in, there have been a total of 27,000.  Twenty- eight \nhundred of them have been found in violation of the law. Twenty-eight -- I mean, 80-some (inaudible) remain in \ncustody.  More importantly, I think you'll be interested, NSEERs had led to the identification and apprehension of \nseven suspected terrorists.\n\nIn conclusion, the INS mission of deterring illegal migration and combating immigration-related crime has never \nbeen more critical to our nation's efforts and the safety of the American public.  As you know, the INS will transition \nto the new Department of Homeland Security on March the 1st.  Once there, the INS will be merged between its \nservice and enforcement components.  And the organization, INS, will cease to exist.  The men and women of the \nINS are preparing for the significant opportunities offered by our new department and its mission.  One thing is \ncertain, what will not change is our determination to secure our borders and make our nation safe.\n\nThank you.\n\nGRASSLEY: Thank you, Mr. Williams.\n\nNow, Mr. Jacksta.\n\n\n\nJACKSTA: Senator Grassley, members of the committee, good morning and thank you for this opportunity to testify.\n\nI would like to discuss today the efforts of the U.S. Customs Service to secure our borders against terrorism and \nother criminal threats.  Prior to full integration into the Department of Homeland Security, Customs has historically \nshared the responsibility of protecting the borders with multiple agencies.  Our closest partner in this endeavor has \nbeen the Immigration and Naturalization Service.\n\nJACKSTA: All people and goods entering the United States must enter legally through one of our 301 ports of \nentries.  In fiscal year 2002, more than 400 million people passed through these border ports of entries.  In \naddition, Customs processes approximately 57,000 trucks or containers on a daily basis.\n\nI would like to add that we also have a close working relationship with other federal agencies -- the Department of \nAgriculture's Animal and Plant Health Inspection Service and the new Transportation and Security Administration.\n\nCustoms and INS have been working very closely on a number of important initiatives in support of the efficient and \neffective screening of travelers.  And we have been working very closely on very important programs to help our \nefforts.  One program is the Advanced Passenger Information System, called APIS, the Dedicated Commuter Lane \n-- DCL -- and license plate reader programs.\n\nI would like to outline some of these current programs, which utilize a combination of advanced information, \nprescreening and enrollment of compliant frequent travelers and the use of biometric technology to aid in the cross-\nborder processing effort.\n\nCustoms and INS have developed a Dedicated Commuter Lane program to allow compliant, prescreened land \ntravelers to be processed expeditiously by both agencies.  Applicants are interviewed and queried against our \nenforcement databases.  A biometric -- in this case, a fingerprint -- is captured and checked against the INS IDENT \ndatabase and then stored in our database.\n\nThese programs are called the NEXUS program on the northern border and on the southern border, they are \ncalled the SENTRI program. Separating compliant land travelers under these programs allow Customs and INS to \nconcentrate efforts on non-compliant travelers.\n\nAnother program is Fast and Secure Trade, which is often referred to as the FAST program.  The FAST program is \nan automated cargo release system at northern border locations designed to expedite the processing of highly \ncompliant importers and drivers.  Drivers participating in this FAST program are required to undergo a background \nreview.  If approved, the driver will be required to carry a FAST identification card that indicates the driver's \nregistration status.  The card has unique identifiers to allow for expeditious identification and processing of the \ndriver.\n\nIn cooperation with the INS and the Airline Industry, Customs developed the Advance Passenger Information \nSystem in 1988.  APIS is an enforcement tool that automatically queries airlines and sea passenger biographical \ninformation against enforcement databases. APIS allows Customs and INS to facilitate law-abiding citizens and \nidentify those travelers, in advance of arrival, who may be attempting to introduce contraband into the United States \nor pose a terrorist threat.  APIS is currently capable of capturing 100 percent information on people entering and \nexiting the United States.\n\nCustoms has also been working closely with the Canadian Customs and Immigration on the AIR - NEXUS program.  \nThis project takes positive steps in addressing the needs of expedited air passengers as they go through the \nairports.  Program eligibility is assessed through queries against enforcement databases, interviews and \nbackground checks that review the employment and address histories of the applicant.\n\nWith Congressional support, Customs has also been able to strengthen northern border ports of entries, with the \naddition of several hundred new inspectors, agents and installation of technology and infrastructure improvements.  \nIn addition, we are continuing to upgrade ports of entry on the southern border.\n\n\n\nFinally, Customs and INS are utilizing various technologies at its ports of entry.  One of the most widely used \ntechnologies is the document reader, which reads information from a magnetic strip which is contained on a \npassport, a visa or a border crossing card.  This information is then downloaded and run against our law \nenforcement databases.  In addition, it allows us to keep track of people entering and exiting the United States.\n\nThese are just a few of the programs that Customs has put in place to provide better security at our ports of entry.\n\nThank you, again, Chairman Grassley, and members of the committee, for giving the Customs Service the \nopportunity to testify today.  I would be happy to answer any questions you may have.\n\nGRASSLEY: Thank you, Mr. Jacksta.\n\nNow, Mr. Devaney?\n\nDEVANEY: Mr. Chairman and members of the committee, we appreciate the opportunity to testify today on law \nenforcement concerns at the Department of the Interior, with a particular emphasis on the U.S. Borders.\n\nGRASSLEY: Mr. Devaney, could you pull your microphone up a little closer to you, please?\n\nDEVANEY: Mr. Chairman, your tireless efforts -- I would especially like to thank you, Mr. Chairman, for your tireless \nefforts to champion accountability in federal law enforcement and for your attentions to the concerns we raised in \nour January 2002 report on law enforcement at Interior entitled \"A Disquieting State of Disorder.\"\n\nIn that report, we made 25 separate recommendations that, with few exceptions, were endorsed by Secretary \nNorton and incorporated into a decision memo for bureau heads to implement.\n\nI regret to inform you that progress in implementing many of these other recommendations is moving at glacial \nspeed.  Three of these recommendations are particularly germane to the subject of today's hearing. And the most \nimportant -- these are the issues of law enforcement supervision, staffing and the most important of all of our \nrecommendations, officer safety.\n\nAlthough our report was very critical of Interior's law enforcement hierarchy, we fully acknowledged that the \noverwhelming majority of law enforcement professionals at Interior are capable and loyal officers who recognize \nthat their programs are in need of considerable change.\n\nUnlike any other federal law enforcement component, the National Park Service holds fiercely to the notion that \nnon-law enforcement managers can adequately supervise law enforcement agents and rangers who have the \npowers of arrest and are authorized to use deadly force. Our recommendation to bring these officers under the \ndirect supervision of professional law enforcement managers was rejected out of hand by the Park Service as an \nattempt to stovepipe and as a return to the command and control era.\n\nWe also do not consider a superintendent who has taken a two-week course in law enforcement at the Federal Law \nEnforcement Training Center in Georgia to be a professional law enforcement manager.  It is as if these \nenlightened bureaucrats missed all of the hearings this Congress held in the recent past on the inadequacies of law \nenforcement accountability by managers -- managers who actually were all law enforcement professionals.\n\nWe first met the Superintendent of the Organ Pipe Cactus National Monument in July 2001, a year before the \nmurder of Ranger Kris Eggle. At that time, the superintendent told us that he had eight rangers -- six permanent and \ntwo seasonal.  He fully acknowledged the recent explosion of drug smuggling and the flow of illegal aliens at his \npark.\n\nOne year later, when Ranger Eggle was killed, the park had a protection staff of five. Inexplicably, today, even after \nlast August's tragedy, there are only three permanent law enforcement rangers at the park, supplemented by \nrangers on temporary details.\n\n\n\nEven more disturbing is the statement the superintendent made to our assessment team -- that he often assigned \nnon-law enforcement duties to a small cadre of rangers so they would not become, quote, \"too much like cops.\"\n\nJust last week, the \"LA Times\" quoted this same superintendent as saying the public does not want park rangers \nwith the same hard edge as FBI agents but instead what the public wants is the park ranger to be cut from the \nsame cloth as a boy scout.\n\nUnfortunately, he is not alone in his thinking. While on the border, we also heard, and later verified, that another \nborder superintendent deliberately left law enforcement rangers vacant because he did not want to unbalance his \nworkforce.  That is, he did not want too many law enforcement rangers in proportion to other professionals at his \npark.\n\nEven more egregious are the occasional reports we hear about superintendents who order their rangers not to carry \ntheir weapons because it might somehow offend park visitors.\n\nMr. Chairman and members of the committee, we would submit to you that law enforcement is a dangerous full-\ntime job and those superintendents and chief rangers who do not understand this fundamental principle of modern \npolicing should not be approving, supervising or managing law enforcement officers.\n\nToday there is only 13 permanent law enforcement rangers serving in the national parks along our borders the \nrest are seasonal and temporary hires.  Clearly, the dire situation that exists on our borders, any creditable staffing \nmodel would call for more than a mere 1 percent of the total number of law enforcement rangers available to be \nassigned to these parks.\n\nIn contrast, the brave men and women who serve at our Nation's borders know well that the countless dangers \nthey encounter each and every day makes the problems down there their problem, one which they are desperate to \nsolve.\n\nHowever, the dangers posed at the borders also exist for the visiting public.  Despite this fact, to our knowledge, no \nwarning signs have been posted that would warn visitors about these dangers.\n\nFinally, Mr. Chairman, I would like to touch on a subject in which I know you have a long standing interest.  We \nregularly receive feedback and source information from working rangers in the field. These communications are \noften made by rangers who have a genuine fear of retaliation if they are caught talking to the IG.  For instance, \nduring our assessment, one group of eight Park Service law enforcement professionals met us in a neutral city to \navoid detection from Park Service management.\n\nAmong the things they told us was about the frequent misuse of law enforcement monies being diverted by park \nsuperintendents for non- law enforcement activities.\n\nTo signal our commitment to protection of these sources and our absolute promise to investigate each and every \nclaim of retaliation that comes to our attention, I have appointed a senior investigator to the newly created position \nof Associate Inspector General for Whistleblower Protection.  He will report directly to me and my deputy and will \nhave broad authorities to carry out his duties.\n\nMr. Chairman and members of the committee, I have served in federal government for a little over 32 years.  I have \nnever seen an organization more unwilling to accept constructive criticism or embrace new ideas than the National \nPark Service.\n\nAny new idea falls victim to yet, again, another Park Service workgroup charged by their National Leadership \nCouncil to defend the status quo from those of us who just do not understand the complexities of being a ranger.\n\nThat concludes my oral remarks and I would be glad to answer any questions you may have.\n\nGRASSLEY: You made a very decisive statement. And I guess we won't put you down for undecided on any \nissue…\n\n\n\nDEVANEY: No.\n\nGRASSLEY: … you brought up.\n\n(LAUGHTER)\n\nDEVANEY: No one's ever accused me of that.\n\nGRASSLEY: OK.\n\nMr. Wirth?  And you have some extra time for what you wanted to do here to present us some evidence.  We hear \nyour testimony now.\n\nWIRTH: Mr. Chairman, distinguished members of the Finance Committee, ladies and gentleman.  Thank you for \nallowing the Federal Law Enforcement Officers Association to testify today on the border situation.\n\nMy name is Daniel Wirth.  I am the president of the Tucson Chapter of the Federal Law Enforcement Officers \nAssociation and the Federal Law Enforcement Officers Association Agency President for the National Park \nService.\n\nThe Federal Law Enforcement Officers Association is a voluntary, non-partisan, professional association \nrepresenting exclusively the interests of over 19,000 members of federal law enforcement.\n\nI am employed as a special agent for the National Park Service and stationed at the Arizona High Intensity Drug \nTrafficking Area in Tucson, Arizona since 1996.  I have also been detailed to the Department of the Interior's Office \nof Law Enforcement and Security as its border security coordinator since 1997.\n\nThe Federal Law Enforcement Officers Association respectfully asserts that the public lands on our borders are in \na state of crisis. The safety of the public, our officers and their families are at risk.\n\nThe resources that we are entrusted to protect are being destroyed at alarming rates.  This situation exists because \nour porous border is conducive to smuggling by international criminal organizations.  This is a federal problem.  \nThis is a homeland security problem.\n\nThe Department of the Interior is the primary land management agency in our government, responsible for 23 \npercent of the U.S., including 10 percent of the Canadian border and 40 percent of the Mexican border.  The \nDepartment of the Interior has four bureaus with law enforcement authority.  They include the Bureau of Indian \nAffairs, Bureau of Land Management, National Park Service and United States Fish and Wildlife Service.\n\nThese bureaus employ approximately 4,000 federal officers with law enforcement and homeland security \nresponsibilities for national infrastructures, borders, dams, gas and oil pipelines, electric transmission lines, \nnational icons and the protection of natural, cultural and historic resources.\n\nThe Department of the Interior has experienced a significant escalation in border impacts from smuggling.  These \nimpacts are decimating public resources and putting the safety of our visitors and employees at risk. This is a result \nof the success of increasing the allocation of Border Patrol assets around the ports of entry, which forced \nsmuggling away from those ports of entry and out through our rural remote public lands.  This is well documented.\n\nAlong the Mexican border 80 percent of drug smuggling occurs between the ports of entry.  The northern border \nis now starting to experience similar trends.\n\nThe Bureau of Indian Affairs mission is unique in that it serves a resident population of approximately 1.5 million \ntribal members. The jurisdiction of the Bureau of Indian Affairs includes lands in many states and along the \ninternational borders of Mexico and Canada. Mexican national drug organizations are developing extensive ties \nwithin Indian country and are producing and moving large amounts of controlled substances across the borders \nand throughout Indian country.\n\n\n\nThousands of trails and hundreds of roads have been illegally created by smuggling across our public lands.  This \nproliferation of trails and roads damages and destroys vegetation, wildlife and causes soil compaction and erosion. \nTons of trash and high concentrations of human waste are left behind, impacting wildlife, vegetation and water \nquality.\n\nThe international border fence is repeatedly cut down and torn down in most locations.  Vehicles from Mexico can \ndrive unimpeded across most of our border.\n\nMany Department of the Interior lands can no longer be used safely by the public or employees due to pervasive \nsmuggling.  Staff exposure while conducting resource management activities is a serious safety concern.  Federal \nland managers now must send staff to the field in teams to ensure employee safety along the border or totally \nrestrict employee presence in certain border areas due to the potential for unsafe encounters.\n\nVisitors have been subjected to carjacking, assaults, robbery from armed smugglers.\n\nWithin the 789 miles of the Department of the Interior's jurisdiction on the Mexican border, there are only 30 \nofficers.  The Department of the Interior has the highest assault rate on its officers of any government agency.  \nThey work in remote areas with poor communication and little, if any, backup and, if you can believe this, for \nmanagers that may have no background or understanding of professional law enforcement.  This is a not an \nacceptable situation.\n\nOur officers who are doing their jobs by defending our borders -- our national security -- have been intimidated, \nthreatened, assaulted, shot at and murdered by organized crime.  These sophisticated international organizations \nconduct surveillance and counter- surveillance on our officers day and night.  They utilize encrypted radios, night-\nvision equipment, armed escorts and routinely resort to deadly violence.  We are out manned and outgunned in a \nwar zone.\n\nWIRTH: We need help.  We need your help.\n\nThe Department of the Interior has taken decisive steps to address their responsibilities for border security.  The \nFederal Law Enforcement Officers Association thinks Secretary Norton is the best thing that has happened to the \nDepartment of the Interior.  As a former attorney general, she possesses the professional ability to analyze the \nDepartment's deficiencies and has taken a course of action to correct them. But Secretary Norton needs \ncongressional support to carry out her reforms.\n\nCongress and the Office of Management and Budget must recognize that the Department of the Interior has a \nmandated responsibility for border security. Her plan of action without the corresponding appropriations will not \nresult in productive outcomes.\n\nMr. Chairman and committee members, the question must be asked. What can be done and what will be done to \nrectify the crisis of our public lands and borders?\n\nAnd if I could take a moment, on behalf of the Federal Law Enforcement Officers Association, I want to sincerely \nthank Senator Grassley for his continued support of the federal agents on the front line and for his expressed \nconcern for their welfare.\n\nNow, Mr. Chairman, if I may, I have some video footage that you may appreciate that depicts the situation along \nour international borders.\n\nThe video that you're viewing right now is shot from a camera -- it's infrared film, so it just shows body heat.  And \nwhat you're seeing is in Organ Pipe Cactus National Monument, there is a group of approximately 100 \nundocumented illegal immigrants that have walked up from Mexico.  This campground is about five miles from the \nMexican border.  These are our campers in the national park.  And this group is walking right through the middle of \nthe campground in the middle of the night.\n\n\n\nThe last seven of these people that came across were backpackers. And they were backpacking 300 pounds of \nmarijuana.  They backpacked it right into the campground and loaded it into one of the RVs.\n\nIf I would ask, wouldn't it be just as easy to be carrying precursors for biological weapons and loading them and \ncarrying them through?\n\nGRASSLEY: Those -- let me, before we go on, just a quick question -- explanation of that -- the campground is a \ncampground of American citizens or Americans camping for recreation -- is that…\n\nWIRTH: That is correct. It's in a national park -- campground right in the park.\n\nGRASSLEY: Is there -- do you have more to show?\n\nWIRTH: Yes, sir -- yes, I do.  There's three clips all together.\n\nThis next video, again, is still with FLIR -- forward looking infrared.  It's actually on a OH58 helicopter -- National \nGuard helicopter -- and we're flying up over a rise and this is in Coronado National Memorial in Southern Arizona.  \nAnd there's a group of approximately 200 illegal immigrants that have come across.  And they were -- they were \nhold up there for a while and we came up over the horizon, they disbursed and started running back to Mexico.\n\nBut I would, again, ask that -- if any of the distinguished members of the committee can pick out the Al Qaida cell \nmembers in that group of 200.\n\nThis is just one little geographic location on one particular night. We're just getting a snapshot at what's happening \nall across our borders every single night.  We have thousands of people crossing our public lands destroying and \ndecimating the resources.\n\nAnd on this last one, it's actually in Buenos Aires National Wildlife Refuge in Sasabe, Arizona, which is also where \nthere is a port of entry.  And this is a group of backpackers that had come up from Mexico -- were backpacking \nacross the national wildlife refuge. And, again, with the infrared camera, you can see them -- you can see their \nbackpacks.  And as they -- as they will hike through…\n\nPardon me?\n\nUNKNOWN: The backpacks are pretty wide.\n\nWIRTH: Yes, they are -- they carry -- they carry 50 to 75 pounds of marijuana on their backs.  These guys are in \nvery good shape.  And like I attested, they are very difficult to catch when they drop those backpacks and start \nrunning.\n\nYou can see the backpacks -- or we could actually see the marijuana in it.  The last individual in line actually has a \npistol on his waste band.  We were able to identify the take-down officers of that.  But, again, this is the type of \nsituation in which they could be backpacking anything -- any type of contraband -- money -- whatever they want to \nbe backpacking across the international border.\n\nOne small shot of what's going on all along our borders every single night.\n\nThank you, once again, for allowing the Federal Law Enforcement Officers Association to come before you today \nand testify in this critically import issue.\n\nGRASSLEY: Well, thank you, Mr. Wirth.\n\nNow, Mr. Murphy?\n\nMURPHY: Thank you, Mr. Chairman.\n\nMr. Chairman and members of the committee, I'm Donald Murphy, deputy director of the National Park Service.\n\n\n\nThe National Park Service practices and policies are dedicated to preserving its natural resources and providing a \nsafe, clean and secure environment for its workforce and visitors.  We have initiated programs and studies and \nundertaken actions to address many of the concerns and needs in these areas.\n\nThe NPS has park police and ranger forces who manage the law enforcement, resource protection and emergency \nneeds of both people and parks.\n\nThe following are program -- the following programs were identified as already in place or were put into effect -- \ndrug enforcement funding, initiated in 1982 as a specific line-item in the NPS budget, has a base of over $9.5 \nmillion.  Currently all but two -- all but $2.1 million is located in the budgets of the parks and the U.S.  Park Police.  \n$2.1 million is allocated annually from a central source for the individual parks and regional office to address \nemergency issues.  For example, in September 2002 this funding was used in an investigation of marijuana \ngardens in Sequoia National Park, which resulted in the removal of over 100,000 plants and led to 20 indictments.\n\nThe National Park Service has recently received funding from several regular and supplemental appropriations \nbetween '98 and 2001 to cover the costs of anti-terrorism expenditures.  Initial funding in the construction \nappropriation in '98 provided surveillance and monitoring equipment, perimeter fencing, physical barriers and \ncommunication equipment at Mount Rushmore National Memorial, the National Mall, Independence National \nHistorical Park and the Jefferson National Memorial.\n\nThe NPS, as you know, and as has already been clearly stated, manages seven national parks along the United \nStates and Mexican international border.\n\nTo the north, Glacier National Park shares approximately forty miles of international border with Canada.  The \nUnited States Border Patrol's Spokane and Havre sectors cover approximately 20 miles each along the \ninternational border with Glacier National Park and Canada's Waterton National Park.  The Border Patrol, along \nwith the Royal Canadian Mounted Police, conducts routine foot and air patrols in these areas of responsibility along \nthe international border between these parks.\n\nThrough the Inter-Agency Border Enforcement Team, of which Glacier National Park is a member, we share \ninformation, intelligence, communications, resources to detect illegal entries and contraband along the international \nborder.\n\nAlthough the NPS has a variety of law enforcement responsibilities within national parks, it is not the sole Federal \nagency responsible for international border security. Nevertheless, illegal border activity can threaten park visitors, \nas you have just seen, and employee safety and damage natural and cultural resources within national parks.  \nHundreds of miles of illegal roads and trails have been created and huge amounts of trash and debris litter the \nlandscape, while the few sources of national water -- natural water have been polluted or drained.\n\nIn 2001, the Border Patrol estimates that approximately 250,000 undocumented migrants entered the country \nthrough parklands with over 200,000 through Organ Pipe, which you just saw, alone.\n\nAnd tragically, you are all aware of the incident that occurred with Ranger Kris Eggle and his death.  The incident \nunderscores the need to make changes and better park -- and better protect our parks and our employees.\n\nWhile the NPS has the responsibility to enforce federal laws within the borders of its parks, the NPS sole mission is \nnot international border security.  The Department of Homeland Security is the primary federal agency responsible \nfor international border security.\n\nAnd to better meet the responsibilities of these respective agencies, I believe the NPS can develop closer lines of \ncommunication and cooperation with the Department of Homeland Security and other state and local and federal \nagencies.\n\nIncreased preparedness was provided through appropriations in '98, 2000 and 2001.  Base increases allowed for \nadditional park patrol facilities, trained operators of security equipment, dispatch staff and training at parks such as \nMount Rushmore National Park, Independence, Jefferson Memorial, and at the Statue of Liberty.\n\n\n\nThe NPS has proposed the following law enforcement reform implementation strategies to improve law \nenforcement effectiveness and safety throughout all parks in the National Park Service, as well as though along \nthe border.\n\nA new senior SES-level leadership position, entitled the associate director for resource and visitor protection, has \nbeen established.  This is the chief law enforcement position in the department and addresses the IG's concern \nabout centralized management and accountability at the agency level.\n\nA Protection Ranger Leadership Board has been established.\n\nThe reporting system for special agents has been changed so that they report directly to law enforcement \nsupervision.\n\nRegional officers will conduct audits in parks of all of our law enforcement and investigative operations.\n\nThe NPS is committed to implementing an Activity-Based Costing/Management system for law enforcement \nprograms.\n\nThese are but a few of the changes that we are making within the National Park Service.  We have both the \nstatutory and the moral responsibility to ensure that the 388 units in the National Park Service are well cared for, \nfor this and future generations.  National park rangers have always been seen as a critical element in that mission.\n\nWe also have an obligation to work with sister agencies at all levels to support their missions and legal \nresponsibilities.  Park staff should be able to expect that there is an effective presence to meet our obligations, that \nthe service is proactive in identifying and solving problems and that if help is needed, it will be available.\n\nLike many other agencies, the NPS will have to use available resources more effectively to improve our law \nenforcement programs. And we intend to do so.\n\nReviewing and managing our priorities -- both human resources and natural and cultural resources -- identifying \nproblems and seeking out creative solutions that involve neighbors and partners will go a long way towards \nprotecting our parks.\n\nMr. Chairman, that concludes my testimony and I look forward to answering all of your questions.\n\nGRASSLEY: I thank you very much.\n\nWe will take five-minute turns -- the chairman, the ranking member and now Mrs. Lincoln -- is the only ones here, \nbut if other staff want to know the order, we would take people if they came back, it's on first come -- would be \nGrassley, Baucus, Snowe, Graham of Florida, Thomas, Lincoln and Bunning.\n\nMister -- so keep the lights going, would you, please?\n\nI would ask Mr. Williams just general, but when I say a general question, be as specific as you can -- and that's \nfrom the standpoint of the INS being briefed on the General Accounting Office investigation.  And you've had that \nbriefing, plus hearing this testimony.  So I would like to have any responses. And I think it's appropriate that we \nwould give you opportunity to respond at this point, before we go into more specific questions.\n\nWILLIAMS: Thank you, Chairman.\n\nLet me first say that we certainly welcome the GA report and certainly the oversight that you mentioned in the -- in \nthe beginning. And we look forward to working with the GAO -- IG on the details of this investigation.  And we \nwelcome the criticism.\n\nI would say, though, in that context, it might be helpful for me to talk about -- just about how inspections take place.  \nFirst of all, as Mr. Cramer mentioned, United States citizens coming from the Western Hemisphere are not required \nto have documents.  In fact, our inspectors rely heavily on their experience -- there's -- you may have -- well, some \n\n\n\npeople call it the \"sixth sense\" or the \"gut feeling.\" What that really is -- the tens of thousands of experiences those \ninspectors have had over the years -- a half billion inspections a year -- they are very keen -- very professional in \nwhat they do.\n\nMost -- and with the volume that we experience, it's usually five or six people back when they are making that \ndecision on who they are going to talk to -- who they're going to talk further with.  When they meet someone, as \nthese investigators, that there is no consequence to pay for making the false claim to United States citizenship (ph) \nor (ph) other (ph) it doesn't key up all of the ingredients that go with the recipe of a further interrogation.  They are \nlooking for voice inflection. They are looking for nervousness -- behavioral techniques.  And the document is one of \nthose ingredients that the suspicions has raised.\n\nBut necessarily for United States citizens usually the decision is made on the totality of an interview or that \nintercourse that takes place at that interview time.  Again, we look forward to making progress, but that's how an \ninspection takes place.\n\nIn a year, our officers made -- last year made over 750,000 intercepts of people coming through our ports of entry -- \n75,000 documents, I recall, were intercepted from people that were trying to make entries -- illegal entries into these \nUnited States.  Again, we take serious to that, but it is a whole -- the whole totality of that experience.\n\nWILLIAMS: If, for instance, our office had become -- was suspicious of one of these ingredients in this encounter \nand one of the investigators would have had a mannerism -- a quirk that they had seen so many times that would \ntelescope this activity and they would have talked to them further -- perhaps a more intense review of that drivers' \nlicense they -- or that birth certificate would have taken place.  But nevertheless, at the end of the day, if the person \nwas a United States citizen, they would have, of course, been admitted.\n\nAs far as the entry across the Peesage (ph) Park, I'm very concerned about that.  In fact, during my review of it, I \nhave asked for a security assessment to begin immediately.  We looked at any enhancement that might ought to \ntake place there.  Peesage (ph) Park has been there for a long time.\n\nIt was my understanding, though, however, and not taking issue with it, but my understanding is that when that \nparticular encounter took place, there was an interaction between the Border Patrol agent, who is a fully \nempowered enforcement officer -- did have a discussion with them -- had opportunity to listen to their voices -- talk \nto them.  And I do recall that a badge was displayed -- not dismissing the fact that they were able to cross that \nborder.  We need to look at that and look at it carefully.\n\nOn the day of the Miami inspections, again, just talking about that particular day, there were over 1,000 people \nreferred to Miami to secondary.  So officers were, in fact, doing their enforcement duties. Again, not minimizing the \nfact that we have work to do to make sure things like this -- and our security is increased.\n\nAnd, again, I'll just close the answer sort of to say we look forward to working on the details and talking about the \nabsolute in- the-weeds kinds of things that occurred.\n\nGRASSLEY: It might be appropriate if I'd ask Mr. Cramer or Mr. Malfi, because you have -- if you want to respond \nto anything that Mr. Williams just now said and then I'll go to Senator Baucus before I ask a second question.\n\nWould any -- you have heard what Mr. Williams just now said in response to my question about the -- about the \nGAO report.  Would you want to enter anything into the record by voice now in response to what he just told us?\n\nCRAMER: I would just say that we recognize that this is a complex and difficult problem.  But just focusing on the \nresults of our work, it seems that some very simple steps could be taken to address this specific problems that have \nbeen exposed here -- asking for identification -- giving some basic training in recognizing counterfeit identification \ndocuments.  And, of course, as Mr. Williams stated, addressing the problems at the park.\n\nGRASSLEY: Well, let me ask Mr. Malfi -- the statement about relying upon voice and whether you're nervous and \nnot relying upon documents -- from your experience, would you respond to that?\n\n\n\nMALFI: I've been in law enforcement for probably about 27 years now -- 28 years.  And Mr. Williams is right -- there \nis -- law enforcement agents do develop a sixth sense.  But today's day and age with the high technical things that \nare available to us -- they talk about retina scans -- biometrics -- tons of different things -- not saying that this should \nbe implemented -- it seems to be a little short-sighted to just rely on somebody's gut instinct -- of if this person is an \nAmerican citizen or not or if this person -- if the credentials or the documents that he's using are counterfeit or not.\n\nAnd I think that's hard to ask somebody that's an immigration inspector or a Customs inspector -- with the vast \namount of documents that are out there to be proficient in recognizing all of them.  And possibly, from what we've \nseen, that if it was narrowed down to one item that's used by people to cross back and forth the border -- for \nexample a passport -- that it'd be easy to -- easier to train these individuals to recognize a counterfeit passport. We \nalso -- the more that they've seen them, the more proficient they would get at it.\n\nI also saw that it -- when the passport was used by an American citizen, it actually expedited their movement \nthrough immigration.\n\nBut these are problems that we saw.  These can't be fixed with just a knee-jerk reaction.  Some thought has to go \ninto this to try and cover all the parameters and to make sure these types of things don't happen again.\n\nBAUCUS: What about that, Mr. Williams?  What about that?  I mean, just…\n\nWILLIAMS: Senator, I just…\n\nBAUCUS: … -- that is the point that it's with the development of modern technology and, you know, off-the-shelf \ncomputer software and off-the-shelf computers you can manufacture all of these new documents with -- I mean, it's \nvery hard to detect whether they're counterfeit or not.  Doesn't that put a lot more pressure on agents -- INS \npersonnel that they probably don't want to have.  They don't want to have to rely only on their sixth sense, my \nguess is.  They would like to have something to back them up -- something to back them up with.\n\nWILLIAMS: Yes, sir, Senator.  I'll respond to that.  Of course, as you heard Mr. Jacksta respond, we have -- we \nhave come a long way on a lot of the documents that have added biometrics -- have added scanning capabilities -- \ndatabases have been enhanced.  And the sixth sense or the gut reaction I'd like to respond to just a moment -- \nthat's gone by a little too quickly.  That really means what a really capable law enforcement officer experiences.\n\nAnd when they come out of the academy, that computer between their ears has been formatted with law, et cetera.  \nOver the months and years of experiences, they are -- they have all of these experiences at hand.  It is -- that's \nwhat the gut reaction is -- it is -- it is not simply things that you -- that are invented.  They are many years of \nexperience.\n\nI agree with you that new documents, biometrics, facial recognition technology are the things we are looking at.  We \nmust increase those kinds of documents to help us move the low-risk traffickers out of the way so we can spend \nmore time on the high-risk.\n\nI just recently came back from the border in San Diego and saw a month's worth of passports that had been \nconfiscated at San Isidro. They covered a full table.  Passport pages had been removed and placed back.  Pictures \nhad been changed.  And it was those inspectors that found those documents.  But certainly biometrics would be an \nenhancement in some of those documents.\n\nBAUCUS: OK.\n\nMr. Cramer, in your investigation, how many agents were -- how many agents were involved in this operation?  And \nhow many stopped?\n\nCRAMER: There were…\n\nBAUCUS: How many were not stopped?\n\n\n\nCRAMER: … three agents who came in using the counterfeit identification.\n\nBAUCUS: You only used three agents?\n\nCRAMER: Yes, three different agents.  Other agents were along, but they were not using the counterfeit…\n\nBAUCUS: Well, I'm no good expert in this subject, but it just seems to me just cool common sense that if we're \ngoing to make a -- if not an indictment, at least a criticism, that, you know, a few more agents going back and forth \nmight increase the, you know, the degree to which we could understand how much is being stopped and not being \nstopped. Wouldn't you think?  Three is a little bit isolated, isn't it?\n\nCRAMER: It is - it is a small number, but we were responding to the requests we had and believed that we would \nbe able to perform the tests with that number.  But I agree with you, certainly if we wanted to expand the scope of it, \nwe could do that -- sure.\n\nBAUCUS: What is -- you know, in North America, you don't have to have a passport.  You know, you show your \ndrivers' license or birth certificate when you come into the United States.  Is that right?\n\nCRAMER: Yes.\n\nBAUCUS: Do you recommend the requirement of the passport?\n\nCRAMER: We've had some discussions with INS and other people about possible solutions here.  We're not in a \nposition to make a recommendation.\n\nBAUCUS: But your best guess -- you know, you're a person -- you've been around.\n\n(LAUGHTER)\n\nCRAMER: I do know that this is -- this is not an easy fix because there is certainly interests out there that are \nopposed to requiring Americans using passports to come into the country.  So I'm not…\n\nBAUCUS: What's the -- what's the argument in opposition?\n\nCRAMER: Frankly, I don't know.  And I don't well understand it. But I know…\n\n(LAUGHTER)\n\n… it's important -- it's an important argument and one that has to be taken seriously.\n\nBAUCUS: Anybody here want to take a crack at that? Why not require passports?  Anybody disagree with requiring \npassports? Anybody have any reservation? Anybody hear of a legitimate reservation?\n\n(LAUGHTER)\n\nI see heads -- I see nobody wishing this venture (ph) for (ph) through (ph).\n\nWhat do we do about these porous borders?  I mean, it's -- the report didn't go into that, but I'd like Mr. Devaney to \nrespond to some of the points that Mr. Wirth and, particularly, Mr. Murphy made about the Park Service.\n\nI've got to tell you, guys, my general impression is an agreement -- to considerably agree with Mr. Devaney.  I \nmean, the Park Service to me comes across as a little -- like they think they're special. They're not quite subject to \nthe same, you know, standards and attitudes that the rest of the government agencies -- particularly domestic \nagencies -- should be subjected to.  Almost -- I'm trying to avoid the word \"arrogance.\" But there's a touch of that, I \nhave found, frankly, in the Park Service, generally.\n\nSo when I hear Mr. Devaney saying what he said, I -- it rings true with me.\n\n\n\nCould you -- I'll ask, first, Mr. Devaney to respond to what they've said -- Mr. Murphy said, particularly, about what \nthey're trying to do.\n\nDEVANEY: Well, Senator, I'm -- I really don't know what they're going to be doing because they've been very long \nin telling the rest of us in Interior -- and for that matter, the secretary -- exactly what they are planning on doing to \nrespond to both my recommendations and her directive.\n\nAll of the other bureaus, at this point, are making significant progress in implementing the secretary's directive to do \nthat.  And the Park Service sort of stands alone as dragging their feet, quite frankly.  And they need to move out \nsmartly and get this done.  This is a serious issue.  People's lives are in danger.  And they can't study this as they \nlike to study other issues.  This has to go to the top of the pile.  And we do, for instance, assessments on a regular \nbasis of the icon parks that the park is guarding for our nation's homeland security.  And, once again, there's this \nlack of a sense of urgency about the -- about what they are doing.  And they just don't move as quickly as almost \nany other federal law enforcement agency I've ever been familiar with.\n\nBAUCUS: Mr. Murphy?\n\nMURPHY: Sure.  Our report to -- of the things that we're implementing was due…\n\nBAUCUS: The goal here is to assess relations…\n\nMURPHY: … yesterday.\n\nBAUCUS: … we're not here to get in an argument.  We're just trying to find a -- find a solution here.\n\nMURPHY: That's absolutely right.  And we are -- we are responding, Senator, and have responded.  As I mentioned \nearlier, one of the Inspector Generals' first priorities for the National Park Service was to get accountability and \nleadership at the national level.  And we have done that.  We just interviewed -- finished interviews yesterday.  The \ndeputy assistant secretary for law enforcement participated in those interviews and that person will be in place by \nthe 15th.\n\nOfficer safety -- our National Leadership Council, which the Inspector General just referenced in his testimony, \ncommitted several million dollars to putting in place a field training officer program to address officer safety -- a field \ntraining program which is long overdue and should have been instituted long ago.  And that has happened and that \nwill be fully up and running in October.  I think that's extremely important.\n\nOne of the other problems we were having is getting qualified law enforcement officers into the National Park \nService.  And towards that end, we have instituted a bridge training program to bring non-federal law enforcement \nofficers into the National Park Service in a seamless way so that we can get officers on the ground.\n\nThis whole issue about homeland security -- one of the other things we were charged with doing is hiring a security \nmanager -- full-time security manager.  We have identified the person.  He works for the Air Force.  He has \nconsented to come -- to coming on board on a detail for 120 days while we hire a person full time in that -- in that \nposition.  I think that's a major -- a major step forward for the National Park Service.\n\nBut let me address this issue of apparent arrogance on the part of the National Park Service.  I think it really stems \nfrom a venerable organization that's been very proud of its history and its traditions and it is slow to change, like \norganizations like that often are.\n\nHowever, I've been there just a year.  I spent my entire career as a law enforcement officer running the park system \nin the state of California.  We did things a little bit different there.  All of our rangers and superintendents were law \nenforcement officers.  And I have a little bit different take on it.  But I also recognize the tradition of the ranger and \nwhere it's come from and its history and recognize that because of that, the National Park Service may be a little bit \nslow in adjusting.\n\n\n\nBut times have changed.  I think there is a clear recognition now that things have to be done differently.  As long as \nI am here and on board, I want to be held accountable for making sure that those changes do take place.  But it's \ngoing to take some time because you've got an organization with a huge history and a long history. But I'm \ncommitted to working with the Inspector General to see that those changes are made.\n\nBAUCUS: What's a reasonable period of time within which to have made those reasonable changes?\n\nMURPHY: Well…\n\nBAUCUS: By when?  Say if we're going to have this hearing again at a later date to check up and see whether, you \nknow, things have pretty much been taken care of, what's a reasonable date?\n\nMURPHY: Well, as I stated earlier, some of them are already underway.  And I would say if we were back here in \nsix or eight months -- the next fiscal year -- even additional changes will be made -- they will be incremental.  If \nwe're back in a year, significant changes will have been made in the National Park Service.\n\nBut I really have to address this issue of the superintendents, too, and some of the decisions that they make.  Some \nof these decisions are motivated by pressures that result from a lack of resources. When a superintendent has to \ndecide what a ranger does or doesn't do -- whether it's search and rescue or whether it's doing a campground hike \nor walk or tour -- they have to ask themselves, within the limited resources that we do have, what are we going to \nhave our staff do?  And so it's not always motivated by a lack of concern about law enforcement.\n\nBAUCUS: I agree -- I agree with that.  So how much is the president's budget going to increase -- be increased to \ntake care of your concerns?\n\nMURPHY: Well, as you saw from my testimony, I mainly addressed the budget that we know we have.  But the '03 \nbudget will have some increases.  For example…\n\nBAUCUS: Do you know what the '03 budget -- that's '04 budget.\n\nMURPHY: Well, we haven't passed on '03 budget.\n\nBAUCUS: No.  Now we're talking about this -- the president's proposal -- budget for '04.\n\nMURPHY: Well, I know that the '04 and the '03 budget include additional increases both for security, for icons and \nadditional staffing as we complete our assessment.  And I can talk specifically right now about Organ Pipe.  I think \nthat one of the significant things the National Park Service has done out of this year's budget and redirection of \nresources is currently recruiting for additional rangers at Organ Pipe.  I mean, that's right now -- in this -- in this \nbudget where we will, on the ground, have an additional 19 rangers once this recruitment is completed.  And that \nmeans that we can have three full time rotating 24 hour shifts to address the kinds of problems that Mr. Wirth \nshowed you on his video clip.\n\nBAUCUS: I, along with Senator Grassley, was in House chambers when the president spoke Tuesday night about \nthe need for greater homeland security.  And I hope the president lives up to his words.  I mean, it's one thing to talk \nthe game.  It's something else to produce.  And…\n\nMURPHY: I agree.\n\nBAUCUS: … the proof's in the pudding here.  It's up to the president and his budget to provide the resources that \nyou all need.\n\nNow, he says, in his statements that we're going to provide these resources.  But we'll find out when he presents \nhis budget to the Congress because it's -- words is one thing -- deeds is another.\n\nAnd I very much hope the president -- because it's his responsibility, as commander in chief and the chief executive \nofficer -- to provide the resources or suggest the resources.  And you can be doggoned sure that if the president \n\n\n\nsuggests the appropriate resources, Congress will approve them.  There is no doubt of that. There is no doubt of \nthat whatsoever.  But if the president does not suggest in his budget the appropriate resources, it's going to be \ndifficult in tight budget situations for the Congress to find additional money to put back in.\n\nSo this is really -- it's the president's -- he's the man -- main person here.  He's the -- he's the man.  It's up to him to \ndecide whether or not he wants to put the appropriate resources in his budget.\n\nGRASSLEY: Senator Lincoln, before you ask your series of questions, just let me follow up on the previous -- \nsecond previous question that Senator Baucus asked.\n\nAnd Mr. Devaney, isn't it true that we have appropriated some money in past years to do some of these \nrecommendations in law enforcement and has not the Interior Department redirected it away from what Congress \nintended?\n\nDEVANEY: Mr. Chairman, we encounter on almost a daily basis stories about superintendents who take monies \nhave -- that have been dedicated for law enforcement and use them for other purposes.\n\nThe budget formulation process is very exact and the -- and everything is accounted for by the penny.  But when \nthe budget comes to the Department of the Interior, it almost goes out in a shoebox, though, to the components.  \nAnd superintendents get one of those boxes and it contains the monies for everything.  And if a superintendent \ndecides, for instance, that the money that was dedicated for the purchase of some new law enforcement vehicles is \n-- could be better used to purchase a tractor for the maintenance section of this park -- I mean, that's what happens \nthat given year.\n\nSo one of the -- one of the good news stories here is that the department is moving very quickly to something called \n\"activity-based costing,\" which is going to now track the money as it come -- as it goes out to the superintendents \nand as it's spent. And law enforcement has been designated as one of the early pilots.  So I have some hope that \nthe department is going to get a grip on this.\n\nBut in the past, I think it is very fair to say that law enforcement monies have been spent for non-law enforcement \npurposes.\n\nGRASSLEY: Senator Lincoln?\n\nLINCOLN: We certainly appreciate your leadership in this very critical issue -- and to all of you gentlemen here who \nare willing to work with us in solving this problem.\n\nAnd I think certainly from your testimony and the presentations that are made, we do have a very serious problems \non our hands.  And we need to take some -- I think some very critical action in making sure that we correct some of \nthe things that, for many years in this country, we have taken for granted -- that our nation is a place who's borders \nhave been a welcoming site to a lot of people.  Unfortunately there is great abuse.\n\nI would just say that clearly the GAO investigation reveals weaknesses in our border security network.  And my \ncuriosity in the question that Senator Baucus asked, which was, \"Why is it that we don't require passports in the \nWestern Hemisphere or in North American travel,\" -- I personally would like to have one, just in case, you know, \nthere are questions.  And I guess my other question would be none of you all disagree with that, what is the -- what \nis really the deterrent from requesting that?\n\nThe other thing is if you are able to use a drivers' license and you don't have to be a citizen to have a drivers' \nlicense, how is it a valid documentation of citizenship?  Are there states that indicate on their drivers' license \nwhether you are an actual citizen or not?  Is it -- in state programs do they have that?\n\nWIRTH (?): Senator, I'll take a couple of those.  I'll just mention as far as the passports are concerned, the recent \nlegislation passed by Congress under the PATRIOT and Border Security Act included statutory provisions against \nadding any new documentary requirements for United States citizens.  I would also add that -- just to balance that \n\n\n\nthat we also encounter counterfeit U.S. passports, as well.  So our documents are counterfeited by the -- by these \ncriminals, as well.\n\nLINCOLN: Is a counterfeit passport easier to detect than a counterfeit birth certificate?\n\nWIRTH (?): Yes.  And…\n\nLINCOLN: It is?\n\nWIRTH (?): … -- well, I would say that that would be true. Again, it would go back to the totality of that event.  And \nso, you know, to the discretion our…\n\nLINCOLN: Sure.\n\nWIRTH (?): … inspectors have -- it would be one piece of that. Drivers' license do not confer United States \ncitizenship.  That's something that ought to be clear.  Fifty states -- different states issue drivers' license in different \nformats -- different criteria.\n\nLINCOLN: Sure.\n\nWIRTH (?): It is a license to drive, not a license to be a citizen.  It's a form of identity that's taken in content with \nyour -- with your nationality.  As part of an -- of an investigation or an -- or an inspection, our officers might use \nsome of the data to see if you were familiar with it and cross check it with some other parts of the interview.  But a \ndrivers' license does not confer United States citizenship.\n\nLINCOLN: But you are allowed to cross the border with that as identification.\n\nWIRTH (?): You're also allowed, as a United States citizen, to cross the border without it.\n\nLINCOLN: OK.  Thank you.\n\nAnybody else have comments on that -- I mean the use of that kind of information -- whether it's enough or not \nenough?\n\nGoing back to the question of resources -- in terms of our borders between ports of entry and the national park \nlands, clearly, there are resources that are needed in order for us to put you all in a position to do the job that you \nreally need to do in light of our current circumstances. Does anybody here have estimates in terms of the level of \nadditional resources -- whether they be human or financial -- to prevent the unimpeded traffic that comes across our \nborders?  Is there -- we've talked about the president's budget and what our hopes are in what the president's \nbudget.\n\nAnd do any of you all have recommendations in your own agencies where we could be more efficient with other \nthings that you do in order to allow you to redirect some of your current resources towards that?\n\nWIRTH (?): Senator, I will start again because between those ports of entry is our primary responsibility.  And I \nwould start out just thanking the Chairman and all of you in Congress for providing the resources for us to begin to \nwork.\n\nOur border strategy, if you will, is a strategy in progress. It's a strategy that's now -- has many success stories.  I \nwas the chief in San Diego when we did Operation Gatekeeper when some of these pictures that you saw were \noccurring there when we stamped that out, along with drug smuggling.\n\nIn Arizona, where we just saw the pictures -- we're making progress there.  We're in Nogales, where we've taken \nthe city back, if you will -- and in Douglas.  And these unscrupulous smugglers, as Chairman Grassley mentioned -- \nthe 11 in the boxcars and the nine in the van that come in the hands -- the blood on the hands of smugglers who \nare trying to outmaneuver law enforcement -- who are -- who are driving the prices up from smuggling.\n\n\n\nWhen I went to San Diego, it was 130 bucks to be smuggled to LA. That price is now $2,000 -- $2,500.  We know \nwe're having an impact.\n\nWe also know that we have to meet this smuggling activity head on with hefty prosecutions -- the resources that \nyou're applying to the budget that's ready to be passed now.  And we look forward to putting those on the border \nand doing even better.\n\nLINCOLN: Well, I would just encourage you all to look -- if there is any possible way in any of your agencies where \nthere's -- where there's room for us to be -- to allow you to be more efficient with a, you know, a task that you \nalready have that would help you free up some resources for what I see as a more dire and immediate problem that \nneeds more immediate action and probably more resources -- both human and financial, because I'm not a border \nstate, but I'm right next to them.  And I see some of the problems we have in dealing with agencies -- many of your \nagencies, which is really documentation -- paper shuffling and some other things where you've already got \nbackground checks -- you've already done everything.  It's just the re-initiation of a process where we might could \nmake some more efficiencies there that free you up both in human resources and financial resources to be more \nactive on the borders and with the criminal aspects of what's going on out there.\n\nSo thank you very much.\n\nThank you, Mr. Chairman.\n\nGRASSLEY: Thank you very much.\n\nWe'll take a second round of questioning now.\n\nI want to go back to something that Senator Baucus touched on a little bit.  But I want to be a little more specific to \nMr. Murphy.\n\nIn July, Secretary Norton ordered that all special agents report to law enforcement boss.  My staff have obtained a \ndraft Park Service implementation strategy that I have here that has special agent investigative units reporting to \npark superintendents and that has regional directors overseeing agents.\n\nTo me, this is clearly not following orders -- I think ignoring the secretary's clear directive.  So, very forthright, why is \nthe Park Service ignoring the secretary's reform orders? And in your position, could you fix this?  Would you fix it?  \nAnd how do you deal with this and other problems with implementation strategy?\n\nMURPHY: Well, I've already fixed it.  I mean, I'm not sure which draft you have there -- what it's dated, so if you \nwould -- you would let me know -- we just submitted our revised implementation strategy to…\n\nGRASSLEY: January 26, 2003.\n\nMURPHY: Well, if is shows agents reporting to superintendents, that is not correct.  There should be an \norganizational chart that shows special agents reporting to two special agents and then the special agent in charge \nreporting on up to Washington, here.  There is a dotted line that should go to the regional director, who just \ncoordinates overall park and regional resources.\n\nBut we have made it clear and stated, unequivocally, that special agents will report to special agent in charges, who \nwill, in turn, report to the Washington office.\n\nGRASSLEY: Well, I think it's this simple -- would you give us a copy of that as you just described it?\n\nMURPHY: Absolutely.\n\nGRASSLEY: And then we would ask Mr. Devaney to get a copy of it. And then maybe privately or through written \nresponse, you could give us your response to that.\n\nDEVANEY: Sure.\n\n\n\nGRASSLEY: To you, Mr. Devaney, I have been told that many career public servants at Interior and specifically the \nNational Leadership Council at the Park Service are resisting these law enforcement reforms.  Could you tell me \nyour sense of the bureaucracy's embrace of reform and tell me what you know about the National Leadership's \nCouncil role at the Park Service?\n\nDEVANEY: I would be glad to tell you what I know about it, Mr. Chairman.  Mr. Murphy sits on that.  He might have \nsomething to say about this, as well.\n\nNational Leadership Council is about 17 or 18 members of the -- senior members of the National Park Service, \nincluding the director and the two deputy directors -- associate directors, regional directors -- sort of the cardinals of \nthe Park Service, if you will. And I'm sure years ago when that body was formed, the intention was to provide advice \nand counsel to the political leadership that came and went through the Park Service.\n\nToday, though, my observation is that any new idea or any reform, for that matter, has a -- has an awful tough time \ngetting through that National Leadership Council.  They are -- they are fiercely defendant of the status quo.  And \ntheir strategy to defend that status quo is to study things to death.  They'll form a work group and it'll go off into that \nwork group for literally months.\n\nAnd that's essentially what happened to some of these law enforcement reforms that came out from my office over \na year ago from the secretary's office in July.  And they've been studying it and proffering drafts, which have been, \nyou know, sort of, rejected and they've gone back again and again and again.  And I don't know if the new draft is \ndifferent from the one that I, as well, say on the -- dated January 26.\n\nBut far from embracing reform, I view them as an impediment to progress on reform.  And it's -- and it's very tough \nto get a new idea through this group.\n\nGRASSLEY: Yes.\n\nLet me commend you on another point, but also to ask a question. I know that you've set up an office or some sort \nof arrangements for whistleblowers to report to.  And this follows on my respect for very good work that you do, and \nI wish you'd commend your -- send my commendations to your staff as -- through you, but also for you, because I \nknow it's -- we need every IG to be effective in doing work protecting the taxpayers' money.\n\nBut in regard to the whistleblower position, could you please describe this office? And also tell me whether any \nother IGs have similar offices.\n\nDEVANEY: I would be glad to.  The whistleblower protection position I have established is going to be filled by a \nvery senior investigator with over 20 years of law enforcement experience.  And the -- and the idea here is to follow \nwhistleblowers from cradle to grave -- from the first time the come in and talk to us about an issue to ensure that no \nretaliation takes place against them. Not only during the matter that we might have under investigation, but even six \nmonths or a year afterwards, we're going to go back there and find out if something has happened to those folks.\n\nWe're going to get involved in training the department on whistleblower protection laws and rules -- the No Fear Act \nand other laws that you, yourself, have been involved in passing.  And bring to the attention of Interior managers \nthat retaliation will not be tolerated.\n\nWhen we find it, I'm going to -- I'm going to address it immediately with the assistant secretaries.  And if I can't get \nthe results from the assistant secretaries, I'll go directly to the secretary.\n\nI have spoken to the secretary about this.  She is very supportive of this and concurs with me that there should be \nno retaliation at the Department of Interior for someone who brings these matters to our attention.\n\nWith respect to your second question, I think I -- think we are the only IG that has started this program.  I've talked \nto some of my colleagues about it.  They are interested in it and I would hope that if it works well that we could \nexport this to some other IGs.\n\n\n\nGRASSLEY: Yes.\n\nSenator Baucus and then Senator Kyl?\n\nBAUCUS: Yes.  Mr. Chairman, thank you.\n\nMr. Malfi, could you describe what happened at -- I guess at Miami International Airport where you were denied \nboarding because you had -- although -- denied getting a boarding pass because you did not have a second piece \nof identification -- but almost immediately the airline representative referred you to -- the luggage officer obtained \nsomething called an affidavit for citizenship for $5?  Could you describe what happened there and how that works?\n\nMALFI: Sure.  When we left -- actually it wasn't myself, it was the other agent…\n\nBAUCUS: Yes.\n\nMALFI: … that was accompanying me -- inadvertently left his real birth certificate -- didn't have it with him.  So we \nwere boarding the plane…\n\nBAUCUS: You were boarding where, now?\n\nMALFI: From Miami to go to Jamaica.\n\nBAUCUS: Right.\n\nMALFI: And they checked -- they airlines checked to see what type of identification you have.  It's like the first \nscreening-type process.  She realized that he didn't have his birth certificate or any other proof of citizenship.  We \ntold her that we had to get to Jamaica, it was important.  She then sent us to a luggage storage facility that was \nlocated in the airport.  She says, \"This is common.\" She says, \"What we do is you go there, you show them, you \nknow, you talk to them.  You show them your drivers' license and you'll get an affidavit of citizenship, which will be \naccepted in Jamaica as a proof of citizenship.\"\n\nBAUCUS: A proof of U.S. citizenship.\n\nMALFI: That's correct.\n\nSo the agent went to the location.  It was a storage, you know, a luggage storage facility -- spoke to the clerk there -\n- asked him that he was sent there to get some sort of affidavit of citizenship.  The clerk knew exactly what it was -- \nsays, \"Yes, no problem.\" She gave him a form, which he filled out.  We have a copy on one of the boards, which I'll \nshow you.\n\nHe filled the form out. After he filled the form out and signed it, he gave it to her.  She stamped -- she notarized it.  \nPrior to notarizing it, she looked at his drivers' license and basically looked to see that the picture was the same as \nthe person that was presenting the affidavit.\n\nWe went -- he went back to the airlines.  They accepted that -- put us on the flight and that was actually accepted \nby the Jamaican government as proof of American citizenship.\n\nWe did not -- when we returned back into Miami, we were very curious because we had just learned about these \naffidavits.  After we cleared through immigration and Customs, we both went to this location and, using the false \ndrivers' licenses that we had -- the counterfeit drivers' licenses, gave them the same story -- that we were flying to \nJamaica.  We didn't have our birth certificates.  We needed to get out of the country and could we, you know, obtain \nan affidavit of citizenship.\n\nThe clerk said, \"No problem.\" Again, same routine -- we filled out the two forms.  We paid her the $5.  She checked \nour drivers' license, which were counterfeit, gave us the affidavit.  It was stamped and we left at that time.\n\n\n\nWe have three copies of the actual affidavits on the board here. First, the one in the middle was the actual one that \nwas originally used by the agent. The two on either side were the ones that we used -- not used, the ones that we \nobtained after we arrived back into the country with our fictitious drivers' licenses.\n\nThe third copy -- the last copy, rather, on the left -- or the right-hand side is a copy that our agency -- the person \nthat does the work for us in regards to putting the counterfeits together screened this and showed how easy it was \nto duplicate it.  So she took one of the originals that we had, put it in the computer, scanned it -- cleaned -- took off \nthe writing that was on there and produced a blank sheet that's exactly like the original sheet for an affidavit.\n\nBAUCUS: So you're, in effect, saying that for five bucks, you can show a fictitious drivers' license and make or \nmanufacture an affidavit of citizenship.\n\nMALFI: That's correct.\n\nBAUCUS: Do you know whether this practice is still continuing?\n\nMALFI: As far as I know it is, yes.\n\nBAUCUS: Do you think that's a good idea?\n\nMALFI: Absolutely not.\n\nBAUCUS: Yes.  I don't either.\n\nWhat's being done about that, Mr. Williams? That's INS, isn't it?\n\nWILLIAMS: No, sir.  I believe what I heard is that that was presented…\n\nBAUCUS: That's airlines.\n\nWILLIAMS: … to Jamaica for entrance, not the United States. It would not -- it would not be a document we would \naccept.\n\nBAUCUS: But you've been briefed on these findings.\n\nWILLIAMS: Yes, sir. No, I said I believe what I heard was that the affidavit was presented to Jamaican officials, not \nU.S. officials.\n\nBAUCUS: It was presented as I -- if that's correct -- that's correct.\n\nWILLIAMS: But on the return trip, an affidavit -- an affidavit such as this would not be a document that we would \naccept as proof of citizenship.\n\nBAUCUS: Mr. Malfi, was your experience any sense of that?\n\nMALFI: We didn't use these to try and get back into the country. But if Agent Ryan was coming back in under his \nreal name, that would have been the only proof of citizenship that he would have had on him. So we don't know if \nimmigration would have accepted these or not on the return trip.\n\nBAUCUS: I would like to ask you, though, Mr. Williams, while I can, very briefly…\n\nWILLIAMS: Sure.\n\nUNKNOWN: Congressional relations told us that those documents are used to come into the country.\n\nBAUCUS: Well, why don't you…\n\nGRASSLEY: Let me -- let's just see if my staff was told right in briefings.  Now, I think this is to Mr. Williams.\n\n\n\nMr. Williams, in -- congressional affairs of your office -- or of INS said that those documents can be used to bring \npeople into the country.\n\nWILLIAMS: No, sir.\n\nGRASSLEY: OK.  Well, at least then that's the point of my question.  So then they were wrong by saying that to it?\n\nWILLIAMS: Yes, sir.\n\nBAUCUS: OK.\n\nMr. Williams, just a question for you -- on September 6, 2001, before 9/11, Border Security personnel were flown \nfrom Montana to Washington D.C. to brief Washington on their analysis of increased border crossings -- a very \nsignificant increase of border crossings by Arab nationals.  And they were brought back to that briefing -- that is \nU.S. officials were brought back on September 6 because they had previously been reporting over the past several \nmonths a very significant increase, suspiciously -- suspicious increase of a number of Arab nationals crossing the \nborder into the United States.\n\nWe've asked for a briefing of the INS what -- of what happened -- what was done with that information, et cetera.  \nAnd so far, your agency has not responded.\n\nCould you -- what -- could you tell us today whatever you can appropriately tell us about that September 6 report?\n\nWILLIAMS: Senator, I just learned of it myself last night -- that the request had been made.  And I talked to your \nstaff before the hearings today.  We will arrange for a briefing for you on the entire border situation.\n\nI am not familiar with it today.  I don't have that.  I respect your question and I would like to get back to you in writing \nor in person.\n\nBAUCUS: Chairman Grassley tells me he supports the request to gain the information as quickly as you possibly \ncan.\n\nI'm just very concerned about how -- not only our border sites, but such a vast area between entries.  How many \npeople, first, enter the United States daily?\n\nWILLIAMS: Well, let me put it this way, last year, the United States Border Patrol and the assets within the INS \nmade just under a million arrests.\n\nBAUCUS: A million arrests?\n\nWILLIAMS: A million arrests.\n\nBAUCUS: Last year?\n\nWILLIAMS: Last year.\n\nBAUCUS: But how many enter the United States -- just how many people come into the United States every day?\n\nWILLIAMS: We inspect over one-and-a-half million people a day.\n\nBAUCUS: OK.  How many of those -- how many people do you think come into the United States that are not \ninspected?\n\nWILLIAMS: Well, we believe that in the border strategy we're doing a better job than ever.\n\nBAUCUS: Oh, that's not the question I asked.  I asked how many people do you think -- I think Mr. Wirth's got a \nsense and Mr. Devaney's got a sense and -- an answer to that question, but how many people do any of you think -\n\n\n\n- gut -- best guess -- are coming into the United States uninspected or get -- and/or get through the system -- who \nare checked, but get through it, a day?\n\nWILLIAMS: We know half of the illegal population came to the United States legally and then abandoned or violated \ntheir status.  We know that from our studies.  But anything else would be, certainly, a guess on my part.\n\nBAUCUS: That's what I'm asking -- I'm asking for a guess.  And I know that, frankly, I'm a bit surprised that you \ndon't know how many people come to the United States unchecked.\n\nWILLIAMS: Unchecked?\n\nBAUCUS: Unchecked -- come across our borders daily.\n\nWILLIAMS: Without being apprehended between the ports?\n\nBAUCUS: Without being -- yes, without being apprehended or checked.\n\nWILLIAMS: Again, Senator, I would say that that would be an educated guess.\n\nBAUCUS: Well, I'm asking your -- you're an educated man.\n\n(LAUGHTER)\n\nAnd you certainly are able to guess.\n\nWILLIAMS: I would say that in my experience, just leaving San Diego sector as the chief there, we went from \nguesses of apprehending two or three out of five or 10.  Our efficiency rates now are in the 85 and 90 percent level.  \nSo we're doing much, much better.\n\nBAUCUS: Well, wait a minute, now that's a bit inconsistent. You're contradicting yourself.  How do you know what \nyour efficiency rate is if you can't tell me how many come in?\n\n(LAUGHTER)\n\nWILLIAMS: I have told you that that would -- that I could not give you that answer on a -- on the whole border \nsituation.\n\nBAUCUS: Oh, but wait a minute -- come on -- we're here together to try to find an answer to some of these \nproblems.  And we have a responsibility -- we, in the Congress -- just as you do.  And this is a joint -- it's just an \noversight hearing to try to get some answers to help Americans.  And for us to do our work and to help you do your \nwork, it would be helpful if we had an idea how many people come into the United States daily unchecked -- on \naverage or week -- I don't care.\n\nIs it 1,000 -- is it two?  What is it?\n\nWILLIAMS: I respect your question, Senator, and I'll try to get back with you with a better answer.\n\nBAUCUS: You don't know today?\n\nWILLIAMS: I do not -- I do not know that specific answer.\n\nBAUCUS: I mean, it -- being the -- if somebody's watching some of this on television in the country, wouldn't they \nfind that a little bit alarming that INS doesn't know -- or, in fact, can't even give an educated guess?\n\nWILLIAMS: I couldn't answer that, sir.\n\nBAUCUS: Well, my supposition -- my guess is that people would be a bit concerned that you can't give us an \neducated guess.\n\n\n\nIt (ph) could (ph) reach (ph) another (ph) setting (ph).\n\nMr. Murphy?\n\nMURPHY: Well, I was just going to say at least on the park lands, we -- you know, our estimate, as I said in my \ntestimony, is on an annual basis we have 250,000, you know, a quarter of a million people coming through our park \nlands -- that's just park lands.  And that was the estimate from the -- that we got from the Border Patrol in 2001. \nAnd of that quarter of a million, about 200,000 of those come through Organ Pipe, alone.  And those were estimates \nwe asked for as we were trying to do an analysis of what we needed to do to get the proper staffing at Organ Pipe \nand along our borders.\n\nBAUCUS: Well, that leads clearly another set of questions.  What criteria do you use as to -- as to whether or not \nyou're effective in your job?  What are the criteria?  I mean, how do you know whether you're doing a good job at \nthe borders?  How do you know?\n\nMURPHY: I can address…\n\nBAUCUS: You know, it's a -- it's a -- it's a pretty basic question.  Do you have numbers?  Do you have standards?  \nDo you have criteria? Do you have benchmarks?  Do you have data?  Have you got dates?  Or -- and I'm not being \ncritical -- do you tend to, as some federal agencies do -- some private agencies do -- just kind of -- just kind of -- \nkind of go through the motions?  You know, we're trying.  We're doing these things, but we really don't know how \neffective we are.  You know, we need some kind of criteria here, I would think, so that when we have this hearing \nagain six months -- seven -- eight months -- a year from now, we know jointly together whether we're doing a better \njob or not.\n\nMURPHY: Well, I could respond a little bit.  I mean, one of the glaring problems of the National Park Service has \nbeen not having an incident reporting system so that you know exactly what incidents have been taking place in \nparks and whether or not your responses over time have cut down on those incidents -- so you have data to collect.  \nSo we just invested in a system, working with the Department of Interior, to put in a new sophisticated incident \nreporting system, because that was a glaring lack not having that data.  And we recognized that, because before \nwe were, basically, this -- it was our best guess what we have.  And that's just absolutely not acceptable. And we \nhave taken steps to do that.\n\nBut I mean in our criteria, you know, we ask the question in terms of visitor safety, employee safety and resource \nprotection, we can collect data on crimes that are happening against visitors -- incidents that involve employee \nsafety or our employees are hurt.  And then we can look at our resources and see to what extent they're being \ndamaged -- measure that and then get some sense of what our needs are to prevent that from happening.\n\nAnd this incident reporting system is going to be critical in helping us do that.\n\nBAUCUS: My time has expired.  Go ahead.\n\nGRASSLEY: Senator Kyl?\n\nKYL: Thank you, Mr. Chairman.\n\nAnd thank you, Senator Baucus, for the point that you have raised.  I'm going to expand on that a little bit. I think \nyou are right on target.\n\nLet me first ask to be introduced into the record a \"National Geographic\" news piece entitled \"Arizona Park Most \nDangerous in U.S.\" They are talking, of course, about Arizona's Organ Pipe Cactus National Monument.\n\nGRASSLEY: Without objection it will.\n\nKYL: Thank you…\n\n\n\nAnd thank you, Mr. Chairman.\n\nI would like to welcome Dan Wirth, a special agent from Tucson, who is coordinator with the Arizona HIDA.\n\nAnd welcome you here to this panel today.\n\nI appreciate all of you being here.  Let me just -- I hadn't intended to make this comment, but since Senator Baucus \nraised it, perhaps it's a good way to begin to ask the question.\n\nAccording to the \"Tribune\" newspaper in Arizona, reporting on INS numbers -- I guess, Mr. Williams, this would be \nfor you -- in -- the number of border crossers apprehended in Arizona -- this is just Arizona -- in 1999 563,837; in \nthe year 2000 725,093; in the year 2001 528,060 and then, I think, incomplete figures for 2002 376,302.\n\nBased upon your knowledge, having been at INS for a long time, do those numbers sound accurate to you?\n\nWILLIAMS: They do.\n\nKYL: So those are arrests just in Arizona.  Now, is it true -- any of you can comment on this, but I think maybe \nyou're in the best position, Mr. Williams -- that, at least on the border, there is a rule of thumb spoken of -- an \neducated guess that for every apprehension there are about two people who get into the United States illegally that \nare not apprehended.\n\nIs that not correct?\n\nWILLIAMS: Senator, I have just answered that there is a number of those that you might hear in different places by \ndifferent people. But I have heard that.\n\nKYL: OK.  Would you have any reason to think that that's significantly wrong?\n\nWILLIAMS: I would -- I would say that it would -- it's significantly a guess -- that it may -- it may be incorrect.  I don't \nknow that.\n\nKYL: According to this article, more than a million people tried to get into the United States illegally in 2001.  This is \nfrom Mexico -- crossing the border from Mexico. Does that number sound -- I am assuming that's an INS number, \nbut I -- but it's not stated here in the newspaper.\n\nWILLIAMS: Yes, sir, just under -- just under a million people arrest by our Border Patrol last year.\n\nKYL: So you've got the estimate of about 200,000 just in Organ Pipe Cactus National Monument, alone.  Now \nthat's -- there is a long border there.  And it's an area that's not very highly patrolled, so you can imagine people \ntrying to cross there, but it is a dangerous place to cross, too.  We've had a lot of deaths in the state of Arizona -- I \nthink 145 last year -- 102 the year before and so on.\n\nSo this is a very serious problem.  And I know that you're here today to talk more about the kind of document fraud \nthat can enable people to get across either border by just changing documents.  But in order of magnitude, the \nnumber of people just trying to cross illegally is much more significant -- is that not -- would anybody argue with that \nproposition? This is not to diminish the problem of illegal documents, but those numbers are less.\n\nIs it not also true -- and, again, Mr. Williams, I think I have to ask you this…\n\nWILLIAMS: Sure.\n\nKYL: …  but if anybody else can answer it, it's fine, too -- that it is also routine at border entry points like Nogales, \nArizona, and Douglas, Arizona, for Mexican vehicles -- frequently ambulances, but sometimes mere passenger \ncars -- to come to the border from Mexico with people who are allegedly sick and in need of emergency health \ncare?  And that those people are routinely waived through without inquiry by Border Patrol or INS or Customs \n\n\n\nbecause they are not medically trained and, therefore, couldn't evaluate the case involved -- that they are routinely \nwaived through?  And that those people then received medical care in hospitals of the United States?\n\nWILLIAMS: I would say that emergency vehicles that arrive at ports of entry in Arizona and elsewhere -- if there is \na critical medical emergency that appears to -- needs that kind of attention, we usually make the decision based on \nhumanitarian needs on the, you know, on -- depending on the case at hand.  If it does look like it's a dire situation, \nwe usually do waive -- produce a waiver for those people to proceed to the hospital.\n\nKYL: And, Mr. Chairman, the reason I bring that out here is that you focus, rightly, on this hearing -- and I want to \ncommend you for holding this hearing because it illustrates the fact that there are a lot of different ways to utilizing \nour system to get into the country illegally, including through the use of fraudulent documents.  And I -- and I really \nwant a little time to get into that.  And I'm sorry that I'm off target here, but I'm going to get back to that.\n\nBut it also illustrates the fact that that is the tip of the iceberg -- that by far and away the largest numbers of people \nsimply come across illegally by crossing a border fence someplace and that, in addition to that, there are many \npeople who are routinely waived through by Customs, INS, Border Patrol at points of -- ports of entry, like Douglas, \nArizona, and Nogales, Arizona, because there are perceived cases of medical emergency and that those people, \nthen, go to American hospitals for that emergency care.  That is documentable, by the way, with very specific \nnumbers.  And I will provide those numbers to you, Mr. Chairman, into the committee.\n\nWe met recently at Tucson and university -- at Tucson Medical Center in Tucson, Arizona, with representatives of \nTMC and University Medical Center Hospital and they had the exact numbers of people who were waived across \nthe border at Nogales and Douglas each year for the past several years and the cost of that care that is provided \nunreimbursed.  And that's a number that I know the chairman would like to get for later uses.\n\nSo, again, I think all of these things are important, but I would suggest, Mr. Williams, that it would be useful if you \ncould provide the committee, in writing, after you go back and put these numbers together, with answers to the \nquestion that Senator Baucus was really trying to get at here.  We do know that half of the people who are here \nillegally, approximately, came here legally and overstayed.\n\nWILLIAMS: Yes, sir.\n\nKYL: But we also know that -- how many people are arrested each year at each border point of entry -- wrong -- \nand return through our border points of entry.  We have that exact number for each year.  And we also have some \ngeneral understanding of how many people we are not catching.  And so I think it would be useful if you would get \nthose numbers together and add them up and present them for each year, say, for the last five or six years for the \ncommittee's use.  Could you do that?\n\nWILLIAMS: I would be happy to do that.\n\nKYL: Thank you.\n\nNow, Mr. Chairman, my five minutes is up, but could I now get to the subject of the hearing?\n\n(LAUGHTER)\n\nSPECTER: OK.  Go ahead.\n\nKYL: Thank you.  I appreciate your willingness to -- but I think this will clear -- and just one last thing -- let me insert \nthis, too. This is a story -- these are common -- this is today's \"Arizona Republic\" -- we see it almost every day -- \n\"smugglers hold 61 illegal immigrants as hostages.\" And, Mr. Chairman, the point of this story is -- and I have the \nPhoenix Police Department report this to me -- \"61 illegal immigrants were held hostage in a West Phoenix home \nwhile smugglers try extort more money from their families, police said. Several men were pistol-whipped and a \nwoman was sexually assaulted twice, police said.  The stash house was discovered Tuesday after one man \nescaped and called police,\" et cetera, et cetera.\n\n\n\nWhat sometimes happens is that the police get a call -- and this particular area of town is where this frequently \nhappens -- they get a call that there is a disturbance of some kind demanding police attention.  They're given the \naddress.  The police show up at the house and they open the front door and there can be 200, 300 or even more \nillegal immigrants stashed in the house -- a safe house.\n\nThe police don't want to take these people into custody.  They try to find out, through a system that we'll talk about \nhere in a minute, whether there are any felons in the group or any people who are wanted.  But, basically, these are \nsimply illegal immigrants who are trying to get elsewhere in the United States after having found their way up to \nPhoenix, usually by a coyote, or smuggler, who has gotten them there.\n\nAnd most of the time the reason the call was made to police was because the coyote needed to clean out that stash \nhouse because he's got another load coming in tonight.  And he's willing to compromise these people after robbing \nthem, raping them, beating them -- it's a horrible situation. And we're condoning it in the United States of America \nevery day because we don't have the will to enforce our laws or commit the resources to enforce the laws.\n\nAnd I want to commend all of you here at the dais.  Each one of you have a responsibility to help in one of the areas \nthat we're dealing with to try to protect our borders and enforce our laws.  And I know that you, and the people that \nwork with you, work very hard at that.  And convey our appreciation to them.\n\nNow, sometimes we make mistakes.  And I've been very critical and will continue to be critical of the effort of INS, \nfrankly, over the years. And I'm sure we could point the finger at everybody from one time or another. Congress \nbears a lot of the blame, as do administrations past and present.  I mean, we're all in this together. And finger \npointing is not the object here. My point is bad things happen to people every day.  People are dying in the desert \nevery year -- 145 -- 102 -- 106 people just in the last three years on just the Arizona part of the border -- mostly in \nMr. Murphy's area, there.\n\nThis is a bad situation from many different standpoints.  And we're not committing ourselves to solve the problem.  \nSo I'll insert this story in the record, as well.\n\nNow, partially to try to get at this, Congress has passed several laws to try to put into place some enforcement \ntechniques to get a hold of the situation.\n\nAnd I think, Mr. Williams -- I guess I'm picking on you, today, but let me ask you about three questions here.  One \nhas to do with the Border Security Act's requirements that scanners and readers for border crossing cards be in \nplace by October 26, 2004.  And there were two dates previous to that that things were supposed to happen, as \nwell.  Let me just ask you how we're coming along -- where is INS on installing these readers?\n\nCongress appropriated $11 million last year to get enough readers on the Southwest border and other relevant \ncrossing points.  How are we doing, just with respect to these particular readers or scanners at our points of entry to \nread these biometric visas and other documents?\n\nWILLIAMS: I'll answer part of that, Senator Kyl, and I'll…\n\nKYL: And by the way -- excuse me -- if others should address that, please just jump in.\n\nWILLIAMS: …  we are installing those readers at ports of entry now across the country.  The exact number you may \nhave -- I did not bring that exact number with me, but I would be glad to provide that to you.  But they are being \ninstalled in ports of entry as we speak.\n\nKYL: Could you give us a report, in writing, so we can include it in the record of this hearing as quickly as possible \njust on where you are on that right now?\n\nWILLIAMS: Yes, sir.\n\nKYL: Great.  Thank you very much.\n\n\n\nAny other comments?\n\nUNKNOWN: I was just going to add that we are trying to make sure that we have document readers for the airlines \nso that they can make sure that the documents are reviewed.\n\nKYL: Great.\n\nUNKNOWN: We're giving them to the -- also the sea passenger environments -- commercial shipping lines.  And \nwe're also using them in our secondary areas to assist.  So there is an effort to put them out there because we feel \nthey are a very important tool.\n\nKYL: Yes.  We've been slow on the uptake on this and so we need to get that done.\n\nMy staff informs me that there are already six locations and that 155 impostors have already been caught.  And I'm \nsure it'll be only more and more and more as these readers get put into place.\n\nThe attorney general and secretary of state are supposed to have these tamper-resistant biometric visas in place -- \nreaders in place by October 26, 2004, as I said.  And so we need to get that -- get that done.\n\nAnother thing that law required -- the Border Security and Visa Entry Reform Act is the CHIMERA system -- this \ninteroperable data system that is supposed to integrate all of the databases and systems that contain information \non non-American citizens.\n\nThis law requires the system to be a component of a government- wide interoperable system that was due to be put \ninto place October 26, 2002.  I know that hasn't been done.  But there is a commission on interoperable data \nsharing that was required to be in place by October 26.  My first question is -- is that commission in place?\n\nSecondly, there was supposed to be a report on the status of this.  What is the status of that report? I think that was \ndue in March of this year and that a -- that we provided money for that -- for that report.\n\nCan anybody tell me the answer to those two questions?\n\nWILLIAMS (?): Senator, I will say that it's my information -- I did not come equipped, again, today to answer that in \ngreat detail, but it is my information that that -- those discussions have taken place.  I'm not sure if the actual \ncommittee is in place or -- and I'm -- and I'm also not familiar with who is responsible for the report. But, again, we \nwould be glad to take the responsibility of updating you on that.\n\nKYL: Well, the commission was supposed to be in place October 26 of last year.  And I think the Justice \nDepartment -- in fact, I know the Justice Department was given money -- or authority, rather, to draw down what we \ncall the \"working capital\" fund in order to provide that -- a technology fund for that purpose. And if you would go \nback to whoever would be able to provide that information to us, I think that's important to have for the record.\n\nAnd then, finally, I would like to get a report on the IDENT system -- integrating IDENT and APIS. This is the FBI's \nmost wanted fingerprint list and the -- what's called the integrated automated fingerprint information system.\n\nI think we provided $5.75 million in last July's emergency supplemental for that.  And I would like to get a report on \nwhere we stand on that.\n\nWILLIAMS (?): I would be glad to provide that in writing, as well.  Senator, I will report that the implementation of \nthat is in progress -- that there have been new sites added. I would also add that it's been a very positive influence \non our enforcement initiative, so I would like to that you for that funding, as well.\n\nKYL: All right.\n\nAnd then, finally, to just illustrate that we're all human -- we all make mistakes -- I made a mistake last week and I \ndidn't catch something in the Omnibus Appropriation Bill -- that there was a little provision that zeroed out \n\n\n\ntemporarily the funding for the NSEERS program.  And yet I signed on to that and had I known that, I wouldn't have, \nobviously.  We need to restore that funding.  And it's in conference and hopefully we can do that.\n\nBut if any of you would like to respond to this question -- why do we need NSEERS? Has it been successful?  And \nshould we be restoring that funding?\n\nWILLIAMS: I would like -- I would respond to that Senator.  In my opening testimony, I talked about NSEERS and \nthe results we've had. And I'll repeat part of that for you. We've -- we have now accomplished some 60,000 \nregistrations both at the port of entry and the domestic call-ins.  At our ports of entry, we've had about 360 \nenforcement actions as a result of NSEERS at the ports of entry. We've also had on the call -- on the call-ins or the \ndomestic NSEERS. We've arrested about 27,000.  About 2,800 of them were found to have been in violation of the \nlaw -- most certainly the immigration law, and about 84 of them are in custody today.\n\nI think more importantly what -- the new news is that that NSEERS system has also led to the identification and the \napprehension of seven suspected terrorists.\n\nKYL: Mr. Chairman, I think that's very, very important.  And I will just conclude by saying that as we consider what \nwe're going to be doing with the, perhaps, 10 million illegal immigrants who are in the United States today, there \nisn't a single idea about how to deal with those people here or workers under a guest worker program that wouldn't \nrequire an absolutely fraud-proof system of identification. And what all of you have talked about here today \nillustrates the ways in which it is possible today to defraud our system under the document and other systems that \nwe have in place.\n\nSo, again, Mr. Chairman, I think your holding this hearing is important for a lot of reasons.  And it just illustrates to \nme that until we have fraud-proof identification that can be really applied to all of us -- and I'm perfectly willing to \nutilize it myself -- to ensure that everybody that is in this country can be properly identified when they apply for a \njob, for example, or when they apply for entry into the country that -- until we get to that point, we are not going to \nhave an enforceable rule of law.  And so your exposure of the deficiencies in our current system, I think, is a useful \nexercise here to demonstrate to us the amount of work that we have to do to get to that point.\n\nThank you, again.\n\nThank you to all of the members on the panel.\n\nGRASSLEY: As chairman of the committee, I would associate myself with your request for answers to the three or \nfour questions you've asked to have submitted, and we'll do that for the record.  You don't have to respond to me \nseparately, but I want to encourage an adequate response.  And I'll let the Senator from Arizona be a judgment of \nthe adequacy of the response, but I'm glad that he asked those questions.\n\nMr. Williams, I'm going to follow-up because I don't think I was very clear in the last statement I made in regard to \nsomething Senator Baucus brought up about these documents that are displayed there, coming back into the \ncountry.  So let me state it clearly this way. If Mr. Malfi left with the affidavit of citizenship that would be the only \nproof of citizenship that he would have upon his return, then we're lead to believe -- because that's the only \ndocument he has, then we're led to believe, as, again, I said by our briefing from Congressional Affairs, that the \nINS would accept those documents when Americans reenter the country.\n\nNow, I need an answer to that yes or no, because if those are the only documents they have when they leave, then \nthose are the only documents they have when they come back.  Would they be accepted?\n\nWILLIAMS: Well, I would just say that in the totality of that inspection, that if someone that we had no suspicion of \nhad that document and they had proved to us they were an American citizen, they would be admitted.  Someone \nthat we did not believe to be a United States citizen, that we have suspicions about, and had that document, would \nnot be admitted.\n\nGRASSLEY: Yes.\n\n\n\nI think what you just said would be accurate, but that would be true of any document.\n\nWILLIAMS: That's correct.\n\nGRASSLEY: On another point, for Mr. Cramer, Mr. Williams, Mr. Jacksta -- and I'd like to start with Mr. Williams and \nMr. Jacksta, and then Mr. Cramer, maybe, to respond, or maybe anybody from GAO.\n\nI know that we've increased the manpower all along our borders since 9/11.  And obviously that's spending money \nand people -- in a sense, spending money and hiring people to solve our problem. And sometimes that does not \nalways solve our problem.  And it seems to me, beyond just more money and more people we have to be smarter \nabout securing our borders.  And I think that -- I think that's what Mr. Cramer's investigation report showed.\n\nSo, Mr. Williams and Mr. Jacksta, could you tell me when people enter the country, what are our inspectors and \nagents at port of entries doing differently now than they did pre-9/11?\n\nWILLIAMS: I guess I'll start. And we are -- we are, as I mentioned in the opening statement, doing elevated \ninspections.  When our inspectors are at our land border ports, for instance, we not only now inspect each and \nevery individual, we do elevated inspections of the vehicles.  We have many more -- we have enhanced databases \nfor tools for them to leverage technology in their inspection.  When opportunities exist, we do, if you will, the word \n\"blitzes\" -- we inspect random samples of all the cars in totality.  We refer more people into secondary -- those kinds \nof things.  So we're doing a lot of different things, along with technology and along with enhanced inspections, that \nwe did not do with -- before 9/11.\n\nAnd, of course, as we just talked about, the NSEERS system is one enhancement and the data-share system that \nwe announced not long ago is yet another one.\n\nI think, another technology that my partner at Customs mentioned is the NEXUS and the SENTRI projects, which \nhelps us, if you will, sequence the lower risk people into a different lane so we can spend more enforcement on \nthose higher risk travelers.\n\nJACKSTA: Mr. Chairman, the Customs Service, working with INS, right after September 11 took immediate action \nto increase enforcement at the border.  Some of the things that we required our inspectors to do at the port of \nentries was immediately begin to process every vehicle that comes across the border, have it's license plate read \nto make sure that there is no problems with the vehicle.  We've also instituted procedures where we've asked our \ninspectors to pay attention to the documentation -- ask additional questions to make sure that they're sure that the \nperson is admissible into the United States.\n\nIf there are any questions regarding the person at the primary inspection, then those individuals are to be referred \nto the secondary area, where we do a more intensive inspection of the vehicle, the individual or the actual \ndocumentation.\n\nSince September 11, we've also worked with trying to improve our enhanced databases -- working with other \nfederal agencies to get additional information -- making sure that the watch lists are in the system so that the \ninspectors, when they query an individual at the border, receive the information.\n\nWe are working on automated targeting systems in the air environment and the sea environment where we use the \ninformation that's collected about a person's travel record into -- in and out of the United States to make decisions \non whether further inspections are necessary.\n\nIn addition to that, we have also done additional training of our inspectors to bring the awareness to them about \nweapons of mass destruction, as well as issues regarding documentation, alerts, things that we need to pay \nattention to when we're at the border.  So there are a couple of actions that have been taken.\n\nWILLIAMS: I would just add as -- before we abandon the microphone -- that in your opening statement you \nmentioned the requirement of Advanced Passenger Information -- that linked into Pasture (ph) Analysis Unit has \n\n\n\nbeen really a big enhancement for our people.  So we're inspecting people in the air before they arrive at our \nairports.  We're looking at that -- we're checking databases. That's been a big enhancement, as well.\n\nGRASSLEY: OK.  Mr. Cramer, or anybody else in your shop, respond to the testimony that was just given by Mr. \nWilliams and Mr. Jacksta.\n\nCRAMER: Mr. Chairman, I'm at a disadvantage here because the only work that we've done in this area is this \nwork.  We have no basis for comparison prior to September 11…\n\nGRASSLEY: That's satisfactory.\n\nCRAMER: … 2001.\n\nGRASSLEY: Then I would ask this question of anyone who would like to answer -- and this will be my last question \n-- it's kind of a question of who's in charge, but more basically from those of you who are challenged with \nresponsibility about who comes into the country. Does it concern particularly INS and Customs from testimony that \nyou've heard today -- that we've heard -- that the door is wide open on Interior Department land -- public land, in \nother words?  Does that affect the success of your mission?\n\nWILLIAMS: Well, I'll take that first, Senator, I would just say that apart from the testimony by the Park Service, et \ncetera, I would just remind us that we are very good partners, as well, with BLM and other law enforcement entities \non the border -- that share the border with us. We are in, like, task forces -- we share information.  We go about \nthat together.  We look for even more enhanced possibilities under homeland security.  But I can tell you now that \nwe will work hard with our partners on that border to do a better job.\n\nGRASSLEY: Mr. Jacksta?\n\nJACKSTA: Mr. Chairman, I would also agree that what we need to do is to make sure that we provide assistance to \neach other.  It's a very difficult job out there and at times we need to make sure that we're assisting other agencies, \nwhen necessary, to ensure that they have the proper equipment.  And the Customs Service, working with the other \nfederal agencies at this desk, here, have been working with them to try to provide them with the proper equipment \nor resources necessary to do their job.\n\nGRASSLEY: Well, let me be a little more specific.  The problem is if it isn't effective under the jurisdiction of the \nInterior Department, then, in a sense, that makes your job much, much more difficult. And to the extent to which \nInterior's not doing their job, then, you know, that creates greater problems for you not only at the border -- \nparticularly INS -- after people get into the country.\n\nWILLIAMS: That's correct -- I do think, again, just underscoring the fact that these partnerships are more important \nthan ever.  We must, you know -- we began, for instance, the border strategy. As we did our planning, we, at times, \nomitted or, if you -- if you will, the impact -- the unintended consequences that that might have on parks or on our \nNational Park Service.  And we have learned better than that now.  We learned that working together, for instance, \nin that far part of California -- that working together actually the enforcement operation resulted in better conditions \nat the park.  I recall at Borderfield State Park in San Diego the hatch rate of the lease (ph) turn (ph) increased, like, \nfour-fold.  The forest on Ohtie (ph) Mountain re-grew and -- resulting from fires that were impacted.\n\nSo we have learned that the best way for federal law enforcement is working together in a partnership and planning \ntogether.\n\nGRASSLEY: Senator Baucus, I'm…\n\n(CROSSTALK)\n\nBAUCUS: Mr. Williams or anybody else, where is the cooperation working best -- which agencies and which areas?  \nAnd the second question is where does it need to be worked on -- improved upon?\n\n\n\nWILLIAMS: I'll tell you…\n\nBAUCUS: I assume -- I'm assuming it's not exactly the same all the way across the board everywhere with all \nagencies.\n\nWILLIAMS: … -- I'll tell you, Senator, just reflecting on your state, as well, I think, as I mentioned in the statement, \n9/11 galvanized enforcement.  We came together quickly -- things about funding and who's going to provide what \nwent to the way side for the most part.  We'll get back to that, I'm sure, but not to the degree we had before 9/11.\n\nNot only partners on our side, but on the Canadian side, as well, where they -- you know, they have…\n\nBAUCUS: Are you going to answer my question?\n\nWILLIAMS: I'm sorry?\n\nBAUCUS: Are you going to answer my question?\n\nWILLIAMS: I would -- I would say that our cooperations, for instance, with Customs has increased.  They are our \nbig partners.\n\nBAUCUS: No, but what's -- that's not the question I asked.  The question I asked is where is it working best today -- \nwhich agencies -- what areas?  That's my one -- first question -- second question is where -- what agencies -- which \nareas do we need to work on so that, you know, we kind of do better?\n\nWILLIAMS: Well, I'll just finish by saying, concentrating on the positive, I think our relationship with our Customs \npartners at the port of entry is probably the best.\n\nBAUCUS: OK.  Where is the worst?\n\nWILLIAMS: I really -- I'm really at a loss to think where that might be.  I think…\n\nBAUCUS: Where is it -- on a scale of one to 10 -- maybe not a 10, but a nine?\n\nWILLIAMS: Well, I'll say the 10s are certainly with our Customs partners and truly, I think -- I think law enforcement \naround this country are getting along at that level.\n\nBAUCUS: Well, it used to be -- I don't know what it's like now, but a lot of law enforcement agencies used to just be \nso upset with the FBI.  The FBI is -- they were just -- thought they were, you know, gods -- love everybody -- \nwouldn't cooperate with local law enforcement, for example.  I don't know about other agencies.  You say that's \nbackground.\n\nWould anybody else like to take a -- I can -- I can go down the line here -- start first with you, Mr. Murphy.\n\nMURPHY: Sure.\n\nGRASSLEY: Mr. Murphy, which -- where are we -- where is it working and where is it not working?\n\nMURPHY: I think there is a very good relationship with the -- with the Border Patrol, to my knowledge, at Organ \nPipe.  I would say that's one place it's working best.  We support the agents there and they certainly do support us.\n\nWhere it's working the worst, I think, you know, there's probably a need for just better coordination with all the \nfederal agencies. You mentioned the FBI, but now we have the joint terrorism task force, so all of these groups \nactually come together and they -- and they talk.  And that's been a very good vehicle for us solving our law \nenforcement problems.\n\nI'm not hedging at all.  It's hard for me to know, not being in the field anymore, where it would be…\n\nBAUCUS: Right.\n\n\n\nMURPHY: … the worst.  But I've gotten very good feedback.\n\nBAUCUS: OK.\n\n(CROSSTALK)\n\nBAUCUS: And Mr. Wirth, why don't you take a crack at that?\n\nWIRTH: OK.  We work very, very good, as Mr. Williams said, after 9/11 everybody's pulling together.  A good \nexample of that is like at the hydas (ph) -- the Arizona hydas (ph) because you don't get just the federal interal (ph) \ninvolvement, you also get the state and local, which is critical…\n\nBAUCUS: That's right and…\n\n(CROSSTALK)\n\nBAUCUS: … in Montana and we really like it.\n\nWIRTH: Yes.  The hydas (ph) are very important -- it works very effectively -- the Operation Cubyou (ph), which is a \nby-product of the hydas (ph) is very effective.  The BCI (ph) initiatives -- we are in partners with them -- we're \naffiliated with them -- we work very closely with that.\n\nThe geographics of the situation is all these resources and allocations around the ports of entry -- if you go down to \na port of entry such as Nogales, you'll see a huge landing mat wall.\n\nBAUCUS: Right.\n\nWIRTH: You've got stadium lighting -- you've got new roads -- you've got a Border Patrol unit every quarter mile.  \nYou've got sensors.  They've done a tremendous job at stopping crime and immigration in those areas.\n\nYou go five miles away, out into the rural areas -- and in Nogales' case, you hit Forest Service first before you hit \nour land -- it's wide open.  The resources aren't -- they don't have enough resources to spread across the entire \nborder.  So when you come out to our land, there's nothing.\n\nAs an example, in the Tohono O'odham Nation, you can -- I fly over there routinely and you'll see three Border \nPatrol units. They're at their X spots -- they're at SanNagal (ph) Gate, Christmas (ph) Gate and Manager's (ph) \nDam.  That's where they park.  And then the rest of the people that are on the other three people are going to \nrespond to incidents that happens that there's no way they can cover that geographic distance.\n\nWIRTH: And us, with our 30 officers, with other duties -- our primary duties with land management, we can't -- we \ndon't have the time to patrol the border, per se. We're responding to incidences…\n\nBAUCUS: Thank you.\n\nWIRTH: … -- we're being utterly overwhelmed.\n\nBAUCUS: Thank you.\n\nMr. Devaney?\n\nDEVANEY: Well, I'm a little lost as to who the Border Patrol and Immigration would actually liaison with at Interior.  \nI mean, the resources on the border are minimal, at best, as I -- as I've indicated today.\n\nAnd the other thing that I think I -- the point I'd like to make is that not all problems need to be solved by new \nmoney.  There can be some reassignments of rangers from the Park Service to those border points -- \nreassignments of ranger from Fish and Wildlife to the Fish and Wildlife refuge that is next to the Organ Cactus -- \nreassignment of BIA forces to the -- to the Indian reservations next to the Organ Cactus.\n\n\n\nAnd not everything gets solved with new money.  It's not a new problem.  And I don't think that they only answer is \nto ask for additional money.\n\nI think the law enforcement components of Interior need to look to themselves, prioritize this new burgeoning \nproblem as their number one…\n\nBAUCUS: So you say…\n\nDEVANEY: … problem.\n\nBAUCUS: … what area to work on is prioritization?\n\nDEVANEY: Absolutely.  And something else gets not done next year.\n\nBAUCUS: Yes.  I appreciate that.  Thanks.\n\nDEVANEY: Yes.\n\nBAUCUS: Mr. Jacksta?\n\nJACKSTA: Sir, I think there's a number of areas that -- where we are actually working very well with -- the first one \nis, obviously, the port of entry where the inspectors from Customs and Immigration work very closely.  We have \nbeen sharing information.  We have daily meeting -- musters -- to make sure that everyone's familiar with what's \nhappening at that port of entry.\n\nWhere actually, before we actually had this committee, we had been working on a joint training effort for \nImmigration officers and Customs officers to make sure that they are aware of the Customs responsibilities and \nwere aware of the Immigration responsibilities.\n\nWe have also been working here in Washington D.C. with other federal agencies.  We've been working with \nDepartment of State regarding their class system and their visa application process -- how can we use that \ninformation to provide better…\n\nBAUCUS: OK. Right.  OK.\n\nJACKSTA: … -- better information for us?\n\nSo there are a couple of areas that I think we need to work on. And one area probably is that we need to make sure \nthat we get the right information to our inspectors and to the Border Patrol agents so that they can make the right \ndecisions when they get to someone.\n\nBAUCUS: OK.\n\nMr. Goonzar (ph) I have spoken with you.\n\nMr. Cooney?\n\nCOONEY: Well, Senator, having taken part in the investigation, my observation was that the Customs inspectors \nand the INS inspectors were very professional at the border crossings that we utilized. However, they were unable \nto determine our counterfeit identification. Other than that, they did their job and were very professional and did their \nmandated…\n\nBAUCUS: Right.\n\nCOONEY: … work.\n\nBAUCUS: But you've got -- but you don't have any experience there -- cannot comment on what happens between \nthe…\n\n\n\nCOONEY: No, Senator.\n\nBAUCUS: … ports of entry -- yes -- right.\n\nMr. Malfi?\n\nMALFI: I can't comment on their relationships or their problems.\n\nBAUCUS: Don't you have -- based on what you're -- you know, you -- your feel?\n\nMALFI: My feeling is…\n\nBAUCUS: In other words, what's working?\n\nMALFI: … the committee should realize one thing that we haven't touched on much that I think is very, very \nimportant -- is the fact that these checks that are done at the borders and these various systems that are put in are \nall negative checks. None of these systems would have picked up what we did here.  While our names were \nentered in certain locations -- we saw them type in information from the fictitious drivers' licenses, but if the name is \nfictitious and there is no record of those names or those identifiers and it's not someone that has a record using that \nname, nothing is going to bounce out of these computers. These are all negative checks…\n\nBAUCUS: Yes.\n\nMALFI: … not positive checks.\n\nBAUCUS: Yes.  That's a good point.\n\nMALFI: I think that's important.\n\nBAUCUS: That's a good point -- yes.\n\nMr. Cramer?\n\nCRAMER: I have nothing to add -- I think Mr. Malfi…\n\nBAUCUS: OK.\n\nCRAMER: … covered it all.  Thank you.\n\nBAUCUS: Yes, that's a very good point, Mr. Malfi.\n\nTurning to Montana, could anybody -- who -- I should probably ask this question about -- this U.S./Canada Smart \nBorder Initiative -- it was -- it's been underway for about 13 months.  There's supposed to be 13 actions included in \nthis plan -- joint U.S./Canada border crossing facility is being considered for Opheim, Montana.  Anybody know \nanything about that?\n\nJACKSTA (?): I know that the Canadian agreement is that we are looking at various locations to establish what we \nare calling the NEXUS program, as I mentioned earlier.  And we are looking at a number of places -- we just \nopened up one additional one up in Detroit this week.  And our plan is to move out to try to get as many locations as \npossible with the understanding that this allows us to get the low- risk traveler through the process and allows us to \nfocus in on the high-risk traveler.\n\nBAUCUS: OK.  I appreciate that.\n\nAs you also know, at least Customs know, the -- there's a concern among -- well, two questions -- a lot of the \ncommercial interests in our country are concerned that with the creation of homeland security and Customs being \ntransferred to homeland security from Treasury that a lot of the commercial operations will not be -- will not be very \n\n\n\nefficient because the emphasis will be so much on enforcement and not so much on, you know, on the commercial \nside of Customs.\n\nCould you comment on that, briefly, Mr. Jacksta?\n\nJACKSTA: Well, I would -- I would state that the Customs Service has had a strong commitment to working with the \ntrade industry since the very beginning of the Customs Service.  And I believe very strongly that the president, as \nwell as the new secretary, are going to make sure that the Customs Service continues making that effort to work in \npartnerships with the industry to ensure the expedited flow of traffic and trade…\n\nBAUCUS: OK.  And I…\n\nJACKSTA: … across the borders.\n\nBAUCUS: … -- and I know you're very sensitive to this, but I just encourage you to be, you know, quite sensitive to \nit because a lot of the commercial industries are very concerned that…\n\nJACKSTA: Yes, sir.\n\nBAUCUS: … -- just feel that they are going to be given short swift (ph) because of the -- of the transfer, which \nraises another point and that is the Treasury secretary has the authority to decide whether or not to transfer the \nCustoms collections systems to the homeland security.  That's not -- none of you are Treasury here, but I think \nSenator -- the chairman of the committee joins me in saying that we believe that to be inappropriate.  That the \nrevenue collection should remain -- all revenue collection should remain in the jurisdiction of the Treasury \nDepartment, just to facilitate revenue matters.  But that's, again, something that's going to have to be worked out.\n\nWell, I have no further questions.  I just appreciate the long time we've spent this morning.  Clearly, we're making \nprogress.  And clearly people sense -- you all -- in your agency the sense of urgency.  But, clearly, there are a lot of \nproblems yet to be solved.\n\nMr. Chairman, I don't know what your intention is, but my recommendation would be at some appropriate future \ndate, maybe, to get, you know, the same folks back again and see what's -- where we are.\n\nGRASSLEY: Well, I have a note down here for the audience, as well as for the people that are on the panel and \ntheir respective departments, about the next time we meet.  I haven't set a time for that.  I would work that out with \nyou.  But I think you're admonition is very correct to follow up just to make sure and keep on top of it, particularly \ninvolved in securing the homeland and war of terrorism, generally -- the ongoing projects they are -- it would be \nwrong for this committee not to pay proper attention to it.\n\nI think we've heard some disturbing news today about the questions that we asked about how safe is our border -- \nhow porous are they?  Are they sieves or are they really sound?  And I -- you can't help but get the view that the \ndoor -- that some change is made, but I think we still have to draw the conclusion that major improvements are very \nmuch needed -- that we must have better news the next time we meet.  And I look forward to that opportunity, \nhopefully, to hear that better news.\n\nI thank all of your for your kind attention and the three hours you've given us.\n\nBAUCUS: Yes -- yes.  When you're finished…\n\nGRASSLEY: Oh, yes.  Well, I am finished.\n\nI say thank you.\n\nAnd Senator Baucus would like to…\n\nBAUCUS: Well, just…\n\n\n\nGRASSLEY: … say something.\n\nBAUCUS: … -- it's just -- you know, it's a huge challenge we have here because we're known as an open country.  \nIt's part of the -- what's made America great.  It's a melting pot -- it's -- around the world it's known as a great \nopportunity and so forth.  And -- but at the same time we've got to keep some bad guys out.  And it's a challenge.  \nAnd I -- and I know a lot of this comes down to personal judgment and sensitivity on the part of various officers on a \none-to- one situation and so forth.  And I just -- I thank you for all that you do and particularly the people in the field \ndo because I know it's tough, dangerous work.  And it's -- and I know Americans very much appreciate what you do.\n\nThank you very much.\n\nGRASSLEY: Thank you all very much.\n\nAnd thanks, Senator Baucus.\n\nEND\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}