{"title": "N.J. bill on in-state tuition for illegal immigrants advances", "body": "\nTRENTON - A bill to allow illegal immigrants to pay in-state tuition at state colleges and universities cleared \ncommittees in both houses of the Legislature yesterday after several hours of impassioned debate.\n\n\"It is a matter of simple fairness that students who have grown up in New Jersey, graduated from high school in \nNew Jersey, and are the future of New Jersey, be given the simple dignity of being able to go to college here as \nwell,\" said Assemblywoman Nilsa Cruz-Perez (D., Camden), a sponsor.\n\nEleven states allow illegal immigrants to pay in-state tuition, which in New Jersey can be half the cost of out-of-\nstate rates. Advocates in New Jersey have been working to advance legislation on the issue since at least 2002. \n\nThe bill would allow illegal immigrants to qualify for in-state tuition if they attended a New Jersey high school for \nat least three years, graduated or received the equivalent of a high school diploma from a New Jersey high school, \nand submitted an affidavit to the college or university stating they had applied to legalize their immigration status.\n\nThe bill was released by the Assembly Appropriations Committee, voting 7-4, and the Senate Budget and \nAppropriations Committee by a vote of 8-6 later yesterday.\n\nGov. Corzine has said he would sign the bill if it was approved by the Senate and Assembly. Proponents are \npushing for the measure to be approved during the legislative session because Gov.-elect Christopher J. Christie, \nwho takes office Jan. 19, has said he opposes the bill.\n\nAmong those who testified on the bill yesterday were several high school and college students.\n\nOne student, who declined to reveal his name, said he came to the United States from Colombia with his parents at \nthe age of 8, a decade ago. He said he hoped to study biomedical engineering to help soldiers returning from wars \nmissing limbs, or children born without limbs. He graduated from high school last year, he said, and while he has \nbeen accepted into several colleges, he cannot afford to pay for college at out-of-state rates.\n\n\"I am a living testimony for how hard we are willing to work,\" he said. \"I want to make a difference in this world, not \njust work a low-wage job every day. Some of my friends gave up in school because they thought there was no \npoint.\"\n\nA 16-year-old who identified himself as \"Christian\" said that when he realized how large an impact his immigration \nstatus would have on his future - on his ability to get a good job and education and even to drive - he started acting \nout.\n\n\n\"I can't have a dream anymore,\" Christian said. \"I will have to do what my dad does, make minimum wage. It's really \nhard for us.\"\n\nOpponents of the bill argued the state should not condone illegal immigration and cannot afford to extend in-state \ntuition to illegal immigrants.\n\n\"My colleagues need to realize that New Jersey is broke before voting at the last minute to grant another giveaway \nthat legal and hardworking families cannot afford to provide,\" said Assemblyman Richard Merkt (R., Morris). \"This \nproposal is disrespectful to those families who play by the rules, but just squeak by sending their children to college \nwith hopes of a better future. We should be focused on helping these families, not adding to their burden.\"\n\nFormer State Sen. Richard J. LaRossa also opposes the bill. He said undocumented was a euphemism for illegal.\n\n\"Do we really want to do anything else to encourage more illegal immigration into New Jewey?\" he asked. \"In-state \ntuition would only encourage more illegals to remain outside the law.\"\n\nSome proponents argued it was wrong to punish students for decisions made by their parents. \"This is not about \nremittances, this is not about lawbreaking,\" said Cid Wilson, vice chairman of the board of trustees to Bergen \nCommunity College, which for years has taken a \"don't ask-don't tell\" policy with regard to immigration status. \"They \ncame here because their parents brought them here.\"\n\nProponents also emphasized an analysis by the nonpartisan Office of Legislative Services that found that offering \nin-state tuition to illegal immigrants would not have an impact on the state budget, while opponents questioned \nthe analysis.\n\n\"This country is based on immigrants and the American dream,\" said Assemblywoman Valerie Vainieri Huttle (D., \nBergen), who voted in favor of the bill. \"We are not giving anything away. We are just making it equal for students \nto be able to achieve education.\"\n\nContact staff writer Adrienne Lu at 609-989-8990 or alu@phillynews.com.\n"}