{"title": "Logitech Harmony Extends Its Expertise in Controlling the Living Room to the Entire Home; New Harmony Living Home Lineup Sits at the Center of Your Smart Home", "body": "\nToday Logitech (SIX:LOGN) (NASDAQ:LOGI) announced it is bringing its expertise and leadership in universal \nremotes to the home control market with new home automation product compatibility and four new products. The \nnew Harmony® Living Home lineup gives you easy access and control over a wide library of entertainment and \nhome automation devices, all from one centralized control system.\n\nThe Logitech Harmony Ultimate Home remote features a bright 2.4-inch color touch-screen and allows you to \nintegrate and control all of your compatible home automation devices and up to 15 home entertainment devices. \n(Photo: Business Wire)\n\n\"Harmony led the path for simplifying home entertainment, and now we've taken that expertise to also simplify \nhome automation,\" said Chad Thompson, senior director of worldwide marketing and product management. \"As \nmore connected devices such as the Nest Learning Thermostat(TM), Philips® hue lights and August(TM) Smart \nLocks come to market and enter the home, there's more of a need than ever before for a centralized way to simply \ncontrol all of the home's devices - the Harmony Living Home lineup does just that.\"\n\nWith just a few easy steps your remote, tablet or smartphone can now control your TV, set-top box, speakers, \nlighting, thermostat, door locks, window shades and other popular devices. Plus, you can easily combine multiple \ndevices into Activities to trigger at once so you can power on your TV, dim your lights, adjust the temperature and \nopen your window shades all at the same time. You can start an Activity with one touch of your remote or mobile \ndevice, automatically on a custom schedule, or by passing a sensor. You can even trigger Activities from the \nHarmony Mobile App when you're not at home.\n\nHighlights of the new lineup include:\n\nLogitech Harmony Home Hub\n\nThe Harmony Living Home experience is made possible by the Logitech Harmony® Home Hub . It uses RF, IR, \nBluetooth® and Wi-Fi to relay commands from Logitech Harmony Living Home remotes or the Harmony Mobile \nApp to the wide array of home entertainment and home automation devices. The Logitech Harmony Home Hub is \nincluded with the Logitech Harmony Ultimate Home and Logitech Harmony Home Control, or it can be purchased \nseparately for a suggested retail price of $99.99.\n\nLogitech Harmony Ultimate Home\n\n\nThe Logitech Harmony Ultimate Home remote features a bright 2.4-inch color touch-screen and allows you to \nintegrate and control all of your compatible home automation devices and up to 15 home entertainment devices. \nYou can swipe and tap the touch screen to access all your Harmony Activities, see a device's status and modify its \nsettings, change channels, adjust volume, and fast-forward or rewind. The Logitech Harmony Ultimate Home is \navailable in black or white for a suggested retail price of $349.99.\n\nLogitech Harmony Home Control\n\nFor those who prefer a simple, button-only remote, the Logitech Harmony Home Control - in addition to the \nHarmony Mobile App for your tablet or smartphone - works with the Harmony Home Hub to give you access and \ncontrol of your home automation devices and up to eight home entertainment devices. The Logitech Harmony \nHome Control is available in black or white for a suggested retail price of $149.99.\n\nLogitech Harmony Hub Extender\n\nFor customers wanting even more control, Logitech also introduced the Logitech Harmony Hub Extender . The \nExtender enables additional compatibility of the Logitech Harmony Home Hub, controlling lights, locks, sensors, \ngarage doors and other devices operating through ZigBee® or Z-Wave®. The Logitech Harmony Hub Extender is \nexpected to be available for a suggested retail price of $129.99.\n\nDevice Compatibility and Availability\n\nAugust, Honeywell, Kwikset(TM), Lutron®, the Nest Learning Thermostat, PEQ, Philips hue, Schlage®, \nSmartThings, Sylvania®, Yale® and Zuli are among the brands and platforms joining the Harmony library of more \nthan 270,000 compatible devices. And with the introduction of the Harmony Developer Program, the list of \ncompatible devices will continue to change and grow. For the most up-to-date list of compatible devices, please visit \nmyharmony.com/compatibility . If you're a brand interested in becoming a part of the Harmony Developer Program \nand integrating with the Harmony platform, please visit            myharmony.com/developer .\n\nThe Logitech Harmony Living Home lineup is expected to be available in the U.S. and Canada beginning in \nSeptember 2014. The Logitech Harmony Hub Extender is expected to be available in the U.S. and Canada \nbeginning December 2014. For more information on the Harmony Living Home lineup, please visit \nwww.myharmony.com or our            blog .\n\nAbout Logitech\n\nLogitech is a world leader in products that connect people to the digital experiences they care about. Spanning \nmultiple computing, communication and entertainment platforms, Logitech's combined hardware and software \nenable or enhance digital navigation, music and video entertainment, gaming, social networking, audio and video \ncommunication over the Internet, video security and home-entertainment control. Founded in 1981, Logitech \nInternational is a Swiss public company listed on the SIX Swiss Exchange (LOGN) and on the Nasdaq Global \nSelect Market (LOGI).\n\nLogitech, the Logitech logo, and other Logitech marks are registered in Switzerland and other countries. All other \ntrademarks are the property of their respective owners. For more information about Logitech and its products, visit \nthe company's website at www.logitech.com .\n\n(LOGIIR)\n\nPhotos/Multimedia Gallery Available: http://www.businesswire.com/multimedia/home/20140917005026/en/\n\nCONTACT: Logitech\nJessica Monney\n\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://www.myharmony.com/ultimate-home&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=Logitech+Harmony+Ultimate+Home&index=2&md5=bffdd4b69507af95d49e79e7e6be38ed\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://www.myharmony.com/home-control&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=Logitech+Harmony+Home+Control&index=3&md5=1479824fae317bb5ceb27608fd703975\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://www.myharmony.com/home-hub-extender&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=Logitech+Harmony+Hub+Extender&index=4&md5=c41f765bcb513bfb341ee077d70b4fe0\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://myharmony.com/compatibility&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=myharmony.com/compatibility&index=5&md5=87888fd985501bc58c68c3bdf3f7dea0\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://myharmony.com/developer&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=myharmony.com/developer&index=6&md5=98b233ad1324a2a362d8ac69e0533173\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://www.myharmony.com/&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=www.myharmony.com&index=7&md5=33364dce6af646e3cf8ed8b5cbd83ece\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://blog.logitech.com/?p=21663&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=blog&index=8&md5=4598221cdefe1c0291ab0dd17100cf36\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://www.logitech.com&esheet=50943380&newsitemid=20140917005026&lan=en-US&anchor=www.logitech.com&index=9&md5=73150ba3f40baad12c11bb9705fde6b7\nhttp://www.businesswire.com/multimedia/home/20140917005026/en/\n\n\n510-713-5830\n\njmonney@logitech.com\n\nhttp://www.businesswire.com\n\nGraphic\n\n \n\nThe Logitech Harmony Ultimate Home remote features a bright 2.4-inch color touch-screen and allows you to \nintegrate and control all of your compatible home automation devices and up to 15 home entertainment devices. \n(Photo: Business Wire)\n"}