{"title": "Collateral Damage: President's Unilateral Actions Punish Legal Immigrants", "body": "\nThe House Judiciary Committee issued the following news release:\n\nPresident Obama's unilateral immigration actions are not without cost. Not only do they violate the Constitution, \nallow criminals to evade the law, and make our communities less safe, the President's actions also punish legal \nimmigrants.\n\nLegal Immigrants Will Face Longer Wait Times:\n\n- Legal immigrants playing by the rules and seeking to come to the United States the right way will pay the price \nfor President Obama's executive actions. As U.S. Citizenship and Immigration Services shifts attention and \nresources to the processing of applications for unlawful immigrants, legal immigrants will face longer wait times \nfor their petitions to be processed. This was true under the Deferred Action for Childhood Arrivals (DACA) program, \nwhich has allowed over 600,000 unlawful immigrants to stay here so far.\n\n- On February 8, 2014, the New York Times reported that \"many thousands of Americans seeking green cards for \nforeign spouses or other immediate relatives have been separated from them for a year or more because of \nswelling bureaucratic delays at a federal immigration agency in recent months\" and that \"the long waits came \nwhen the agency, Citizenship and Immigration Services, shifted attention and resources to a program President \nObama started in 2012 to give deportation deferrals to young undocumented immigrants.\" The New York Times \nnoted that this \"play[ed] havoc with international moves and children's schools and keeping families apart.\"\n\n- With over five million unlawful immigrants standing to benefit from President Obama's new executive decree, \nlegal immigrants will only face longer wait times, even though they've already paid the fees to have their \napplications processed.\n\nUnlawful Immigrants Get A Free Pass, But Legal Immigrants Don't:\n\n- Legal immigrants and their sponsors are required to pay fees to file their applications but those benefiting from \nthe President's deferred action plan don't.\n\n- For example, U.S. citizens filing an application for a greencard for a family member are required to pay $420 just \nto submit their application to determine a qualifying relationship. And some relatives may have to then adjust their \nimmigration status by filing another form, which costs $985. But DACA and other deferred action applicants don't \nhave to pay anything to cover the processing of the deferred action application. They only pay the fee to cover the \nwork authorization application ($380) and the fee to cover the fingerprint submission ($85).\n\nHouse Judiciary Committee Chairman Bob Goodlatte (R-Va.) stated the following regarding the consequences of \nPresident Obama's unilateral actions for legal immigrants.\n\n\n\"President Obama's unilateral immigration actions wrongfully punish legal immigrants who have played by the \nrules and waited in line for their turn to come to the United States. Not only does this send the message to the \nworld that our immigration laws can be broken without consequence, it also shows that those who break our laws \nwill be ushered to the front of the line. The President's actions provide little incentive to follow our immigration laws \nand will undoubtedly encourage more illegal immigration.\"\n\nCopyright Targeted News Services\n\nTNS 30FurigayJof 141205-4957889 30FurigayJof\n"}