{"title": "INS managers bounced;Visas for hijackers get bureaucrats reassigned", "body": "\nWashington --- The Immigration and Naturalization Service reassigned four managers Friday amid \nembarrassment over student visas issued to two of the Sept. 11 hijackers six months after their suicide attacks.\n\nINS Commissioner James Ziglar blamed the blunder on a \"breakdown in communication\" that he said \"is \nunacceptable and will not be allowed.\"\n\nAlso Friday, Attorney General John Ashcroft sent a letter to Congress asking for authority to fire INS employees \nwho violate government policies.\n\n\"Today more than ever, we need to ensure that America's borders are secure and that proper enforcement actions \nare being taken against those unlawfully present in the United States,\" Ashcroft wrote.\nCox Washington Bureau\n\nThe employees removed Friday managed INS operations that have come under criticism: regional service centers, \nincluding the one that mailed out the visas to the hijackers; INS activities abroad as well as refugees and asylum \nseekers; daily operations throughout the agency; and INS inspection teams at ports of entry.\n\nA Justice Department spokesman said the four career managers were being transferred, not fired. He said their \nreplacements had been chosen earlier but that the job changes were speeded up because of this week's visa \n\"debacle.\"\n\nStudent visas for hijackers Mohamed Atta and Marwan Al-Shehhi arrived Monday at Huffman Aviation, a Venice, \nFla., flight school. Atta and Al-Shehhi, who had taken lessons at the school, flew on separate flights that crashed \ninto the World Trade Center on Sept. 11.\n\nThat controversy was the latest of several to hit the INS, whose failure to enforce immigration law has been seen as \naiding would-be terrorists.\n\nThe immigration agency also has come under fire for canceling adoptions of Cambodian infants after American \ncouples had already picked up the children. The agency said it suspected the children had been part an illegal \nbaby-selling operation.\n\n\nLast week, CBS's \"60 Minutes\" broadcast an accusation, denied by the INS, that some foreigners are being waved \nthrough the Miami airport immigration controls without having their names checked because of regular computer \nbreakdowns.\n\nFriday's action by INS Commissioner Ziglar drew a mixed response from law- makers.\n\nRep. Mark Foley (R-Fla.) praised the shake-up as a \"strong first step.\"\n\n\"I know how difficult it is to even reassign a federal bureaucrat, and he should be commended for a tough job \ndone well,\" Foley said.\n\nBut House Judiciary Committee Chairman James Sensenbrenner (R-Wis.) said the reassignments were \"entirely \ncosmetic\" changes that would not fix the agency's \"systemic\" problems.\n\n\"Printing up different titles on business cards isn't going to solve a backlog of over 5 million cases of people who are \nattempting to receive documentation who are legal aliens in the United States and 314,000 illegal aliens --- who \nhave had their day in court and have been ordered deported by a judge --- who are still in the country, and the INS \ndoesn't have the faintest idea of where these people are.\" he declared.\n\n\"My patience has run out,\" said Sensenbrenner, who is leading an effort in Congress to break up the agency into \ntwo separate parts, one for immigrant service and the other for law enforcement.\n\nThe Bush administration is urging a less radical reform, which would keep both functions under a single \ncommissioner.\n\nMark Krikorian, executive director of the Center for Immigration Studies, said the agency's problems go deeper than \neither its employees or structure.\n\nThe INS is suffering from \"a legacy of mixed messages\" from Congress and from administrations of both political \nparties about whether immigration laws should be enforced, said Krikorian, whose research group favors tighter \nrestrictions.\n\n\"We have never really made it clear to the INS that we want the immigration laws to be enforced, period,\" he said.\n\nKrikorian added that lawmakers who express outrage over the visas-for-terrorists blunder are like the police \ninspector in the movie \"Casablanca\" who said he was \"shocked, shocked\" to see gambling at Rick's cafe even as \nhe collected his winnings.\n\n \n\nON THE WEB: Immigration and Naturalization Service: www.ins.gov \n"}