{"title": "U.S. must not give premature sanctions relief to N. Korea: McMaster", "body": "\n 10th October 2019 (Yonhap News Agency) The United States must not repeat the failure of past denuclearization \nnegotiations with North Korea by offering premature sanctions relief, former U.S. National Security Adviser H.R. \nMcMaster said Thursday.\n\n\"That's the definition of insanity, if we do that again,\" McMaster, who served under President Donald Trump until \nApril 2018, said during a discussion at the Foundation for Defense of Democracies.\n\nHis comments come after working-level denuclearization talks between the U.S. and the North broke down again in \nSweden last weekend.\n\nNorth Korea accused the U.S. of failing to come up with a new proposal acceptable to Pyongyang, while \nWashington said it brought \"creative ideas\" and had \"good\" discussions with the North.\n\n\"I don't think it hurts to ... have another summit,\" McMaster said, alluding to what would be a fourth meeting \nbetween Trump and North Korean leader Kim Jong-un. \"In fact, I think the summits were beneficial in a certain way \nbecause in the past, the way that they've been approached before was all bottom-up, and there are just too many \nopportunities for spoiling.\"\n\n\"If there was going to be a breakthrough,\" he added, \"it would be with an unconventional president with really, still \nto some degree, an unknown quantity in Kim Jong-un.\"\n\nThe U.S. and North Korea have had on-again, off-again negotiations for decades to try to dismantle the regime's \nnuclear weapons and ballistic missile programs in exchange for economic and political concessions.\n\nThe latest effort under Trump and Kim has stalled as North Korea has demanded sanctions relief and security \nguarantees in parallel with its denuclearization steps. Meanwhile, the U.S. has demanded the North take significant \ndenuclearization measures first.\n\nMcMaster said there is a recognition in the U.S. that it cannot repeat the mistakes of the past by allowing North \nKorea's \"provocation cycle\" -- an apparent reference to its latest missile tests -- to result in premature sanctions \nrelief based on an empty promise of negotiations with no meaningful progress toward denuclearization.\n\n\"And then, of course, what happens next? Long drawn-out negotiations, during which the North Koreans try to \nextort more money and payoffs from us,\" he said. \"And then ultimately what do you get? You get a weak agreement \nthat locks in the status quo as the new normal. And then North Korea breaks that agreement right away.\"\n"}