{"title": "Immigration and the National Interest Subcommittee hearing on \"The Impact of High Levels of Immigration on U.S. Workers.\" (72/96)", "body": "\n                         Subject: Immigration Impacts on U.S. Workers\n\nWitnesses: George Borjas, professor of economics and social policy at the Harvard Kennedy School; Peter \nKirsanow, partner at Benesch, Friedlander, Coplan &amp; Aronoff LLP and commissioner of the U.S. Commission \non Civil Rights; Benjamin Johnson, executive director of the American Immigration Lawyers Association; David \nKallick, senior fellow at the Fiscal Policy Institute; and Steven Camarota, director of research at the Center for \nImmigration Studies, testify\n\nLocation: 226 Dirksen Senate Office Building\n\nTime: 10:00:00\n\nDate: 2016-03-16\n\n SESSIONS:  Senator Schumer is ranking on the subcommittee and should be here shortly and has suggested I go \nahead and I think that would be the appropriate thing to do.\n\n I thank all of you for being here.  I want to give -- I want everyone present to be able to watch the hearing without \nobstruction.  If people stand up or block the view of those behind them or speak out of turn, it's not fair or \nconsiderate to others and the officers will remove those from the room.\n\n And before we begin with opening statements, I want to explain how we are going to proceed today.  We have one \npanel of witnesses today.  I will make an opening statement followed by opening statements from Senator \nSchumer.\n\n Each witness will then have five minutes for an opening statement.  Following their statements, we will begin with \nthe first round of questions in which each senator will have five minutes.\n\n After the first round, if any senator wishes to continue with questions, we will have a second round of questions.  \nAnd with that, I would share my opening statement at this time.\n\n Today's hearing addresses a critical issue.  That is, what is the impact of high levels of immigration on U.S. \nworkers?  Does immigration at this current level increase or suppress wages or job growth for U.S. workers?\n\n Does it create or diminish job opportunities for U.S. workers?  By way of background, the United States admits \nlawfully over a million aliens each year to permanent resident status.\n\n To date, all are then eligible to take any job in the country and be eligible for virtually government benefit \nprograms.  And these are not seasonal workers but permanent residents.\n\n\n In addition to the one million new lawful permanent residents with green cards, we have approximately 100,000 \nrefugees and asylees.  They're able to take any job in the economy.  And we have 700,000 guest workers, the \nmajority of whom are not seasonal workers, who come for the specific purpose of taking jobs.  \n\n There are 600,000 students who come to the United States every year.  And although Congress has not authorized \nthem to work in the economy, Homeland Security -- through its rules and manipulation, really of its rules -- have \nallowed many of them to work through the criticized Optional Practical Training Program. \n\n Furthermore, hundreds of thousands illegally enter the United States by visa overstays or across the border every \nyear and further swell the population who tries to take jobs in the economy.\n\n In a recent analysis by the Pew Research Center found that nearly 59 million immigrants have arrived in the \nUnited States since 1965 and currently constitute a near record 14 percent of the U.S. population.\n\n Now this is reaching the largest proportion in history and will surge beyond that 14 percent unless law in the United \nStates is changed.  We are really on an extreme, unprecedented pattern of immigration into the United States and I \nthink it's unlike most established countries in the world.  \n\n This large and relentless increase has created great stress on the job prospects and wages of Americans.  Of \ncourse as well as on schools, hospitals, public safety, and jails.\n\n All of us must understand that the future portends even more economic damage if current immigration levels are \nnot altered.\n\n Specifically, few found that if current levels continue for 50 years, immigrants are projected quote, \"to account for \n88 percent of the U.S. population increase or 103 million people as the nation grows to 441 million.\"\n\n For decades the Washington elites, the corporatists, the global open borders advocates -- and there are quite a \nnumber there -- have lobbied for even higher levels of immigration.\n\n Arguing that immigration increases the GDP.  That immigration raises wages and has no impact on job \nopportunities for those who are already here.  That there's a shortage of available workers or that there are jobs \nAmericans simply won't do.  That immigration only produces economic benefits for America.  \n\n And so at every opportunity they have pushed for more greater immigration flows, more amnesty, and they've \nblocked any efforts that would actually fix the problem.\n\n I've offered time and again -- and seen bills time and again -- that would actually work.  They have always been \nblocked.  Only legislative pieces that advance this agenda are the ones that seem to get promoted.\n\n So what are the facts?  Today we are fortunate to have three experts in this area to present and discuss the key \nissues.  \n\n Really five experts that do that. Three -- Dr. George Borjas, Mr. Peter Kirsanow, and Dr. Steven Camarota -- \nrepresent one viewpoint.  Representing a different view are Mr. Benjamin Johnson and Mr. David Kallick.  \n\n Dr. Borjas, widely recognized as perhaps a preeminent expert on immigration. Author of a number of books.  \nParticularly, he studied wages and employment.  His testimony today reveals one plain fact.  And that is that \nsignificant immigration that presses the wages of workers who are most likely to compete with the immigrants that \nenter the country.  \n\n In substance, the wage depression hurts American workers while benefiting employers -- employers.  Surely this \nis a factorate in the wealth gap that so many have been talking about -- it just is.\n\n\n\n Mr. Peter Kirsanow has studied the impact of immigration on U.S. workers for many years.  He has expressed \nconcern that our immigration flow is undermining the wages and job opportunities of U.S. workers.  Having a \nparticularly severe impact he finds on African-American men.  \n\n And Dr. Camarota has done extensive research on the impact of immigration on the labor market and job \nopportunities for native Americans and has made shocking findings such as the fact that all net job gains between \n2000 and 2014 went to immigrants and not to native-born Americans.\n\n While the native-born U.S. population went up almost 17 million during this time, the number of native-born workers \nactually declined while 5.7 million immigrants were added to the employment rolls.  \n\n All these new jobs thus went to immigrants.  This is not in the people's interest of America at this time.  Our goal \nshould be to work everyday to create policies that advance the training and job prospects of Americans first -- lawful \nimmigrant and native-born alike.  That is our responsibility.\n\n The plain truth is that technology and robotics advance the quality of our lives in many ways and lowers the cost of \nproducts.  But they may also eliminate good jobs.\n\n Senator Schumer, I deeply regret you haven't heard my brilliant comments but you probably have heard them in \nsome effect before.\n\n SCHUMER:  I know your general position.\n\n SESSIONS:  Well, Senator Schumer is an exceedingly knowledgeable and able advocate for his views.  And \nsometimes we disagree and not always on a lot of issues we see eye to eye.\n\n At this point in time, our economy cannot sustain this current lawful rate of immigration much less the illegal flow.  \nIt's time to listen to the voices of good and decent Americans who want someone to protect their interest for a \nchange.\n\n It's time to abandon the old thinking and ask what is the proper rate for immigration?  What is one that will protect \nthe economic well-being of immigrants and native-born and continue to refresh America with new and vibrant \npeople?\n\n So this panel will perhaps, again, that discussion.  With that, I'll turn to the ranking member for his opening \nstatement.\n\n SCHUMER:  Well, thank you, Mr. Chairman.  And as you said, on trade issues we agree more than we disagree.  \nOn the H-1B program we disagree.  Although our immigration bill, bipartisan -- which, you know, you were unable to \nsupport -- did have real reforms of the H-1B program which everyone agrees.\n\n People like Senator Durbin, who has been working with you on this, agrees would do a good thing.  But here's the -\n- I just want to give a statement.  And I apologize to the witnesses, given everything that's going on today, I'm \ngonna have to leave.\n\n Jeff Sessions and I are gonna talk about why he might support our -- no.  \n\n (LAUGHTER)\n\n OK.  We don't agree that much.  Yeah, right.  OK.  Let me just say this.  The topic of today's hearing is the impact \nof immigration on U.S. workers.  And it presents another opportunity to discuss the historic, bipartisan Immigration \nReform Bill that passed the Senate in 2013.\n\n Before I do, I have to say I think the majority is challenging some very basic assumptions with this hearing.  Is the \nUnited States not a nation of immigrants?  You know who the first major immigrants were to New York City?  The \nEnglish.  Because the Dutch had settled New York City and then the English came in and there was tension.\n\n\n\n Two of our oldest schools, one is called the Collegiate School -- I didn't know this until about a year ago -- the \nCollegiate School.  I thought it was helping you get into college but it was settled by the Royal Dutch Collegiate \nChurch.  It was created.\n\n And when the English came, the Anglicans wanted nothing to do with this sort of more Calvinist institution and they \nset up the Trinity School.  These are the two longest running high schools in America.\n\n But it shows you we've always been a nation of immigrants.  And even those of English ancestry at some places \nand some times were the new immigrants, at that point.\n\n So I know it's uncommon sentiment to express in the presidential season but I think one of our bedrock values is to \nlook at immigrants of people who enrich our culture and our country and infuse energy into our economy.\n\n I don't know people who work harder than immigrants.  In New York City, these people are working two-three \njobs.  All they want is to provide a decent life for their families.  \n\n And you know what else they want?  To be Americans.  They're as proud of America as we are.  They love \nAmerica.  They've seen how bad it is everywhere else compared to this place.\n\n So can we have completely open borders?  Of course not.  But should we cherish immigrants and should we \nwelcome them?  Absolutely.  And we have to do it in a careful and rational way.\n\n I think that's what our immigration bill did.  That's why it got the votes of a good number of our Republican \ncolleagues.  Including some on this committee.  But we -- we -- this idea that immigrants are terrible for America, \nfrankly, is un-American.\n\n We need to crack down on illegal immigration.  I agree with that.  We need to provide resources at the border.   No \none has provided more resources at the border than our immigration bill.\n\n So some of those, including presidential candidates who've said, \"do the border first.\"  Our bill does the border first.  \nAbsolutely does.  But we can't cease to be a nation that welcomes immigrants without ceasing to be Americans.\n\n Who wants to come here?  The best and the brightest.  I always say immigrants are special in this sense.  They \ncould be poor over the centuries.  They could have no education.  But they have the get up and go, the gumption to \nsay, \"I want a better life.\"  \n\n And cross the oceans and often come to a country with different language and different customs.  They had \nsomething special that's in the American fiber.  And our great entrepreneurialism and our great idea that no matter \nwho you are, you could achieve and work hard, you get somewhere -- that's part of the American way.\n\n And immigration is part of that too.  In America, we have never looked at legal immigration as a zero-sum game.  \nWe know there's a way to carefully collaborate our immigration laws to keep immigration -- keep immigration the job \ncreating, economy boosting force it is.\n\n That's why in our bill, we limited the number of construction workers to 15,000 because we thought Americans do \nthose jobs at better pay.  So we limited it. On the other hand, we're desperately short of engineers according to \nmost people.\n\n And desperately short of people to pick our crops.  High end-low end, in terms of skills.  So we were more \ngenerous in our bill on those things.  It was careful.  It had the support of just about everybody.\n\n Had the support of business.  Had the support of labor.  Had the support of religion, whether it be the liberal \nchurches or the evangelical conservative churches -- catholic church.  Had the support of the tech community, had \nthe support of agriculture -- both farm workers and growers.\n\n\n\n It only didn't have the support of the Tea Party.  But the Tea Party was enough to block it.  Shame.  Shame on \nthem.  Shame on them.  They shouldn't have done it.  \n\n They're not a majority of America.  They're not a majority even of, thank God, of the Republican party.  But they \nwere able to block it.  And I don't disparage my colleague or any of my colleagues who are opposed to the bill.\n\n Obviously, there's not one way to wisdom.  But I do think we lost a real opportunity.  Now let me just say a couple \nof things about the bill.  Our bill protected American workers in at least four ways.\n\n Particularly by cracking down on illegal immigration.  You want to be against illegal immigration, you should have \nsupported our bill.  Because we stop it.  \n\n I was asked by somebody -- Republicans said, \"I know what you're doing, Schumer.  You want to use these 11 \nmillion people to become Democrats.\"\n\n I said, \"sir, the first person who would be able to vote after our bill passed was 13 years from now.\"  If you \nRepublicans haven't solved your problems with immigrants, Hispanics, and others in 13 years -- this bill isn't gonna \nmatter much.\n\n Because you have to go to the back of the line.  We have a new employment verification system.  Americans would \nno longer have to compete for jobs with illegal immigrants.\n\n And the bill's legal worker programs, Americans must be recruited first.  All foreign workers would be required to be \npaid the same wages an American would be paid.  And all foreign workers would be given portability to change \nemployers so they wouldn't be sort of stuck and forced to take the patterns of the others.\n\n So it was hard for me to understand why those who were worried about open borders, those who were worried \nabout American labor losing benefits and jobs wouldn't support our bill. \n\n It may not have been perfect, but it was a lot better than the status quo.   The status quo, I would say Mr. \nChairman, we still have today because of the gridlock.\n\n And me, I'm a guy who says don't let the perfect be the enemy of the good. Is this the exact bill I would have \nwritten if I were the only senator?  No.  I'd a make a lot of compromises.\n\n I had some of my friends on the left side of the spectrum not happy.  But it was so much better than what we have \nfor both job growth in America and protecting American workers from low wage competition -- unfair low wage \ncompetition.\n\n So I'll close with saying this, Mr. Chairman -- and again, I have respect for you.  We're in the gym in the morning \npounding away on the bicycles.  There are a lot more athletic than either Jeff or me in that gym too. \n\n But American workers do need help.  We need to get incomes rising again. That's my number one goal as a \nsenator.  But to say that getting rid of immigrants is the answer?  To say that rejecting our bill is the answer?  No.  \n\n Doing nothing is certainly not the answer.  Doing nothing is certainly not the answer.  And we still haven't had a \ncomprehensive proposal from any of the opponents on the other side of the aisle.\n\n So in conclusion, I'm in my green tie.  Tomorrow we celebrate St. Patrick's Day and all the rich cultural heritage of \nIrish immigrants, and indeed all immigrants have brought to the nation.\n\n If you could march in the St. Patrick's Day parade in New York, you wouldn't see just Irish people.  You'd see \npeople of every race, religion, creed, and color -- all celebrating the grand tradition that America welcomes people.  \nLike we did in the 1840's when the Irish first came and like we should be doing today.\n\n Thank you, Mr. Chairman.\n\n\n\n SESSIONS:  Thank you, Senator Schumer.  And I appreciate your comments and you've been an active member \nin dealing with these issues.  But I would note that your bill would've increased the lawful immigration by 50 percent.  \nWould have granted amnesty and a promise of enforcement in the future.  OK.  Go ahead.\n\n SCHUMER:  I just -- the word -- if you believe that you had to pay back taxes, admit you did wrong doing, pay a \nfine, work, learn English before you got a green card, go to the back of the line.  \n\n So if someone waited patiently at their embassy, no one believes that's amnesty.  I know that some of the right \nwing radio started saying amnesty and now everyone says amnesty.\n\n That's not amnesty.  That's not amnesty.  Thanks.\n\n SESSIONS:  Well, it is in my perspective because you've -- none of those back taxes are gonna be collected or \npaid in any effective way.  And none of those proposals would.\n\n I would just say this:  it is time for us to discuss the issue before us in this committee, and that is, don't we need to \nconsider the mix of people who come to our country?  And don't we need to consider the number that comes?\n\n Nobody is talking about eliminating immigration.  Nobody is talking about stopping people from coming to America \nin any kind of long-term way.  But we do need to focus on what's good for the American people.\n\n And I intend to do that.  And I think that the facts at the end of this day are gonna be real clear.  So eyewitnesses, if \nyou'll please rise and raise your right hand, I'll be glad to ask you to take this oath.\n\n Do you affirm that the testimony you're about to give before the committee will be the truth, the whole truth, and \nnothing but the truth so help you God?  \n\n Thank you.  Please have a seat.  I'll briefly introduce the witnesses as they are each provided an opportunity to \nmake an opening statement.  And full biographies are available on the committee website.\n\n First, we have Dr. George J. Borjas.  Dr. Borjas is the Robert Scrivner Professor of Economics and Social Policy at \nHarvard Kennedy School.  He was awarded the IZA Prize in Labor Economics in 2011.  \n\n Professor Borjas is a research associate at the National Bureau of Economic Research and a Research Fellow at \nIZA.  Professor Borjas is the author of many articles and several books including one that will be published this fall \nentitled, \"We Wanted Workers:  Unraveling the Immigration Narrative.\"\n\n He received his PhD in economics from Colombia University in 1975.  Dr. Borjas, we'll be pleased to have your \nopening statement at this time.\n\n BORJAS:  Thank you very much, Senator, for giving me the opportunity to come here today and talk a little bit \nabout my work.  \n\n As you all know, one of the most contentious issues in the immigration debate is what happens to the job \nopportunities of native workers when immigrants enter the labor market.  \n\n Economic theory -- forgetting about the data -- economic theory has actually very clear implications about that.  In \ngeneral, when immigrants come in, those who compete with immigrant workers will tend to do a little worse off.\n\n And those who use immigrant workers or compliment immigrant work will tend to do better off.  A good example \nof trying to understand that process is by actually thinking of something concrete.\n\n And I walk in here today -- the trains were out so I actually walked the three miles to the -- to the hearing today.  I -- \nI thought of something that maybe people here can relate to.  Which is, let's create a new immigration program that \nadmits only attorneys.  And say 50,000 attorneys a year and call it the H-1B program for attorneys.\n\n\n\n And what would happen to the labor market for attorneys if we would have 50,000 more attorneys coming a year \nafter you set up a test where attorneys all over the world could take some kind of LSAT, or something like that, and \nqualify for a license in the U.S. immediately?\n\n Well, clearly attorneys here -- many of whom aren't in this room -- would not like it very much.  I mean, the job \nmarket for attorneys is bad enough as it is. And if you have 50,000 more entrants every year, that would clearly \ncreate a concern among attorneys.\n\n But people like me and people who employ attorneys would love that.  Because you can now hire attorneys at a \nmuch lower wage.  I could then not have to worry about my taxes at all. \n\n I mean, I could just hire some cheap foreign attorney to do my taxes next month and fill out my 1040.  And that's \nwhat immigration is about.  There are winners and there are losers.\n\n People who compete with immigrants tend to be worse off.  In this case attorneys.  People who use immigrants -\n- law firms and myself -- who will benefit a lot.  \n\n And the question is:  what is the end result of all that?  And one of the implications of the theory is that with free -- \nthe same thing as free trade. People who gain gain by more than the people who lose.\n\n Now the question is is that net gain large?  And remarkably enough, the more the pain in terms of the distributional \nimpact, the greater the gain.  And that's something I want to talk about in terms of the -- of the actual facts.\n\n So let me talk a little bit about the facts and summarize what I think we know from the data.  If we look at the \nimpact of immigration over the last few decades in the U.S., one rough rule of thumb that comes out is that when \nyou increase supply of workers in a particular group by around 10 percent, the weight of that group will go long (ph) \nby three percent.\n\n Which is not a trivial number but it's not a huge number either.  And that's true whether we look at a particular city, \nfor example, like Miami.  After Mariel, where the impacts are actually greater.\n\n Or just follow school groups over the last 50 years.  The fact is is that the groups would do a little worse -- the \ngroups that we see the most immigrants would tend to do slightly worse off after that by three percent for every 10 \npercent increase in supply.\n\n Now what that would imply in terms of the net gain is that the net gain to the U.S. economy is only around $50 \nbillion dollars a year.  And that sort of comes -- a number that comes straight forwardly out of the laws of supply and \ndemand.  \n\n And one of the lessons from that model is it's actually very difficult to manipulate the model in a way that will make \nthe number much bigger.  So we have a $50 billion dollar gain on net that accrues to natives.  And a huge \nredistribution from the people who compete with immigrants to people who use immigrants of around half a trillion \ndollars a year.\n\n And that's what the law of supply and demand tends to imply.  Now there's a couple of lessons that I want to stress \nbecause as you all know, there's a lot of contention over all these facts.\n\n And it's very important to look at the, sort of, underneath the hood to sort of see what people really do to get these \nnumbers.  And one of the things that people tend to do is to confuse the group of people affected.\n\n So for example, I gave you the -- the -- the example of attorneys coming in and what happens to the wages of \nattorneys.  Well, if I had looked at attorneys coming in and looked at what happens to the wage of all people with \nprofessional degrees, including attorneys and doctors and engineers and so on, that would give you the impact.\n\n\n\n And that kind of thing is actually done in the -- in the literature, believe it or not.  When people want to sort of show \nthat the impact on low-skill wages as the high school drop out is not very high, what they will tend to do is poll high \nschool dropouts with high school graduates thereby diluting the impact.  \n\n So it's very important -- one of the lessons is that it's very important to isolate the group of people most affected by \nthe shock to be able to see the impact.\n\n And the more you isolate the group, the -- the more you see the obvious impact on the wage.  But don't forget, the \nobvious impact on the wage is actually a good thing in the end in the sense that the pie gets bigger.\n\n And it gets bigger by around $50 billion dollars a year.  So what immigration does, its increased the pie slightly in \nterms of, like, $50 billion dollars a year.  Which is, to me, it's a lot of money.  In terms of the U.S. economy, which is \nan 18 (ph) trillion dollar GDP, it's not a huge amount of money.  It's just really a rounding up error.\n\n So what immigration does in the end is really redistribute wealth.  It changes the split of the pie from people who \ncompete with immigrants to people who use immigrants.\n\n And I noticed that I'm over my time so I will stop at this point.  \n\n SESSIONS:  Alright.  Next we have Mr. Peter Kirsanow.  Peter Kirsanow is a partner with Benesch Labor \nEmployment Practice Group.  He returned to Benesch in 2008 after serving on the President's Appointed National \nLabor Relations Board for two years.\n\n He's recently reappointed by the Speaker of the House of Representatives to his third consecutive 6-year term on \nthe U.S. Commission on Civil Rights.  Chair of the Board of Directors of the Center for New Black Leadership.  Mr. \nKirsanow also serves on the Advisory Board for the National Center of Public Policy Research.\n\n He received his BA in '76 from Cornell University.  His JD with honors from Cleveland State University where he \nserved at Articles (ph) Center for the Cleveland State Law Review.\n\n Mr. Kirsanow, we'd love to hear your opening statement.\n\n KIRSANOW:  Good morning Mr. Chairman and Senator Tillis.  As you indicated, I am a member of the U.S. \nCommission on Civil Rights.  I'm here in my personal capacity.\n\n The U.S. Commission on Civil Rights was established pursuant to the 1957 Civil Rights Act to, among other things, \nexamine matters related to discrimination and denials of equal protection.  \n\n And because immigration very often implicates matters pertaining to national origin and race, the commission's \nconducted several hearings over the years on various aspects of immigration.\n\n Particularly, illegal immigration.  In fact, this year we're once again examining the effect of illegal immigration on \nblack wage and employment levels. And Dr. Borjas talked about the group that is most isolated, most affected by it.  \n\n And the evidence that we induce before the commission shows that among those groups are black Americans.  \nThis year, again as I said, we'll be examining that. But one of our most recent hearings was on the effect of -- the \neffect of illegal immigration on black wage and employment levels.\n\n And the evidence that we gathered shows that unequivocally, the wage and employment levels of black Americans \nare disproportionately, adversely affected by illegal immigration.  \n\n Particularly, when it pertains to the effect on black males.  It should be noted, I think, that the witnesses that appear \nbefore the commission were experts and scholars on immigration that spanned the ideological spectrum.\n\n\n\n And while they may have disagreed with respect to policy and maybe matters of degree, every single witness \nbefore the commission agreed that illegal immigration has a decidedly negative impact on the wage and \nemployment levels of black Americans.  Particularly, black males.\n\n And the evidence shows that the reason for this is actually pretty basic. Black Americans, especially black males, \nare disproportionately concentrated in the low-skill labor market and are disproportionately more likely to have no \nmore than a high school diploma.\n\n Likewise, illegal immigrants -- disproportionately concentrated in the low-skill labor market, disproportionately \nmore likely to have low levels of academic achievement.\n\n And these two groups compete with one another in the low-skill labor market. The competition is often most fierce \nin those industries in which blacks have traditionally and historically had high concentrations of employment.\n\n Such as hospitality, service, construction, agriculture.  And blacks very often lose out in this competition to illegal \nimmigrants for a variety of reasons that are self-evident.  \n\n Certain employers prefer to hire illegal immigrants, as Professor Vernon Briggs of Cornell School of Industrial \nLabor and Relations noted.  It's not because low-skilled American workers, regardless of race, are unwilling to \nperform such jobs.  \n\n It's that they're unwilling to do such jobs at the cut rate wages and sometimes substandard working conditions \ntendered to illegal immigrants.  A cohort which is unlikely -- highly unlikely to then go and complain about those \nconditions to OSHA, EEOC, or the Wage and Hour Division of the Department of Labor.\n\n And we see that this competition is most pronounced in large metropolitan areas.  The effect -- the deleterious \neffect of illegal immigration and the low-skilled American worker is most severe during the current economic \nstagnant times.\n\n Since the beginning of the 2008 recession, there has been an increase of two million working-age blacks in the \npopulation.  However, during the same period of time, the number of blacks currently in the workforce was also two \nmillion less.\n\n So that there's been no net increase in the number of employed blacks despite a substantial increase in the black \npopulation.  And what's curious about that though is during the same period of time, 4.4 million more foreign-born \nworkers were employed in the United States.  \n\n And this has substantial negative sociological implications also. Unemployment is linked to higher incarceration \nrates.  Both are linked to lower levels of family formation.\n\n Indeed, research shows that immigration accounts for 40 percent of the 18 point percentage decline in black \nemployment levels in the last several years.  An 18 point decline is hundreds of thousands of blacks without jobs.\n\n In addition to depressing black employment levels, the evidence that we adduced shows that illegal immigration -- \nfrankly any low-skilled immigration -- tends to drive down the wages of jobs that are existing for -- are available for \nblack Americans.\n\n One study, in addition of studies that we've reviewed from Dr. Borjas, an economist from the Federal Reserve \nBank of Atlanta showed that for the increase in the undocumented worker population, there has been a $960 dollar \nreduction in the wages of the average Georgian worker from 2007 -- between 2000 and 2007.\n\n Mr. Chairman, it's respectfully submitted that the massive influx of immigrants, both legal and illegal, has been \ndemonstratively bad for the employment prospects of low-skilled Americans generally -- black Americans \nparticularly, especially black males.  And continued failure to address this issue is not without profound and \nsubstantial cost to the average American worker.\n\n\n\n Thank you, Mr. Chairman.\n\n SESSIONS:  Thank you very much.  Next we have Mr. Benjamin Johnson.  He's the Executive Director of the \nAmerican Immigration Lawyers Association in Washington D.C.  He's glad he's not having 50,000 -- whatever \nlawyers come in the country.  \n\n As a recovering lawyer, I sympathize with that idea.  He previously served as Executive Director of the American \nImmigration Council in Washington.  Mr. Johnson has studied and worked in the immigration field for more than 20 \nyears.\n\n A native of Arizona, earned his JD from the University of San Diego School of Law and studied international and \ncomparative law at King's College London.  Mr. Johnson?\n\n JOHNSON:  Thank you very much, Mr. Chairman, for the opportunity to appear before you today.  On behalf of the \nAmerican (OFF-MIKE) for fair and reasonable immigration law and policy.  AILA counsel has among its members \nover 14,000 attorneys and law professors.  Many, many of them immigrants across the nation who were involved \nin every aspect of our nation's immigration laws.\n\n And maybe it's dangerous to -- to respond right out of the gate, but I find it interesting.  You know, Dr. Borjas's \nquestion or analogy is -- is an interesting one.\n\n I think my testimony here will reflect a different view of that.  If you think of the four most prominent economists \nlooking at this issue of immigration in the United States I think of David Card, Giovanni Peri, George Borjas, and \nManuel Pastor.  All of them immigrants.\n\n David Card from Canada, Giovanni Peri from Italy, George Borjas from -- from Cuba, and Manuel Pastor from \nMexico.  We can talk about whether they have had -- whether the arrival of immigrants in that economic space \nhave had an impact on wages but we can't debate the fact that they have elevated the discussion about the \neconomic impact to the immigration.  \n\n They have brought to the debate, through their experiences and through their commitment to their work, an \nintensity level and made contributions that are profound and significant.\n\n That's the way it has always been since the first newcomers arrived here.  In early 1600's, immigration has shaped \nand transformed the economic, social, and political development of our nation.\n\n Immigrants have played a substantial role in every major social, economic and technological transformation in our \nnation's history.  Immigrants are the innovators and entrepreneurs who helped build and invent the industrial age, \nthe atomic age, and now the computer age.\n\n They are the family members who helped build stable communities and raised generations of new Americans.  And \nthey are the everyday workers who help drive the engine of our economy forward.\n\n The overwhelming weight of the research shows that immigration has had and continues to have a profoundly \npositive impact on our society, our economy, and on the wages and employment opportunities of the native-born \nworkers who immigrants work shoulder-to-shoulder with everyday.\n\n In short, immigration has been and remains vital to America's growth and prosperity.  Despite the obvious and \noverwhelming evidence that immigration has greatly benefited our nation, our history has been marked by ugly \nperiods of fear and anger towards each successive wave of immigrants and by political efforts to blame them for a \nhost of social and economic challenges.  \n\n The mistake we make over and over again is to romanticize the immigrants from our parents or our grandparents' \nage, but to question whether the new arrivals are as valuable, patriotic, or law abiding as those who came before.\n\n\n\n Time and again, these new immigrants have proven that they carry with them the same dedication to build a \nbetter life for themselves and their children and the same desire to make America stronger than ever before.\n\n Immigration is a powerful resource for revitalizing our economy, filling gaps in our labor market, and re-energizing \nthe American dream.  But it is a resource that must be managed.\n\n Like any other area of law, immigration law and policy should be updated to reflect the changing realities of our \neconomy and society.  Almost no one disputes the current immigration system is outdated and must be reformed to \nmeet the needs of our 21st Century economy.\n\n Yet for more than a quarter of a century, Congress -- led by both parties -- has failed or refused to modernize our \nimmigration system in any meaningful way. Current legal channels of immigration date back to 1990.  \n\n They remain frozen in a time before most Americans had cell phones or computers.  And before the exodus of \nmillions of baby boomers out of our labor force and into retirement.\n\n By refusing to do its job and update our immigration system to reflect the needs of our modern economy, Congress \nis ignoring powerful resources and squandering the opportunity to fully harness its full potential.\n\n Despite decades of neglect, the fact is that meaningful, comprehensive immigration reform is an achievable \nobjective.  Bipartisan legislative proposals have been introduced in Congress many times in the past decade.  And \nthe policy prescriptions for reform are well known and strongly supported.\n\n A strong majority of Americans support efforts to reform the immigration system.  Including proposals to provide a \npermanent status for the undocumented who have been part of our communities for decades. \n\n America wants and needs an immigration system that is flexible and smart. One that responds to the demographic \nrealities of the U.S. population, the demands of the U.S. economy, and the needs of American families.\n\n A functional immigration system can and should play a supporting role in ensuring fairer wage levels and humane \nworking conditions for all workers.  Native and foreign-born alike.\n\n Importantly, these goals can be achieved while creating a system that operates effectively so that employers can \nhire needed workers quickly and efficiently and family members can be reunited with their loved ones in a timely \nmanner.\n\n The bottom line is this:  our nation needs forward looking immigration policies that marshal the power of \nimmigration as an economic tool and embrace the contributions of immigrants to our shared prosperity.\n\n AILA urges Congress to put forward and pass meaningful, bipartisan solutions that will bring our system into the \n21st Century.  The reward for this kind of leadership will be an immigration system that is even better for American \nworkers, better for American families, and better for the American economy.\n\n SESSIONS:  Thank you.  Next is Mr. David Kallick.  He joined the Fiscal Policy Institute as a Senior Fellow in 2001.  \nAnd since 2007, has directed FPI's Immigration Research Initiative.  \n\n Part of his work with the Fiscal Policy Institute, Mr. Kallick was a Senior Fellow at Preamble Center and before that, \nhe spent eight years as Editor of Social Policy magazine.\n\n He is a graduate of Yale University and can make presentations in French, German and Danish.  Which is \n(inaudible) I'm impressed with.  Mr. Kallick?\n\n KALLICK:  Would you like to hear this in Danish?  \n\n (LAUGHTER)\n\n\n\n Thank you for inviting me to testify today.\n\n SESSIONS:  Long may (ph) Denmark remains.\n\n KALLICK:  The 10 years that I've been doing research on immigration have only deepened my appreciation for the \nvery robust contribution that immigrants make to the economy.\n\n It might surprise some people, even in this room, to know that in the United States about half of immigrants have \nat least some college education.  Forty six percent of immigrants work in white collar jobs -- more than in blue \ncollar service or farm jobs.  \n\n Yes, that includes all immigrants.  That is to say, all people born in another country regardless of legal status.\n\n Immigrants make up 14 percent of registered nurses, 17 percent of accountants, 28 percent of physicians, and 31 \npercent of economists. Something I didn't realize how relevant it was gonna be to today's discussion.\n\n We sometimes hear that immigrants are doing jobs that U.S. farm workers don't want to do.  I think that sells \nimmigrants short.  There are concentrations of immigrants in many low wage jobs and some in high wage jobs.  \n\n But the majority of immigrants are somewhere in the middle.  And it sells U.S. farm workers short.  There are \nplenty of U.S. farm workers who work in very tough jobs.\n\n Increases in immigration are also closely linked to economic growth.  In comparing 25 metro areas around the \nUnited States, we found that where's there's growth, there's immigration.\n\n And that's the only places where you're likely to find little immigration are places where there's little economic \ngrowth.  This doesn't prove that immigration causes growth.  \n\n It does suggest though, that if you're serious about having a growing economy, you should be finding ways to \nwelcome immigrants.  Immigrants play a big role of business owners.  \n\n That's especially true in Main Street businesses such as grocery stores, restaurants, retail shops, or beauty salons.  \nGoogle and PayPal are great and they were also started by immigrants.\n\n But Main Street businesses are the bread and butter of local economic development.  They're what gives a \ncommercial area its character and often spark local revitalization.\n\n Twenty eight percent -- 28 percent of Main Street business owners are immigrants.  There's widespread \nagreement among economists that immigration brings economic growth and has a positive overall impact on wages \nand employment for U.S.-born workers.\n\n The disagreement on this question is just about the size of the GDP growth, GDP boost, and the size of the wage \nincreases.  That said, several studies also point to some negative impact on African-American men with less than a \nhigh school degree and in some cases, also white men with less than a high school degree.\n\n This is an important finding.  But reducing immigration is not an effective way to improve the living standards of \nthese groups.  The best response is for Americans to become more educated. \n\n And indeed that's happening at a truly impressive rate.  Even as -- as the population increased, there were three \nmillion fewer men with less than a high school degree in 2014 than there were just 14 years ago in 2000.  \n\n Blacks, including black men, are improving at the fastest rate.  Although they still have not closed the gap with \nwhites.  There are also numerous ways we can improve labor market conditions for these men from better schools \nto investing in job training and work force development -- expanding opportunities for union membership and \nreforming the criminal justice system and reentry into the workforce.  \n\n\n\n In other words, we can provide opportunities for men with less than a high school degree while still allowing the \ncountry to take advantage of the overall economic benefits of immigration.\n\n It's actually rather amazing that America does as well as we have with immigration considering how little we've \ndone to update the country's immigration system.\n\n Maybe it's just in our DNA as a country to draw and integrate immigrants irrespective of what happens here in \nWashington.  But there's only so long we can go without addressing some fundamental problems.  \n\n Fixing immigration policy would be good for the economy.  And it would be good for U.S.-born workers too.  \nParticularly, those in the lowest rungs of labor market.\n\n It's not good for anyone when some workers can be taken advantage of.  I'm not suggesting that more immigration \nwill always be better for the economy.  We have to strike a balance.  What I do want to say clearly is that the United \nStates has tremendously benefited from the immigration that we've had.\n\n And we would benefit even more with a properly functioning immigration system that recognizes where there are \nproblems and addresses them constructively.  That would help immigrants to reach their full potential while making \nsure U.S. farm workers share in the prosperity to the vibrant and growing economy of rings (ph).\n\n Thank you again and I look forward to your questions.  \n\n SESSIONS:  Thank you.  Finally, we have Dr. Steven Camarota -- Director of Research for the Center for \nImmigration Studies.  He has testified before Congress more than any other non-government expert on economic \nand fiscal impacts of immigration.\n\n His research has been featured on the front pages of the New York Times, the Washington Post, and USA Today, \nas well as numerous media outlets.  And published in a variety of journals.\n\n Dr. Camarota received a Masters Degree in Political Science from the University of Pennsylvania.  Later earned a \nDoctorate Degree from the University of Virginia in public policy analysis.\n\n Dr. Camarota, welcome back.\n\n CAMAROTA:  Well, thank you for having me back.  And thank you for inviting me, I appreciate it.  It's always \nimportant to come and talk about this vitally profound issue of immigration.\n\n Particularly, its impact on workers in the economy.  First, when thinking about immigration's impact on the \neconomy, there is simply no question that adding workers makes the U.S. economy larger by perhaps $1.8 trillion \ndollars every year.   \n\n But everyone agrees almost all of that goes to the immigrants themselves in the form of wages and benefits.  As \nit should, they're the ones doing the work.  They're the workers.\n\n By itself, a larger economy is not a benefit to Americans in the same way that Mexico has a larger economy than \nNorway.  But that doesn't mean that Mexico is somehow richer than Norway.\n\n What matters is per capita income or per capita GDP.  Though the immigrants themselves may benefit, there is \nno body of research indicating that immigration significantly increases the per capita GDP or income of the native-\nborn.  \n\n Basic economic theory does predict that immigration should create a small net gain for some natives.  But to do it, \nit must redistribute income from workers in competition with immigrants to the businesses that employ immigrants \nand those who are not in competition with immigrants.\n\n\n\n Unfortunately, though there are exceptions, those who face the most competition are often the poorest and least \neducated Americans.  So for example, one-third of meat packers and one-third of construction laborers are \nimmigrants.  But only seven percent of lawyers are immigrants.\n\n So that helps maybe explain the immigration debate itself because if lawyers face the kind of job competition that \nsome of the low wage skilled categories do, maybe the debate might be different.\n\n Now, looking at immigration-induced increases in the supply of labor indicates that immigration may reduce wages \nby about $530 billion dollars a year for those in competition.  But it should create gains for these other groups that I \ntalked about.\n\n And the net gain should be around three-tenths of one percent of GDP -- or about $50 billion dollars a year.  Now \nwhen we actually try to look at the impact of immigration on wages, it shows pretty much what the economic theory \npredicts -- those in competition with immigrants tend to lose.\n\n Putting aside economic theory, the last 15 years have witnessed an extraordinary situation in the U.S. labor \nmarket.  Much of the employment gain have gone to immigrants.  Even though natives have accounted for two-\nthirds of the growth in the working age population -- that is, those 16 to 65.  \n\n Now even despite the recent improvements in the last two years, in the fourth quarter of 2015, only about two-\nthirds of working age native-born Americans actually had a job.\n\n As recently as 2000, about three-fourths were working.  And the situation is dramatically worse for minority, less \neducated people and young workers.  Although many advocates of immigration argue that America has a great \nneed for immigrant workers, there's just no evidence this is the case.\n\n Wages are generally stagnant or declined, especially at the bottom end and the share of working age people not \nworking is at or near record.  If the same percentage of working age people -- again those 16 to 65 -- had a job \ntoday as had one in 2000, almost 11 million more people should be working.\n\n We do not have a worker shortage.  We have a job shortage.  Finally, the argument is often made that we don't -- \nwe need immigration because our society is aging and we don't have enough working age people to support the \neconomy or government.\n\n But in fact, immigration has only a tiny impact on slowing aging.  Whether we look at its effect right now -- we can \nactually pull all the immigrants out and their children and see how much effect it has on aging -- or we project it \ninto the future, immigration has only a modest impact on slowing the aging of American society.\n\n I can explain it but basically immigrants age like everyone else.  Their fertility isn't that different so it doesn't make \nthat much difference.  In 2015, there were about 19 million immigrants who said that they had come in the last 15 \nyears.\n\n Now we certainly have tried the high immigration approach and wages have stagnated and job growth has not \ncome close to keeping pace with the number of immigrants we're allowing in in just natural population growth \namong the population.\n\n Given the reality of the U.S. labor market, the fundamental question that must be asked is whether it makes sense \nto continue bringing in one million new legal permanent immigrants each year and hundreds of thousands of guest \nworkers. Thank you.\n\n SESSIONS:  Thank you very much.  Well, this is an important hearing.  And we've -- we've heard the arguments \nand the anecdotal stories about the value of immigration.  And there's so many good stories out there and I \ncertainly acknowledge that.\n\n\n\n I would just say that we need, in this point in history, real economic data to help us make public policy decisions \nthat impact America and American people. In particularly American workers, many of whom are suffering \nsubstantially.  And in particular, the lower the income, the more they're adversely impacted it seems to me.\n\n Dr. Borjas, Mr. Johnson in his remarks made this statement -- and I think it represents conventional wisdom.  I'd \nlike to ask you to respond to it.  He says that immigration has a profoundly positive impact on our economy and \nquote, \"on the wages and employment opportunities of native-born workers who immigrants work shoulder-to-\nshoulder with everyday,\" close quote.\n\n Does your research validate that?\n\n BORJAS:  I don't quite know what he means about shoulder-to-shoulder.  \n\n SESSIONS:  It means the same job classifications.\n\n BORJAS:  OK.  So if it's the same job, I think what the evidence shows is that when immigrants come in, that \npeople who are most like them.  And that is true regardless of whether people who are most like them are \nthemselves native-born or foreign-born.\n\n So if you look at the pre-existing workforce, the people who are most like them (inaudible) immigrants, those are \nthe ones who are gonna face more competition in the labor market.\n\n In the short run, this is no doubt that the people who face more competition in the labor market are going to be \naffected adversely by the increased competition.  \n\n So that if that means shoulder-to-shoulder, that means that the people that the employers can now choose from, \nwhich is a much larger pool, are going to be having lower wages.  \n\n But that's not the end of the story.  And that's -- that's the point I was trying to make in my testimony, which the \nSenator also referred to, there are also gains.\n\n Somebody's lower wage is somebody else's higher profit.  That's a very important thing to remember.  Because \nwhat immigration really does is redistribute wealth.\n\n One of the things that people tend to forget about immigration is that it changes the split of the pie.  And it changes \nthe split of the pie from people who work shoulder-to-shoulder or people who are competing with immigrants to \npeople who use immigrants.\n\n And the pie -- then the question is how much of the pie go up?  And almost all of the evidence in economics -- as \nlong as you stick to the traditional supply-demand framework we do in the classroom, in Economics -- as long as \nyou stick to the framework, the fact of the matter is that the pie will go up by around $50 billion dollars a year.\n\n Now that doesn't mean that the GDP itself will not be $50 billion dollars a year.  Like Dr. Camarota said, GDP will \nactually go up by much more.  It is almost inevitable that when you increase supply by 15 percent, GDP will go up \nby a lot, you know, almost two trillion dollars.  \n\n But most of that increase in GDP goes to the immigrants themselves for their work.  So the question really is -- the \nquestion that economists usually focus on is not the increase in GDP, it's the increase in GDP that accrues to \nnatives.\n\n Which is a very different question.  And it is very easy to get confused about that.  And people often refer to one \nwith that (ph) really thinks specifically what it is they're talking about.\n\n When I talk about the gains to immigration, I am talking the way most economists would talk about it.  Which is the \ngains accruing to natives.  And by natives, I really mean the preexisting population.\n\n\n\n That gain is very small -- it's $50 billion a year in an $18 trillion dollar economy.  Now what that tells me, after I've \nlooked at this for a long while now, is that what immigration really does is not so much increase the pie as \nredistribute wealth.\n\n So what I've learned from all this is that immigration happens to come out to be just another government \nredistribution program.  And once you see it that way, you get a much better sense of who is on which side of the \nimmigration battle.\n\n SESSIONS:  Well, thank you for that insightful comment...\n\n KALLICK:  Senator, can I respond to that?  \n\n SESSIONS:  ... just briefly...\n\n KALLICK:  I wondered if I could respond to that?\n\n SESSIONS:  Let me follow one thing.  The Congressional Budget Office, scoring the Gang of Eight comprehensive \nbill found that it reduced per capita GDP, did it not Dr. Camarota?  Which is consistent with your...\n\n CAMAROTA:  Right.  Well, the immigrants are poor so that if you accelerate immigration, that bill almost doubled \nlegal immigration.  Yes, the overall per capita GDP goes down.\n\n SESSION:  Mr. Kallick?\n\n KALLICK:  Thank you.  I just -- to extend the metaphor that Professor Borjas used about lawyers coming into the \ncountry.  You know, I think what -- what happens when immigrants come and there's a great deal of flexibility in \nthe American labor market.  \n\n And so when people come, immigrants don't come as restaurant workers, for example.  They come as people.  \nAnd they come -- if there is a big concentration of immigrants in restaurant work, for example, there are a number \nof reactions that happen.\n\n So for the U.S.-born workers, it may very well be that the ones who were working in the back of the house as \ndishwashers or as prep cooks start to work in the front of the house as waiters because they have better \ncommunication skills -- their English is better and so on.\n\n It may also be that if the wages start to go down, if there's pressure on the -- on -- on restaurant work, that maybe \nsome of those immigrants decide that they're gonna go and work in health care or work in retail instead.\n\n And so they're not competing in the same narrow labor market.  Some of them also are very likely to say, \"well, if I \ncan't find -- I'm working in a restaurant, I see how it goes.  Maybe I'll go and start a food cart or start my own \nrestaurant.\" \n\n And so you see their role as entrepreneurs as well in creating jobs.  So I think that you -- although it's true that \nEcon 101 will show that if you just look at labor market conditions and just -- and don't take into consideration the \nother factors in growth, then yes, immigration is gonna have a depressing effect on that narrow range of workers.\n\n SESSIONS:  Well, I'm not sure that rebuts what Dr. Borjas said but it's an insight.  Senator Tillis, thank you for \ncoming and participating in this and I appreciate your interest.\n\n TILLIS:  Thank you for chairing such a -- a -- a great group of panelists. I thank you all for being here.  Dr. Borjas, I \nfind your proposition of flooding the market with a bunch of attorneys to be mildly appealing. \n\n But I'm not an attorney.  \n\n (LAUGHTER)\n\n\n\n But -- but, you know, in all seriousness, this -- this issue -- I've come to this committee probably with a different \nperspective than Senator Sessions in some areas and Senator Schumer and others.\n\n Part of this is because I've had specific experience with both ends of the spectrum about legal immigration.  First, I \nwant to stipulate that this committee is talking about getting immigration policy right that matches our supply chain \nof workers to the needs here in the context of the global economy that we work in.\n\n And that on the illegal immigration front, we need to deal with that separately.  The -- the question is then, what \nkind of policies can we put into place that are a -- a comprehensive approach to immigration that really addresses a \nnumber of problems that we tend not to talk about when we get into these committee hearings?\n\n You know, how do we not -- to use the hockey metaphor -- often times our immigration policy is about where the \npuck is versus where the puck is going to go. I'm concerned with the economic conditions of 2035 as much as I am \nof 2016.\n\n I'm worried about replacement rates that have to weigh into it.  And a number of other factors.  I'm worried about \nglobal competition and if we -- if we pursue a -- a protectionist orientative patch towards immigration reform, it could \nbe at the expense of our global -- it could be at our expense because our global competitors can take advantage of \nit.\n\n And I'm gonna use North Carolina as an -- some of my personal experience in North Carolina.  I love the fact there \nare only two of us here because that means we can do multiple rounds.\n\n But the -- in North Carolina we had -- we're a state that probably is worth looking at in terms of a -- a study for a \nvariety of reasons.  I was Speaker of the House there.  We passed E-Verify to try and do everything that we could.  \n\n E-Verify laws for agriculture and other workers.  Any business with a -- we had an exemption for some small \nbusinesses but a large swath of the business population was subject to do an E-Verify to determine that people \nwere properly documented for employment.  And there were penalties for businesses that didn't.\n\n We're also the only state in the nation that did not extend long-term unemployment benefits when that additional \n26 week extension was offered to every other state and every other state took it.  We didn't.\n\n $750 million dollars in unemployment compensation benefits were not taken into the state coffers and we cut the \nmonthly benefit by 25 percent.  We were an outlier in the Southeast in terms of what we were paying.\n\n We cut the duration from 26 weeks to a maximum of 20 and a minimum of 13 weeks indexed to the prevailing rate \nof unemployment.  Over the course of five quarters, we saw our unemployment rate go from fourth highest in the \nnation to 10.4 percent to the then national average of 6.4 percent.  \n\n However, we still had a shortage of workers in many areas.  So where do those folks go who got reemployed?  I'm \nnot really sure.  But I do know that we continued to have a strain in certain areas.\n\n And it was at both ends of the spectrum after a lot of these unemployment policies were implemented.  After E-\nVerify was implemented, we had a shortage in agriculture.  We had a shortage in seafood picking.  We had a \nshortage in IT.  \n\n And Mr. Camarota, we have a -- I come from the IT business.  And North Carolina -- I think in your opening \ncomment you said we had a shortage of jobs.  But in -- in the Charlotte-Mecklenburg area, a group of people that I \nknow -- I've seen professionals put together a group called IT-ology.  Their sole purpose was to figure out how they \nwere gonna fill 1,000 unfilled IT jobs in the Mecklenburg County area.\n\n So I'm trying to, you know, as -- as we move down the line, I was sympathetic or could find sympathy with almost \neverything one of you said.  But I'm trying to figure out how we connect the dots in terms of creating a solution to \nthe problems that I have in North Carolina.\n\n\n\n I simply have a backlog of jobs in certain areas.  We've done things.  It's a matter of state policy and one thing that \nI agree with.  I think it was Mr. Kallick who brought it up, was education policy.\n\n We're doing a pilot program in one county where we raise the dropout age to 18.  Created an analytics framework \nto try to identify students in ninth grade and tenth grade who'd look like they're on a trajectory for either not \ncompleting high school or not going beyond it.\n\n And not having deployable skills once they graduated.  To try and engage them and figure out how we can factor \nthem into a technical skill and ultimately maybe get them into community college or technical school.\n\n We're doing those sorts of things to try and make our American population in a better position to compete.  But this \nstuff isn't working.  And I think one thing that I'd like to do in this discussion, Senator Sessions -- and I think you and \nI probably agree on a lot more than we disagree -- is how do we actually get to a productive place where we kind of \nseparate at the poles?  Where we come at it from an ideological perspective?  \n\n And unless you've got to their ideological end, then we get nothing done.  And how do we get to a point to where \nwe got the -- the policy right?  I'm -- I get to rotate so I'll be back in five minutes.  So I'll -- I'll leave you with this.\n\n We cannot have this discussion in a vacuum.  If we do, then we will have the outcomes that we've seen in Western \nEurope.  We will lose in productivity.  We will end up seeing more and more dependence on government for \nlivelihood.  And we will not be the global competitive powerhouse that we are today.\n\n If we don't recognize that air travel -- I think air travel's gonna take off.  I really do.  I think it's gonna be around for a \nwhile.  People are gonna travel fairly easily.\n\n I think the Internet, as I said in a prior committee meeting, is gonna take off.  It's probably gonna stick around.  We \nare in a global competitive environment.\n\n If we make our policies based solely on what we think we need to do for the here and now, and do not recognize \nthe global economic forces that will absolutely eat our lunch if we get it wrong, then we'll be back here 15 or 20 \nyears from now having a very different conversation about the economic impact on immigration.\n\n I didn't get to ask a question but I'll come back and let you all respond to anything I said in that first five minutes.  \nThank you.\n\n SESSIONS:  Well, thank you.  You raised a lot of important questions and we've been wrestling with them for a \nlong time.  Much of what you said is, I think, conventional wisdom today.\n\n But I do believe it's time to be challenged and looked at.  Dr. Camarota, you said it in 2000, three-fourths of \nAmericans in the working ages were working.  But in 2015, only two-thirds worked.\n\n That might suggest that we're not creating as many jobs as we think and people are not working?\n\n CAMAROTA:  Right.  I mean, when you look at all the data the government's collecting, including probably North \nCarolina.  I've looked at North Carolina's status some, I can't site it from memory.  I wish I could.\n\n But real wages for STEM workers nationally -- so this is science, technology, engineering and math -- real wages \nfor accountants or high school dropouts or janitors, maids, nannies, and bus boys all show basically the same trend \n-- little to no wage growth.  \n\n And at the bottom, in some ways, people actually earn less than they used to.  If you look at the kinds of people \nwho do those jobs. People who, say, have only a high school education or less than a high school education, the \nfraction holding a job is even worse sometimes than just two-thirds.\n\n\n\n Sometimes only half are working.  And it's really bad for young people and minorities.  My only point is that all the \ndata the government suggests, whether it's STEM or whether it's high school dropouts, shows no evidence of a \nlabor shortage.\n\n The only evidence we have is testimonials from owners of business.  So at least maybe one thing to do when a -- a \n-- a chicken plant discussion (ph) and we can't find anybody, try to see how much they've raised wages.\n\n If they haven't raised their wages in 10 years or they just did it to keep inflation, that may suggest that, yeah, they \njust want to pay really low wages.  But that's very different than, \"I can't find anybody.\"\n\n It's, \"I can't find anybody given how I want to treat workers.  I can't find anybody given what I want to pay.\"\n\n TILLIS:  Mr. -- Mr. Chair, do you mind if I just ask him a follow up?  I don't want to...\n\n SESSIONS:  OK.\n\n TILLIS:  ... waste (ph) his thought but -- but -- but to what extent does that have to be driven by the global \ncompetition in a given sector?  In other words, to what extent is that driven by -- I -- I get what you're saying, \"well, if \nI pay somebody $30 dollars an hour in a chicken processing --\" but we have the biggest one in the United States in \n-- in Eastern North Carolina.\n\n But to what extent do you think that that's driven by global economic forces where you can only go so far before \nyou run afoul?  Because we send a lot of chickens overseas, for example.\n\n So the price point's gonna be effected by the labor input.  So at what point -- and I'll yield a minute of my time back \nto you.  Back -- but I think it's important to continue that thought because we can't have that discussion in the -- \nyeah, let's -- let's make minimum wage $30 dollars an hour.\n\n Than we'll have everybody going to jobs that maybe they wouldn't today.  But then what are the competitive forces \nthat are gonna make that -- that plant for the year that it pays $30 dollars an hour?  Everybody will be happy until \nsuch time it closes.  Because they lose on the -- on the global or national front.\n\n CAMAROTA:  Well, remember about 75 percent of the U.S. economy is for domestic consumption.  So the vast \nmajority of jobs don't face import competition in -- in the way that maybe -- actually food processing less so than say \nmanufacturing.\n\n Manufacturing -- a lot more import penetration.  But if the argument is essentially, \"we have to keep wages as low \nas possible.  And if they start to rise, we're gonna bring in immigrant workers.\"  That means that basically the \nargument is essentially, \"we have to have all these poverty level jobs.\"\n\n Well, that creates a whole series of problems, right?  Because people who only make $10 dollars an hour are an \nenormous fiscal drain, for example.  It's very hard for them to ever save the money to own a home or join the middle \nclass.  I guess -- I would say that as America, we want to be a high wage economy.  \n\n If it's really true that the only way for a business to survive is to pay poverty level wages, and then the workers all \nreceive all these indirect subsidies -- whether they be food stamps for the kids or free school lunch -- where the \nearnings are from tax credit and the additional child tax credit.  If that's the only way for that business to stay in \nbusiness, well, than maybe that is a business that we don't want.\n\n But I think what we would see is higher wages and the substitution of, you know, capital for labor.\n\n SESSIONS:  Well, Mr. Kirsanow, you sited an Atlanta study in the $960 dollar decline in African -- was it African-\nAmerican wages?  \n\n KIRSANOW:  All -- all Georgians.  All workers in Georgia.\n\n\n\n SESSIONS:  Repeat that again.  And -- and maybe you can contribute to the position Dr. Borjas has suggested.  \nThat the poor are getting hurt worse in this process than other groups in the economy.\n\n KIRSANOW:  Great.  Thank you, Mr. Senator.  And that's precisely what our evidence showed at various \ncommission meetings.  It's not just $960 dollars.  That was for all Georgians.\n\n When you look at disaggregated labor segments, such as...\n\n SESSIONS:  I thought that what the $960...\n\n KIRSANOW:  It was a $960 dollar reduction in the average annual earnings of workers in Georgia related to \nimmigration.\n\n SESSIONS:  And this is a Federal Reserve of Atlanta Study?  \n\n KIRSANOW:  That's exactly right.  And...\n\n SESSIONS:  And so they found directly that immigration for all workers in Georgia result in a $960 dollar decline in \ntheir annual wage?\n\n KIRSANOW:  And in certain segments it's worse.  In hospitality it was over $1,500 dollars a year.  And I think what \nwe're doing is I think it's important not to look at immigration and labor policy in the disjunctive.\n\n Because what we're seeing is immigration policy that's dysfunctional but we also have a dysfunctional labor and \nemployment policy in this country.  \n\n Just in the last few years, we've increased the aggregate cost of doing work in this country by $1.8 trillion dollars \nbecause of the overlay of regulations and labor policies that make it much more difficult for employers to employ \npeople.\n\n Whether it's overtime regulations, whether it's the overlay of EPA regulations, whether it's the National Labor \nRelations Board's EDIQS (ph), whether it's the EEOC, OSHA -- it's become much more expensive to employ \npeople in this country.\n\n So when we have a reduction in the number of workers in this country, part of it is a function of the fact that we're \nmaking it punitive to employ people in this country and folks are starting to -- not starting to -- increasing \noutsourcing.\n\n And that outsourcing occurs in segments of the economy where certain workers are affected the most.  Most of my \ncomments have been about black workers.  But it's usually, it's really lower skilled workers -- a disproportionate \nnumber of which happen to be minority.\n\n SESSIONS:  Which it definitely includes recent immigrants, Hispanics, and others.  \n\n KIRSANOW:  Exactly right.  And we have to remember too, I'm the only person in my family born in the country.  \nI'm a family of immigrants, love immigration. But immigration needs to be orderly, lawful, and most importantly, \nbenefit Americans first.\n\n Now, with that in mind, think about what we're doing in this country with respect to our immigration policy.  It \ndoesn't necessarily benefit only -- it may benefit a certain strata of Americans, but not a lot of Americans.\n\n When you -- when you take a look at what's happening to low income Americans.  Folks who are out of -- we have \na labor participation rate that is at 40 year lows.\n\n We have a surplus of labor.  We've got 94 million people who are not in the labor market.  And what we have as \nopposed to previous years when, for example, my family came here -- this was not a welfare state.\n\n\n\n We didn't have suffocating regulations superimposed over businesses that make it more difficult for them to employ \npeople.  As Dr. Camarota indicated, there's a cost associated with welfare benefits. \n\n By that I mean not necessarily income redistribution.  But I'm talking about the additional governmental obligations.  \nWhether it's paying certain taxes or fees or the cost of regulation.\n\n Now that we have a more profound quote/unquote, \"welfare state,\" the entire dynamic by which to employ people \nnecessarily changes.  It's become more expensive. And also, we have got to paying money into the system.\n\n Which again, reduces the ability of employers to employ so that we can sustain the welfare safety net.  So we have \na -- a -- a situation that's much less tenable than it was 40, 50, 60 years ago.  \n\n When we talked about immigration is great, understand we are looking at not a static model.  We're looking at an \nevolving model that makes it more difficult to employ people in the country.\n\n SESSIONS:  Well, thank you and Governors Center (ph) to tell us.  But I -- I would note one more thing.  It's \nbecome clear to me that as government officials, these pure economic discussions don't answer everything.\n\n These are human beings.  They're not products.  We're talking about citizens of the United States.  Recent lawful \nimmigrants to the United States.  We owe them first responsibility.\n\n And we need to be sure that our policies don't exacerbate wealth gaps or declining wages, particularly for poor \npeople.  And you can fix that through some sort of wealth transfer.\n\n Some tax or regulatory or tax credit or welfare benefit.  But I think creating a healthy economy and not overloading \nthe labor market with more workers than we have jobs for is a legitimate concern and we should analyze it.\n\n And I think that's where we're getting to today in this panel.  All we have is an adverse impact on substantial \nnumbers of Americans as a result of this world -- this labor flow that's perhaps the highest in the world.\n\n Senator Tillis?\n\n TILLIS:  Is it Kirsanow?\n\n KIRSANOW:  That's correct, Senator.\n\n TILLIS:  Mr. Kirsanow, what you just said previously, I think, was brilliant. When you were talking about...\n\n KIRSANOW:  Would you tell my wife that?\n\n TILLIS:  Yeah.  We'll send you the video clip.  But no -- no honestly.  The -- the point that you made about the -- \nthe regulatory burden that's placed on businesses which will cut into resources that they could otherwise spend on \nhigher wages is a very, very important part of why there's got to be a downward pressure on the inputs to business, \nyou know?  To -- to try and actually, you know, I don't -- I'm not one of these people that think that everybody's \nflushed (ph) with money.  \n\n Certainly the 28 percent of the small businesses that are the job creators.  In North Carolina, 80 percent of our jobs \nare created by small businesses.\n\n So Mr. Kallick, if you're numbers are accurate, that means more than a third of the businesses -- the job creators in \nNorth Carolina are actually businesses owned by immigrants.\n\n KALLICK:  It's -- it's mainly what we call Main Street business owners.  But also business owners in general are \nmore likely to be immigrants.\n\n TILLIS:  But I -- I think -- you also said something else about the -- the welfare state.  \n\n\n\n What we were -- a part of what we were trying to get at with the change in unemployment policy in North Carolina \nis that we'd reached such a high level of unemployment compensation that I think that it was -- it was incenting \npeople who were unemployed, who may want to enter the workforce, but do it in a time frame that coincided with \nthe end of their unemployment benefits because the -- the wages that they could potentially receive were close \nenough to where they -- they were -- they were kind of creating -- we were creating sort of a -- an expectation.\n\n It was just a bridge and then you went back to work.  So I think what you all are pointing to here is the -- the -- is a \ndiscussion that's a lot richer in terms of all the things that should be considered in coming up with the right sort of \nimmigration policy.\n\n One thing I will tell you, in 2000 -- one of the things, Mr. Camarota, I was kind of curious to know is in the -- in the \nlate 2000's when -- when I worked at Price Waterhouse, we could not find enough people to keep up with the \ndemand for resources.\n\n  We just simply couldn't do it.  We'd hire every qualified U.S. citizen that we could find.  We still could not keep up \nwith the demand that came with the Y2K, all the IT challenges, all the -- the -- the dot-com boom, everything else \nthat was going on at the time.\n\n I for one hope we get to a point where we have that problem again.  And I think that our immigration policy -- legal \nimmigration policy, our workplace policy, visa policy -- better get keyed again to that long-term goal of -- of having \ninputs that will almost invariably -- for us to provide an adequate number of supply for a growing workforce will have \nto rely on some level of orderly immigration policy.\n\n And if we don't, I think we're going to -- to find at some point in time, hopefully in the near future, that the lack of \nresources will be one of the single greatest impediments to increasing our GDP and economic growth.\n\n I -- I -- I guess, you know, Mr. Chair, for the purposes of -- I could stay here all morning on this topic, particularly \nwith only -- I usually sit way down there.  \n\n So it's two hours into a committee before I get to talk so.  You know, what would -- what would you all, just if we \ncan go down the -- the line here.  Do any of you all disagree that anyone of the other, there are two on one side of \nthe issue, three on the other side of the issue.\n\n But are there things that you would just say are patently wrong based on the -- the perspectives so that the other \npeople -- or do you see some need to try and reach a middle ground? \n\n And by no means a Gang of Eight.  We saw where that got people here.  But some, you know, some sort of well-\nrounded thoughtful approach and whether or not you've found any -- Mr. Camarota, we'll start with you -- kernels of \nwisdom that Mr. Kallick or Johnson offered or vice versa?\n\n CAMAROTA:  Well, I assume we all agree that immigration is supposed to benefit the United States, right?  \nImmigration clearly benefits the immigrants.  We have research on that.\n\n And that's something to think about.  But I think we all agree that it's supposed to benefit Americans, right?  The \npeople here.  So that would be an area of agreement.\n\n Are you asking about, sort of, should we legalize illegal immigrants or the flow of guest workers or the flow of legal \npermanent immigrants?  What -- what reform are you thinking of because all those things become contentious.\n\n TILLIS:  I'm, you know, to be honest with you, I'm just tired of -- I don't know if you all remember years ago there \nwas this great commercial.  I think it was -- may have been Miller Lite and the argument was, \"taste great, less \nfilling.\"  \n\n\n\n And I mean, I'm tired of the, \"tastes great, less filling,\" endless ad nauseam discussion that we have around \nimmigration reform.  Because if we continue to have the same discussion, we're gonna continue to have the same \nresult.\n\n Republicans and Democrats have failed on immigration policy for decades.  It -- it started back in the '80's and we \nsimply haven't been successful.  We have great discussions, the pep rallies are fantastic, but we never get into a \ngame and we never end it.\n\n So I guess what I'm trying to do is turn the dialog to something that really gets us to a point to where we make sure \nthat the American worker, that the person who's come here legally, is treated fairly. \n\n Their working conditions are appropriate.  And the working conditions of those who may be here on a work visa are \nup to the standards that any American would expect anyone working in the United States should work in.\n\n That the wages have to be legal, they have to be set by the minimum wage standards and prevailing standards \nwithin the states.  But really get to a policy to where I don't -- I want to get out of -- I've only been here for 14 \nmonths.  \n\n Fourteen months from now, I don't want to be having this same discussion. But if past is prologue, we will.  \n\n So less -- maybe that was an unfair question to ask you but I think these minds around the room are -- on this table \nand around the room could, I think, help us -- and people like you help us -- get to a point to where we're drawing \ndown this problem.  \n\n And recognizing that every single one of you made very valid comments that should factor into a policy stream that \nstill puts the American worker first.  Get to a rational more certain immigration policy and get this off of our table.\n\n CAMAROTA:  If I -- very briefly, if you want to bring in more workers, show evidence other than employers say, \"I \nwant more workers.\"  You probably know this but -- but the meat and poultry processing industry, the statistics \nshow that they pay about 45 percent less in inflation adjusted terms today than they did in 1980.  \n\n Now they have a reason why they'll say that.  And they'll say, \"look, it's the market bears.\"  But that seems to be \nincredibly powerful evidence.  There's no shortage there.  \n\n TILLIS:  But how do we do that though?  I -- I -- I get the problem.  What's the solution?  How do you provide the \ntransparency...\n\n CAMAROTA:  Sure.\n\n TILLIS:  ... or the data to make that practice either a self-evident good thing or a bad thing?\n\n CAMAROTA:  Well, if you want to bring people in because you think there's a genuine shortage, show evidence.  \nAnd the two key pieces of evidence would be wages, right?  You don't want to just listen to what the employer says.\n\n You want to show that, \"hey, wages have really gone up and he's offering more,\" right?  Because in a tight labor \nmarket that should happen.  And it's employment rates.  What fraction of people actually have a job.\n\n TILLIS:  And Mr. Chair, I think that's an area where I have -- I definitely believe that the Department of Labor and \nthis subject is broken.  I think they do a horrible job of really -- we've -- we've got to figure out how we actually do a \nbetter job of that.\n\n And they're doing a horrible job.  And that's why we have some of these anecdotal real examples of shortages in \none area and maybe not shortages in another.  \n\n Another area that we have to do a better job of that is in IT.  I tell everybody, if you're not in the IT business, you \nsay, \"I'm an IT guy.\"  That's great.  What kind of an IT guy or gal are you?\n\n\n\n Are you a -- a specialist in the apps that are coming up or in -- in some area of open source?  Are you someone \nwho, you know, practice COBOL?  And if you're still -- if you're still a COBOL expert than you probably still have an \n8-track tape player playing your music.\n\n So are your IT skills consistent with the demands of the market?  And I think we -- we have to work on having a \ndiscussion about what we're really looking at as a match.\n\n And then the question becomes:  who's actually responsible for getting your skills up to a level to where you're \ncompetitive?  Is it my responsibility?  Is it government?  To have you go to school at night or do what you have to \ndo to get the skills?  Is it your responsibility or somewhere in between?\n\n I'm one of those guys that went to school at night.  Didn't get my degree until I was 37 years old.  I took courses \nthat got me a competitive -- into a competitive position to allow me to compete and become partner of Price \nWaterhouse.  \n\n That was my responsibility.  So at what, you know, how do we -- how do we kind of sit down and have a discussion \nabout the roles and responsibilities of all the different actors in here and not necessarily assume this is something \nwe're gonna -- we're gonna solve just through a government solution.\n\n Mr. Chair, this is one of the most enjoyable committees I've been on.  I hope we can find other ways to keep other \nmembers from showing up.  \n\n (LAUGHTER)\n\n SESSIONS:  Well, you know a lot about it.  I would say the -- the economy changes.  It seems to me a really \nsuperb immigration policy would adjust.  We had a shortage of IT workers during 2000 -- Y2K.  \n\n But I just saw a report issued that the IT industry would lay off 300,000 jobs in America this year.  We've had a \ndecline in jobs in IT industry.  And then we -- at the same time we using H-1Bs to fire entire IT divisions within \nDisney and California Edison.\n\n Firing the whole department.  And apparently it's lawful, according to the Department of Labor.  Dr. Borjas, let me \nsort of follow up on his question -- Senator Tillis.\n\n I believe you're correct.  It's indisputable that substantial immigration flow creates some winners and some losers.  \nIsn't the -- the right policy for America to try to create an immigration policy that creates the most winners and the \nfewest losers?  And how would we do that?\n\n BORJAS:  OK.  Thank you very much for that question because I -- I want to address also what you were saying, \nSenator.  And this is shameless luck for my fourth coming book.  \n\n  But the last chapter is actually entitled, \"Who Are You Routing For\"?  And that's really the -- the underlying \nquestion in the immigration debate that people do not address very often.\n\n What is it that we want immigration to accomplish?  It is impossible to devise an immigration policy where \neverybody's happy.  And one of the questions I ask in the book is, for example, if -- if it were really true that \nimmigration -- that 40 million immigrants, who by the last 30-40 years make everybody wealthier, why are we in \nthis room?\n\n OK?  So the fact is there are winners and there are losers.  And the question becomes:  who are you routing for?  \nAre you routing for the native worker?  Are you routing for the immigrants?\n\n And one could make very good arguments about both sides.  I mean, immigration policy in the U.S. historically has \ngiven an incredible opportunity to the -- to the huddled masses from abroad to live the American dream.  \n\n\n\n And that's a nice -- a very nice thing about this country.  It is also true that immigration creates dislocations for \npeople who are here already.  And we have responsibility to them.  \n\n So when we think about immigration policy, we shouldn't think about immigration policy just in terms of how many \nimmigrants to admit and which immigrants to admit?\n\n But also about how to fix or address the dislocations that every single immigration policy will inevitably cause on \npeople here.  And that's the sort of thing that we tend to have more for the last 30-40 years.\n\n Which explains a lot why we are now in the position -- in the position we are in.  So my -- my question is, before we \nstart making up a policy description of what the world should look like, let's first answer the question:  what do we \ncare about?\n\n What is it that we want to accomplish with the immigration policy?  If what we want to do is make Americans \nwealthier, you know, economics has really taught us a lot about how to do that.\n\n And what we should do is only admit high school immigrants.  Now is that the country we want to live in?  Where \nwe don't give a chance to the poor, people from abroad, to live the American dream?\n\n Some people might say yes.  I would actually say no.  So we have to make a choice.  And that's where -- that's \nwhere the political system comes in.  What kind of country do we want to be?\n\n I mean, it's one thing to debate about the facts.  You know, is immigration lowering the wage by $10 dollars a year \nor by $20,000 dollars a year?  But it's another thing to sort of address the more fundamental issue which is:  who do \nwe care about?\n\n And what kind of country do we want and what kind of country do we want to leave our children?  Now if you were \nto give me those choices -- if you were to give me an answer for what we want -- it is not hard to use the empirical \ndata we have to sort of work out a plan of how to get there.\n\n But I don't know what kind of country we want because that's -- that's never really been debated.  And that's what I \nthink we should be concerned about.  \n\n SESSIONS:  Well, I agree with you.  Because I've began to think about it a lot.  And it's impacted how I analyze \nthis.  And I believe, maybe it's the lawyer in me, that we have a trust and I trust our stock holders.  The people we \nare accountable to are American citizens and lawful immigrants.\n\n And we should make their lives better, not worse.  Now you look at the -- you've -- you've studied, I believe, the \nchicken plant in Georgia a little bit. And when they were denied illegal labor and lost a lot of workers, did the wages \ngo up or down at the chicken plant in Georgia?\n\n BORJAS:  I -- I didn't do that study in -- in -- in Georgia.  I mean, I've looked at several firms in that area and it's \npretty clear that things happen.  \n\n There's actually a great Wall Street Journal article that was published around 10 years ago or -- or so about a \nchicken processing plant -- or some kind of processing plant in Stillwell, Georgia.  And the plant's name was Crider.  \nAnd Crider was affected by the Bush administration at that point in time -- I think it was 2006. \n\n They had some kind of raid.  And a lot of the plant's employees were basically cut out.  Many of the -- many -- and \nwhat happened immediately after that was that Crider put an ad in the paper, in the local paper, and the ad said two \nvery important words:  increased wages.\n\n And that's what happens when you have a cut in supply.  You know, Crider sort of tastes an existential problem, \nright?  How we're gonna open the plant on Monday morning?  \n\n\n\n And the solution that, you know, supply and demand tells you is you try to attract workers.  And how do you attract \nworkers?  You pay them more.  So it's pretty clear that these shocks have an effect on the wage.\n\n And to the extent that these shocks tend to affect -- in the Crider plant, many of the workers were African-\nAmericans who had been replaced by the undocumented workers and then got rehired again as the undocumented \nworkers were carted away. \n\n So to the extent that the responsibility is mainly to the immigrants who are here legally already and to the native \npopulation and particularly, I would think, to the low-skill native population.\n\n A lot of what we've done in recent years seem very contradictory to that.  \n\n SESSIONS:  Well, it seemed like it was a dollar or so an hour increase which doesn't sound like much.  Except for \na person making $6 dollars an hour, that's almost 20 percent.\n\n That's a pretty sizable increase.  And I don't think the price of chicken is going up much per pound if they pay a \nlittle more for their workers.\n\n CAMAROTA:  Could I comment very briefly on that?  Yeah, the research shows that when you buy processed \nmeat, only about six to eight percent is actually the person who cut it up.\n\n We could let wages rise in lots of industries at the bottom -- that the bottom is such a small part of economic output \nthat it would not affect inflation.  Other things determine consumer prices.\n\n Not the unskilled labor that cuts up the meat or even does the harvesting on a farm.\n\n SESSIONS:  What is the concern about a wealth gap?  And people want to deny it and look away and pretend it's \nnot happening but it's happened.  It just is.  I wish it weren't so.\n\n And I think there's no doubt.  Just common sense would tell you, if we maintain a very large immigration flow of \nworkers, particularly lower skilled workers that focused in one area, that that area's gonna see a depressing of \nwages in either not increasing as much or declining.\n\n And I think we want wages to go up.  We need wages to go up.  That's what the policy of politicians need to be for \nthe American people.  Wages to go up.  It makes the Wall Street Journal nervous.\n\n You read the Wall Street Journal, \"wages go up.  Oh this is bad.\"  You know, as to whether it's written implicit in the \narticle.  But it's not bad.  Not if you really want a healthy, vibrant culture out there I think.\n\n Well, that's all my time.  And I'll let you speak and then I'll preserve Senator Tillis' time.  \n\n JOHNSON:  I -- I just -- maybe in responding to Senator Tillis as well.  I mean, I think the point of a functioning \nimmigration system, to the extent that I think there are moments of agreements on this panel, it is that right now the \nimmigration system is not as smart as it needs to be.  \n\n We don't know enough about where immigrants are going to -- their long-term impacts.  Congress has not \nrequired the Department of Homeland Security collect the kind of data and report and analyze the kind of data that \nwould give us opportunities to understand more about these -- these kinds of issues with regard to immigration.\n\n So I think we can and should build an immigration system that is smarter and more flexible and responsive to \nconditions in our economy.  But those conditions can't be uniformly and -- and uniquely focused on -- on one issue.\n\n And we certainly don't want to create across the nation a -- a culture or an environment of widespread scarcity.  \nWhat we want to be able to do in order to get ourselves out of the economic situation that we're in is to create \nopportunities for growth.\n\n\n\n That's the only way that the economy is going to be able to absorb more workers -- across the spectrum -- is to find \nopportunities for growth.  So the goal of an immigration policy can't simply be to say that we won't have any \nimmigrants as long as we have unemployed workers someplace in America.\n\n The goal of an immigration system is provide employers and local communities another option in terms of providing \nopportunities for growth and expansion.  It is a tool -- one tool, not the only tool -- but one important tool in the \ntoolbox for building economic opportunities.\n\n And then we need other social policies to figure out how do we make sure that -- that African-Americans and other \nless skilled workers have opportunities to partake in that -- in that economic growth.\n\n The idea that immigration is gonna solve the problems of African-American exclusion from the growth opportunities \nin the United States is a fiction that's just not gonna withhold. \n\n It's gonna stand scrutiny.  I mean, you look at Steve's recent study that goes back to 1970 marking the dramatic \nincrease in immigration since 1970.  He has picked the -- the lowest points of immigration in the United States to \nshow this dramatic increase.\n\n But I would note that in 1970, at that time, African-American unemployment rates were above 10 percent.  They \nwere then -- when there were very, very few immigrants in our labor force -- still twice as high as native-born \nunemployment rates.\n\n The idea that you can solve those kinds of systemic problems of exclusion from economic growth of certain groups \nin our society by looking at the immigration system is a fiction.\n\n Here's another thing I think we can agree on.  Undocumented immigration is a huge problem.  We -- I'll be -- I'll be \nbrief.  But -- and to the extent we see negative impacts.  Particularly at the low wage -- or the low-skilled sector.\n\n It is because of the fact that we have turned our back on the immigration system.  Ignored the fact that we had a \nlegitimate demand for workers coming into our economy and we provide no legal way for them to come into the \nUnited States to do that work.\n\n They came in an undocumented way -- that is the worst of all possible situations -- unregulated and powerless in \nour economy.  The answer is not to pretend that the demand didn't exist.  The answer is to provide those workers \nwe need with the legal status that they deserve and it gives them an opportunity to fit themselves into the labor \nmarket.\n\n SESSIONS:  Well, you have to know that I reject the business idea argument that just because they can -- prefer to \nhire somebody from abroad at a lower wage, they're entitled to do so.\n\n (CROSSTALK)\n\n SESSIONS:  We are a nation state with a lawful system of immigration.  It should serve the national interests.  \n\n JOHNSON:  Totally agree with that.  \n\n (CROSSTALK)\n\n JOHNSON:  Totally agree with that.  And we can and should do that in a way that doesn't sit -- that doesn't...\n\n SESSIONS:  ... that doesn't come here illegally because they couldn't come legally.  They don't get to come here \nillegally.  Whether they want a job or not or whether they're willing to work below the standard wage to come here \nand work.\n\n They don't get to do that.  That's not the way...\n\n\n\n JOHNSON:  They don't get to do that.\n\n SESSION:  That's not the way the lawful system is, if you believe in one.  \n\n JOHNSON:  But nor should Congress have the -- nor should Congress create a situation where we have pitted the \nimmigration system against the world's largest economy.\n\n That's setting us up for failure.  The idea is to align our immigration system with our economic realities and our \nlabor needs so that immigration becomes part of the solution, not part of the problem.  \n\n SESSIONS:  Alright.  Well, we got less people working today.  Three-fourths in 2000 and two-thirds today.  That's \nnot a positive trend.  Senator Tillis?\n\n TILLIS:  Mr. Chair, just when I thought I couldn't enjoy this committee meeting anymore, I'm enjoying it more.\n\n (LAUGHTER)\n\n Because it's important to have this sort of open discussion.  And often times we don't really get to have this dialog.  \nSo...\n\n SESSIONS:  You're right.  And we're getting to the core issue here, don't you think?  \n\n TILLIS:  That's exactly right.  \n\n SESSIONS:  About what we're dealing with as an American.\n\n TILLIS:  And Mr. -- Dr. Borjas, when you were -- in your comments, you know, I'm a management consultant so I \nhave to reduce everything down to a graphic or a PowerPoint.  \n\n But I -- I think, you know, as I'm looking at this, the American worker is always in the center of everything we do.  \nThey have to be.  You know, what can we do to get them employed at a wage that is high as it can possibly be for \nus to continue to be globally competitive?\n\n Recognizing that some of these jobs, if we don't figure out the right way to do them here, they will be somewhere \nelse.  Because of the -- the global and networked economy that we find ourselves in.\n\n Outside of that circle are people like yourself -- who I assume came here through legal immigration policy -- as do \nabout a million a year.  I went to a naturalization ceremony a couple of weeks ago in North Carolina.  Fifty three \nexcited people to pledge their allegiance to the country.\n\n Outside of that is the guest worker program.  You have people that come here legally, through visas, having \nidentified what inputs we need that are not at odds with the American worker.\n\n And in the final circle is a circle dealing with illegal immigration.  I don't think there's anyone in here that says that \nwe should be an open border nation except as many people that choose to come over, allow them to work \nwherever they want to.  \n\n If they are then I've -- I've found the first argument that I can't find some middle ground on.  Because I don't think \nthat that makes sense.  It creates uncertainty and it creates difficulty in the marketplace.\n\n SESSIONS:  (inaudible) I was stunned in the Democratic debate that both candidates moved to the left on \nPresident Obama's policy and said they would not deport anybody unless they were convicted of a violent crime.\n\n Which is, in essence, if you can get into America illegally, you can stay. And I think that's a radical thing.\n\n\n\n TILLIS:  Mr. Chair, I think -- I think it's dangerous rhetoric that puts us further away from solving the problem in -- in \na manner that actually continues to make the United States the most attractive people to come to -- to want to \nimmigrate to legally.  \n\n So gentlemen, I'm not gonna -- I'm not gonna ask anymore questions because if I did, I could go another hour.  But \nI do think that this is probably the most productive discussion that we've had in terms of setting the landscape to try \nand get to the point to where we come up with policy that keeps the American worker in the center.\n\n Figure out how much of this is done through immigration policy.  How much of it is actually addressed through a \nnumber of other things that we need to do in terms of the regulatory burden.  In terms of the -- the education gap \nthat we have.\n\n All the other things.  When we start talking about immigration policy that really sets the scope on that broader \nbasis.  That may be the first time that any Congress has ever really addressed this in a way that will produce \nproductive end.\n\n Otherwise, I look forward to seeing you all back here next year having exactly the same discussion.  Actually, I \ndon't look forward to seeing you all back here having the other discussion.  So Mr. Chair, thank you for focusing on \nthis and thank you for having such a productive dialog.  \n\n SESSIONS:  Well, great.  Thank you for your contributions.  And this is a good panel.  All of you have contributed \nsignificantly.  And we're trying to decide the question on, fundamentally, does a large flow of immigration impact \nadversely wages in America?\n\n And I think it's indisputable now, that at least for categories of workers that face competition, wages do go down.  \nAnd we really -- wages need to increase just to stay equal with inflation.\n\n We'd like them to increase faster than inflation.  One quick question, Dr. Borjas.  Something I've seen in debates \nand I faced in debates is a Mariel Boatlift argument.\n\n And it was said that that proves wages aren't depressed.  You've studied that and have reached a conclusion.  I \nknow you have a flight and need to leave in...\n\n BORJAS:  Yeah.  The original study by David Card had basically looked at the average wage in Miami.  And \nindeed, if you look at the average in Miami before and after Mariel in 1980, not much happened as compared to \nother cities.\n\n One thing we've learned -- David Card has published that paper back in 1990 -- is a point I made earlier.  Which is \nthat it's very important to isolate the group most affected by immigrants to be able to find the effect.\n\n It turned out that over two-thirds -- not over but around two-thirds of the people who came in Mariel are high school \ndropouts.  So that would suggest that perhaps the group to look at in terms of the wage trend before and after \nMariel in 1980 was the group of high school dropouts in Miami.\n\n And what I did was to basically look at men who were non-Hispanic, who are high school dropouts in the prime \nage:  25 to 59.  Once you do that, you see a very steep decline in the average wage of the people most likely to be \naffected by the -- by the Mariel supply shot -- by the Mariel refugees.\n\n So again, it's the same lesson.  The narrower -- the immigration usually targets very particular groups.  And that's \ntrue whether it's Mariel.  It's true whether it's the H-1Bs in the high tech sector.  \n\n It's true, you know -- and the example I gave earlier about lawyers.  You know, do you want to look at lawyers?  \nOnce you specifically look at that group, you do tend to find the fact.\n\n\n\n It's when you start to aggregate that the effect gets diluted away.  And so that's a very important lesson to learn \nfrom the studies.  \n\n SESSIONS:  Thank you.  Well, I -- that study -- I could never understand it because it goes against common sense \nof free market.  Greater supply, lower costs. That's just the way the world works.\n\n And...\n\n KALLICK:  I'm sorry, could I -- could I say something about that also?  So if you look at the city level impacts of \nimmigration, I think what you see is that the places where there are immigrants is where the economy is doing \nbetter.\n\n And so for example, if you think about one of the big effects on the economy or on -- on African-American workers \nactually, in particular, probably over the last half century, right?  The big decline in population in a number of our \nbiggest cities -- so there were 29 cities that had a big population decline in the mid-20th Century.\n\n Some of them rebounded.  There were 14 that rebounded.  All of those had substantial immigration as part of their \npopulation rebound.  How many cities rebounded without having a lot of immigrants?  Zero.  \n\n I think that what you see is it's not just a question -- so -- so where would you rather be a U.S. farm worker?  What \nwould be your chances of getting a job?  Would you be better off in places like Detroit or St. Louis where the \npopulation has continued to decline?  So you should be at a comparative advantage in that sense.\n\n Or are you better off in places like Philadelphia or St. Paul where the populations have started to decline?  Why \ndoes it happen?  It does seem like it makes a certain kind of sense if you just add workers.  Then of course you're \ngonna have more competition among workers.\n\n But you're not just adding workers.  You're also adding consumers, you're also adding business owners, you're \nalso adding investment.  And in many cases, you're adding the people.  \n\n So we've seen this in neighborhood after neighborhood in -- in these kinds of cities.  But the immigrants are the \nones who are willing to take a chance on opening a little store.\n\n You know, there's another store that comes next door, there's a restaurant.  And gradually, I think that there is an \nopportunity for the local neighborhood to revive.\n\n SESSIONS:  Well, I think that's a plausible...\n\n CAMAROTA:  Can I weigh in on that very quickly?\n\n SESSIONS:  OK.\n\n CAMAROTA:  Well, here's the problem.  The problem with that kind of analysis is obvious and it's replete in the \neconomics literature.  Is that immigrants go where there are jobs, right?\n\n They don't go to West Virginia because there's no job growth there.  They don't even go that much to New Mexico \nbecause it's not quite as good as Arizona even though it's right on the border.\n\n So that's the reason why, if you look across cities, you'll find immigrants in high job growth areas.  It's not -- \nthere's very little evidence they created it.  They went there because of it.  And what seems to happen is they -- \nthey short circuit the migration of natives that would otherwise have gone there.\n\n And so that's the troubling thing.  We see that in Los Angeles and D.C., for example.\n\n SESSIONS:  And I'm -- and I suppose suppressed, to some degree, wage growth in those cities where they come \nin in larger numbers.\n\n\n\n CAMAROTA:  But it's very hard to say because...\n\n SESSIONS:  ... they have a shortage.  The city has a -- a shortage in -- or at least a tight labor market.  Wages \nstart going up, you bring them in and it suppresses the growth that would have occurred otherwise.  Dr. Borjas, \nwould you agree with that?\n\n BORJAS:  There's an obvious thing, immigrants are not irrational human beings.  Immigrants are gonna induct \nby choice in those cities that provide job opportunities.\n\n And of course, you know, cities that do well have more immigrants.  But it doesn't mean they're doing well \nbecause of immigrants.  It means that immigrants, you know, chose to be in those cities because just like us, they \nwant to do well.\n\n They want to go into cities that have a lot of good job offerings.  What the Mariel example shows is that let's look at \na particular city where immigrants randomly were basically dropped from a boatlift overnight.  \n\n And the fact is is that the supply of high school dropouts in Miami went up by 20 percent in basically six weeks.  \nAnd that's why it's almost inconceivable that nothing happened.\n\n And when you look at high school dropouts in Miami, something indeed did happen.  And it's very, very obvious \nfrom -- from the data.  \n\n SESSIONS:  Alright.  Thank you all.  We're over our time.  Thank you.  The record will be open one week.  And -- \nand we're recessed.   \n\n END \n"}