{"title": "STATE'S FISK OUTLINES U.S. PARTNERSHIP WITH CARIBBEAN", "body": "\nThe following information was released by the State Department:\n\nThe Caribbean is a high priority for the Bush administration, and the United States is the region's willing partner in \nefforts to strengthen Caribbean economies, democracies and security, says Deputy Assistant Secretary of State \nDaniel Fisk.\n\nIn October 19 testimony before the House International Relations Committee's Western Hemisphere \nSubcommittee, Fisk outlined the United States' engagement with its Caribbean partners on an array of issues.\n\nFisk said that the United States appreciates the importance of U.S. relations with the nations of the Caribbean \nCommunity (CARICOM). He pointed out that Secretary of State Condoleezza Rice has met with CARICOM leaders \ntwice in the past four months, and indicated that these meetings offered an opportunity for the United States and \nCaribbean nations to \"reaffirm our mutual commitment to democracy and free markets.\"\n\nThis reaffirmation of common values, Fisk added, is particularly important at a time when Venezuela and Cuba \nactively are promoting an alternative vision for the region's future.\nDespite the efforts of Venezuela and Cuba to drive a wedge between the United States and its Caribbean partners, \nthe region's relations with the United States have not been undermined, said Fisk.\n\n\"Shared values and common interests have proven durable and will remain important as, together, we face the \nstresses and dislocations of a rapidly changing world,\" he said.\n\nFisk explained that the Caribbean must confront a number of challenges, including excessive debt and continued \ndependence on tourism and a few agricultural exports. As the Caribbean responds to these and other challenges, \nthe region recognizes that cooperation with the United States is important, Fisk told lawmakers.\n\n\"The people of the Caribbean widely recognize that the United States remains their best partner in crafting \nstrategies to take advantage of changing circumstances,\" he said. \"We are their willing partner in the effort to \nrevitalize their economies, strengthen their democracies, provide opportunity to their citizens and enhance their \nsecurity.\"\n\nTo these ends, Fisk said, open markets and expanded trade represent the Caribbean's best means to promote \nsustainable growth. He noted that U.S. development assistance to the region aims to help the Caribbean take \nadvantage of regional and global trading opportunities. Within this context, he said, the United States continues to \nencourage full and constructive Caribbean participation in negotiations to craft a proposed Free Trade Area of the \nAmericas (FTAA). (See related article.)\n\nFisk said that the United States also supports the efforts of Caribbean nations to invest in the education and health \ncare of their people, and is providing the region with more than $75 million to improve health care for vulnerable \npopulations. According to Fisk, the United States also is working with Caribbean countries to encourage the \n\n\nreforms needed to become eligible for future funding from the Bush administration's Millennium Challenge Account, \nwhich makes funds available to those nations that govern well. (See fact sheet.)\n\nBecause strengthening democracy is also a top U.S. priority for the Caribbean, he said, the United States is \nworking to build the capacity of local governments, enhance participatory democracy and encourage broad policy \nreforms. As weak democratic institutions are the root cause of political crises in the region, these efforts should \nhelp Caribbean nations determined to maintain and strengthen their democratic traditions and institutions, he \nadded.\n\nIn the troubled nation of Haiti, the United States is working to provide a fresh start through support for upcoming \nelections, Fisk observed.\n\n\"We have an opportunity to help the Haitian people break free from the cycle of instability and violence that has \nthwarted every effort to improve their lives,\" he said. \"While the road to electing and inaugurating a new government \nis a difficult one, we are working hard with the U.N. and OAS [Organization of American States] to help the \nHaitians achieve this goal.\"\n\nThe State Department official added that U.S. development assistance to Haiti and support for rule of law and \ndemocratic institutions there will provide the next Haitian government with the help it needs to carry forward reform. \nHe said that the CARICOM nations also must play an important role in this process.\n\n\"Much needs to be done to prepare for these elections, and to move Haiti forward to a democratic future,\" Fisk said. \n\"Our partners in CARICOM have a crucial role to play in the effort, and we are encouraging them to help Haiti by \nassisting with the electoral process and by readmitting Haiti to full CARICOM membership.\"\n\nWhile the United States works to support economic growth and democratic consolidation in the Caribbean, it also is \nworking to bolster security cooperation, he pointed out.\n\n\"We believe that cooperation among policy and security officials in countering traditional criminal threats and the \nnew menace of global terrorism, while strong, should be strengthened,\" Fisk said.\n\nTo help achieve this goal, he said, the United States is devoting more than $7 million in fiscal year 2005 to security \nassistance and counternarcotics funding for Caribbean programs.\n\nHow well countries protect their citizens against the impact of natural disasters is also an element of security, Fisk \nsaid. He told legislators that the United States and the Caribbean have a strong partnership in this area and have \nexpanded cooperation on disaster preparedness.\n\nIn view of U.S.-Caribbean cooperation to foster prosperity, democracy and security in the region, the Bush \nadministration remains a creative partner in reinforcing positive trends in the region, said Fisk.\n\nFollowing is the text of Fisk's statement, as prepared for delivery:\n\n(begin text)\n\nStatement of Daniel Fisk, Deputy Assistant Secretary of State, Bureau of Western Hemisphere Affairs, Department \nof State,\n\nBefore The Subcommittee on the Western Hemisphere, Committee on International Relations\n\nOctober 19, 2005\n\nMr. Chairman and members of the Committee:\n\nThank you for the opportunity to speak this morning about the Caribbean and U.S. foreign policy. Chairman Burton, \nyou have set before us an ambitious agenda that covers the Caribbean landscape exceptionally well and offers \nample opportunity to address the challenges and opportunities that face Caribbean and U.S. policy makers alike.\n\nThe Caribbean remains a high priority for this Administration. President Bush and Secretary Rice share a deep \nappreciation of the importance of our relationships with our neighbors in the strategically located Caribbean basin, \nand Secretary Rice is committed to sustaining and broadening our dialogue with Caribbean leaders. In the past \n\n\n\nfour months, she has already met twice with her CARICOM counterparts, and we are working on scheduling a \nfollow on meeting for early next year.\n\nThese meetings underscore the depth of our shared interests with the leaders and peoples of the Caribbean region \nand reaffirm our mutual commitment to democracy and free markets. This is particularly important at a time when \ncountries such as Cuba and Venezuela are promoting an alternative and regressive vision for the region's future.\n\nSuch meetings allow us an opportunity to encourage greater Caribbean engagement with Haiti, which is an issue \nwe do not always see eye to eye on with our Caribbean partners. Haiti remains a great challenge, but an \nopportunity as well, to work with our Caribbean partners to address the legacies of instability and economic \nprivation that have been present in the country for too long.\n\nBy now over 3 million Haitians have registered to vote in the upcoming elections. We are working with the \ninternational community to ensure that the interim government maintains its commitment to carrying them out in a \ntimely fashion in a secure environment.\n\nMuch needs to be done to prepare for these elections, and to move Haiti forward to a democratic future. Our \npartners in CARICOM have a crucial role to play in the effort, and we are encouraging them to help Haiti by \nassisting with the electoral process and by readmitting Haiti to full CARICOM membership. While they are gearing \nup to provide election support, they remain reluctant to bring Haiti back into the organization.\n\nAs for Cuba and Venezuela, they are both actively engaged in the region. Cuba employs diplomatic outreach, the \ndeployment of medical personnel and services to Caribbean countries and offers of scholarships and assistance to \nCaribbean students to study in Cuba. Likewise, Venezuela maintains an active diplomatic presence throughout the \nCaribbean basin and provides aid to several of the smaller islands. Most recently, Hugo Chavez launched \nPetrocaribe, a scheme to create a network of state-run oil enterprises to market Venezuelan oil. Venezuela's \nconcept for Petrocaribe undermines the position of private sector companies in the region and advances his \n\"Bolivarian alternative\" trade and economic agenda.\n\nDespite Cuban and Venezuelan attempts to drive a wedge between the U.S. and its Caribbean partners, \nCaribbean countries have not been lured by failed statist ideologies. Nor have differences of opinion over Haiti \nundermined the solid foundations of our relations with our Caribbean neighbors. Shared values and common \ninterests have proven durable and will remain important as, together, we face the stresses and dislocations of a \nrapidly changing world.\nCaribbean countries can be proud of their democratic traditions and institutions, but they face critical challenges at \nthe outset of the 21st century. The economies of the region are small, dominated by a few sectors, such as \nagriculture and tourism, and vulnerable to external shocks and natural disasters.\n\nFor instance, the recession suffered in the U.S. after September 11 generated a Caribbean aftershock, particularly \nin the tourism industry. While economic recovery is underway, debt levels have soared to unsustainable levels, \nrunning between 100 and 150 percent of many countries' GDPs.\n\nExcessive debt and continued dependence on tourism and a few principal, primarily agricultural exports are \nsignificant impediments to growth in Caribbean economies. Over time, stagnating economic performance and \nexceptionally high debt levels, coupled with crime and corruption, will significantly undermine personal security, \nerode public confidence in regional governments and allow a greater foothold for a variety of transnational threats, \nfrom criminals and, potentially, terrorists. The small size and limited law enforcement capabilities of Caribbean \nisland nations make them particularly vulnerable to international criminal organizations with the resources to \nundermine local governments, threaten stability, weaken economies, and discourage investment.\n\nSeizing Opportunity\n\nThe 21st century not only presents challenges, it also presents opportunities, and the people of the Caribbean \nwidely recognize that the United States remains their best partner in crafting strategies to take advantage of \nchanging circumstances. Mindful of the many ties that bind our country to the region - its proximity, the volume of \ntrade we engage in, the large numbers of Americans of Caribbean descent, the massive flows of tourists between \nthe U.S. and Caribbean - we are their willing partner in the effort to revitalize their economies, strengthen their \ndemocracies, provide opportunity to their citizens and enhance their security.\n\n\n\nOpen economies and expanded trade are the best means to promote sustained growth and lift people from poverty. \nThe countries of the Caribbean have a long tradition of market-oriented development. The thrust of U.S. \ndevelopment assistance in the Caribbean is aimed at helping Caribbeans take advantage of emerging regional \nand global trading opportunities by addressing systemic weaknesses, such as corruption and outdated legal \nframeworks, which impede trade competitiveness. We also seek to preserve and expand the gains made in the \npast two decades under the Caribbean Basin Initiative. We continue to encourage full and constructive Caribbean \nparticipation in FTAA negotiations and stand ready to engage the region in serious trade discussions. Our \nCaribbean trading partners, however, need to ready themselves by promoting regional economic integration \nthrough the Caribbean Single Market Economy.\n\nInvesting in People\nCaribbean governments have been adept at marshalling their well-educated human capital and drawing a sense of \ncommon purpose among their citizens to forge successful market democracies. Like us, they believe that citizens \ncan best seize the opportunities presented by the world we live in when governments develop their potential \nthrough education and healthcare and remove obstacles to human initiative. They welcome our support for their \nefforts to invest in their citizens.\n\nOne critical element in this area is the President's Millennium Challenge Account, which, as you know, makes \navailable funding to countries whose governments uphold the rule of law, maintain a commitment to free enterprise \nand open markets, combat corruption and make critical investments in human capital.\n\nWhile Guyana has been the only country from the Caribbean region selected to participate in MCA's \"threshold\" \nprogram, and eligible to receive assistance to undertake policy reforms needed to qualify for further assistance, we \nare actively working with all potentially eligible lower and middle income Caribbean countries to encourage the \nreforms needed to increase their chances of accessing MCA funds in the future. In the meantime, initiatives, such \nas USAID's Jamaica-based Center for Excellence for Teacher Training help Caribbean countries maintain the \nadvantage they hold over other developing economies in their well-educated and trained citizens.\n\nAnother vital component of our investment in people is improving health. Transmission of infectious diseases, \nparticularly HIV/AIDS -- within the region, and to the United States -- is a growing concern. Through traditional \nhealthcare assistance, supplemented by the President's HIV/AIDS initiative, we are providing the Caribbean with \nmore than $75 million to target vulnerable populations.\n\nBuilding on Strong Democratic Traditions\n\nThe key lesson offered by chronic instability in many countries in the hemisphere has not been lost on Caribbean \nleaders: weak democratic institutions are the root cause of most, if not all, of the recurring political crises plaguing \nthe most troubled of their neighbors. Caribbean countries are determined to maintain and strengthen their \ndemocratic traditions and institutions. And of course, democracy remains one of our own top priorities for the \nregion.\n\nIn Haiti, we have an opportunity to help the Haitian people break free from the cycle of instability and violence that \nhas thwarted every effort to improve their lives. While the road to electing and inaugurating a new government is a \ndifficult one, we are working hard with the U.N. and OAS to help the Haitians achieve this goal. Our ongoing \ndevelopment assistance and support for rule of law and democratic institutions will provide the newly elected \ngovernment the help it needs to carry forward reform and training of the Haitian National Police, strengthen the \njudiciary, carry out anti-corruption programs, promote economic growth and protect human rights.\n\nElsewhere in the Caribbean, our support for democratic reforms and good governance is aimed at building local \ngovernment capabilities, enhancing participatory democracy, and encouraging broad policy reforms that allow \ncitizens to decide what is best for themselves.\n\nStrengthening Security Cooperation\n\nFinally, Caribbean nations have modest defense capabilities that they are using to best advantage. We were all \nimpressed late last year, for example, by the deployment of forces from Trinidad and Tobago and by the Barbados-\nbased Regional Security System to Grenada to help in the aftermath of Hurricane Ivan. Caribbean countries \nclearly have the will and the ability to act collectively when responding to calamity.\n\n\n\nCaribbean leaders are well aware of their vulnerabilities, and actively seek to cooperate with each other and with \nus. We believe that cooperation among policy and security officials in countering traditional criminal threats and the \nnew menace of global terrorism, while strong, should be strengthened. In FY 2005, we provided slightly more than \n$7 million in security assistance and counter narcotics funding for Caribbean programs. We are also devoting \nabout half of our $9 million FY 2005 Third Border Initiative (TBI) funding to security related programs.\n\nTBI programs are designed to help Caribbean countries establish more secure borders, safeguard port facilities, \nstrengthen customs and immigration practices and share information among Caribbean authorities to prevent the \neasy access and transit of criminals and illegal goods that undermine the security of all of our citizens.\n\nTraditional law enforcement cooperation is evolving. The amount of narcotics trafficked through the Caribbean has \ndeclined in recent years as new clandestine routes are opened along the Central American-Mexican axis and in the \neastern Pacific. At the same time, the U.S. faces growing illegal narcotics activity in other areas of the world. We \nknow that traffickers can shift routes and methods quickly, and, if pressed hard in Mexico and Central America, may \nagain look to the Caribbean basin as a major transit zone. We are working with our partners in the region to \nincrease the efficacy of ongoing counter narcotics efforts, and we are encouraging greater inputs from them to \nensure this does not happen.\n\nA final and critical measure of security is how well governments protect their citizens against the impact of natural \ndisasters - how ably they respond when disaster strikes and whether they take preventive measures to mitigate the \npotential impact of future disasters. This is by no means a theoretical discussion in the Caribbean. While the U.S. \nbore the brunt of this year's hurricane season, last year was particularly devastating in the region.\n\nWe have a strong partnership with Caribbean countries in this key area. We responded quickly and robustly last \nyear after Hurricanes Charley, Francis and Ivan, and Tropical Storm Jeanne struck the region, providing more than \n$100 million in immediate relief and medium-term reconstruction assistance.\n\nOur assistance helped clothe, house and feed people struggling in the immediate aftermath of these storms in \nGrenada, Haiti and Jamaica. It allowed governments and citizens to repair and construct homes and schools, re-\nsurface rural roads, stabilize hillsides, and rehabilitate and improve urban drainage and agricultural irrigation \nsystems. It put people to work so they could clear out their neighborhoods and, in many cases, re-train and re-tool \nto take up new trades when their old ones disappeared in the winds and rains.\n\nMost important, we expanded our partnership with Caribbeans in the important area of disaster preparedness, so \nwe can plan our collective response to disaster while it is still over the horizon. Through Third Border Initiative \nprograms, USAID's Office of Foreign Disaster Assistance activities and Caribbean Regional Program and the U.S. \nSouthern Command's Humanitarian Assistance Program, we are working closely with local governments and \nregional institutions.\n\nProjects we began this past year include those designed to protect tourist infrastructure from natural and man-made \ndisasters, stabilize mudslide-prone hillsides, promote regional consultations among Caribbean disaster experts, \nprovide training and pre-position equipment with emergency response teams. We also are finalizing a project to \nexpand regional weather forecasting and response capabilities by improving radar, aircraft and oceanic surveillance \nto provide better advance warning of a variety of natural events and upgrading regional information-sharing links to \nU.S. tracking networks.\n\nThe Caribbean is a region of tremendous economic potential, with hardworking and well-educated people willing to \ntake the necessary risks and make the effort needed to improve their lives and put their countries on a path to \nsustained development and lasting security.\n\nThe Bush Administration remains a creative partner in reinforcing the positive qualities, such as democracy, free \nmarket principles and deep respect for individuals, which have earned Caribbean countries the successes they \nhave achieved since independence.\n\nThank you very much. I look forward to answering your questions.\n\n(end text)\n\n\n\n(Distributed by the Bureau of International Information Programs, U.S. Department of State. Web site: \nhttp://usinfo.state.gov) \n"}