{"title": "Some Question Use of Temporary Shelter for Children in Country Illegally", "body": "\nSAN ANTONIO -- At lunchtime, teenage boys in red and blue T-shirts stood in line as they entered a hushed \ncafeteria for hamburgers and hot dogs. Just days earlier, many of them risked their lives crossing the border from \nMexico into the United States, but now they were spending their time in spotless, orderly rooms, with police officers \nensuring their safety, registered nurses monitoring their health and a host of board games, movies and outdoor \nactivities keeping them entertained.\n\nHow these children were being cared for was not unusual. Where they were being held was -- at an Air Force base \nhere.\n\nThousands of immigrants under the age of 18 are arrested every year illegally crossing the border on their own, \nunaccompanied by a parent or guardian.\n\nThey often flee their countries to join relatives in the United States or to escape abuse and neglect at home. A \nmajority are male, 14 to 17 years old and come from El Salvador, Guatemala or Honduras, with a smaller number \nfrom Mexico. They are usually detained in shelters while they wait for their cases to be resolved.\n\nBut this month, federal officials began housing 200 of these children at Lackland Air Force Base here, turning a \nvacant dormitory that was once the living quarters of basic training recruits into an emergency shelter for young \nillegal immigrants.\n\nIt is the first time that this subset of immigrants -- a particularly vulnerable population, some of whom are as young \nas 8 or 10 and have been physically or sexually abused -- has been housed on a military base.\n\nThe use of the Lackland building is only temporary -- no more than 60 days, officials say -- and in response to \nwhat federal authorities describe as an influx of these children. But the move has raised concerns among state \nofficials, immigration advocates and some conservative opponents of current immigration policy.\n\nA federal child-welfare agency is paying the Department of Defense for using the dormitory, including electricity \nand maintenance costs, though officials said they did not have an exact dollar amount.\n\nSeveral lawyers who represent unaccompanied children questioned whether using Lackland as an emergency \nshelter violated a settlement agreement from a class-action lawsuit that establishes how the federal government \ncan treat these children while they are in custody.\n\nIn that agreement, reached in 1997 and known as the Flores settlement, federal authorities agreed to seek state \nlicensing of the facilities to house these children, in response to accusations of substandard conditions.\n\n\nThe Lackland dormitory has not been licensed by Texas as a child care facility, and state child welfare officials \nsaid the building was not subject to state regulation because it is on federal property. The Flores settlement makes \nan exception to the licensed facility requirement when there is an emergency or an influx of minors, but requires \nthat those minors be placed in licensed programs ''as expeditiously as possible.''\n\nOfficials with the Administration for Children and Families, the federal agency that oversees the treatment and \nhousing of such children, said that although the Lackland shelter was not licensed by the state, they were \nadhering to the licensing standards.\n\nChildren there are provided a number of services and resources, the officials said, including clothing, medical care, \ntwo telephone calls per week and assistance in family reunification.\n\nBut immigration lawyers are concerned that the federal officials were unprepared to deal with even a small rise in \nthe number of children and that a large number of children have yet to be transferred out of the Lackland \ndormitory. Since it opened on April 16, 83 children have left, federal officials said.\n\n''Any shelter anywhere in the country can say, 'We're not licensed, but we meet the standards anyway, trust us,' '' \nsaid Carlos Holguin, a lawyer for the Center for Human Rights and Constitutional Law, which is based in Los \nAngeles and represented the plaintiffs in the Flores case.\n\n''That's not the way it's supposed to work,'' he said. ''To hold 200 kids on an ongoing basis at an Air Force base \nwhere they don't have access to counsel, that would be a concern. That's a long time for a kid to be warehoused on \nthe pretext that it's an emergency situation.''\n\nOfficials with the Administration for Children and Families said the licensed shelters in the Southwest where these \nchildren would typically be sent are at capacity. They said 7,000 to 8,000 of these children are served annually, \nbut this fiscal year, the number has already reached 6,300, from October through April. In October, 709 were added \nto the program. In March, new arrivals rose to 1,390.\n\nAgency officials said they had not determined the reason for the increase. Border apprehensions over all have \ndeclined; there were 340,252 nationwide last fiscal year, down from 1.2 million in 2005.\n\nWhatever the reason, it has had an impact on San Antonio. Federal officials have opened new shelters or \nexpanded existing ones throughout the city, turning a former Y.M.C.A. downtown into a temporary shelter for up to \n125 children and placing up to 75 other children who may have been exposed to chickenpox at another newly \nopened shelter.\n\nTexas child-welfare officials sent a letter to federal authorities, expressing concern that the San Antonio emergency \nshelters would probably not meet minimum licensing standards.\n\n''We're seeing emergency shelters becoming more and more of a norm because they just don't have a plan, either \nto stop this at the country of origin or to handle this once the children are here,'' Lucy Nashed, a spokeswoman for \nGov. Rick Perry, said of the federal government. ''You're seeing them having to scramble to mitigate the effects of \nhaving an unsecured border.''\n\nMarrianne McMullen, a spokeswoman for the Administration for Children and Families, said it was working to move \nall children into permanent, licensed facilities as quickly as possible.\n\n''We have 851 permanent, licensed beds coming online between now and June, and we plan to shut down all \ntemporary facilities over the summer,'' she said in a statement.\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTO: A Lackland Air Force Base dormitory being used for children who crossed the border alone. Federal \nofficials say there is no room at licensed shelters. (PHOTOGRAPH BY OFFICE OF PUBLIC AFFAIRS, \nADMINISTRATION FOR CHILDREN AND FAMILIES)                                                             \n"}