{"title": "The cost of citizenship will increase on Friday", "body": "\nEffective Friday, the fee for filing a citizenship application is more than doubling to $ 225 from $ 95.   The \nincrease comes even as the Immigration and Naturalization Service struggles with large backlogs that have some \napplicants waiting more than two years for their paperwork to clear.   In proposing the increase last year, INS \nCommissioner Doris Meissner said it wouldn't take effect until her agency had made progress in reducing the \nbacklog and speeding processing.   Although the backlog remains at 1.8-million cases, near its record of 1.9-million, \nINS officials said they are making progress. The national average wait stood at 23 months as of December, down \nfrom the 27-month average at the start of 1998.   Some immigrant advocates say the progress is not occurring fast \nenough.   \"There's certainly a lot of frustration in immigrant communities that services appear not to have gotten \nsubstantially better and the fee is going up dramatically,\" said Cecilia Munoz, vice president of the National Council \nof La Raza.   The INS, which processed 1.6-million citizenship applications in 1997, saw the number of \napplications dip last year to 771,000, according to INS spokeswoman Elaine Komis. This year, the agency \nestimates 700,000 people will seek to become naturalized citizens.   The surge in citizenship requests in 1996 and \n1997 was driven in large measure by changes in federal law denying welfare and other benefits to non-\ncitizens.   \"We think that we've pretty much hit the peak, but we never know,\" Komis said.   \nCompiled from Times WiresDC BRIEFSPeople seeking to beat the citizenship fee increases must act quickly. The \nINS must have received those applications in the mail by Thursday, Komis said.Clinton renominates Hormel as \nambassador   President Clinton has renominated James Hormel as ambassador to Luxembourg, and a White \nHouse official said Tuesday the administration hopes fairness will prevail in the new Congress so he can be \napproved.   The Senate last year refused to vote on the nomination after several conservative Republicans accused \nHormel of promoting homosexual views. The White House accused lawmakers of prejudice.   Hormel, who is gay, \nwas approved by the Senate Foreign Relations Committee, but Senate Majority Leader Trent Lott, R-Miss., didn't \nallow his nomination to come to the floor in the face of scattered GOP objections.   Barry Toiv, a White House \nspokesman, expressed confidence Hormel would be approved by the full Senate this year because a majority back \nthe 66-year-old San Francisco philanthropist and heir to the Hormel Meat Co.Hubbell wants Starr'sindictment \ndismissed   Presidential friend Webster Hubbell is seeking dismissal of a new indictment by prosecutor Kenneth \nStarr, arguing that the case cannot be brought because of a 1994 deal prosecutors struck with him.   The former \nassociate attorney general is accused in a 15-count indictment of covering up his and Hillary Rodham Clinton's \nroles in the fraud-riddled Arkansas land development, Castle Grande.   His attorneys said in court papers this week \nthat six of the charges against him are invalid because of a 4-year-old plea agreement in which Hubbell admitted \ndefrauding the Rose Law Firm - where Hubbell and Mrs. Clinton were partners - and its clients of at least $ 394,000.\n"}