{"title": "Mexicans Deny They Would Order Border Crackdown in Return for U.S. Loan Guarantees", "body": "\nMexican officials strongly denied today that they would agree to block migrants from crossing illegally into the \nUnited States or give American officials greater influence over their anti-drug efforts in return for $40 billion in \nproposed loan guarantees.\n\nUnited States officials also backed away from suggestions on Wednesday that they would try to use the aid to win \nsuch concessions from Mexico.\n\n\"We have been very, very, very careful in dealing with the Mexicans on this,\" said an American official familiar with \nthe discussions. \"In some cases we may want to push the Mexicans farther than they are. But we are trying to \nmake the case to people that we are already working well together, and that we are getting increased assurances of \ncooperation.\"\n\n\"We are not,\" the official went on, \"trying to come up with any sort of political conditions on this.\"\n\nWhat commitments Mexico might make to win Congressional approval of the loan guarantees in the United \nStates has become a sensitive political issue in both countries.\n\nWithout waiting for the Clinton Administration, Congress has variously demanded the opening of Mexico's state-run \noil industry to private investors, Mexican efforts to stop illegal migration to the United States, and an end to \nMexico's amicable relationship with Cuba.\n\nIn response, a growing number of Mexicans have begun to oppose the plan, arguing that the loan guarantees and \ntheir conditions could jeopardize the independence of this country without solving its deeper economic problems.\n\n\"The series of conditions that the White House and the United States Congress seek in order to aid Mexico \nfinancially show the characteristics not of an economic operation but of open and inadmissible blackmail,\" the left-\nleaning newspaper La Jornada editorialized on its front page last week.\n\nAs in the United States, much of the criticism in Mexico comes from political agendas that go far beyond the $40 \nbillion. And as was the case in earlier negotiations over the foreign debt and North American trade, the outcry may \n\n\npartly serve the Mexican Government's cause by hinting to the American Congress that refusal to help could bring \nmore political instability south of the border.\n\nMany Mexican political analysts believe their countrymen care less about the threats to their sovereignty that the \nloan guarantees might imply than about the economic disaster that could ensue if they are voted down.\n\nYet concern about a nationalistic backlash has become increasingly evident in the Government of President \nErnesto Zedillo Ponce de Leon. One after another, senior Mexican officials have been paraded in recent days to \npromise that the country's dignity will not be risked. In a hastily scheduled speech on Tuesday night, Mr. Zedillo \nhimself mentioned the word sovereignty 19 times.\n\n\"The highest aim of my Government is the full exercise of national sovereignty,\" he said. \"We will accept no \ncommitment that violates national sovereignty or threatens the legitimate interests of the Mexicans.\"\n\nMexican and United States officials have not differed in their public description of the financial conditions of the \nproposed guarantees.\n\nBecause of the difficulty Mexico faces in persuading investors to renew the $28 billion in short-term debt securities it \nhas outstanding, it plans to use the guarantees to issue new debt bonds that would be repayable over a period of \nup to 10 years. Mexico would pay a commission and interest. As collateral, the Mexican central bank would also \nhave importers of Mexican oil deposit their payments with the Federal Reserve Bank of New York, putting them \nunder American control in the event Mexico had trouble paying them back.\n\nJust as American critics of the guarantees have portrayed them as outright loans, so have Mexican opponents \nsuggested that they would give the United States control over Mexico's oil exports. But the more political \nconditions that might be attached to the plan have been even more open to interpretation.\n\nAccording to officials from both countries involved in negotiations on the assurances Mexico might offer to make the \nloan guarantees more attractive, Mexico has said it will pledge greater cooperation with the United States on such \nmatters as immigration, drug control and environmental protection along the border. But the assurances that \nMexico would provide are not expected to be very specific, and they are not expected to require new formal \nagreements.\n\nOn the migration issue, senior Mexican officials said the Zedillo Government's main commitments would be to \npromote greater economic development in regions that have traditionally exported undocumented migrants to the \nUnited States and to expand a special police force created to deal with crime along the border.\n\nMexico has already announced that it is considering both of those steps, and officials said they might consider \nallowing migrants caught sneaking across the border to be deported into the Mexican interior.\n\nIn testimony Wednesday before the Banking Committee of the House of Representatives, Secretary of State \nWarren Christopher cited the expansion of the special police force as an example of the \"very significant\" actions \nthat Mexico would take on law enforcement and narcotics.\n\nYet the force, known in Spanish as the Grupo Beta, has in fact had the primary mission of protecting undocumented \nmigrants from criminal attacks.\n\nMexican officials said that what the Zedillo Government was prepared to do about narcotics was to increase the \nexchange of intelligence between the two countries and step up their cooperation in fighting money laundering by \ntraffickers. The administration has also made those commitments in the past.\n"}