{"title": "Opinion: Federal agencies are going after fraudulent immigration advisers", "body": "\nIt is a lesson that many victims of immigration services fraud learn too late: The wrong kind of help can actually \nhurt.\n\nAcross the country, scam artists are targeting immigrant communities -- deceiving and defrauding hardworking \nindividuals who are trying to navigate the system. Sometimes known as \"notarios,\" they pose as lawyers or offer \n\"professional\" assistance with applications for immigration benefits -- all in exchange for large upfront fees. They \nmay advertise on the Internet or at a bus stop, or find clients via word-of-mouth. But these fraudsters are not \nlicensed or qualified to offer the services they advertise. And unsuspecting clients who invest their trust, time and \nmoney end up with nothing.\n\nOne victim of this type of scam was \"Aaron,\" a U.S. citizen and a member of the U.S. Army in the Los Angeles area \nwho wanted to help his father, who had lived legally in the U.S. for many years, gain permanent residence status. \nAaron was hopeful when someone recommended an immigration lawyer. When they met, the person gave Aaron \nan official-looking business card and a contract. He said he'd take the case for $500, assuring Aaron that it was an \neasy one.\n\nWhen his father's day in court came, however, the lawyer was nowhere to be found. Only after his father lost his \ncase did Aaron learn he had been dealing with a man using a fake name and impersonating a licensed attorney.\n\nFighting this kind of fraud is at the heart of the Combating Immigration Services Scams Initiative, a new multi-\nagency partnership announced last week  by the Department of Justice, the Department of Homeland Security and \nthe Federal Trade Commission. We will be working together to educate people about how to avoid immigration \nservices scams, empower victims to come forward and get help, and take action against the fraudsters themselves. \nBy sharing information and aligning priorities, we will greatly increase our effectiveness at stopping these predators.\n\nAs part of this initiative, over the past year, U.S. Attorneys' Offices across the nation have vigorously prosecuted \ndozens of cases like Aaron's. In addition, the Department of Justice's Civil Division, through its Office of Consumer \nProtection Litigation, is pursuing civil and criminal cases against people who make false and misleading promises. \nThe justice department is also working to train more attorneys to help victims of immigration services fraud while \nhelping people get honest and competent legal help from the start.\n\nAt the same time, Homeland Security's U.S. Citizenship and Immigration Services has entered into an agreement \nwith the FTC to use the FTC's Consumer Sentinel database, a secure online database, as the central repository for \nconsumer complaints and law enforcement leads about immigration services fraud. By funneling critical data into \none place, the agreement will greatly enhance information-sharing among federal, state and local law enforcement \nagencies.\n\n\nImmigration Services has worked diligently with stakeholder groups in seven partner cities -- Los Angeles, Fresno, \nSan Antonio, Detroit, Baltimore, New York, and Atlanta -- to develop materials to alert immigrant communities about \nthese scams, inform them about the legal process and provide information about where to find legitimate legal \nadvice and representation.\n\nDespite these efforts, we still need your help.\n\nBefore paying for immigration services, check www.uscis.gov/avoidscams and learn how to verify any claims \nbeing made. And if you are already a victim of someone posing as an immigration \"professional,\" report the crime \nto your state attorney general and to the Federal Trade Commission at            www.ftc.gov/complaint . Working \ntogether, we can stop these scams, prosecute those who are responsible and make sure people can find the \nlegitimate help they need.\n\nTONY WEST, who grew up in San Jose, is assistant attorney general for the Civil Division of the Department of \nJustice. ALEJANDRO MAYORKAS is the director of U.S. Citizenship and Immigration Services of the Department \nof Homeland Security. EDITH RAMIREZ is a member of the Federal Trade Commission. They wrote this for this \nnewspaper.\n"}