{"title": "Opinion: Barring illegal immigrants from health plans would hit California hard", "body": "\nOne of the red-hot aspects of the heated political debate over a national health insurance system is whether \nmillions of illegal immigrants   a quarter of whom live in California   will be included or excluded.\n\nAnd to California's deficit-plagued budget, it's not merely an ideological squabble. If a health coverage agreement \ncan be reached, inclusion or exclusion of illegal immigrants from benefits could have multibillion-dollar effects on \nthe budget.\n\nIt's estimated that there are 12 million illegal immigrants, most of them from Latin America, in the United States. \nAbout 3 million of them reside in California. Some receive health coverage through employers, about 800,000 \nreceive state health care of some kind and others are treated in emergency rooms and public clinics, whose costs \noften hit taxpayers.\n\nRep. Joe Wilson, R-S.C., infamously shouted \"you lie\" to President Barack Obama when he told Congress that \nfederal health care \"would not apply to those who are here illegally,\" thus triggering furious maneuvering in \nCongress and linking the heated health care issue to the even hotter immigration issue.\n\nBoth Democratic versions purport to deny, or at least restrict, federal benefits to illegal immigrants. But \nconservative critics contend that a mandate on employers to provide health coverage would indirectly provide \nbenefits to illegal workers.\n\nThe White House persuaded the Senate to ban illegal immigrants from receiving federal health subsidies or \nparticipating in a federally sponsored insurance purchasing pool with their own money. The House version, \nhowever, would allow illegal immigrants to participate in the pool.\n\nMeanwhile, the congressional Latino caucus, including many Californians, and Latino rights groups are demanding \nthat immigration status be disconnected from health care. \"We feel that our community is not being fully \nrepresented in the conversation and need to be more aggressively represented,\" Lillian Rodriguez Lopez, president \nof the Hispanic Federation, told The Washington Post.\n\nThe debate affects approximately 2 million illegal immigrants in California who lack health insurance. State \nofficials have conducted no detailed studies of the impact because the bills themselves are constantly changing. It \nappears, however, that the state budget would benefit should illegal immigrants be included, but would incur even \nhigher costs if they are excluded   largely because it's virtually certain that national health care would expand \neligibility for Medi-Cal, the program now serving about 7 million low-income Californians, by raising income limits.\n\nBy one congressional analysis, increased eligibility would cost California an additional $1.4 billion a year.\n\n\nThat's a heavy blow on a budget that's already billions of dollars out of balance, in part because of rising Medi-Cal \ncosts, now about $14 billion a year.\n\nDAN WALTERS is a Sacramento Bee columnist.\n"}