{"title": "Afraid of Husbands, and the Law;Deportation Risk Grows for Abused Illegal Residents", "body": "\nShy and soft-spoken, the 26-year-old Dominican woman uses pictures rather than words to tell about the nightmare \nthat was her marriage.\n\nOne photograph shows a ransacked apartment, the bedroom dresser pushed onto its side, lamps, mirrors and pots \nof tulips shattered on the floor. Another shows the woman battered; her mouth is swollen, her eyes are black and \nshe has bruises on her legs.\n\nThe photographs, she said, were secretly taken by her sister and show what happened when her husband became \nangry. In his fits of rage, she said, he would beat her and throw her out of their home in Manhattan. Then he would \napologize and ask her to return -- always with a warning that made it impossible for her to refuse.\n\n\"He told me that if I did not come back, he would call the police and have me deported,\" said the woman, who \nentered America illegally five years ago from the Dominican Republic. \"He would say that because he is legal, he \nhas more rights in this country than I do, and that he could take my son away.\"\n\nAdvocates for immigrants say spousal abuse has long been one of the most critical and widespread problems \nendured by women who do not have legal residency in the United States but are married to someone who does. As \nthe Federal Government has toughened immigration laws in recent years, it has become increasingly difficult for \nthese women to gain permanent residency, making threats like those of the Dominican woman's husband more \npotent.\n\nOne of the most disputed changes came last year, when Congress allowed the expiration of a provision that \npermitted immigrants entitled to permanent residency to stay in this country while awaiting green cards. A green \ncard certifies that an immigrant is a permanent resident.\n\nThe expiration has roused immigrant advocates, particularly in New York, over the implications for battered women.\n\nAdvocates say the loss of 245i, as the expired provision of the Immigration and Naturalization Act was known, has \nalready deterred battered women from seeking permanent residency because of concerns over what could happen \nwhen they are sent back to their native countries while their green card applications are processed.\n\n\nLeslye Orloff, the national policy director for Ayuda, a group supporting battered immigrants, said many of the \nwomen feared that if they left the United States, they would be exposed to suits claiming custody of their children, \nmany of whom were born here. Many also worry, Ms. Orloff said, that once they are outside this country, it will be \neasier for United States consular officials to challenge claims of abuse and hardship, and refuse to grant green \ncards -- an irreversible decision.\n\n\"They know that they are going to be forced to make an impossible choice to either leave the country to get their \ngreen card, and risk extreme danger for themselves and their children,\" Ms. Orloff said, \"or to give up their chance \nof ever getting a green card, putting themselves and their children at risk for different kinds of dangers.\"\n\nSince 245i expired, groups like Ms. Orloff's have organized meetings to explore legal strategies that have so far \nallowed them to keep their clients in the United States. And members of Congress are debating whether to pass a \nbill introduced in January by Representative John Conyers Jr., a Democrat from Michigan, that would in effect re-\nenact 245i for battered women. Called the Violence Against Women Restoration Act of 1999, it would allow battered \nimmigrant women to stay in this country while they wait for their green cards. The Immigration and Naturalization \nService also supports the measure.\n\n\"These women are in these situations through no fault of their own and our Government should be encouraging \nthem to get out of abusive relationships,\" said Johanna Minguez, a lawyer at the Northern Manhattan Coalition for \nImmigrant Rights. \"But without 245i, we are forcing them to make a choice between getting beat up, or getting \nremoved from the country.\"\n\nBefore 245i expired, advocates said, roughly 400 undocumented women across the country filed petitions for \npermanent residency each month. Unlike most groups of undocumented immigrants -- as those lacking any legal \ndocuments are commonly called -- domestic abuse victims are able to file petitions without the support or \nknowledge of their spouses as long as they can show that leaving the United States would cause extreme hardship \nfor themselves and their children and they can provide evidence of their abuse, like medical records, police reports \nand photographs.\n\nWhile 400 women is not a high number, advocates consider it significant because immigrants are often uninformed \nabout Federal laws or avoid filing for any kind of protection or benefits from Federal agencies for fear of \ndeportation.\n\nNow, more than a year since 245i expired, fewer than 250 women a month are filing petitions. The Immigration and \nNaturalization Service said there were no reliable estimates of the total number of undocumented women living in \nNew York or nationally who are battered by their spouses.\n\nAdvocates say stories like the Dominican woman's, whose name is not being used to protect her identity, are \nwidespread among battered women in New York.\n\nTucked in her purse is a copy of the permanent order of protection a New York court issued to prohibit her \nhusband from approaching her. If she returned to Santo Domingo, she said, she would be an open target should \nher husband follow her there. \"If I go home, those orders will not mean anything,\" she said. \"The police in the \nDominican Republic will not come if I call.\"\n\nFederal law prohibits immigration court officials and immigration officials from notifying battered women's \nhusbands about their wives' petitions for permanent residency. The New York Times could not contact the \nhusbands of the women interviewed for this article. The Times did examine court documents to verify the accuracy \nof the women's claims and found that all the women interviewed had obtained court orders of protection against \ntheir husbands.\n\nOne of them, a 34-year-old native of the Dominican Republic, said she stayed in an abusive marriage for nine years \nbecause she was afraid of losing custody of her two daughters, who are United States citizens. She and her \nhusband, a legal permanent resident of the United States, met in the Dominican Republic. When they married, \nshe said, he promised that he would file residency petitions for her once they arrived in New York.\n\n\n\nBut he never did. Many battered immigrants said that their spouses used their illegal residency status to oppress \nthem.\n\n\"He did not want me to become legal because that was his way to control me,\" said the 34-year-old woman, who \nleft her husband a year ago and has just moved from a women's shelter to a public housing complex in New York \nCity. \"He never let me leave the house. He never let me take English classes. He never helped me find a job.\"\n\n\"It was like being a prisoner,\" she added.\n\nOfficials at the Immigration and Naturalization Service point to such cases in their support for restoring 245i. \nOfficials said that battered women must show in their petitions that leaving the United States would cause them \nextreme hardship. It would be inconsistent, officials said, for the agency to accept hardship claims and still force \nbattered women to leave the country to get their green cards.\n\n\"On the one hand, we are saying it would be an extreme hardship for these women to leave the country,\" said Efren \nHernandez, an assistant legal counsel at the immigration service, \"but then on another, we are forcing them to go. \nThe I.N.S. has always supported some kind of measure to fix that gap.\"\n\nOthers feel that fixing the gap would mean creating a loophole. Daniel A. Stein, executive director of the Federation \nfor American Immigration Reform, a conservative group that has long supported efforts to restrict immigration, said \nthat if Congress allows battered women to stay in this country while waiting for their green cards, other immigrant \ngroups will seek similar allowances.\n\nMr. Stein also said that battered undocumented women should be sent back to their homelands, where they could \nlive in more familiar environments and get more support from friends and relatives.\n\n\"If a person enters this country illegally or overstays a visa, showing flagrant disregard for the laws of this country,\" \nhe said, \"the fact that they have suffered abuse is a tragedy, but it does not mean that they should not be subject to \nthe same laws as any other undocumented immigrant.\"\n\nHe added, \"We should not allow the woman to become a beachhead for a long chain of family migration to the \nUnited States, which is why a lot of them came here in the first place.\"\n\nBut a 31-year-old woman from Mexico said she never thought of living in America until she met her husband, who \nwas a citizen. And now that she has left him, after three years of abuse, she said that she wished she could return \nhome. But she is afraid for her life.\n\nShe was an office clerk in Mexico when she met her husband five years ago. They met on a picturesque \ncobblestone street, she said, and walked and talked for hours. After their wedding, her husband drove her across \nthe border illegally, the woman said. A year later they had a son.\n\nThen, she said, her husband's moods became erratic and violent and he began beating her. After one beating, the \nwoman said, she packed her suitcases and told her husband she was going back to Mexico. He beat her and tore \noff her clothes. As she lay terrified on the bed, she said, he got a knife from the kitchen and cut apart all the clothes \nshe had packed in her suitcases.\n\nThe Mexican woman and her son, 3, are now living in hiding in a heavily guarded women's shelter in New York. \nThe woman said she would love to go home. But she is terrified that her husband will follow her.\n\n\"He has already gone to Mexico to try to talk to my family, telling them that he wants me to come home,\" she said, \nher eyes filling with tears. \"It would be easier for him to hurt me, and maybe my family, if I go back to Mexico. I feel \nsafer here.\"\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhotos: The abusive husband of a 26-year-old Dominican woman was able to add to his threats to her because he \nwas a legal resident and she was not. \"He would say that because he is legal, he has more rights in this country \nthan I do,\" she said. (Joyce Dopkeen/The New York Times)(pg. 37); Leslye Orloff, policy director of a group \nsupporting battered immigrants, says mothers could be exposed to custody suits if they leave. (Peter Yates for The \nNew York Times)(pg. 41)\n"}