{"title": "The Problem With Immigration: Same as It Ever Was", "body": "\nStephen Rosenfeld's column \"Getting a Grip on Immigration\" [op-ed, Oct. 18] might better be headlined \"Putting \nthe Screws on Aliens.\" It is studded with generalities. His view of the \"romance of immigration\" in the 1930s and \n'40s -- with \"productive and easily . . . assimilated foreigners\" -- is belied by the facts regarding those two decades \nas well as by the struggle over immigration throughout U.S. history. The first of the two decades recalled by \nRosenfeld brought the Depression; the second saw the disruption resulting from World War II. In each, \nimmigration was sharply reduced.\n\nThe idea that the \"reality of immigration today\" has social and economic costs that make \"some immigrants\" and \n\"illegals\" grating competitors of citizens, including working-class blacks, and that it \"has created an ambiguous \nattitude toward previously unquestioned notions of the cultural and civic obligations of American citizenship\" is no \ndifferent from the realities of previous yesterdays. Rosenfeld's reference to the effect on working-class blacks is \nantedated by the post-Civil War industrialization, when European immigrants were favored to work in our mines and \nfactories in place of recently emancipated southern slaves, a sore that still festers.\n\nThe \"clean cut\" that Rosenfeld says \"Congress attempted to make between legals and illegals\" is not so clean. It \nignores the vast use of Mexican farm workers by California agribusiness. It was a policy countenanced by the \nCalifornia delegation in Congress and by Gov. Pete Wilson. Mexican farm labor was \"invited,\" if not into our houses, \nthen onto our ranches. However, we have invited into our houses domestic servants, child- and elder-care \nattendants, without whom American female citizens in cities throughout the country could not have taken up \nemployment.\n\nEl Salvador is a country in point. Thousands fled that country as a result of a wasted war financed by the U.S. \ngovernment. Today, they are \"illegals\" in an ambiguous status: El Salvador doesn't want them, and the \nImmigration and Naturalization Service doesn't have the money to deport them. They remain in this country \nperforming useful and needed work, many with two and three jobs; they require federal funds for schooling for their \nchildren and for emergency medical costs, but they pay their share of taxes.\n\nRosenfeld's claim that legals and illegals are different because the legals \"respected the rules and waited in line,\" \nwhile the illegals \"jumped the queue\" is uninformed. Legals also have had the benefit of so-called queue-jumping by \nbeing able to enter the United States and to remain here through the same methods used by illegals -- meeting \nprospective spouses who are American citizens, finding employers who could claim they filled shortage \noccupations, or obtaining asylum because political conditions had changed in their home countries.\n\nRosenfeld's solution that the United States must \"gain control of its borders with Mexico\" is more hortatory than \nrealistic. No country, including the United Kingdom -- which is surrounded by water, has borders so controlled that \nthe migration of human beings, like that of birds and animals, can be prevented. The Chinese Wall did not work nor \ndid the Berlin Wall. A 2,000-mile wall to seal off the ages-old impulses of human beings to migrate would be a \nwaste of money and an ugly image of a \"fortress America.\"\n\n\nRosenfeld's insight would be more applicable and beneficial if used to analyze the current low rate of \nunemployment and shortages of workers in many states, the current demand for workers in most occupations, the \nchanging technology that needs both skilled and unskilled workers, and the increasing proportion of the aging \npopulation. An immigration policy that reflects the future demands will serve the U.S. interest more than taking \naway the benefits acquired by legal immigrants and demonizing so-called illegals.\n\n-- David Carliner\n\nThe writer is an attorney specializing in immigration law.\n"}