{"title": "'Chilling Effects' Seen From Welfare Reform; Caseload Drop Sharper Among Immigrants", "body": "\nThe use of public benefits has declined more sharply among immigrants than U.S. citizens, largely because \nwelfare reform legislation has had \"chilling effects\" on many noncitizens who were actually eligible to apply for \nsuch assistance, according to a new study.\n\nIn an analysis of Census Bureau survey data, Urban Institute researchers Michael Fix and Jeffrey S. Passel \nconcluded that \"noncitizens accounted for a disproportionately large share of the overall decline in welfare \ncaseloads that occurred between 1994 and 1997.\" The use of cash welfare benefits by noncitizen households fell \n35 percent during that period, compared with a 15 percent decline among citizen households, they said. The same \npatterns held true for food stamps and Medicaid.\n\nBut the study showed that, although their welfare usage rates dropped faster, a larger percentage of immigrants \nreceived cash assistance, food stamps and Medicaid than citizens -- both before and after the 1996 welfare reform \nlaw was passed. In 1997, for example, 9 percent of noncitizens used cash welfare and 10.8 percent used food \nstamps, while citizens had usage rates of 6.7 percent and 6.8 percent, respectively, in the same categories.\n\nThe 1996 law imposed restrictions on legal immigrants' access to welfare, set time limits on the eligibility of \nrefugees and placed bars on access to services by \"unqualified immigrants.\" The study said that the law's \n\"chilling effects\" on applicants might have been more consequential by discouraging \"immigrants from using \nhealth, nutrition or other types of benefits, despite the fact that many remain eligible.\" The study attributed these \neffects in part to confusion among immigrants and providers about who remains eligible and to fears that \nreceiving welfare could lead to deportation or other penalties under laws intended to bar immigrants from \nbecoming \"public charges.\"\n\nThe Clinton administration is likely to use the study to buttress arguments for budget requests aimed at further \nrestoring health, nutrition and cash benefits to vulnerable legal immigrants, including children, pregnant women \nand newcomers who are disabled, researchers said.\n\nThe Center for Immigration Studies, a Washington think tank that supports reducing immigration, said it does not \ndispute that fewer immigrants are seeking benefits for which they are eligible. But the problem is that, in tinkering \nwith welfare eligibility, Congress failed to limit the admission of those likely to need welfare in the first place, said \nSteven Camarota, a resident scholar at the center.\n\n\"Instead of fixing immigration policy, [Congress] tried to micromanage immigrant policy, with perhaps some \nunintended effects,\" he said.\n\n\nFix, the Urban Institute's director of immigration studies, said the reform law's unintended effects have included \ndiscouraging welfare usage by refugees and the U.S.-born children of immigrants, as well as slowing enrollment in \nnew health insurance programs for the working poor.\n\nRefugees had substantially higher usage rates of cash welfare, food stamps and Medicaid than noncitizens in \ngeneral, the study showed. In 1997, nearly a quarter used welfare -- down from a third in 1994, but still far above \nthe 9 percent figure for all noncitizens.\n\nThe higher usage rates among noncitizens generally \"are due to the fact that immigrant households are poorer \nand more likely to contain children, not because noncitizens have a greater disposition toward receiving benefits,\" \nthe study said. When the researchers compared only poor households with children, they found that the welfare \nusage rates of noncitizens fell below those of citizens.\n\nFix said it was impossible to tell how much of the decline in welfare use among noncitizens was attributable to the \nlaw's effects in weeding out illegal immigrants who had been receiving benefits improperly. The institute received \nsuggestions that this was one of the factors behind an earlier finding of a 71 percent drop in noncitizens' welfare \nuse in Los Angeles from 1995 to 1998, Fix said.\n"}