{"title": "Al-Najjar's backers demand an end to FBI's 'harassment'", "body": "\nThe FBI is accused of harassing and intimidating the associates of the man held more than three years on secret \nevidence.\n\nThe community of Muslims, civil rights activists and church members who tirelessly fought for Mazen Al-Najjar's \nfreedom want the government to stop harassing him and his friends, leaders said at a news conference Monday.\n\nAl-Najjar, accused as a terrorist but charged with no crime, returned home to his wife and three daughters Friday \nafter spending more than three years in detention in Bradenton.\n\nThe Immigration and Naturalization Service says he is dangerous. But an immigration judge found the government \nfailed to prove it, and Attorney General Janet Reno Friday lifted a stay on his release.\nNAJJAR-12/19\n\nCritics charge that the detention of Al-Najjar on secret evidence, and another dozen cases like his across the \ncountry, are examples of people being targeted for unpopular politics.\n\nThe FBI has \"intentionally intimidated and harassed many of our community members,\" Al-Najjar's brother-in-law, \nSami Al-Arian, said in a news conference Monday at the Al-Qassam Mosque.\n\nSince Al-Najjar's arrest in May 1997, agents have made unannounced visits to people's homes and workplaces, \nAl-Arian said. In one instance, two FBI agents flashed their badges in the waiting room of a physician, frightening \nhis patients.\n\nAt a federal court hearing for Al-Najjar in Miami in May, supporters on the sidewalk carrying signs protesting Al-\nNajjar's detention were openly photographed by an FBI agent.\n\n\"We are a community that is peaceful, a community that is active, a community that would like to speak its \nmind,\" Al-Arian said. \"The way they have treated (us) is reprehensible.\"\n\nCalls to the FBI Monday seeking comment were not returned.\n\nIn Al-Najjar's case and others, the FBI typically works with INS, then classifies the evidence as too sensitive to \nrelease - to the accused, his attorneys or the public.\n\nWhen the immigrants gain access to secret material, either through government review or court action, they \noverwhelmingly win their cases. Since 1987, 18 immigrants known to be detained on secret evidence have been \nfreed.\n\n\nAl-Najjar will fight his ordered deportation in the 11th U.S. Circuit Court of Appeals in January.\n\nAl-Arian, a University of South Florida professor, was one of several speakers Monday in what became a public \nthank you to those who worked for Al-Najjar's release. They include the Hillsborough Organization for Progress \nand Equality, or HOPE, and the American Civil Liberties Union.\n\n\"America has been my home for the major portion of my life,\" the 43-year-old Palestinian said, calling himself an \n\"international orphan.\"\n\nHe was ordered deported in 1997 for overstaying a student visa, then denied bail while he appealed after secret \nevidence accused him of ties to the Palestinian Islamic Jihad. He won a rehearing when a federal judge in May \nfound his due process rights had been violated.\n\nImmigration Judge R. Kevin McHugh on Dec. 6 ordered Al-Najjar released. The government failed to prove a single \nallegation in its public case ended in October, McHugh ruled, then provided a summary of its secret evidence that \nwas inadequate for Al-Najjar to defend himself.\n\nFederal agents called Al-Najjar a \"covert manager\" for the Damascus-based group, which claims bombings in the \nMiddle East. Al-Najjar worked at a USF-affiliated think tank in the early 1990s with an academic named Ramadan \nAbdullah Shallah. Shallah became head of the Palestinian Islamic Jihad in October 1995, a few months after \nleaving Tampa.\n\nThat connection still worries many.\n\nMembers of the Greater Tampa B'nai B'rith on Sunday unanimously approved a \"statement of concern\" about the \nTampa teacher.\n\n\"We think Al-Najjar has been made a martyr in this case. We feel, with all his suffering in jail, he is still not entitled \nto asylum,\" said Norman Gross, chairperson of the anti-hate committee of the Greater Florida Region B'nai B'rith.\n\n\"While we understand the due process issues involved,\" the statement reads, \"he certainly is guilty in association \nwith some of the world's leading terrorists.\"\n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO, STEFANIE BOYAR; BLACK AND WHITE PHOTO, (2); Mazen Al-Najjar speaks out \nat a news conference Monday about efforts to ban the use of secret evidence to imprison people. (ran Tampa & \nState); USF professor Sami Al-Arian; Mazen Al-Najjar (ran City & State, Metro & State)\n"}