{"title": "INTERNATIONAL ATLANTA;A weekly column from and about the ethnic communities of Atlanta;Waging war on cheap labor", "body": "\nRecently I got a call at the Mexican consulate that made me feel as if I was living one of those surreal stories of \nLatin American literature.\n\nSomeone from a manufacturing company in Nashville wanted to find out how he could hire Mexican workers. We \nget this type of request many times a month. What made this one different was the timing.\n\nWhen the phone call came in, I was in the middle of receiving a report about hundreds of undocumented Mexican \nworkers who were being detained on Atlanta construction sites, to be sent back to Mexico.\n\nThis contradiction is a good example of the complex questions that make the issue of immigration in general, and \nundocumented immigration in particular, the subject of proposals, counterproposals, political grandstanding and \nserious misinfor-mation. It is difficult to separate all the subjective, and often valid, concerns from the objective \nreality of a problem that affects citizens and immigrants alike.\n\nI have no answers, but I have many questions. These questions, if answered, could perhaps lead to a more realistic \nfocus on a problem that is touching all of us in one way or another.\n\nBut before I \"throw my spoon into the boiling pot,\" as we say in Mexico, let me state some principles I believe to be \ntrue:\n\n1. The responsibility for solving the problem of Mexicans' having to leave their homes in search of a better \neconomic life falls primarily on Mexico. It is up to us to give our people the possibility of a standard of living that will \nallow them to remain in the country they love and not have to leave for purely economic reasons.\n\n2. The United States has the absolute right to put into effect any laws it deems necessary to regulate its \nimmigration.\n\n3. People - whether documented or not, whether legally here or not - must be treated with all the dignity and respect \nany human being deserves. (In my experience, the Immigration and Naturalization Service in Atlanta has always \ndealt with our undocumented nationals in a humane and sensitive manner.)\n\nMy questioning is based on those precepts. It is based, as well, on the belief in one of the main principles of a free-\nmarket economy, a system the United States has taught the world, sometimes benevolently, sometimes not: the \nprinciple of supply and demand.\n\n\nMany enterprises are looking for immigrant labor. And many people from Mexico, Central and South America, Asia, \nAfrica and Europe are taking enormous risks to go to an unknown country, an unknown culture with an unknown \nlanguage, to take those jobs. Isn't that a perfect example of supply and demand? Hasn't that been the history of the \nUnited States?\n\nAre higher fences and more patrols and more discriminatory legislation going to stop this natural flow of supply and \ndemand?\n\nPerhaps we can look for more logical, more realistic options: maybe temporary seasonal worker agreements or \nother means of resolving together - Mexico and the United States, in our case - a situation that could either become \nan issue of confrontation or, hopefully, one more issue of friendship and collaboration.\n\n \n\nTeodoro Maus is Mexican consul general in Atlanta.\n\nGraphic\n\n \n\nIllustration: Person carrying a box looks through a hole in a concrete- block wall at another person / Katherine \nKanner / special\n"}