{"title": "Ashcroft Announces Gun Purchase Initiatives; FBI, INS Must ID Illegal Immigrants; Background Check System to Be Upgraded", "body": "\n Attorney General John D. Ashcroft announced plans yesterday to curb gun purchases by illegal immigrants \nand criminals while streamlining transactions for legal gun buyers. \n\n Ashcroft ordered the FBI and the Immigration and Naturalization Service to revamp their computer systems to \nidentify noncitizens who try to buy firearms through federally licensed gun dealers. Illegal immigrants and those in \nthe United States on temporary visas are prohibited from buying guns under federal law, although some in the \nlatter group can buy firearms for hunting in some circumstances, officials said. \n\n \"These more thorough procedures will help ensure that guns do not fall into the hands of illegal aliens,\" Ashcroft \nsaid. \"Illegal aliens who seek to buy guns unlawfully will be prosecuted to the fullest extent of the law.\" \n\n Ashcroft also announced plans to upgrade the nation's background check system to provide immediate \napproval or denial for gun purchases in nine out of 10 cases. Under current law, a person is allowed to buy a \nweapon if federal officials do not provide a response within three days. \n\n The attorney general also announced a $ 141 million initiative to help states improve their computerized criminal \nrecords over the next four years -- a measure that would help weed out felons trying to buy firearms -- and another \nprogram to add 94 federal prosecutors focused on gun crimes among juveniles. \n\n The measures earned mixed reviews from gun control groups, many of which have been highly critical of Ashcroft \nbecause of his close ties to the National Rifle Association and his views on gun control. \n\n \"It's definitely a step in the right direction,\" NRA spokesman Andrew Arulanandam said. \"It cleans up a lot of the \nmess in the system.\" \n\n Americans for Gun Safety, a moderate gun control group that has sought to occupy a middle ground on firearms \nissues, praised the background check advance as long overdue. The group recommended similar steps in a \nreport issued last month. \n\n\n \"The dirty little secret is that the records necessary to approve or deny firearms purchases are a mess,\" said \nJonathan Cowan, president of the group's foundation. \"Our poor records are a gaping loophole that allows \ncriminals, terrorists, illegal aliens and wife beaters to slide through a background check.\" \n\n But other groups said the measures do not go far enough to prevent access to firearms by criminals or potential \nterrorists. They argued that Ashcroft is focusing on speed over accuracy. \n\n \"He's really doing nothing to fix the problem,\" said Matthew Nosanchuck, legislative policy director for the Violence \nPolicy Center. \"The priority seems to be getting guns into people's hands as quickly as possible instead of taking \nthe time to ensure that prohibited persons aren't slipping through the system.\" \n\n Ashcroft came under fire in December after he ordered the FBI to stop comparing the names of suspected \nterrorists against federal gun purchase records. Gun control groups said Ashcroft, an NRA member, was \ninterpreting the law too narrowly. \n\n Ashcroft reiterated his position yesterday that such checks are prohibited under federal law. He said the Justice \nDepartment would review proposed changes to allow such record searches, though he stopped short of saying \nwhether he would endorse them. \n"}