{"title": "Iranian News Media Reports Pending Released of Americans Detained in Iran; Nuclear Deal with Iran to be Implemented; U.S. Possibly Swapping Iranian Prisoners in U.S. for Release of Americans Held in Iran. Aired 10-11a ET", "body": "\n[10:00:00] FREDERIK PLEITGEN, CNN INTERNATIONAL CORRESPONDENT: But I am assuming that if he is \nreleased, it will be pretty quickly he will be out of the country.\n\nMICHAEL SMERCONISH, CNN ANCHOR: Frederik Pleitgen, thank you for your report from Germany. More CNN \ncoverage of this breaking news right now.\n\nUNIDENTIFIED MALE: This is CNN breaking news.\n\nCHRISTI PAUL, CNN ANCHOR: We do have some breaking news. We're so glad to have you with us. I'm Christi \nPaul.\n\nVICTOR BLACKWELL, CNN ANCHOR: I'm Victor Blackwell. Good to be with you. We are welcoming our viewers \nin the U.S. and around the world.\n\nAnd the breaking news this hour, out of Iran. After nearly 18 months in prison in an Iranian jail, American journalist \nJason Rezaian has been freed. That news being reported by Iran's semiofficial Fars news agency.\n\nPAUL: Rezaian has been reportedly released as part of a prisoner swam, along with Marine veteran Amir Hekmati, \nChristian Pastor Saeed Abedini, and a third who is still unidentified at this hour.\n\nBLACKWELL: All of this is happening as Iranian officials are in Vienna preparing for the end of sanctions that have \ncrippled their economy for more than three decades related to that nuclear deal. Global affairs correspondent Elise \nLabott is on the phone with us. Elise tell us what we know about how this deal was reached.\n\nELISE LABOTT, CNN GLOBAL AFFAIRS CORRESPONDENT (via telephone): Well, Victor know really no details \nat this point. And I have to be clear that the United States government has not said anything. Often we hear \nsomething from Iran about whether someone has been charged, the arrest of Jason Rezaian, but very little details \n\n\nof release. All we know right now is, as you said, Iran's semi-official news agency Fars has said that Iran has freed \nJason Rezaian and three others Americans as part of a prisoner swap.\n\nNow, we know that there are roughly a dozen Iranian nationals in the U.S. custody for a variety of offenses, a lot of \nthem related to violation of economic sanctions that the U.S. has upon Iran. But we know today is the \nimplementation of the Iran nuclear deal between Iran and nuclear powers. Those sanctions have been lifted today.\n\nAnd you have heard in recent officials, Iranian officials, Iran's president Rouhani say he would be open to a swap \nfor Jason Rezaian and other Americans if the U.S. was willing to release those Iranian nationals. U.S. officials \nhave been very cagey in recent months, not saying anything about any kind of deal. When I spoke to Secretary \nKerry in September, he said that he acknowledged for the first time that there were such talks going on. But this \nmorning U.S. officials are not saying anything about any potential deal, saying that any discussions that they may or \nmay not be having with the Iranians would jeopardize any efforts to free them.\n\nPAUL: Is this, in your opinion, Elise, as you have seen this conversation continue. When we look back at the \npresident just the past week with the State of the Union, he was heavily criticized for not mentioning the 10 sailors \nwho were detained by Iran. And a lot of people have been heavily critical of this Iran deal because Rezaian was not \npart of it. What do you make of the fact of the timing of this now as we are waiting for the IAEA to lift these \nsanctions and all of the sudden these four are released.\n\nLABOTT: This is all coming together today. The IAEA is in Vienna right now. Later today those nuclear sanctions \nare expected to be lifted. It is certified that Iran has completed its obligations as part of the deal. And so obviously \nany talks reflect between the U.S. and Iran. You saw recently last week that those 10 U.S. sailors were detained by \nIran but quickly released. And why is that? Because of this intense diplomacy between Secretary of State John \nKerry and the Iranian foreign minister.\n\nSo yes, the president has been criticized that he has not tied that nuclear deal to the release of any prisoners, but \nwe do know that there has been this improvement in relations over the last year as a result of this deal. And so if \nthose prisoners are released today, it certainly reflects an improvement and possibly some kind of diplomacy that's \ngone on behind the scenes that we don't know about.\n\nBLACKWELL: Elise, again, the reporting here coming from the semiofficial agency there in Iran, Fars. And we're \nstill, as you said, waiting for confirmation from U.S. authorities. But this is not a simple release that is being \nreported. This is a swap. What more do we know of the reporting about who the U.S. gave up in exchange on these \ncitizens?\n\nLABOTT: We have to be clear. We just know that Iran's semiofficial news agency has talked about a deal. We have \nnot heard anything from the U.S. confirming any type of deal. And so obviously we don't know what Iranians were \nreleased, but there are roughly about a dozen Iranian nationals most of them either charged or serving time in jail \nfor violation of U.S. sanctions.\n\n[10:05:10] One of the more controversial Iranians being held in U.S. custody is the Iranian national that was \naccused of plotting to kill the Saudi ambassador here in Washington at a Washington restaurant. If the deal took \nplace, whether that person was part of the swap we don't know. But we saw with what happened with Alan Gross \nand the Cuban five, several prisoners that were released. They were released accused of some very serious \ncrimes. Here most of those nationals, as I said, were accused of violating economic sanctions. So there certainly \nare a few that Iran wants to get back in their custody that have been charged with some very serious crimes.\n\nBLACKWELL: All right, CNN's Elise Labbot, stay with us. I want to bring in CNN chief national security \ncorrespondent Jim Sciutto to join this conversation. Again, this is being reported by Iran's semiofficial news agency \nFars that Jason Rezaian and three other U.S. and Iranian dual citizens are being released in a prisoner swap \nreportedly. My question to you, this is a swap, and it's happening on implementation day. Jim, is this something that \nwould have been part of the initial deal, the initial negotiations, or is this a gesture of good faith on this day?\n\n\n\nJIM SCIUTTO, CNN CHIEF NA. SECURITY CORRESPONDENT: The fact is the administration has said from the \nbeginning that they negotiated the nuclear deal by itself, that other issues, whether it is Iran's support for terrorism, \nit's role in the region, support for Bashar al Assad in Syria, or the detention of these four Americans in Iran plus the \nmissing American, Robert Levinson, that those were separate issues. They were not negotiated as part of the deal, \nwhich basically is the argument the administration made to critics who said you made this enormous deal with Iran. \nHow could you not get the Americans freed as well? Here, you had your leverage. There was your chance.\n\nSo they have always made the argument, those were separate issues, while saying they have always waived the \ncases in any context with the Iranian side. So what's interesting here, it would be truly a remarkable event if \nconfirmed that on the day of this implementation of the deal they are released, which does tie the two together \neven if they were separate to have the prisoners released on the day the deal is actually implemented. And it is \ntruly a remarkable development.\n\nI have to tell you, we were all talking a couple days ago about the detention of the U.S. sailors by Iran and just what \nhorrendous timing that was with implementation coming and the president's State of the Union speech. And then \ntoday, on the day of implementation, to have these Americans held by Iran for far longer, I mean, we are talking a \nnumber of years for some of them, if this is confirmed, it would be truly remarkable development.\n\nPAUL: Jim, stay with us here. We have Thomas Erdbrink. He is the Tehran bureau chief for us here. Thomas, you \nare there in Tehran. What are you hearing?\n\nTHOMAS ERDBRINK, TEHRAN BUREAU CHIEF, \"NEW YORK TIMES\": I'm the Tehran bureau chief for \"The New \nYork Times.\" I am helping you guys out. But I'm very happy to be here.\n\nWhat we are hearing is that Jason Rezaian, Amir Hekmati, and possibly two others might be released. The Iranian \njudiciary has said that four Iranian-Americans are released, but they have not given the names of these Iranian-\nAmericans. Several Iranian news agencies have reported that Jason Rezaian, the reporter that has been here for \nover 500 years -- 500 days held in prison, is also one of them. But until now, we are not sure who exactly is \nreleased, if they are being transported to the United States right now, if they are being brought to their families. \nThese are all questions that remain open.\n\nBut the fact, itself, is really, truly, as Jim also said, remarkable. These negotiators must have been going on the \nsidelines. In Iran, you're not only negotiating with the government, you're not only negotiating with the foreign \nministry, also Iran's judiciary has to talk about that. Security, intelligence agencies have to give their say. So this \nmust have been an incredibly complicated process. And until these four people are really clearly released, we \nhave to wait and see if this is for 100 percent confirmed.\n\nBLACKWELL: So Thomas, the follow-up then is, is there any announcement on timing on when this could happen?\n\nERDBRINK: Well, I assume that by later today we must know more. As you can see, it is already dark here in \nTehran. And people are also waiting for the implementation of the nuclear deal, something that a lot of people had \nexpected way earlier in the day. So, clearly, there are still some negotiations going on.\n\n[10:10:00] I mean, some loose ends are being fixed, if you will. But it's taking quite a while. And at the same this \nnews about Jason Rezaian and possibly the U.S. marine Hekmati and the two other Iranian-Americans is just \nadded to the tensions, if you will, to see how this day will end here. Will there be a nuclear deal? Will this nuclear \ndeal be implemented? I must say, will the sanctions be lifted? Those are very important questions for the Iranian \npeople.\n\nPAUL: And they're questions that are being batted back and forth right now in Vienna where we want to go with \nCNN's international diplomatic editor Nic Robertson. Thomas Erdbrink, thank you so much, and do stay with us. But \nI want to get to you, Nic. What are you hearing? Are you hearing any sort of reaction to this out of Vienna at this \nhour?\n\n\n\nNIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR: Certainly when you look at the Iranian \njournalists, there is a degree of excitement. We are at the International Atomic Agency's headquarters here, and \nthis is where the Iranian foreign minister is due to turn up in the next half an hour to an hour. That is when he is \nexpected. It has been sort of a moving target when he will show up all day. And we didn't understand why. But now \nwith this announcement, it becomes clearer. He has just wrapped up a meeting with Secretary of State John Kerry. \nHe is expected to come here. He is expected to hear the IAEA, the International Atomic Agency's secretary general \nmake an announcement about Iran's compliance with the first steps of the nuclear deal that it signed up to last \nsummer.\n\nWhat has gone in in the background to making this happen? We can begin to read better some of what we heard \nfrom the Iranian foreign minister this morning. When he showed up in Vienna, he talked about this being an \nimportant day. He talked about the issue of Iran's compliance, this would help their economy with the listing of \nsanctions. But he said beyond that this is an important day for diplomacy. This shows, he said, shows that \nsanctions and threats don't work. Of course a lot of people believe it's the sanctions that brought Iran to the \nnegotiating table of the nuclear issue. But I think we can begin to see clearer here that what he is talking about is \nthis prisoner swap deal that has been going on in the background that he's talking about. It appears now the \ndiplomatic relations, strong diplomatic ties that he has had with Secretary of State John Kerry. When Zarif, the \nIranian foreign minister, arrives here as expected in a little less than an hour, we may begin to hear from him in the \nfirst time to explain what has gone on into this.\n\nBLACKWELL: So a historic, Nic, no question, but in some respects before this announcement of the release of \nthese prisoners or the prisoner swap, this was a bit anti-climactic. People understood what was going to happen \nwith the announcement from the IAEA. But now with this announcement of this prisoner swap and the release of \nRezaian and several others, how does this change? This specific element changes Iran's reality on the international \nstage.\n\nROBERTSON: When we were here through the negotiations last summer, there was a lot of campaigning on the \nmargins from families like Amir Hekmati, the former U.S. marine, whose family came to petition and said it is so \nimportant his release, that he is put into this nuclear bargaining on the table. Secretary Kerry of course taking an \nawful lot of criticism for not doing more for the release of these prisoners.\n\nAt this time, it is very difficult to really begin to gauge how this changes the relationship. And it is too soon to say \nhow much it may change it. But let's just look at the immediate effect. It is, if you will, a verification of what \nSecretary Kerry has been trying to do with the Iranian foreign minister, which is improve relations. This is a bonus \nthat no one was expecting. It is a game changer. But let's look at it in the context of a week from now when \nSecretary Kerry, or U.S. representatives go to talk in Geneva to talk about peace in Syria. Does he have a stronger \npartner across the table in Iran who is on the opposite side of the negotiating when it comes to finding peace in \nSyria? What does this do to the Saudi component that is opposed to Iran position on finding peace in Syria? It really \nchanges the playing field in many different ways, and it really too soon to say. But in terms of today this is far \nbigger, far greater than anyone expected.\n\nPAUL: Nic Robertson, thank you so much. We appreciate it. And again, just to button this up here, when you look at \nwhere we were just a couple of months ago, November 22nd, Jason Rezaian, \"Washington Post\" reporter, was \nfound guilty, we were told, convicted of crimes in Iran and sentenced to prison without any real indication of how \nlong he would be imprisoned.\n\n[10:15:02] And now just a few months later here in January, we are hearing that he is going to be released. We do \nnot have any indication that he has yet been released, but he will be released, we are told, from the semiofficial \nFars news agency. The U.S. has not confirmed this yet. We are going to take a quick break and we'll get right back \nto it on the other side of the break. Stay close.\n\nUNIDENTIFIED MALE: This is CNN breaking news.\n\n\n\nBLACKWELL: And the breaking news this morning coming to us out of Tehran where we have received a report \nfrom the Iranian semiofficial news agency that \"Washington Post\" journalist Jason Rezaian and several others have \nbeen freed as part of a prisoner swap, or will be freed. Details still coming in here. He has been in prison for more \nthan 500 days. Let's bring in CNN senior media correspondent Brian Stelter, whose been following this for that \nentire period. First, let's just get your reaction to the reports coming out of Iran.\n\nBRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT: The past 18 months have been tortuous for Jason \nRezaian's family, for his colleagues at the \"Washington Post\" as well. And as both of you know, journalists around \nthe world have been united in calling for his release. His case has gotten a lot of attention, and I think because of \nhis situation, we have also thankfully heard more about the other Americans, others with dual nationality citizenship, \nthat are being held in Iran as well.\n\nSo as we hear more information about each of these cases today, I just want to mention Jason's brother, Ali. He \nhas not gotten any independent confirmation of this news yet, but he essentially put his entire life on hold, put his \nwork on hold, put his family on hold to advocate for his brother's release. You can imagine and try to put yourself \nin some like that's shoes what only one day would be like. He has been going through this for 18 months.\n\nTwo points we should make, I think, Victor and Christie. One is that the \"Washington Post\" has not yet been able to \nconfirm these reports. I can put on the screen the statements that they have released at the moment. They only \nthing that they are saying right now is that they hopeful but they don't have any confirmation at this time that Jason \nhas, in fact, been released. It is very possible this is ongoing, that this processing is happening, that this may be \nconfirmed the next few hours, but they don't know for sure yet.\n\nBut they have been waiting for 18 months to put the headline on their homepage, the \"Washington Post\" \nhomepage, and right now it does say according to the Iranian news agencies that he is being freed.\n\nBLACKWELL: There has been in unity across the industry to try to secure the release of Jason Rezaian.\n\n[10:20:04] And just a couple of days ago there was a letter submitted to Secretary of State John Kerry from news \neditor across the industry appealing for more work to get him out.\n\nSTELTER: That's right. The lead editors, these leaders were urging the State Department to do more to secure \nRezaian's release. This is a rare show of solidarity from competing news outlets like CNN, NPR, the BBC, the AP, \nReuters, NBC, CBS. And I can show part of the letter on screen what they were saying. And this touches on why \nthis case is so important. It says \"We depend on the United States and other democratic countries to stand behind \nthe values that Jason represents. Independent journalism is recognized as a fundamental human right. Iran should \nrecognize this too and free Jason.\"\n\nThat letter was signed by 25 head of news organizations all across the country, a show of solidarity for Jason \nRezaian. His case, itself, has been going on longer than the Iranian hostage crisis of the late 1970s. When that \nmilestone passed, frankly, his family wondered, what other milestones will there be, and how much longer could this \ngo on for?\n\nAnd as we show this video on screen, we should point out where this video is from. It's actually from Anthony \nBourdain's show here on CNN. That's why you are seeing photographs of him with Jason Rezaian and his wife. \nAnthony Bourdain happened to be in Iran several months before Jason was detained. He spent time with Jason \nbecause Jason was a star correspondent in Iran. He is the kind guy you would go to get more information about the \ncountry. Hopefully these reports are correct that he is on the way home.\n\nPAUL: Yes, hopefully. We hope the same thing. But again, we are still waiting for U.S. confirmation of that. Brian \nStelter, thank you. He is going to stay with us as well. We are going to take a quick break and we'll be right back.\n\nUNIDENTIFIED MALE: This is CNN breaking news.\n\n\n\nWOLF BLITZER, CNN ANCHOR: I'm Wolf Blitzer in Washington. We want to welcome our viewers in the United \nStates and around the world. We are following major breaking news here on CNN. There are reports, significant \nreports that four American prisoners in Iran have been released, including Jason Rezaian, the \"Washington Post\" \nreporter, Amir Hekmati, a former U.S. marine, Saeed Abedini, an American cleric Christian pastor who has been in \njail, in prison in Iran now for several years, and a fourth American still unidentified.\n\n[10:25:02] In exchange, we are told according to the Iranian news agency Fars, the semiofficial Iranian news \nagency, that the United States has agreed to release Iranian prisoners being held in the United States. We are \njoined now by Thomas Erdbrink who is \"The New York Times\" Tehran bureau chief. He is joining us now live from \nTehran. We know that Fars, the semiofficial news agency, has been reporting this, Thomas. You are getting more \ninformation. Tell our viewers here in the United States and around the world what you are learning.\n\nERDBRINK: Well, Wolf, as far as what we know as the \"New York Times\" Tehran bureau, we have seen on Iranian \nstate TV that they are quoting unknown sources, senior officials they say, as indeed confirming that these four \nIranian Americans have been released.\n\nYou mentioned their names, right. Jason Rezaian, \"The Washington Post\" correspondent, also a dear friend of \nmine, then Amir Hekmati, the U.S. marine who was arrested in 2012, Saeed Abedini, the American pastor, and then \nthis fourth unknown person who they refer to as Nosratollah Khosrawi. I should check out his exact name. At the \nsame time they are saying that in exchange for this prisoner swap, seven Iranians held probably held in the United \nStates have been released. And they are also adding that another 14 Iranians have been taken off a certain \nInterpol watch list.\n\nNow, we don't know who these people are, we haven't given the names. And I am expecting these names will come \nout in the coming hours at least on the American side of this story. But what is seemingly clear is that there has \nbeen a prisoner swap that has been very long in the making that must have involved the Iranian foreign ministry, of \ncourse, Minister Zarif, then of course Secretary of State John Kerry, but also a lot of other actors mainly here in \nIran. All these people are held by the Iranian judiciary. This is a hard line organization, not very friendly to the \nUnited States. So they must have been into this as well.\n\nThis is a state effort by the Iranian leadership to, as this nuclear deal will be implemented tonight, which will mean \nthat the sanctions will be lifted. They will start off on a clean slate with at least this level of relations with the United \nStates, Wolf.\n\nBLITZER: Thomas, you have been reporting from Tehran for a long time. You have been doing an excellent job for \nthe readers of \"The New York Times.\" In Tehran, in Iran, the Iranian prisoners being held by the United States, \nhas the official or semi-official news media, the government, the various factions in the government, have they \nmade a big deal in Iran about the Iranians held by the United States? Certainly here in the United States, \neveryone has made a major effort to win the release of the Americans in Iran.\n\nERDBRINK: Well, of course, Wolf, they have been much more covert than the effort we have seen in the United \nStates and even in Europe to get, for instance, Jason Rezaian released, because the people they want to get \nreleased are the people that helped them bust the sanctions over the past six years. These are people that are \nreferred to in Iranian media as those who have helped us. And of course, Iran is to be expected that when it was \nfaced with this enormous sanctions, the restrictions on selling oil, the restrictions on foreign transactions, that is, of \ncourse, were trying to keep the country going. In order to keep the country going, it used middle men, people that \nwould buy certain equipment, people that would buy food stuffs, and it's especially those people that I am hearing \nthat the Iranians want to have released. And of course, we don't have names, but I think we will have those in the \ncoming hours.\n\nBLITZER: We certainly will. And we will see what follows. And obviously as you correctly point out all this \nhappening on this day that the Iran nuclear deal is about to be implemented. That will free up tens of billions of \ndollars right away for Iran sanctions, Iranian sanctions, funds that have been held up. The money will start flowing \nback to Iran, all sorts of other restrictions on Iran, trade restrictions, et cetera, will be lifted as well. Thomas Erdbrink \n\n\n\nof \"The New York Times,\" I want you to stand by with us, because our senior international correspondent Fred \nPleitgen has been to Iran on several occasions in recent years is getting more information. Fred, you are in Berlin \nfor us. What else are you learning. PLEITGEN: One of the interesting things the Fars news agency, Wolf, also said \nis they say this was a decision by Iran's National Security Council for the benefit of the Islamic Republic. So as \nThomas was saying, clearly this appears to be some sort of larger effort not just on part of the Iranian government, \nnot just on the part of Iranian diplomacy, but certainly some hard line organizations, like, for instance, the Iranian \njudiciary, must have played their part in all of this as well.\n\nAnd we have to keep in mind just how hard line these people are when we talk about this. If you look at the trial of \nJason Rezaian, there was virtually no information coming out of that trial.\n\n[10:30:02] Jason Rezaian was able to see his lawyer probably on less than half a dozen occasions during the time \nthat he was on trial. He didn't even know what he was being tried for for a long time. That's how secretive this \njudiciary operates, and that's how little accountability they have to people like Iran's Foreign Minister Javad Zarif, to \npeople like Hassan Rouhani, the country's president.\n\nAnd so therefore this certainly is a very remarkable development that apparently for some time there must have \nbeen some sort of back channel negotiations going on between the U.S. and various people within the Iranian \npower structure to get this release organized. So it is certainly something that is very, very remarkable.\n\nAlso in light of the fact that you still had a sort of struggle going in within Iran as well where you had the moderates \naround Hassan Rouhani who want better relations with the U.S. and on the other hand more hard line factions like, \nfor instance, the Revolutionary Guard in the military, like for instance a lot of the clergy, the Supreme leader, who \nwant to maintain confrontation towards the U.S. To get a deal like this going certainly is something that very, very \nremarkable not just for Jason Rezaian but also Amir Hekmati in detention for more than four years, or Saeed \nAbedini, in detention for more than three years, for them to finally be able to come home certainly is a big \nachievement on this very historic day, Wolf.\n\nBLITZER: Fred, like all of us, we have been covering this story now for a long time, these Americans. We are now \ngetting from the Iranian media the name of the fourth American about to be freed as part of this prisoner swap with \nthe United States. His name is Nosratollah Khosrawi. Do we know anything about Nosratollah Khosrawi? We know \na lot about the other three. What do we know about this fourth American that the Iranian say will be part of this \nprisoner swap?\n\nPLEITGEN: Very, very little. I was trying to find out some information when the Iranian news agency there put the \nname out of Nosratollah Khosrawi. But it really is very difficult to find anything on who this person is, what exactly \nmight have happened to him, why he was in Iran, why he was detained. At this point in time it is pretty unclear.\n\nThere were some other names floating around various Iranian news agencies because of course there are other \ndual citizen American- Iranians who are still in detention. One American businessman who was just detained a \ncouple of months ago, Siamak Namazi, was one who was speculated might be released as well because he was \nalso a pretty high-profile case that actually happened around the time that the Iranians for the first time were \nengaged in Syrian peace talks in Vienna. And actually both the Iranian foreign minister and the U.S. secretary of \nstate were there as well.\n\nThis name that came up on that list on the Fars news agency list, unclear who that is at this point. But we are going \nto keep digging on that as well.\n\nBLITZER: Because we have been familiar with two other citizens being held by Iran. They are not on this list. \nRobert Levinson, another American, a former FBI agent who was picked up in Iran several years ago. The Iranians \nhave never even acknowledged, correct me if I'm wrong, that he is in their custody although the U.S. believes he is \nin their custody.\n\n\n\nPLEITGEN: Absolutely. That was one on the things where the U.S. believes that Robert Levinson, who was picked \nup on Kish Island, which is obviously very close to the shores of Iran, that he is in Iranian detention as well. There \nwas a video that surfaced of him having been captured. The Iranians, as you said, have not ever acknowledged that \nthey are actually holding him. There are many in the U.S. of course who believe that they are. He is certainly one of \nthe people they believe might have been on this list as well.\n\nSo we are going to keep digging who is the fourth person on the list might actually be. But certainly, if you look at \nwhat happened today to people that are being released that is certainly a big diplomatic achievement, Wolf. \nLooking towards, also, the larger structure, if you will, of the nuclear agreements which will probably be \nimplemented in a couple of hours as well, it certainly is the case, it seems that the diplomacy between Iran and the \nUnited States has not been at the level that it has been in the past couple of days for a very, very long time.\n\nBLITZER: Fred, I want you to stand by. The two other names of American citizens who had been reportedly held by \nthe Iranians apparently not on this list of the Iranians who are about to be freed, Siamak Namazi and Nazar Zaka, \ntheir names have been well known. This fourth name that we just received from the Iranian media, Nosratollah \nKhosrawi, that is a new name at least to me. I have been covering this story. The other three well known certainly to \nan American audience, Jason Rezaian of \"The Washington Post,\" Amir Hekmati, who is from Michigan, a former \nU.S. marine, Saeed Abedini, Christian pastor who has been held by the Iranains as well.\n\n[10:35:00] Our senior media correspondent Brian Stelter is working this story. Obviously, Brian, all of us in the news \nmedia, all of us journalists here in the United States, indeed, I should say many around the world, we have worked \nvery hard to make sure our colleague Jason Rezaian is freed. What are you hearing from \"The Washington Post\"? \nThey have been working feverishly for 500 days to try to get their man in Tehran released.\n\nSTELTER: That's right. This has been an exceptional case. We know, Wolf, there are journalists in perilous \ncircumstances all around the world. There are journalists held by other countries in prison. But this is an exceptional \ncase because he has been held for more than a year and a half and because he works for \"The Washington Post.\" \nJason Rezaian, one of the best-known Tehran correspondents before he was detained, and of course \"The Post\" a \nworldwide news organization that is now a part of the news itself.\n\nWhat I can tell you is \"The Post\" believes that Rezaian will leave Iranian airspace in the next few minutes. I heard \nfrom \"The Post\" about 15 minutes ago that he would clear Iranian airspace in 30 minutes. So if you do the math, \nabout 15 minutes from now he should be leaving that air space. The headline there is that he is now on the way \nhome. We haven't heard officially from Rezaian's family yet or anything more from \"The Post,\" but they are \ngathering more information as we are. It would indicate that there is some flight, perhaps the others are on the \nsame flight, perhaps not. We don't know yet.\n\nBLITZER: It would suggest to me, Brian, that if, in fact, Jason Rezaian and the other Americans are imminently \nabout to be released, they are about to get on a plane and fly out of Iran, that the Iranian prisoners being held in \nthe United States, presumably simultaneously, would be about to get on a plane to fly out of the United States, out \nof U.S. custody. Usually these kinds of prisoner swaps are negotiated over very long periods of time, meticulous \ndetail. The Iranians don't want to release the Americans until they know for sure the Americans are releasing the \nIranians. Usually there's a third party involved to coordinate to make sure it all happens very simultaneously. I \nassume that's what's going on right now.\n\nSTELTER: And that may be why we have not heard from the State Department. Everyone trying to reach out of the \nState Department now for confirmation from the U.S. side. That may be why we have heard nothing from the U.S. \nyet. You're absolutely right. This would have been taking months behind the scenes. This would have been a \nconfidential process. I would presume that \"The Washington Post\" might now something about it. I don't know that \nfor sure. But this is something that would go on for many months. And of course this is something that government \nofficials would not be able to talk about.\n\n\n\nSo in the short-term, as we hear criticism of the administration, including, frankly, from news agencies urging the \nadministration to do more to free Rezaian, in the long term these negotiations would have been happening in a very \nconfidential way.\n\nBLITZER: Brian, stand by with us. I know you are working your sources. We'll get more information.\n\nI also want to bring in the host of \"Smerconish,\" Michael Smerconish. Michael, as you know, this has been a huge \nissue that not only many members of Congress but Republican presidential candidates have been very critical of \nthe president for not demanding that the Iranians release these American citizens as part of this nuclear deal. \nDonald Trump, of course, has made a major issue out of this. Ted Cruz is the first presidential candidate to react to \nthe news. I want you to listen to what Ted Cruz, one of the Republican presidential frontrunners, has just said.\n\n(BEGIN VIDEO CLIP)\n\nSEN. TED CRUZ, (R) PRESIDENTIAL CANDIDATE: We have just gotten the news that Pastor Saeed Abedini and \nthree other Americans are apparently coming home from Iran. I say praise God. Millions of us have been lifting up \nPastor Saeed and have been lifting up Amir Hekmati, have been lifting Jason Rezaian. I hope he is among them. \nWe have yet to get full details.\n\nBut at this point we are giving prayers of thanksgiving that they are coming home. Pastor Saeed's wife is someone I \nhave been blessed to get to know. She is a wonderful woman. Their two little kids have been praying and longing \nfor their daddy to come home for a long, long time. We don't know the details of the deal that is bringing them \nhome, and it may well be that there are some very problematic aspects to this deal. But at least this morning, I am \ngiving thanks that Pastor Saeed is coming home. It is far later than it should have been, but we will be glad to \nwelcome him home with open arms.\n\n(END VIDEO CLIP)\n\nBLITZER: Michael, the good news, these Americans, four American citizens, are about to be freed from Iran. You \nknow the criticism that will develop. The price the United States will pay is the release of Iranian prisoners being \nheld here in the United States over the past several months when we have discussed the possibility of a swap. \nAnd I'm sure you have as well. Many members have said, yes, we want the Americans home, we want the pastor, \nthe journalist, the marine, all of them to come home. On the other hand, they are reluctant to give up Iranian \nprisoners, saying this merely encourages more Americans being taken down the road to be used for prisoner \nswaps. You have heard that argument many times, I'm sure.\n\n[10:40:01] SMERCONISH: I'm mindful of the fact, Wolf that we were together on Tuesday night for the State of the \nUnion address. And the fact that at that moment 10 United States sailors were being held by the Iranians was a \nfocal point of debate because many Republicans believe that the president should have said something in his \nremarks that night about that situation. And by the following day, they had been released.\n\nAnd then Thursday night in the Republican debate, Senator Cruz, whom you just referred to, went out of his way on \nthe first question posed to him to make reference to the photograph that showed the 10 sailors on their knees and \nwith their hands in the air.\n\nAnd so my point is that the political ramifications of this are significant and yet to be unraveled. As I was listening to \nSenator Cruz and the sound bite that you just played, the name that popped into my mind was Bowe Bergdahl. And \nit popped into my mind because you know that the Taliban prisoners that were given up in exchange for Bergdahl \nbecame a focal point. We don't know too much about the six who have been released or are about to be released \nby the United States other than they are being held on sanctions-related charges. But you can rest assured that \nCruz and company will be paying very close attention to who they are, what they did, and why they were being held \nto begin with. So we celebrate the release of Jason Rezaian which appears to be imminent and the others. But \nwe'll have to watch the political ramifications of this against the backdrop of 2016 might be.\n\n\n\nAnd one other thought, Wolf, that occurs to me, if you'll indulge me. You know that the Obama administration was \ncriticized widely and Secretary Kerry in particular for not negotiating the release of Jason Rezaian and the others \nas part of the Iranian nuclear deal. It makes me wonder perhaps there was a negotiation that for whatever reason \nneeded to be delayed until now. Maybe the Iranians needed to save face with their hard right influences. I don't \nknow. But I would be thinking it would be unfair to say they didn't negotiate it as part of the deal. Maybe it was very \nmuch on the table.\n\nBLITZER: This has been a huge issue obviously here in the United States, dare I say around the world, the \nrelease of these Americans. And I know, Michael Smerconish, you have been reporting on this for a long time. \nThree of the Americans who we are about to be released are well-known. We know a lot about the pastor, the \nmarine, the journalist. This fourth American, we don't know much about him. I don't know anything. It is the first time \nI have heard his name, Nosratollah Khosrawi. Do you know anything about him or why he was being held by the \nIranians?\n\nSMERCONISH: : I'm sorry, I don't. What I was referring to are those being held by the United States. I'm saying \nthat the Republican scrutiny will be on those that we have released in return for the response of the four. And \nabout them, I know absolutely nothing.\n\nBLITZER: We know that several of them, and there could be six or seven according to the Iranian news media, \nhave been arrested in the United States for violations of the U.S. and international sanctions that have been \nimposed against Iran for trying to smuggle sensitive information, sensitive technology, into Iran. That's why they \nwere being held here in the United States. Those names will be released, I assume, very, very quickly as a result \nof the American names being released.\n\nThe other point, Michael, if these four Americans are released, and we hope, of course, they will be, there are at \nleast two, probably three if you include Robert Levinson, the former FBI agent, who are still suspected, believed to \nbe held by the Iranians. At least two confirmed held by Iranians. And I assume we will hear some criticism that why \nweren't all the Americans released?\n\nSMERCONISH: No doubt. You know that on one side of the political equation, we are going to hear this regarded \nas a win for diplomacy. Here is what conversation can do. Here is what having dialogue with a prior enemy, for lack \nof a better description, can yield. But the Republican and more conservative perspective of this is going to be the \nglass remains half empty because not all of the Americans have been released. And until they are, it would be \npremature for the Obama administration to say this was a victory for diplomacy. BLITZER: Michael Smerconish, I \nwant you to stand by as well. Our Christiane Amanpour, who has spent a lot of time in Iran, knows this subject very \nwell, she is standing by to join us.\n\nLet's take a quick break. Much more on the major breaking news we are following. A huge prisoner swap between \nthe United States and Iran on this very sensitive day, the day the Iran nuclear deal is about to be implemented. \nWe'll be right back.\n\n[10:47:30] UNIDENTIFIED MALE: This is CNN breaking news.\n\nBLITZER: I'm Wolf Blitzer in Washington. Once again we want to welcome our visitors in the United States and \naround the world. We are following breaking news of a prisoner swap about to be implemented between the United \nStates and Iran.\n\nFour American citizens being held in Iran are about to be freed in exchange for six, maybe seven Iranians being \nheld here in the United States. It is about to be implemented. This is a very, very sensitive moment, but the Iranian \nnews media has reported of the swap, the four Americans who are being freed include Jason Rezaian, \"The \nWashington Post\" reporter, Amir Hekmati, a marine from Michigan, and Saeed Abedini, a Christian pastor who has \nbeen held in Iran for several years, and Nosratollah Khosrawi. We don't know much about Nosratollah Khosrawi, \nbut maybe we will learn more about him.\n\n\n\nWe do know there are still other American citizens being held in Iran, apparently not part of this deal, including \nSiamak Namazi and Nazar Zaka as well as Robert Levinson, Robert Levinson being held for many years, a former \nFBI agent.\n\nJoining us on the phone is Reza Marashi, research director for the National Iranian-American Council. First of all, \nReza, thank you very much for joining us. What, if anything, can you tell us about this fourth American? His name is \nnew to me, Nosratollah Khosrawi.\n\nREZA MARASHI, RESEARCH DIRECTOR, NATIONAL IRANIAN-AMERICAN COUNCIL: Wolf, that's a great \nquestion. I was surprised to see that name myself, and I do this for a living. I've never heard of this individual \nbefore. But if he has gotten his freedom today, then that's obviously a good thing.\n\nWe are working to confirm still whether or not Siamak Namazi has in fact been released. We are still hoping that he \nhas been. So we haven't quite shut the door on that yet. And regarding Nazar Zaka and Robert Levinson, those \ncases are a bit more unique. I think you have seen the U.S. government come out and say multiple times recently \nthat they are asking Iran to help locate Robert Levinson because they actually believe he might not be in Iran \nanymore. So we need to get more confirmation about that.\n\nAnd Nazar Zaka might have traveled to Iran when he was detained on his Lebanese passport. So that adds \ncomplications as well. Nevertheless, that doesn't change the fact that Bob Levinson and Nazar Zaka should be \nreleased by the Iranian government immediately.\n\nBLITZER: I know you have been following this, Reza, very, very closely. What can you tell us about the six or seven \nIranians that will be part of this prisoner swap that the United States will free in exchange for the Americans?\n\n[10:50:06] MARASHI: Another great question, Wolf. We are not entirely sure the specific names of these \nindividuals. But what I can tell you is that they were put into American prisons for violating U.S. sanctions on Iran. \nAnd it was actually a timely prisoner swap for these particular individuals because their prison terms were closely \ncoming to an end. And once the sanctions are waved or lifted, it makes it very difficult to keep the individuals in jail \nbecause the premise of them being in jail has changed.\n\nBLITZER: And the other part of the deal apparently, according to our Fred Pleitgen and other sources that we're \ngetting is that several Iranians on an international Interpol watch list, if you will, their names are about to be \nremoved as part of this deal. I don't know if you have heard about that. Have you?\n\nMARASHI: I have not heard that. But I do know that in order to get your name removed from the Interpol list, that's \nnot politically a decision. Once Interpol lists become politicized, it is much harder for western countries to actually \nenforce the law according to the names that are on that list. So the Iranians would have had to provide some kind of \nevidence to reassure western countries that those names should be removed if that is in fact the case.\n\nBLITZER: It is all connected to the start of the implementation of the Iran nuclear deal, Reza. That implementation \nprocess begins today now that the International Atomic Energy Agency has ruled that Iran is, in fact, complying with \nthe demands to suspend or end various aspects of their nuclear program. The sanctions are about to be lifted. \nWhat's your reaction that all of this dramatic development as far as the prisoner swap is taking place on the very \nday the Iran nuclear deal is being implemented?\n\nMARASHI: Well, Wolf, I think it is a triumph of diplomacy. It shows that the United States has approached this \nissue together with our international partners from a position of strength without having to fire a single bullet or drop \na single bomb. And that sends a very powerful message not just to the Iranian government but to the rest of the \nworld as well that when we work together we can accomplish goals to get governments to do things that they might \nnot otherwise do. And that's what diplomacy is all about. It's about talking to your enemies, not to your friends.\n\n\n\nBLITZER: Reza Marashi, I want you to help us appreciate what's going on during the course of the day as the \nresearch director for the National Iranian-American Council. We are following the breaking news. We will take a \nquick break. Much more right after this.\n\n[10:55:47] BLITZER: We want to update you on the breaking news that's unfolding right now, a historic prisoner \nexchange between the United States and Iran. This on the day that the Iran nuclear deal that is being \nimplemented, a deal that requires Iran to suspend or give up so many parts of its nuclear program in exchange for \nthe lifting of sanctions. Tens of billions of dollars are about to flow into Iran.\n\nFour Americans according to the Iranian semiofficial state media are being freed right now, including Jason \nRezaian, a \"Washington Post\" reporter, Amir Hekmati, a former U.S. marine from Michigan, Saeed Abedini, a \nChristian pastor who has been held in Iran for several years, and a fourth individual, we don't know, at least I don't \nknow anything about him. His name is new to me, new to most experts who have been following this story, an \nAmerican by the name of Nosratollah Khosrawi. We'll learn more about him in the coming days.\n\nAt least two, maybe three other Americans still are not being released as part of this exchange. The U.S. has \nagreed to release six Iranians, Iranian-Americans being held on various sanctions related charges in the United \nStates, convicted of violating those sanctions, the technical and trade sanctions that have been imposed against \nIran. Many of those sanctions obviously today are about to go away.\n\nWe are watching all of this and getting reaction from around the world. U.S. officials have not publicly spoken about \nthis yet. Apparently it's a very sensitive moment. The four Americans have still apparently not left Iranian airspace. \nThe American prisoners, the Iranians being held in the United States, they will leave, we are told, simultaneously. \nOur special coverage will continue right after a very quick break.\n"}