{"title": "Russian twin pianists offer hand to refugees", "body": "\nTwin sisters from Russia whose piano prowess has won international acclaim are coming to Atlanta this month for \na concert to benefit a refugee resettlement agency.\n\nJulia and Irina Elkina were performing in concert halls in Russia by age 7 and honed their skills after coming to the \nUnited States, sharing the stage with respected conductors and playing frequently on National Public Radio.\n\nThey will perform at 7:30 p.m. April 26 at the Conant Performing Arts Center at Oglethorpe University, in a concert \nto benefit Refugee Resettlement and Immigration Services of Atlanta, one of five nonprofit agencies in metro \nAtlanta that the federal government pays to resettle refugees.\n\nThe Rev. Sandra Mullins, the agency's executive director, said the organization hopes to attract 500 people and \nraise $25,000 to help shepherd refugees into everyday life.\n\nShe said she hopes the concert raises awareness, too. \"It's not understood how a refugee is different than an \nimmigrant,\" Mullins said.\n\nImmigrants typically come to the United States to earn money or join relatives. A refugee is someone outside his or \nher native country who can't return for fear of persecution based on race, religion, nationality, political opinion or \nmembership in a group, such as a social or ethnic group. Most flee war, unrest or persecution. The United States \nopened its doors last year to 52,000 of the roughly 12 million refugees worldwide.\n\n\"We really want to help educate people on the plight of refugees,\" Mullins said.\n\nHer agency resettles roughly 350 refugees a year and helps an additional 900 already here. It works with \ncommunity groups and religious congregations whose members volunteer to help orient refugees.\n\nThe Elkina sisters, who left Russia in 1993, \"are sensitive to the issues\" with which Mullins' agency deals. \"They \nwere willing to give their time to back an organization that resettles refugees,\" she said.\n\n--- For ticket information: www.rrisa.org, e-mail events@rrisa.org or call 404-622-2235, Ext. 232.  \n\nGraphic\n\n\n \n\nJulia and Irina Elkina will perform April 26 at Oglethorpe University. / Special\n"}