{"title": "CROAT ACCUSED OF WAR CRIMES IS ORDERED DEPORTED", "body": "\nA Department of Justice official said today that the Government would move quickly to deport a person who as \nInterior Minister of the Nazi German puppet state of Croatia in World War II purportedly ordered the deaths of \nhundreds of thousands of people.\n\nAn order of the Board of Immigration Appeals overturned a stay of deportation granted to the former Croatian \nofficial, Andrija Artukovic, in 1959 on the ground that he would be subject to ''political persecution'' if returned to \nYugoslavia. Mr. Artukovic, 8l years old, lives in southern California and has successfully resisted deportation and \nextradition for 30 years.\n\nAllan A. Ryan, Jr., the director of the Office of Special Investigations of the Justice Department, said that the \nImmigration and Naturalization Service, in a letter delivered today, had directed Mr. Artukovic to report to its \nregional office in Los Angeles by next Wednesday to be handed a deportation order.\n\nHe could legally be deported within 72 hours of his appearance at the regional office, but he may file a petition \nrequesting a review of the order by the United States Court of Appeals for the Ninth Judicial Circuit, which includes \nCalifornia. Such a petition would automatically stay the deportation order.\nUS Government plans to deport Andrija Artukovic for war crimes committed in Croatia during World War II\n\nMr. Ryan expressed the opinion that Mr. Artukovic would have ''only very narrow legal grounds'' for an appeal. A \n1953 decision by the immigration board determined that Mr. Artukovic ''was a leading Nazi criminal during the \nSecond World War'' and a 1978 law says that Nazi war criminals cannot claim deportation stays on the ground \nthat they would be subject to persecution.\n\nA spokesman for the Yugoslav Embassy said today his Government regarded Mr. Artukovic as a ''war criminal'' and \nhe would be tried if deported.\n\nJustice Department officials said the action in the Artukovic case had nothing to do with the indictment last month of \na group of eight Croatian nationalists. Mr. Artukovic, who came to the United States in 1948 under a false name and \nwith an Irish passport, was a leading figure in the Ustashi movement, which has long been struggling for the \nindependence of Croatia from Yugoslavia.\n\nWhen Hitler dismembered Yugoslavia in 1941, Ante Pavelic, the Ustashi leader, formed a Croatian state under \nGerman tutelage and made Mr. Artukovic the Interior Minister.\n\nCroatia proclaimed a policy of persecution against various ethnic groups, mainly Serbs, Jews and Gypsies. \nJournalistic and historical accounts say that more than 300,000 people, including 30,000 Jews, were executed.\n\n\nThe 1953 decision of the Board of Immigration Appeals, which was in effect affirmed today, said: ''There appears to \nbe little doubt that the new Croatian state, at least on paper, pursued a genocidal policy in Croatia with regard to \nJews and Serbs; that Artukovic helped execute this policy in that, as Minister of Interior, he had authority and \ncontrol over the entire system of public security and internal administration.''\n\nA witness at the 1961 trial in Israel of Adolf Eichmann, the Nazi who oversaw the German effort to exterminate \nEuropean Jews, testified that Mr. Artukovic was ''recognized by the Nazis as a leader in the anti-Jewish pogroms.''\n\nMr. Pavelic and Mr. Artukovic vanished when the Croatian state collapsed at the end of World War II in 1945. Mr. \nPavelic reached Argentina, where he was wounded in an apparent assassination attempt in 1957. He disappeared \nagain when Argentina agreed later that year to consider a Yugoslav extradition request and he was reported to \nhave gone to Paraguay. Subsequently he moved to Madrid, where he died in December 1959 at the age of 70.\n\nMr. Artukovic worked, until retirement, as a bookkeeper and resides in Surfside, Calif., south of Long Beach.\n"}