{"title": "We're building better system; US-VISIT, other tools keep out thousands of criminals, terrorists.", "body": "\nOn Sept. 11, 2001, our nation lacked the necessary tools to identify and stop those who used fraudulent \ndocuments to illegally enter the country. We also know that government agencies enforcing immigration laws did \nnot always coordinate or share information, which made it even easier for visitors to overstay their visas.\n\nToday, the Department of Homeland Security (DHS) is implementing a comprehensive border security strategy to \nshut down vulnerabilities in our immigration and border management system and aggressively enforce our \nimmigration laws.\n\nWe are building the capacity to confirm that individuals seeking to enter our country are who they claim they are, \ndo not pose a security risk and leave when required. We are improving our ability to give federal partners the \ninformation they need to make sound, timely decisions. And we've built a more effective and reliable system for \nwelcoming legitimate travelers to our country while protecting privacy and meeting our critical security goals.\n\nUS-VISIT, for example, has installed biometric entry capabilities at our ports of entry, making it nearly impossible for \nterrorists and criminals to enter the country using fraudulent documents. With this new tool, we have denied entry \nto thousands of criminals and immigration violators and tens of thousands more who have applied for visas.\n\nUS-VISIT complements the department's strong enforcement measures at the border and inside our country. By \ncoupling these efforts with a proposed temporary worker program, we would make it more difficult for illegal \nimmigrants to evade the law and would dramatically reduce incentives for visa overstays. We would take pressure \noff the border by creating a legal channel for temporary workers and free up law enforcement to focus on the \ngreatest threats to our security -- terrorists, drug dealers and other dangerous criminals.\n\nThe challenges we face at our borders were years in the making, but the transformation of our immigration and \nborder management system is well underway.\n\nJim Williams is director of the Homeland Security Department's US-VISIT program office.\n"}