{"title": "Immigrants without HOPE need help entering college", "body": "\nAnxiety gripped Jose Alvarado in third-period calculus class at North Atlanta High School. It mounted as students \nwent around the room telling Mrs. Brooks where they would go to college: Emory. Georgia Tech. University of \nGeorgia.\n\n\"All I could say was, 'I'm planning to see if I can get into a college because of my situation,' \" he recalled.\n\nAlvarado earned a 3.5 grade-point average and 1110 on the SAT. He led the soccer team and was in the National \nHonor Society and the Latin and Spanish clubs.\nAJC\n\nUntil recently, though, college seemed out of reach. That's because\n\nwhen Jose Alvarado was four months old, his parents broke immigration law by bringing him from Mexico to the \nUnited States without permission.\n\nBy all outward appearances, Alvarado is as American as any other 17-year-old. He listens to the Dave Matthews \nBand and Tupac Shakur, watches \"The Simpsons\" and \"MTV.\"\n\nBut in the eyes of the law, he is an illegal immigrant. He has lived in Atlanta for six years, but most Georgia \ncolleges would charge him out-of-state tuition. He qualified scholastically for a HOPE scholarship, but he can't get \nit because of his immigration status. He's ineligible for most student loans and cannot pay his own way because he \nlacks the Social Security number needed to work legally.\n\n\"When I say I'm an illegal alien, my friends think it's a joke. They can't believe me because I don't look the \nstereotype,\" said Alvarado, who speaks English at school and Spanish at home.\n\nHelp arrived this month for him and five students in similar straits. They each got a $2,000 scholarship from \nTeodoro Maus, former Mexican consul general in Atlanta. Maus said he used $12,000 from his parents' estate to \naward scholarships to undocumented students who graduated from a Georgia high school and have been accepted \nto college. With help from Latino businesses, Maus plans to give $50,000 in scholarships to 10 students next year.\n\nThrough private benefactors like Maus and waivers of out-of-state tuition from college presidents, a few \nundocumented youth like Alvarado are getting a chance to go to college. A lawsuit asking the state to let qualified \nundocumented students get HOPE scholarship money has gone nowhere, but Latino advocates are trying hard to \ndrum up support for the state to do that.\n\n\nOn Tuesday, Alvarado went to orientation at Southern Polytechnic State University in Marietta.. In addition to the \nmoney from Maus, he got a $1,000 scholarship from Southern Polytechnic. And the university's president gave him \na break that lets him pay in-state tuition. Now he has enough help to pay tuition for a year and a half.\n\nMany other undocumented high-school students in Georgia --- perhaps a few hundred, based on various estimates \n--- are not so lucky. Some drop out. Others graduate with good grades, only to realize that college is not a realistic \noption.\n\nThe University System of Georgia clarified its policy last year to say public colleges and universities can admit \nundocumented immigrants, but not at in-state rates, making cost a barrier. Out-of-state tuition is triple what state \nresidents pay.\n\nAlvarado's father supports a family of six by installing insulation. He would have trouble paying out-of-state rates.\n\nThe other five recipients of Maus' financial aid have backgrounds similar to Alvarado's. There is a Gainesville \nstudent brought here illega lly when he was 9. He finished high school with a 3.4 grade point average. An Atlanta \nwoman bound for the University of Georgia came at age 10 and graduated with a 3.7 GPA.\n\n\"Hopefully this works as an incentive, that they continue going to school,\" Maus said.\n\nThe Southern Latino Foundation also provides scholarships to qualified Latino students, including some who are \nundocumented. Ray Ortega, owner of Ortega Travel, runs the foundation. He said three students received \nscholarships last year ranging from $300 to $1,000. He hopes to raise money for more scholarships at a Hispanic \nfestival in Centennial Olympic Park on Sept. 15.\n\n\"They are usually from low-income or middle-income families, but the system requires them to pay the highest \ncosts,\" Ortega said. \"It's extremely unfair.\"\n\nFederal law requires schools to provide undocumented immigrants an education through high school, but no law \nguarantees access to college. This year, Texas became the first state to let undocumented students pay in-state \ntuition. Lawmakers in California, Minnesota, North Carolina, Utah and Wisconsin are considering similar proposals. \nOne bill in Congress would legalize some undocumented students. Another would make it easier for them to pay in-\nstate tuition rates.\n\nSome of the proposals could conflict with a provision of a 1996 immigration law that says states cannot charge in-\nstate tuition to undocumented immigrants unless they offer in-state rates to U.S. citizens from other states.\n\nAt the center of the disputes are young men and women like Alvarado.\n\nJose Alvarado was born in Mexico in 1983 and brought to Los Angeles as an infant. He moved from grade to grade \nas his father made furniture and Venetian blinds. The family moved to Atlanta in 1995, and Alvarado made an \nimpression in school. He won a Most Outstanding Student award in eighth grade and picked up four soccer trophies \nin high school.\n\nAlvarado applied to become a legal resident five years ago. He is eligible for a green card because his father got \none after a 1986 amnesty. But Alvarado must wait about five more years before the immigration service gets to his \napplication.\n\nThe federal government prioritizes green-card applications, and people in Alvarado's category --- unmarried \nchildren of legal residents from Mexico --- face long waits because there are so many. It can take them 10 years to \nbecome residents.\n\nIn the meantime, the rituals of adolescence unfold.\n\n\n\nThe brochures began arriving in his junior year, slick pamphlets that promised possibility at institutions such as \nTulane University, Middle Georgia College, Colorado State University, Georgia Tech and flagship universities in \nGeorgia, Florida and Tennessee.\n\nFriends mailed off applications and shared their excitement when acceptance letters came. Alvarado's best friend is \ngoing to Davidson College in North Carolina. Two co-captains of the soccer team are off to George Washington \nUniversity and Emory-Riddle Aeronautical University.\n\n\"I knew that no matter what college I applied for, even if it was in Georgia, I would have to pay out-of-state tuition,\" \nAlvarado said.\n\nHe spoke with a few college administrators before winding up in the office of Ron Koger, vice president for student \nand enrollment services at Southern Polytechnic in Marietta.\n\n\"This guy is battling everything in the world,\" Koger said. \"He's the kind of student who can come here and do well.\"\n\nAlvarado applied for admission and was accepted. But he faced the prohibitive prospect of out-of-state tuition --- \n$7,728 a year compared with $1,932 for residents --- until the college president, Lisa Rossbacher, intervened. She \ngave Alvarado one of about 60 waivers available, allowing him to pay in-state rates.\n\nThe president of at least one other college, Dalton State University, has granted a waiver that lets a high-achieving \nundocumented immigrant pay in-state tuition.\n\nKoger said he was impressed by the lengths Alvarado will go to just to get to class: two hours each way on public \ntransportation. He plans to take MARTA Bus 44 to the Lindbergh station and ride a train to the Arts Center stop. \nThen he'll board Bus 10 of Cobb Community Transit to go to Marietta.\n\nAlvarado is thinking about a degree involving computers, international business or business administration.\n\nClasses begin Thursday.\n\n\"I know I can be somebody,\" he said.\n\nGraphic\n\n \n\nPhoto:\n\nWith some financial problems eased, North Atlanta High School grad Jose Alvarado can look forward to college. / \nJENNI GIRTMAN / Staff Photo:\n\nThe family of Jose Alvarado, including his mother, Agustina Alvarado, moved to Atlanta in 1995. / Special\n"}