{"title": "Leaders lacking on immigration -- again", "body": "\nNotwithstanding the recommendations of the 9/11 Commission, the preferences of the American people and \ncommon sense, members of Congress opted to go home for a two-week vacation rather than deal with the difficult, \nimmediate threat of illegal immigration to the USA. The president and congressional leaders could have stepped \nin and stopped them, but they didn't (\"Historic rallies voice a 'dream',\" News, Tuesday).\n\nThis country's immigration debate is not exactly a problem that sneaked up on us. It has been building for decades \n-- in both Democratic and Republican administrations -- so there is more than enough egg to cover all faces, \nincluding those of ordinary Americans like us, who wink at the all-too-obvious signs of this dilemma. Shame on us!\n\nWe must:\n\n*Make it more difficult -- a lot more difficult -- for people, regardless of their origin or intention, to unlawfully invade \nthe USA.\n\n*Reduce the economic incentive for those who would risk the journey in search of better work, and increase the \ndanger for those with more nefarious motives.\n\n*Provide a more realistic and secure means of lawfully \"on-shoring\" immigrant workers, in numbers that correspond \nboth with our needs and our ability to absorb such persons.\n\nBill Catlette\n\nCollierville, Tenn.\n\nShow more forgiveness\n\nAll of this hard talk about not rewarding immigrants who came here illegally but who have stayed and worked for \nmany years, paid taxes, obeyed the law, maybe even married and invested in a home or business should be \ntempered with a generous dose of forgiveness and even appreciation (\"Public divided over how to treat illegals,\" \nCover story, News, Tuesday).\n\nMartin Luther King Jr. and his followers acted illegally when they violated laws they considered unjust. Thank \ngoodness. For too long, we have fallen behind and remained behind in our immigration laws. They have not kept \nup with reality.\n\nLet's accept responsibility and provide an abbreviated path to citizenship for these good, long-term, law-abiding \nresidents whom we'd be honored to have as fellow citizens and neighbors. They're the ancestors of our future \nleaders.\n\nRonald Williams\n\n\nCharlotte\n\nSend lawbreakers home\n\nIt is hard to believe the so-called debate on illegal immigrants in this country. There is no debate. They have broken \nthe law and entered our country as criminals.\n\nThe solution is really simple: Give all illegal immigrants three months to leave. Anyone who remains should be \nforced to return to his or her own country.\n\nJames Jones\n\nJohnson City, Tenn.\n\nGo after employers\n\nIt appears that rhetoric and emotion, mixed with the usual scummy positions from politicians, have clouded much of \nthe debate on our immigration and illegal alien situation.\n\nThe first logical question should be: What is the reason most of these people enter our nation? Naturally, the \nanswer is that they are mostly decent, hard-working people who simply want a better life for their families.\n\nSo, who is hiring and taking advantage of these poor souls? That seems to be the elephant sitting in the living room \nthat Congress and our inept president refuse to admit or address.\n\nLet's research exactly how many of the eager employers of the millions of illegal immigrants have ever been \narrested, imprisoned or even slapped on the wrist.\n\nAnd therein lies both the problem and the solution:\n\nIt should not be the job of the U.S. government to provide cheap and illegal labor for any business or industry.\n\nEd Creamean\n\nDanville, Va.\n\nNation of laws?\n\nMany of the advocates for illegal immigration say it is acceptable to break the immigration laws to illegally enter \nour country; yet, these same advocates consistently espouse the mantra on social issues that \"we are a nation of \nlaws.\"\n\nI'd like these advocates to tell me which federal laws the rest of us may choose to ignore because we don't agree \nwith them.\n\nEqual opportunity? Civil rights laws?\n\nLarry Zini\n\nHuntsville, Utah\n\nGraphic\n\n \n\nPHOTO, B/W, Mick Cochran, USA TODAY\n\n\n"}