{"title": "United States Courts Opinions: United States District Court Eastern District of California: THE UNITED STATES OF AMERICA, Plaintiff, v. STATE OF CALIFORNIA, et al., Defendants", "body": "\nWashington: United States District Court Eastern District of California has issued the following order:  1 2 3 4 5 6 7 \n8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 1 UNITED STATES DISTRICT COURT EASTERN \nDISTRICT OF CALIFORNIA THE UNITED STATES OF AMERICA, Plaintiff, v. STATE OF CALIFORNIA, et al., \nDefendants. No. 2:18-cv-490-JAM-KJN ORDER RE: THE UNITED STATES OF AMERICA’S MOTION FOR \nPRELIMINARY INJUNCTION I. INTRODUCTION Before this Court is the United States of America’s (“Plaintiff” or \n“United States”) Motion for a Preliminary Injunction (“Motion”). Plaintiff seeks an Order from this Court enjoining \nenforcement of certain provisions of three laws enacted by the State of California (“Defendant” or “California”)1 \nthrough Assembly Bill 103 (“AB 103”), Assembly Bill 450 (“AB 450”) and Senate Bill 54 (“SB 54”). Specifically, \nPlaintiff requests that this Court preliminarily enjoin the following provisions of 1 Because Edmund Gerald Brown \nJr., Governor of California, and Xavier Becerra, Attorney General of California, are sued in their official capacities \nonly, the Court will address all three named defendants as “California” or “Defendant.” Case 2:18-cv-00490-JAM-\nKJN Document 193 Filed 07/05/18 Page 1 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 \n26 27 28 2 California law: (1) California Government Code Section 12532 (as added by AB 103); (2) California \nGovernment Code Sections 7285.1 and 7285.2 and California Labor Code Sections 90.2 and 1019.2 as applied to \nprivate employers only (as added by AB 450); and (3) California Government Code Sections 7284.6(a)(1)(C), \n7284.6(a)(1)(D), and 7284.6(a)(4) (as added by SB 54). Plaintiff claims that these statutes violate the Supremacy \nClause of the United States Constitution, Art. \n\nVI, cl.2, and are invalid. Compl., ECF No. 1, &para;&para; 61, 63 & 65. Plaintiff argues that federal law preempts \neach provision because, in the area of immigration enforcement, California “lacks the authority to intentionally \ninterfere with private citizens’ [and state and local employees’] ability to cooperate voluntarily with the United States \nor to comply with federal obligations.” Motion for Preliminary Injunction (“Mot.”), ECF No. 2-1, at 2. Plaintiff also \ncontends that California “has no authority to target facilities holding federal detainees pursuant to a federal contract \nfor an inspection scheme to review the ‘due process’ afforded during arrest and detention.” Id. Accordingly, Plaintiff \nimplores this Court to enjoin these state law provisions because they “stand as an obstacle to the accomplishment \nand execution of the full purposes and objectives of Congress and are therefore preempted by federal law.” Id. at 3 \n(citations omitted). Defendant vigorously opposes Plaintiff’s motion for a preliminary injunction, see Opp’n, ECF No. \n74, contending that these three state laws properly “allocate the use of limited law-enforcement resources, provide \nworkplace protections, and protect Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 2 of 60 1 2 3 \n4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 3 the rights of [California’s] residents.” Id. at \n1. Defendant further argues that these statutes “are consistent with applicable federal law and do not interfere with \n\n\nthe federal government’s responsibility over immigration.” Id. Defendant claims that it “acted squarely within its \nconstitutional authority when it enacted the law[s] [the United States seeks to enjoin] here[.]” Id. None of the state \nlaws, according to Defendant, “conflict[] with federal law or undermine[] the federal government’s authority or ability \nto undertake immigration enforcement and all are consistent with the legislative framework [of the immigration \nlaws and regulations].” Id. This Motion presents unique and novel constitutional issues. The Court must answer the \ncomplicated question of where the United States’ enumerated power over immigration ends and California’s \nreserved police power begins. The Court must also resolve the issue of whether state sovereignty includes the \npower to forbid state agents and private citizens from voluntarily complying with a federal program. Plaintiff’s Motion \nrequires this Court to carefully examine the purposes and principles of the federalist system–a system, established \nby the Constitution, of dual sovereignty between the States and the Federal Government whose principal benefit \nmay be “a check on abuses of government power.” Gregory v. Ashcroft, 501 U.S. 452, 458 (1991). Deciding these \ncritical issues requires this Court to determine the proper balance between the twin powers of California and the \nUnited States. The law is clear that so long as the Federal Government is acting within the powers granted to Case \n2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 3 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 \n19 20 21 22 23 24 25 26 27 28 4 it under the Constitution, Congress may impose its will on the States. Id. at 460. \nHowever, if Congress is going to preempt or interfere with the decision of the people of California, “it is incumbent \nupon [this Court] to be certain of [Congress’s] intent before finding that federal law overrides” the constitutional \nbalance of federal and state powers. Id. (citation omitted). If Congress intends to alter the usual constitutional \nbalance between the States and Federal Government it must make its intention to do so unmistakably clear in the \nlanguage of the statute. . . . Congress should make its intention clear and manifest if it intends to pre-empt the \nhistoric powers of [the State]. Id. at 460–61 (quoting Atascadero State Hosp. v. Scanlon, 473 U.S. 234, 242 (1985)) \n(quotation marks omitted). Applying these well-established principles of law to the present Motion, and as explained \nin detail below, this Court finds that AB 103, SB 54, and the employee notice provision of AB 450 are permissible \nexercises of California’s sovereign power. With respect to the other three challenged provisions of AB 450, the \nCourt finds that California has impermissibly infringed on the sovereignty of the United States. Plaintiff’s Motion is \ntherefore denied in part and granted in part. II. Legal Standards A. Preliminary Injunction Standard Plaintiff moves \nthe Court to enjoin enforcement of the challenged state laws. Before the Court can grant the requested relief, \nPlaintiff must establish—as to each challenged law—that it is likely to succeed on the merits of its claim, that it is \nlikely to suffer irreparable harm in the absence of preliminary relief, that the balance of the equities tips in its favor, \nand Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 4 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 \n16 17 18 19 20 21 22 23 24 25 26 27 28 5 that an injunction is in the public interest. Winter v. Nat. Res. Def. \nCouncil, Inc., 555 U.S. 7, 20 (2008). In the Ninth Circuit, an injunction may also be proper “if there is a likelihood of \nirreparable injury to plaintiff; there are serious questions going to the merits; the balance of hardships tips sharply in \nfavor of the plaintiff; and the injunction is in the public interest.” M.R. v. Dreyfus, 697 F.3d 706, 725 (9th Cir. 2012). \nHere, however, the nature of the requested relief increases Plaintiff’s burden. An order enjoining the enforcement of \nstate laws would alter the status quo and thus qualifies as a mandatory injunction. Tracy Rifle & Pistol LLC v. \nHarris, 118 F. Supp. 3d 1182, 1194 (E.D. Cal. 2015). Plaintiff must establish that the law and facts clearly favor its \nposition, not simply that it is likely to succeed on its claims. See Garcia v. Google, Inc., 786 F.3d 733, 740 (9th Cir. \n2015). B. Supremacy Clause In the United States, “both the National and State Governments have elements of \nsovereignty the other is bound to respect.” Arizona v. United States, 567 U.S. 387, 398 (2012). The Constitution \nestablishes the balance between these sovereign powers and the Nation’s dual structure. The Supremacy Clause \ndeclares that the “Constitution, and the Laws of the United States which shall be made in Pursuance thereof . . . \nshall be the supreme Law of the Land; and the Judges in every State shall be bound thereby[.]” U.S. Const. Art. VI, \ncl. 2. The Tenth Amendment limits the powers of the United States to those which the Constitution delegates, \nreserving the remaining powers to the Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 5 of 60 1 \n2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 6 States. U.S. Const. amend. X (“The \npowers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the \nStates respectively, or to the people.”). Thus, rather than wielding a plenary power to legislate, Congress may only \nenact legislation under those powers enumerated in the Constitution. See Murphy v. Nat’l Collegiate Athletic Ass’n, \n138 S. Ct. 1461, 1476 (2018) (“The Constitution confers on Congress not plenary legislative power but only certain \nenumerated powers.”); United States v. Morrison, 529 U.S. 598, 607 (2000) (“Every law enacted by Congress must \nbe based on one or more of its powers enumerated in the Constitution.”). The United States’ broad power over “the \n\n\n\nsubject of immigration and the status of aliens” is undisputed. Arizona, 567 U.S. at 394.2 “But the Court has never \nheld that every state enactment which in any way deals with aliens is a regulation of immigration and thus per se \npre-empted by this constitutional power, whether latent or exercised.” DeCanas v. Bica, 424 U.S. 351, 355 (1976) \nsuperseded by statute on other grounds as recognized in Arizona, 567 U.S. at 404. 1. Obstacle Preemption Where \nCongress has the power to enact legislation it has the power to preempt state law, even in areas traditionally \nregulated by the States. See Arizona, 567 U.S. at 399; Gregory, 501 U.S. at 460. Courts recognize three types of \npreemption: express 2 Unless quoting from another source, this Court will use the term “immigrant” when referring \nto “any person not a citizen or national of the United States.” Cf. 8 U.S.C § 1101(a)(3) (defining “alien”). For persons \nwho have not obtained lawful immigration or citizenship status, the Court will use the term “undocumented \nimmigrants.” Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 6 of 60 1 2 3 4 5 6 7 8 9 10 11 12 \n13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 7 preemption, field preemption, and conflict preemption. \nPlaintiff’s preemption argument is primarily premised on the most enigmatic member of this doctrinal family, \n“obstacle” preemption—a species of conflict preemption. Conflict preemption is found in cases where it is \nphysically impossible to comply with both federal and state regulations or in cases where the “challenged state law \n‘stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.’ ” \nArizona, 567 U.S. at 399–400 (quoting Hines v. Davidowitz, 312 U.S. 52, 67 (1941)). “What is a sufficient obstacle \nis a matter of judgment, to be informed by examining the federal statute as a whole and identifying its purpose and \nintended effects.” Crosby v. Nat’l Foreign Trade Council, 530 U.S. 363, 373 (2000). The Court must examine and \nconsider the entire scheme of the federal statute, including those elements expressed and implied. Id. “If the \npurpose of the act cannot otherwise be accomplished—if its operation within its chosen field else must be frustrated \nand its provisions be refused their natural effect—the state law must yield to the regulation of Congress within the \nsphere of its delegated power.” Id. at 373 (quoting Savage v. Jones, 225 U.S. 501, 533 (1912)). There is a strong \npresumption against preemption when Congress legislates in an area traditionally occupied by the States. \nChinatown Neighborhood Ass’n v. Harris, 794 F.3d 1136, 1141 (9th Cir. 2015). The Court presumes “ ‘the historic \npolice powers of the States’ are not superseded ‘unless that was the clear and manifest purpose of Congress.’ ” \nArizona, 567 U.S. at 400 (quoting Rice v. Santa Fe Elevator Corp., 331 U.S. 218, 230 Case 2:18-cv-00490-JAM-\nKJN Document 193 Filed 07/05/18 Page 7 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 \n26 27 28 8 (1947)); see Rice, 331 U.S. at 230 (When Congress legislates in a “field which the States have \ntraditionally occupied[,] [] we start with the assumption that the historic police powers of the States were not to be \nsuperseded by the Federal Act unless that was the clear and manifest purpose of Congress.”). Such purpose must \nbe “unmistakably clear in the language of the statute,” Gregory, 501 U.S. at 460 (quoting Atascadero State Hosp. v. \nScanlon, 473 U.S. 234 (1985)), as must the presence of an obstacle. Chinatown Neighborhood Ass’n, 794 F.3d at \n1141 (“[T]he California statute cannot be set aside absent ‘clear evidence’ of a conflict.”); see also Savage, 225 \nU.S. at 533 (1912) (“In other words, [the intent to supersede the State’s exercise of its police power] is not to be \nimplied unless the act of Congress, fairly interpreted, is in actual conflict with the law of the state.”). “Mere \npossibility of inconvenience” is not a sufficient obstacle—the repugnance must be “so direct and positive that the \ntwo acts cannot be reconciled or consistently stand together.” See Goldstein v. California, 412 U.S. 546, 554–55 \n(1973) (quoting The Federalist No. 32, p. 243 (B. Wright ed. 1961)); Kelly v. Washington ex rel. Foss Co., 302 U.S. \n1, 10 (1937). The Immigration and Nationality Act (“INA”), 8 U.S.C. § 1101 et seq., is “the comprehensive federal \nstatutory scheme for regulation of immigration and naturalization.” DeCanas, 424 U.S. at 353. Congress has \namended and supplemented the scheme over the years by passing statutes like the Immigration Reform and \nControl Act (“IRCA”) and the Illegal Immigration Reform and Immigrant Responsibility Act (“IIRIRA” or “IIRAIRA”), \namong Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 8 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 \n15 16 17 18 19 20 21 22 23 24 25 26 27 28 9 others. Plaintiff argues that the INA, as amended, preempts the state \nlaws challenged in this case. Mot. at 2–3, 11–32. 2. Intergovernmental Immunity The Supremacy Clause gives rise \nto another doctrine restricting States’ power: the doctrine of intergovernmental immunity. Under this line of \nprecedent, a State may not regulate the United States directly or discriminate against the Federal Government or \nthose with whom it deals. North Dakota v. United States, 495 U.S. 423, 435 (1990) (plurality op.). “Since a \nregulation imposed on one who deals with the Government has as much potential to obstruct governmental \nfunctions as a regulation imposed on the Government itself, the Court has required that the regulation be one that is \nimposed on some basis unrelated to the object’s status as a Government contractor or supplier, that is, that it be \nimposed equally on other similarly situated constituents of the State.” North Dakota, 495 U.S. at 437–38. The \n\n\n\ndoctrine protects private entities and individuals even when the burdens imposed upon them are not then passed \non to the Federal Government. See Davis v. Michigan Dep’t of Treasury, 489 U.S. 803, 814–15, 817 (1989) (finding \na state tax system that favored state retirees over federal retirees violated intergovernmental immunity even though \nthe tax arguably did not interfere with the Federal Government’s ability to perform its governmental functions) (citing \nPhillips Chem. Co. v. Dumas Indep. Sch. Dist., 361 U.S. 376, 387 (1960)). Though the doctrine finds its most \ncomfortable repose in tax cases, courts have extended its reach to other contexts. See, e.g., North Dakota, 495 \nU.S. 423 (analyzing North Dakota’s liquor control Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 \nPage 9 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 10 regulations); Boeing \nCo. v. Movassaghi, 768 F.3d 832 (9th Cir. 2014) (analyzing a California law governing cleanup of a federal nuclear \nsite); In re Nat’l Sec. Agency Telecomms. Records Litig., 633 F. Supp. 2d 892 (N.D. Cal. 2007) (analyzing state \ninvestigations into telecommunication carriers that concerned the alleged disclosures of customer records to the \nNSA). A targeted regulation is not invalid simply because it distinguishes between the two sovereigns. “The State \ndoes not discriminate against the Federal Government and those with whom it deals unless it treats someone else \nbetter than it treats them.” North Dakota, 495 U.S. at 437–38 (quoting Washington v. United States, 460 U.S. 536, \n544–545 (1983)). Accordingly, a regulation should not be struck down unless it burdens the Federal Government \n(or those dealing with the Federal Government) more so than it does others. North Dakota, 495 U.S. at 439 (finding \na regulatory regime that did not disfavor the Federal Government could not be considered to discriminate against \nit). Furthermore, a regulation will survive if significant differences between the two classes justify the burden. Davis, \n489 U.S. at 815–17. “The relevant inquiry is whether the inconsistent [] treatment is directly related to, and justified \nby, significant differences between the two classes.” Id. at 816 (citation and quotation marks omitted). C. Tenth \nAmendment The Tenth Amendment limits Congress’s legislative authority to those powers enumerated in the \nConstitution. Absent from this list of powers “is the power to issue direct orders to the governments of the States.” \nMurphy, 138 S. Ct. at 1476. Thus, Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 10 of 60 1 2 \n3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 11 in addition to erecting a higher wall \nagainst preemption, the Tenth Amendment restrains Congress’s ability to impose its will upon the States directly. \nThe Supreme Court’s so-called “anticommandeering” doctrine recognizes this check on Congressional power. \nCongress may not directly compel States to enact a regulation or enforce a federal regulatory program, conscript \nstate officers for such purpose, or prohibit a State from enacting laws. See New York v. United States, 505 U.S. \n144, 188 (1992) (“The Federal Government may not compel the States to enact or administer a federal regulatory \nprogram.”); Printz v. United States, 521 U.S. 898, 935 (1997) (“Today we hold that Congress cannot circumvent that \nprohibition by conscripting the State’s officers directly.”); Murphy, 138 S. Ct. at 1478 (“The PASPA provision at \nissue here—prohibiting state authorization of sports gambling—violates the anticommandeering rule. That provision \nunequivocally dictates what a state legislature may and may not do.”). Even requiring state officers to perform \ndiscrete, ministerial tasks violates the doctrine. Printz, 521 U.S. at 929–30. The reasons behind the \nanticommandeering doctrine are several. See Murphy, 138 S. Ct. at 1477 (Part III-B). First, the rule reflects “the \nConstitution’s structural protections of liberty.” Printz, 521 U.S. at 921. By balancing power between the sovereigns, \nit prevents the accumulation of excessive power and “reduce[s] the risk of tyranny and abuse from either front.” \nGregory, 501 U.S. at 458. Second, the doctrine prevents Congress from passing the costs and burdens of \nimplementing a federal program onto the States. Printz, 521 U.S. at 930. Third, the Case 2:18-cv-00490-JAM-KJN \nDocument 193 Filed 07/05/18 Page 11 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 \n27 28 12 doctrine promotes accountability; it ensures that blame for a federal program’s burdens and defects falls \non the responsible government. Id. (“And it will likely be the [state chief law enforcement officers], not some federal \nofficial, who will be blamed for any error (even one in the designated federal database) that causes a purchaser to \nbe mistakenly rejected.”). These reasons, among others, counsel that courts must adhere to the strictures of the \nrule even where a Congressional act serves important purposes, is most efficiently effectuated through state \nofficers, or places a minimal burden upon the State. Id. at 932. “It is the very principle of separate state sovereignty \nthat such a law offends, and no comparative assessment of the various interests can overcome that fundamental \ndefect.” Id. III. OPINION A. Likelihood of Success on the Merits 1. Assembly Bill 103 Approved by the Governor and \nfiled with the Secretary of State on June 27, 2017, Assembly Bill 103 added Section 12532 to the California \nGovernment Code and directs the Attorney General to review and report on county, local, and private locked \ndetention facilities in which noncitizens are housed or detained for purposes of civil immigration proceedings in \nCalifornia. Cal. Gov’t Code § 12532. It directs the Attorney General to conduct a review of such facilities by March \n\n\n\n1, 2019. Cal. Gov’t Code § 12532(b). This review must include a review of the conditions of confinement, the \nstandard of care and due process provided to the individuals housed or detained in the facilities, and the \ncircumstances around their apprehension and transfer to Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 12 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 13 the facility. \nCal. Gov’t Code § 12532(b)(1). Additionally—by the same deadline—the Attorney General must provide a \ncomprehensive report of his findings to the Legislature, the Governor, and the public. Cal. Gov’t Code § \n12532(b)(2). In furtherance of this objective, the Attorney General “shall be provided all necessary access for the \nobservations necessary to effectuate [these] reviews . . . , including, but not limited to, access to detainees, officials, \npersonnel, and records.” Cal. Gov’t Code § 12532(c). Plaintiff argues that this review and reporting requirement \ninterferes with the Federal Government’s exclusive authority in the area of immigrant detention. Mot. at 18–19. \nBecause the decision whether to pursue removal is entrusted to the Federal Government’s discretion, California’s \nefforts to assess the process afforded to immigrant detainees poses an obstacle, Plaintiff contends, to administering \nthe federal immigration scheme. Id. at 19–20. “Federal law,” it argues, “does not contemplate any role for the \nfacility itself, or for states and localities, in determining which aliens are properly subject to detention or the terms \nand conditions of that detention.” Id. at 18. Defendant responds that the Legislature passed AB 103 in reaction to \ngrowing concerns of egregious conditions in facilities housing civil detainees. Opp’n at 6 (citing Decl. of Holly \nCooper and Def. RFJN, Exh. K (Office of Inspector General, Management Alert on Issues Requiring Immediate \nAction at the Theo Lacy Facility in Orange, California, OIG-17-43-MA, March 6, 2017)). Several amici echo these \nconcerns. See See Br. for Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 13 of 60 1 2 3 4 5 6 7 \n8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 14 Nat’l Health Law Program, et al., as Amici \nCuriae, ECF No. 104; Br. for Immigrant Legal Res. Ctr., et al., as Amici Curiae, ECF No. 126; Br. for Nat’l Immigr. \nLaw Ctr., et al., as Amici Curiae, ECF No. 136. Defendant argues the review and reporting AB 103 requires fall well \nwithin the Attorney General’s broad constitutional powers to enforce state laws and conduct investigations relating \nto subjects under his jurisdiction. Opp’n at 6 (citing Cal. Const. art. V, § 13; Cal. Gov’t Code § 11180). Rather than \nenacting a new regulatory scheme or imposing substantive requirements, AB 103 “simply authorizes funding” to \naddress issues the Attorney General already has the authority to review in response to increased concerns in this \narea. Id. at 7, 30; June 20, 2018, Hearing Transcript (“Trans.”), ECF No. 189, at 25:2–13. The Court finds no \nindication in the cited portions of the INA that Congress intended for States to have no oversight over detention \nfacilities operating within their borders. See 8 U.S.C. § 1231(g)(1)-(2); 8 U.S.C. § 1103(a)(11). Indeed, the detention \nfacility contracts Defendant provided to the Court expressly contemplate compliance with state and local law. \nMelton Decl., Exhs. M–S (filed under seal), ECF No. 81. These contracts demonstrate that California retains some \nauthority over the detention facilities. Contrary to Plaintiff’s characterization, AB 103’s review process does not \npurport to give California a role in determining whether an immigrant should be detained or removed from the \ncountry. The directive contemplates increased transparency and a report that may serve as a baseline for future \nstate or local action. At this point, Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 14 of 60 1 2 3 \n4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 15 what that future action might be is \nsubject to speculation and conjecture. The review and reporting requirement contemplated in AB 103 is different \nfrom the state licensing requirements struck down in Leslie Miller and Gartrell. See Leslie Miller, Inc. v. Arkansas, \n352 U.S. 187, 190 (1956); Gartrell Const. Inc. v. Aubry, 940 F.2d 437 (9th Cir. 1991). In Leslie Miller, the Supreme \nCourt held that an Arkansas statute imposing licensing requirements on a federal contractor interfered with the \nfederal government’s power to select contractors and schedule construction, and therefore conflicted with the \nfederal law regulating procurement. 352 U.S. at 190. Thirty-five years later, the Ninth Circuit upheld an injunction of \na similar licensing requirement as applied to a federal contractor in California. Gartrell, 940 F.2d at 438. It found \nthat the Federal Government already considered many of the factors involved in the State’s licensing determination \nduring its own “responsibility” determination and held that, under Leslie Miller, the licensing requirement was \npreempted. Id. at 438–41. The Circuit reasoned: “Because the federal government made a direct determination of \nGartrell’s responsibility, California may not exercise a power of review by requiring Gartrell to obtain state \nlicenses.” Id. at 441. Unlike state licensing regulations, AB 103 does not impose any substantive requirements upon \ndetention facilities. For all its bark, the law has no real bite. It directs the Attorney General to channel an authority \nhe already wields to an issue of recent State interest. The facility need only provide access for these reviews, which \nis of little or no consequence. Given the Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 15 of \n60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 16 Attorney General’s power to \n\n\n\nconduct investigations related to state law enforcement—a power which Plaintiff concedes, Trans. at 15:11–16:5—\nthe Court does not find this directive in any way constitutes an obstacle to the federal government’s enforcement of \nits immigration laws or detention scheme. There is, however, one federal regulation that might directly conflict \nwith Government Code Section 12532(c). Under 8 C.F.R. § 236.6, no one—including state or local government \nentities or any privately operated detention facility—who obtains information relating to any detainee, “shall disclose \nor otherwise permit to be made public the name of, or other information relating to, such detainee.” It continues: \nSuch information shall be under the control of the Service and shall be subject to public disclosure only pursuant to \nthe provisions of applicable federal laws, regulations and executive orders. Insofar as any documents or other \nrecords contain such information, such documents shall not be public records. This section applies to all persons \nand information identified or described in it, regardless of when such persons obtained such information, and \napplies to all requests for public disclosure of such information, including requests that are the subject of \nproceedings pending as of April 17, 2002. 8 C.F.R. § 236.6 (Information regarding detainees). According to Plaintiff, \nthis regulation establishes that information regarding detainees belongs solely to the Federal Government and that \nfacilities violate the regulation by turning such information over to the Attorney General. Mot. at 22; Reply at 9. For \nadditional support, Plaintiff quotes the supplementary information published with the rule in the Federal Register, \nwherein the Immigration and Naturalization Service explained that “the rule guarantees that information regarding \nfederal detainees Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 16 of 60 1 2 3 4 5 6 7 8 9 10 \n11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 17 will be released under a uniform federal scheme rather \nthan the varying laws of the fifty states.” 68 Fed. Reg. 4364, 4366 (Jan. 29, 2003). Defendant counters that there is \nno conflict because the regulation prohibits only the public disclosure of information about detainees, not \ndisclosure to other government entities. Opp’n at 30–31. Because the Attorney General “conducts these reviews in \nhis capacity as the chief law officer of the State,” and “not as a member of the public,” Defendant maintains there is \nno conflict. Id. Defendant points out that AB 103, on its face, does not provide for disclosure of detainee \ninformation to the public. Id. Further, such disclosure is unlikely because “much if not all” of the information in \nquestion remains confidential under state law. Id. The Court agrees with Defendant that there is no conflict \napparent on the face of Section 12532(c). The federal regulation at issue is most naturally read to prohibit public \ndisclosures of information, not the provision of information to other governmental entities or law enforcement. 8 \nC.F.R. § 236.6. The information published in the Federal Register supports this interpretation. 68 Fed. Reg. 4364 , \n4364 (“Summary: This final rule governs the public disclosure . . . of the name and other information relating to any \nimmigration detainee[.]”), 4365 (“These provisions plainly authorize the Attorney General . . . to provide by \nregulation that persons housing INS detainees on behalf of the federal government shall not publicly disclose the \nnames and other information regarding those detainees.”), 4367 (“Executive Order 13132[:] . . . This rule merely \npertains to the Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 17 of 60 1 2 3 4 5 6 7 8 9 10 11 \n12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 18 public disclosure of information concerning Service \ndetainees . . . . In effect, the rule will relieve state or local government entities of responsibility for the public release \nof information relating to any immigration detainee being housed or otherwise maintained or provided service on \nbehalf of the Service. Instead, the rule reserves that responsibility to the Service with regard to all Service \ndetainees.”). Plaintiff’s cited cases do not broaden the scope of the rule; each case concerned public disclosure of \ndetainee information, not the provision of information to another government entity. See Voces De La Frontera, Inc. \nv. Clarke, 373 Wis. 2d 348 (2017) (finding records concerning detainees statutorily exempt from disclosure under \nWisconsin’s public records law); Comm’r of Corr. v. Freedom of Info. Comm’n, 307 Conn. 53 (2012) (finding former \ndetainee’s records exempt from Connecticut’s Freedom of Information Act); ACLU of New Jersey v. Cnty. of \nHudson, 352 N.J. Super. 44 (2002) (finding § 236.6 preempts New Jersey’s Right-to-Know Law to the extent it \nrequires public disclosure of information regarding INS detainees). Plaintiff nevertheless contends that California’s \nAttorney General is a member of the public as contemplated by the regulation. But Plaintiff did not identify, and the \nCourt is unaware of, any judicial decision interpreting the regulation to restrict information sharing with government \nentities or law enforcement. The regulation contemplates that such information would fall into the hands of state and \nlocal government entities through their contractual relationships with the federal government. In light of the \nCalifornia Attorney General’s role Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 18 of 60 1 2 \n3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 19 in state law enforcement, and without \nany authority to the contrary, the Court does not find a conflict, express or implied, between the access required \nunder Government Code Section 12532(c) and 8 C.F.R. § 236.6. Finally, the Court finds AB 103 is not invalid under \n\n\n\nthe doctrine of intergovernmental immunity. Plaintiff argues the law violates this doctrine because it imposes a \nreview scheme on facilities contracting with the federal government, only. This characterization is valid. However, \nthe burden placed upon the facilities is minimal and Plaintiff’s evidence does not show otherwise. See Homan Decl. \nat &para; 60 (summarily stating that the inspections are burdensome). Importantly, the review appears no more \nburdensome than reviews required under California Penal Code §§ 6030, 6031.1. Thus, even if AB 103 treats \nfederal contractors differently than the State treats other detention facilities, Plaintiff has not shown the State treats \nother facilities better than those contractors. North Dakota, 495 U.S. at 437–38 (“The State does not discriminate \nagainst the Federal Government and those with whom it deals unless it treats someone else better than it treats \nthem.”). Plaintiff is not likely to succeed on the merits of this claim. Its motion for a preliminary injunction as to AB \n103 is denied. 2. Assembly Bill 450 The regulation of employment traditionally falls within the States’ police power: \n/// /// Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 19 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 \n15 16 17 18 19 20 21 22 23 24 25 26 27 28 20 States possess broad authority under their police powers to regulate \nthe employment relationship to protect workers within the State. Child labor laws, minimum and other wage laws, \nlaws affecting occupational health and safety, and workmen’s compensation laws are only a few examples. \nDeCanas v. Bica, 424 U.S. 351, 356 (1976) (decision superseded by statute). AB 450 imposes various \nrequirements on public and private employers with respect to immigration worksite enforcement actions. 2017 Cal. \nStat., ch. 492 (A.B. 450). It prohibits employers from providing voluntary consent to an immigration enforcement \nagent to enter nonpublic areas of a place of labor or to access, review, or obtain the employer’s employee records. \nCal. Gov’t Code §§ 7285.1, 7285.2. It requires employers to provide notice to their employees of any impending I-9 \n(or other employment record) inspection within 72 hours of receiving notice of that inspection. Cal. Lab. Code § \n90.2. Lastly, AB 450 prohibits employers from reverifying the employment eligibility of current employees when not \nrequired by federal law. Cal. Lab. Code § 1019.2. As passed, AB 450 states that its provisions are severable. 2017 \nCal. Stat., ch. 492, Sec. 6 (A.B. 450). Plaintiff challenges AB 450 as applied to private employers only, Compl. \n&para;&para; 35, 61, Trans. at 10:2–19, arguing that the above-noted additions to state law pose an obstacle to \nimmigration enforcement objectives under the Immigration Reform and Control Act (“IRCA”) and the INA. \n“Congress enacted IRCA as a comprehensive framework for ‘combatting the employment of illegal aliens.’ ” \nArizona, 567 U.S. at 404. IRCA imposes criminal sanctions on employers who Case 2:18-cv-00490-JAM-KJN \nDocument 193 Filed 07/05/18 Page 20 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 \n27 28 21 knowingly hire, recruit, refer, or continue to employ unauthorized workers, but does not impose criminal \nsanctions on employees. 8 U.S.C. § 1324a; Arizona, 567 U.S. at 404–07 (“The correct instruction to draw from the \ntext, structure, and history of IRCA is that Congress decided it would be inappropriate to impose criminal penalties \non aliens who seek or engage in unauthorized employment.”). The statute authorizes the Attorney General to \nestablish procedures for complaints and investigations. 8 U.S.C. § 1324a(e)(1). It also confers authority upon \nimmigration officers and administrative law judges to be given “reasonable access to examine evidence of any \nperson or entity being investigated” and to compel by subpoena the attendance of witnesses and the production of \nevidence. 8 U.S.C. § 1324a(e)(2). The Supreme Court has found IRCA preempts additional penalties on employers \n(via express preemption) and criminal sanctions on unauthorized workers for seeking or performing work (via \nconflict preemption). Arizona, 567 U.S. 387. Courts have held IRCA does not preempt: a provision of Arizona law \nallowing suspension and revocation of businesses licenses based on employing unauthorized workers, Chamber of \nCommerce of U.S. v. Whiting, 563 U.S. 582 (2011); an Arizona law requiring that every employer verify the \nemployment eligibility of hired employees through the E-Verify system, id. (as amended by IIRIRA); and various \nlabor protections, with some limits on the damages an unlawfully employed immigrant is entitled to receive, see, \ne.g., Salas v. Sierra Chem. Co., 59 Cal.4th 407 (2014) (holding the State’s extension of employee protections to all \nworkers Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 21 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 \n14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 22 regardless of immigration status is preempted only to the extent \nit authorizes lost pay awards for any period after an employer discovers the employee’s ineligibility to work in the \nUnited States). a. Prohibitions on Consent The Court finds AB 450’s prohibitions on consent, Cal. Gov’t Code §§ \n7285.1, 7285.2., troubling due to the precarious situation in which it places employers. Trans. at 92:9–18. Despite \nthat concern, the question before the Court is limited to Plaintiff’s Supremacy Clause claim and the relationship \nbetween the State and the Federal Government. Plaintiff’s preemption argument rests on the notion that Congress \npresumed immigration enforcement officers could gain access to worksites by consent of the employer. Mot. at \n11–13. Plaintiff contends the entire enforcement scheme is premised on this authority. Id. Defendant does not \n\n\n\ndispute that immigration enforcement agents could, prior to AB 450, gain access to nonpublic areas of a worksite \nthrough employer consent. In enacting AB 450, the state legislators acknowledged that immigration officers could \ndo so under existing law. See Pl. Exh. J (Senate Judiciary Committee Report), ECF No. 171-10. But, Defendant \nargues, the entry and access provisions do not conflict with IRCA because “IRCA was not intended to diminish \nstates’ labor protections.” Opp’n at 26. Because AB 450 permits entry and access pursuant to judicial warrant (or \nsubpoena, for documents), or when otherwise required by federal law, Defendant claims the law does not deny the \n“reasonable access to examine evidence” required under IRCA. Case 2:18-cv-00490-JAM-KJN Document 193 \nFiled 07/05/18 Page 22 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 23 See 8 \nU.S.C. § 1324a(e)(2). The arguments are wanting on both sides. By attempting to narrow the Court’s focus to the \ncriminal penalties at issue under IRCA, Defendant fails to acknowledge that immigration enforcement officers \nmight also seek to investigate civil violations of the immigration laws or pursue investigative activities outside of \nIRCA’s provisions. As Plaintiff pointed out at the June 20, 2018, hearing on its Motion, Trans. at 114:20–115:11, \nIRCA added new sections to the already existing law governing immigration enforcement activities; Defendant did \nnot address any of these other grants of power. Further, Defendant cites no authority for its proposition that AB \n450’s judicial warrant requirement and savings clause together constitute “reasonable access” under IRCA. \nIrrespective of the State’s interest in protecting workers, the Court finds that the warrant requirement may impede \nimmigration enforcement’s investigation of employers or other matters within their authority to investigate. Even \nthough these two subsections of AB 450 interfere with immigration enforcement’s historical practices, the Court \nhesitates to find the statutes preempted. In preemption analysis, the Court presumes “ ‘the historic police powers of \nthe States’ are not superseded ‘unless that was the clear and manifest purpose of Congress.’ ” Arizona, 567 U.S. at \n400. Laws governing labor relations and the workplace generally fall within the States’ police powers. Congress has \nnot expressly authorized immigration officers to enter places of labor upon employer consent, nor has Congress \nauthorized immigration enforcement officers to wield authority coextensive with the Fourth Case 2:18-cv-00490-\nJAM-KJN Document 193 Filed 07/05/18 Page 23 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 \n24 25 26 27 28 24 Amendment. Although Plaintiff’s cited cases show instances of immigration enforcement \nlawfully exercising its investigative authority in accordance with the Fourth Amendment, none of these cases \nestablish that Congress has expressly or impliedly granted immigration enforcement agents such authority. See \nI.N.S. v. Delgado, 466 U.S. 210 (1984) (noting that the federal immigration officers were lawfully present at a \nworksite because they obtained either a warrant or the employer’s consent to their entry); Zepeda v. I.N.S., 753 \nF.2d 719, 725 (9th Cir. 1983) (explaining that Congress, by authorizing the INS “to interrogate any alien or person \nbelieved to be an alien as to his right to be or to remain in the United States” without a warrant, authorized the INS \n“to question aliens to the fullest extent permissible under the [F]ourth [A]mendment”) (citing 8 U.S.C. § 1357(a)(1)); \nInt’l Molders & Allied Workers’ Local Union No. 164 v. Nelson, 799 F.2d 547 (9th Cir. 1986) (striking part of an \ninjunction order that required every INS warrant to “contain a specific description of each suspect to be questioned \nand be based on ‘probable cause to believe that such person is an illegal alien’ ” because it misstated the standard \nfor non-detentive questioning”). Nor do these cases show consent to be an essential pillar of the enforcement \nregime. Certainly, obstacle preemption may be “implied,” but precedent counsels against reading Congressional \n“presumptions” or “assumptions” into the statutes without a more robust record than that presently before the Court. \nUltimately, however, the Court need not resolve the preemption issue because Plaintiff is likely to succeed on its \nCase 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 24 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 \n17 18 19 20 21 22 23 24 25 26 27 28 25 Supremacy Clause claim under the intergovernmental immunity doctrine. \nThe doctrine applies in these circumstances even though the laws regulate employers and not the Federal \nGovernment directly. See Davis, 489 U.S. at 814, 817; Phillips Chem. Co., 361 U.S. at 387 (holding that state taxes \nimposed on lessees of federal land were invalid where those taxes were more burdensome than taxes imposed on \nlessees of state land). For those employers who choose to allow immigration enforcement agents to enter or \naccess documents, AB 450 imposes significant and escalating fines. See Cal. Gov’t Code § 7285.1(b) (subjecting \nemployers to a fine of $2,000 to $5,000 for a first violation and $5,000 to $10,000 for each subsequent violation); \nCal. Gov’t Code § 7285.2(b) (same). These fines inflict a burden on those employers who acquiesce in a federal \ninvestigation but not on those who do not. Defendant argues the application of the doctrine in these circumstances \nwould expand its reach. It notes that the intergovernmental immunity cases evaluating indirect discrimination have \ntypically concerned laws that imposed burdens on entities contracting with, or supplying something to, the Federal \nGovernment, thus “dealing” with the United States in an economic sense. Trans. at 93:1–95:6. The Court is not \n\n\n\nconvinced that the term “deal” is circumscribed in the manner Defendant suggests. As in other intergovernmental \nimmunity cases, the imposition of civil fines (like the imposition of taxes) turns on whether an employer chooses to \nwork with federal immigration enforcement. These fines are a clear attempt to “meddl[e] with federal government \nCase 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 25 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 \n17 18 19 20 21 22 23 24 25 26 27 28 26 activities indirectly by singling out for regulation those who deal with the \ngovernment.” See In re NSA, 633 F. Supp. 2d at 903. The Court does not find Defendant’s argument that the law is \nneutral convincing. Opp’n at 29 (arguing the law applies to “any person or entity seeking to enforce the civil \nimmigration laws, whether federal, state, or local”). Given that immigration enforcement is the province of the \nFederal Government, it demands no stretch of reason to see that Government Code Sections 7285.1 and 7285.2, in \neffect, target the operations of federal immigration enforcement. The Court finds that a law which imposes \nmonetary penalties on an employer solely because that employer voluntarily consents to federal immigration \nenforcement’s entry into nonpublic areas of their place of business or access to their employment records \nimpermissibly discriminates against those who choose to deal with the Federal Government. The law and facts \nclearly support Plaintiff’s claim as to these two subsections and Plaintiff is likely to succeed on the merits. b. Notice \nRequirement AB 450 also added a provision to the California Labor Code requiring employers to provide notice to \ntheir employees “of any inspections of I-9 Employment Eligibility Verification forms or other employment records \nconducted by an immigration agency within 72 hours of receiving notice of the inspection.” Cal. Lab. Code § \n90.2(a)(1). It specifies the contents of the requisite notice and instructs employers to provide a copy of the \ninspection notice to any employee upon reasonable request. Id. § 90.2(a)(1)–(3). Case 2:18-cv-00490-JAM-KJN \nDocument 193 Filed 07/05/18 Page 26 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 \n27 28 27 Labor Code Section 90.2 also requires employers to provide each current, affected employee with the \nresults of the inspection within 72 hours of receipt, including any obligations of the employer and affected employee \narising from the results. Id. § 90.2(b). The statute defines an “affected employee” as “an employee identified by the \nimmigration agency inspection results to be an employee who may lack work authorization, or an employee whose \nwork authorization documents have been identified by the immigration agency inspection to have deficiencies.” Id. \n§ 90.2(b)(2). Employers are subject to civil penalties for violations, except that the section “does not require a \npenalty to be imposed upon an employer or person who fails to provide notice to an employee at the express and \nspecific direction or request of the federal government.” Id. § 90.2(c). Plaintiff argues that this notice provision \nstands as an obstacle to the implementation of federal law by aiming to thwart immigration regulation. Reply at 5. \n“Obviously,” it argues, investigations “will be less effective if the targets of the investigations are warned ahead of \ntime and kept abreast of the status of the United States’ enforcement efforts.” Mot. at 17. This argument convolutes \nthe purposes of IRCA enforcement actions. IRCA primarily imposes obligations and penalties on employers, not \nemployees. See 8 U.S.C. § 1324a. The new California Labor Code section only requires employers to provide \nnotice to employees if the employer itself has received notice of an impending inspection. The “targets” of the \ninvestigation have thus already been “warned.” Pursuant to federal regulations, employers are to be given at least \nthree business days’ notice Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 27 of 60 1 2 3 4 5 6 \n7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 28 prior to an I-9 inspection. See 8 C.F.R. § \n274a.2(b)(2)(ii). The state law merely extends this prior notice to employees. Given IRCA’s focus on employers, the \nCourt finds no indication—express or implied—that Congress intended for employees to be kept in the dark. The \nCourt declines to adopt Plaintiff’s cynical view of the law. As amici point out, notice provides employees with an \nopportunity to cure any deficiencies in their paperwork or employment eligibility. See Br. for Cal. Labor Fed’n, et al., \nas Amici Curiae, ECF No. 134. Federal law affords such a courtesy to employers; the Court does not view an \nextension of that courtesy to employees as an attempt to thwart IRCA’s goals. The notice provision also does not \nviolate the intergovernmental immunity doctrine. Unlike the prohibitions on consent, violations of this provision do \nnot turn on the employer’s choice to “deal with” (i.e., consent to) federal law enforcement. An employer is not \npunished for its choice to work with the Federal Government, but for its failure to communicate with its employees. \nThis requirement does not readily fit into the contours of the intergovernmental immunity doctrine and application \nwould stretch the doctrine beyond its borders. The Court thus finds no merit to Plaintiff’s Supremacy Clause claim \nas to California Labor Code Section 90.2. Plaintiff’s motion for a preliminary injunction as to this subdivision of AB \n450 is denied. c. Reverification Prohibition California Labor Code Section 1019.2 limits an employer’s ability to \nreverify an employee’s employment eligibility when not Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 28 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 required by \n\n\n\nlaw: Except as otherwise required by federal law, a public or private employer, or a person acting on behalf of a \npublic or private employer, shall not reverify the employment eligibility of a current employee at a time or in a \nmanner not required by Section 1324a(b) of Title 8 of the United States Code. Cal. Lab. Code § 1019.2(a). An \nemployer that violates this subsection is subject to a civil penalty of up to $10,000. Id. § 1019.2(b)(1). The law \nshould not be “interpreted, construed, or applied to restrict or limit an employer’s compliance with a memorandum of \nunderstanding governing the use of the federal E-Verify system.” Id. § 1019.2(c). Under IRCA, an employer faces \nliability for continuing to employ an immigrant in the United States knowing that the immigrant is (or has become) \nunauthorized with respect to such employment. 8 U.S.C. § 1324a(2). Plaintiff argues that this continuing obligation \nto avoid knowingly employing an unauthorized immigrant worker conflicts with California’s prohibition on \nreverification. Mot. at 17–18 (citing New El Rey Sausage Co., Inc. v. I.N.S., 925 F.2d 1153 (9th Cir. 1991)). \nDefendant responds that there is no obstacle because the state law contains an express savings clause for \ninstances where reverification is required by federal law and does not limit an employer’s compliance with a \nmemorandum of understanding governing the use of the federal E-Verify system. Opp’n at 26–28. The Court finds \nPlaintiff is likely to succeed on the merits of this claim, with the caveat that a more complete evidentiary record \ncould impact the Court’s analysis at a later stage of this Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 29 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 30 litigation. \nNeither party provided the Court with much information on how the verification system currently works in practice \nand how the new law does or does not change those practices. Based on a plain reading of the statutes, the \nprohibition on reverification appears to stand as an obstacle to the accomplishment of Congress’s purpose in \nenacting IRCA. See Arizona, 567 U.S. at 399–400. Congress could have chosen to tie employer liability to \ninstances when an employer fails to verify employment eligibility when required to do so by federal law. Instead, \nCongress broadened liability to encompass situations when an employer knows one of its immigrant employees is \nor has become unauthorized to work and continues to employ them. In a single act, Congress premised criminal \nsanction on an employer’s subjective knowledge and established a system through which employers could verify \ncompliance with the law. As the Ninth Circuit explained in New El Rey Sausage Co.: The inclusion in the statute of \nsection 1324a(b)’s verification system demonstrates that employers, far from being allowed to employ anyone \nexcept those whom the government had shown to be unauthorized, have an affirmative duty to determine that their \nemployees are authorized. This verification is done through the inspection of documents. Notice that these \ndocuments are incorrect places the employer in the position it would have been if the alien had failed to produce the \ndocuments in the first place: it has failed to adequately ensure that the alien is authorized. 925 F.2d at 1158. \nProhibiting employers from reverifying employment eligibility complicates the subjective element of the crime; e.g., \ncould an employer who might otherwise be found to “know” that one of its employees lacks authorization find \nshelter behind the state law because it could not confirm its suspicion? The law frustrates the system of \naccountability that Congress Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 30 of 60 1 2 3 4 5 \n6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 31 designed. Based on the authority and \nevidence before the Court at this juncture, which clearly support Plaintiff’s claim, the Court finds Plaintiff is likely to \nsucceed on the merits of its Supremacy Clause claim against California Labor Code Section 1019.2(a). 3. Senate \nBill 54 SB 54 added several subsections to the California Government Code. Plaintiff seeks to enjoin three of these \nsubsections. The first two challenged by Plaintiff prohibit state law enforcement agencies from sharing certain \ninformation for immigration enforcement purposes: (a) California law enforcement agencies shall not: (1) Use \nagency or department moneys or personnel to investigate, interrogate, detain, detect, or arrest persons for \nimmigration enforcement purposes, including any of the following: . . . (C) Providing information regarding a \nperson’s release date or responding to requests for notification by providing release dates or other information \nunless that information is available to the public, or is in response to a notification request from immigration \nauthorities in accordance with Section 7282.5. Responses are never required, but are permitted under this \nsubdivision, provided that they do not violate any local law or policy. (D) Providing personal information, as defined \nin Section 1798.3 of the Civil Code, about an individual, including, but not limited to, the individual's home address \nor work address unless that information is available to the public. Cal. Gov’t Code § 7284.6(a)(1)(C) & (D). \nSubsection (e) contains a savings clause expressly exempting the exchange of information pursuant to 8 U.S.C. §§ \n1373 and 1644. Cal. Gov’t Code Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 31 of 60 1 2 3 \n4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 32 § 7284.6(e). Plaintiff also challenges the \nsubsection limiting transfers of individuals to immigration authorities: (a) California law enforcement agencies \n\n\n\nshall not: . . . (4) Transfer an individual to immigration authorities unless authorized by a judicial warrant or judicial \nprobable cause determination, or in accordance with Section 7282.5. Cal. Gov’t Code § 7284.6(a)(4). California \nGovernment Code Section 7282.5 defines the circumstances in which law enforcement officials have discretion to \ncooperate with immigration authorities as referenced in subparagraphs (a)(1)(C) and (a)(4) above, i.e., convictions \nfor certain offenses. a. Direct Conflict with Section 1373 The primary, and most direct, conflict Plaintiff identifies is \nthat between the information sharing provisions and 8 U.S.C. § 1373 (“Section 1373”).3 Section 1373(a) bars \nStates from prohibiting, or in any way restricting, “any government entity or official from sending to, or receiving \nfrom, the Immigration and Naturalization Service information regarding the citizenship or immigration status, \nlawful or unlawful, of any individual.” (emphasis added). Arguing for a broad interpretation of the phrase “information \nregarding the citizenship or immigration status, lawful or unlawful, of any individual,” Plaintiff contends the \nprohibitions on sharing release dates and home and 3 In its Complaint, Plaintiff identifies another statute, 8 U.S.C. § \n1644, that contains the same prohibition as Section 1373(a). Plaintiff does not discuss Section 1644 in its Motion. \nCase 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 32 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 \n17 18 19 20 21 22 23 24 25 26 27 28 33 work addresses violates Section 1373. Defendant argues that Section \n1373 is unconstitutional under the Supreme Court’s recent holding in Murphy. 138 S. Ct. 1461 (2018); see Supp. \nBr., ECF No. 156. The Court in Murphy held that Congress cannot dictate what a state legislature may and may not \ndo, “as if federal officers were installed in state legislative chambers and were armed with the authority to stop \nlegislators from voting on any offending proposals.” Id. at 1482. The decision clarified that the Court’s \nanticommandeering precedent extends to prohibitions on state legislative action. Section 1373 does just what \nMurphy proscribes: it tells States they may not prohibit (i.e., through legislation) the sharing of information regarding \nimmigration status with the INS or other government entities. Plaintiff argues that Murphy’s holding—and the \nanticommandeering rule generally—does not reach statutes requiring information sharing between government \nentities. Reply at 17–22. Plaintiff points to a number of federal statutes that require States to convey information to \nthe Federal Government. Reply at 19 n.14. For additional support, it cites Reno v. Condon for the principle that a \nregulation on States as the owners of databases does not violate the Tenth Amendment. Reply at 18; 528 U.S. 141 \n(2000). Plaintiff also notes that the Printz opinion distinguished federal laws regulating the provision of information \nto the federal government from regulations requiring forced participation of the States in administering a federal \nprogram. Reno v. Condon involved a constitutional challenge to the Case 2:18-cv-00490-JAM-KJN Document 193 \nFiled 07/05/18 Page 33 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 34 \nDriver’s Privacy Protection Act (“DPPA”), which bars States from disclosing a driver’s personal information without \nthe driver’s consent. 528 U.S. 141 (2000); see 18 U.S.C. § 2721(a) (“A State department of motor vehicles, and any \nofficer, employee, or contractor thereof, shall not knowingly disclose or otherwise make available to any person or \nentity personal information . . . about any individual obtained by the department in connection with a motor vehicle \nrecord[.]”). The Supreme Court held the provision does not run afoul of the Tenth Amendment: [T]he DPPA does \nnot require the States in their sovereign capacity to regulate their own citizens. The DPPA regulates the States as \nthe owners of data bases. It does not require the South Carolina Legislature to enact any laws or regulations, and it \ndoes not require state officials to assist in the enforcement of federal statutes regulating private individuals. We \naccordingly conclude that the DPPA is consistent with the constitutional principles enunciated in New York and \nPrintz. Id. at 150. The Court rejected South Carolina’s argument that the DPPA is unconstitutional for its exclusive \nregulation of the States, finding the Act to be generally applicable but not deciding whether general applicability is \nrequired to survive constitutional scrutiny. Id. Plaintiff’s second source of support is dicta from Printz. 521 U.S. 898 \n(1997). The Printz Court evaluated a federal statute that required state law enforcement officers to assist in \nadministering a federal regulatory scheme. In describing the issues to be resolved, Justice Scalia wrote: The \nGovernment points to a number of federal statutes enacted within the past few decades that require the \nparticipation of state or local officials in implementing federal regulatory schemes. . . . [Some of these statutes], \nwhich require only the provision of Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 34 of 60 1 2 \n3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 35 information to the Federal Government, \ndo not involve the precise issue before us here, which is the forced participation of the States’ executive in the \nactual administration of a federal program. Id. at 918. Justice Scalia expressly distinguished the laws under \nconsideration in Printz from laws that require the provision of information to the Federal Government. Thus, Printz \nleft open the question of whether required information sharing could constitute commandeering. Defendant would \nhave this Court follow the lead of the district court in City of Philadelphia v. Sessions. No. 17-3894, 2018 WL \n\n\n\n2725503 (E.D. Pa. June 6, 2018). That court rejected Plaintiff’s same—or substantially similar—arguments and \nfound Section 1373 unconstitutional under Murphy. Id. at *28-33. It held that “on their face, [Section 1373(a) and \n(b)] regulate state and local government entities and officials, which is fatal to their constitutionality under the Tenth \nAmendment.” Id. at *32. The district court distinguished Reno, explaining that Reno did not involve a “statute that \ncommanded state legislatures to enact or refrain from enacting state law.” Id. (noting the Murphy Court’s discussion \nof Reno). It also refused to put much weight in the cited dicta from Printz, finding that Printz’s holding supports the \ncourt’s conclusion as to Section 1373. The Court finds the constitutionality of Section 1373 highly suspect. Like the \ndistrict court in City of Philadelphia, the Court reads Section 1373 to dictate what states may and may not do, in \ncontravention of the Tenth Amendment. The more critical question, however, is whether required information \nsharing constitutes commandeering at all. Printz left this question Case 2:18-cv-00490-JAM-KJN Document 193 \nFiled 07/05/18 Page 35 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 36 open. \nOne view, which amici, the California Partnership to End Domestic Violence and the Coalition for Humane \nImmigrant Rights, articulate, is that the context of the information sharing affects the commandeering inquiry. See \nBr. for Cal. P’ship to End Domestic Violence and the Coal. for Humane Immigrant Rights, as Amici Curiae, ECF No. \n182. Amici argue “purely ministerial reporting requirements” might not constitute commandeering, but “forced \ninformation sharing, where it facilitates the on-the-ground, day-to-day administration of a federal program, runs \nafoul of the anti-commandeering rule.” Id. at 7. They argue that “none of [the] examples [Plaintiff cites to show that \nCongress frequently calls on states to share relevant information] remotely resembles a system of state officers \nperforming daily services for immigration agents.” Id. at 8. The Court agrees—cautiously, because these other \nprovisions were not heavily briefed—that the information sharing provisions cited in footnote 14 of Plaintiff’s Reply \ndo not appear to approximate the level of state and local law enforcement integration into federal immigration \nenforcement operations seen in this context. Whether the constitutionality of an information sharing requirement is \nabsolute or whether it turns on how much the requirement effectively integrates state law enforcement into a federal \nregime is an interesting, and seemingly open, constitutional question that may prove dispositive in another case. \nHere, however, the Court need not reach a definitive answer because the Court finds no direct conflict between SB \n54 and Section 1373. Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 36 of 60 1 2 3 4 5 6 7 8 9 \n10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 37 The state statute expressly permits information \nsharing in accordance with Section 1373. Cal. Gov’t Code § 7284.6(e). The functionality of this clause depends on \nwhether Section 1373 is construed broadly to encompass information such as release dates and addresses or \nnarrowly to include only one’s immigration status or citizenship (i.e., category of presence in the United States, \nand whether an individual is a U.S. citizen, and if not, the country of citizenship). See City of Philadelphia, 2018 WL \n2725503, at *35. Two district courts have held that Section 1373 must be interpreted narrowly. In Steinle v. City & \nCnty. of San Francisco, the district court explained: Nothing in 8 U.S.C. § 1373(a) addresses information \nconcerning an inmate’s release date. The statute, by its terms, governs only “information regarding the citizenship \nor immigration status, lawful or unlawful, of any individual.” 8 U.S.C. § 1373(a). If the Congress that enacted the \nOmnibus Consolidated Appropriations Act of 1997 (which included § 1373(a)) had intended to bar all restriction of \ncommunication between local law enforcement and federal immigration authorities, or specifically to bar \nrestrictions of sharing inmates’ release dates, it could have included such language in the statute. It did not, and no \nplausible reading of “information regarding . . . citizenship or immigration status” encompasses the release date of \nan undocumented inmate. Because the plain language of the statute is clear on this point, the Court has no \noccasion to consult legislative history. 230 F. Supp. 3d 994, 1015 (N.D. Cal. 2017). Plaintiff urges the Court to limit \nits reliance on Steinle, which involved a negligence claim and in which the United States did not appear as a party. \nBut, the district court in City of Philadelphia—a case in which the United States did appear—agreed with the Steinle \ncourt’s analysis and concluded that the United States’ broad Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 37 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 38 \ninterpretation “is simply impossible to square with the statutory text.” 2018 WL 2725503, at *34. Both district courts \nrejected the analysis in Bologna v. City & Cnty. of San Francisco, the principal case Plaintiff cites for persuasive \nvalue. 192 Cal. App. 4th 429, 438–40 (Ct. App. 2011). In analyzing a tort claim similar to the claim at issue in \nSteinle, the California Appellate Court characterized Section 1373 as invalidating “all restrictions on the voluntary \nexchange of immigration information between federal, state and local government entities and officials and federal \nimmigration authorities.” Id. at 438. The Steinle court expressly disavowed this interpretation: This Court is not \nbound by the state court’s interpretation of federal law, and respectfully disagrees with the Bologna court’s \n\n\n\ncharacterization of the scope of § 1373(a). “As [the Supreme Court has] repeatedly held, the authoritative statement \nis the statutory text, not the legislative history or any other extrinsic material. Extrinsic materials have a role in \nstatutory interpretation only to the extent they shed a reliable light on the enacting Legislature’s understanding of \notherwise ambiguous terms.” Exxon Mobil Corp. v. Allapattah Servs., Inc., 545 U.S. 546, 568 (2005). The Ninth \nCircuit has explained in some detail why the Constitution does not permit giving legislative effect to language found \nonly in congressional reports that is not consistent with the language of a statute itself: The principle that committee \nreport language has no binding legal effect is grounded in the text of the Constitution and in the structure of \nseparated powers the Constitution created. . . . Treating legislative reports as binding law also undermines our \nconstitutional structure of separated powers, because legislative reports do not come with the traditional and \nconstitutionally-mandated political safeguards of legislation. Steinle, 230 F. Supp. 3d at 1014–15; see City of \nPhiladelphia, 2018 WL 2725503, at *35 (disagreeing with Bologna). The Court agrees with its fellow district courts \nthat the Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 38 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 \n14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 39 plain meaning of Section 1373 limits its reach to information \nstrictly pertaining to immigration status (i.e. what one’s immigration status is) and does not include information \nlike release dates and addresses. See Carson Harbor Vill., Ltd. v. Unocal Corp., 270 F.3d 863, 878 (9th Cir. 2001) \n(“It is elementary that the meaning of a statute must, in the first instance, be sought in the language in which the act \nis framed, and if that is plain, . . . the sole function of the courts is to enforce it according to its terms.”) (citation \nomitted). A contrary interpretation would know no bounds. The phrase could conceivably mean “everything in a \nperson’s life.” See Br. for City & Cnty. of San Francisco, as Amicus Curiae, ECF No. 112; see also State ex rel. \nBecerra v. Sessions, 284 F. Supp. 3d 1015, 1035 (N.D. Cal. 2018) (“Under the INA, almost every bit of information \nabout an individual could be relevant to status, particularly with respect to the right to asylum or as a defense to \nremoval.”). If Congress intended the statute to sweep so broadly, it could have used broader language or included a \nlist to define the statute’s scope. See, e.g., 8 U.S.C. § 1367(a)(2) (prohibiting immigration enforcement officers \nfrom “permit[ting] the use by or disclosure to anyone . . . of any information which relates to an alien who is the \nbeneficiary of an application for relief under [certain sections of the INA]”). One cannot naturally read “information \nregarding immigration status” to include the types of information Plaintiff now seeks to incorporate. While an \nimmigrant’s release date or home address might assist immigration enforcement officers in their endeavors, \nneither of these pieces of information have any bearing on one’s Case 2:18-cv-00490-JAM-KJN Document 193 \nFiled 07/05/18 Page 39 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 40 \nimmigration or citizenship status. The parties offer competing precedent to aid the Court in interpreting the term \n“regarding.” In Roach, the Ninth Circuit cautioned courts to refrain from interpreting the words “relate to,” in an \nexpress preemption provision, too broadly. Roach v. Mail Handlers Ben. Plan, 298 F.3d 847 (9th Cir. 2002). The \nCircuit explained: [I]n the context of a similarly worded preemption provision in the Employee Retirement Income \nSecurity Act (ERISA), the Supreme Court has explained that the words “relate to” cannot be taken too literally. “If \n‘relate to’ were taken to extend to the furthest stretch of its indeterminacy, then for all practical purposes pre-\nemption would never run its course, for ‘really, universally, relations stop nowhere.’ ” Instead, “relates to” must be \nread in the context of the presumption that in fields of traditional state regulation “the historic police powers of the \nStates [are] not to be superseded by [a] Federal Act unless that was the clear and manifest purpose of Congress.” \nId. at 849–50 (citations omitted). Plaintiff urges the Court to, instead, focus on the Supreme Court’s more recent \ninterpretation of the term “respecting” in Lamar, Archer & Cofrin, LLP v. Appling. 138 S. Ct. 1752 (2018) \n(interpreting a provision in the Bankruptcy Code excepting debts obtained by fraud from discharge); Reply at 16. In \nAppling, the Court read the word “respecting” to have a broadening effect, instructing the Court to read the relevant \ntext expansively. Id. at 1760. The Supreme Court also observed that a limiting construction would effectively read \nthe term “respecting” out of the statute. Id. at 1761. The Court finds the law in Appling sufficiently distinct from the \nlaw at issue here to limit the decision’s instructional value. The Appling Court was not called upon to determine the \nCase 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 40 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 \n17 18 19 20 21 22 23 24 25 26 27 28 41 preemptive effect of a federal statute and thus did not have presumptions \nagainst preemption to factor into its analysis. Further, the Appling Court held that “a statement about a single asset \ncan be a ‘statement respecting the debtor’s financial condition.’ ” Id. at 1757. It reasoned, “[a] single asset has a \ndirect relation to and impact on aggregate financial condition, so a statement about a single asset bears on a \ndebtor’s overall financial condition[.]” Id. at 1761. In contrast, as noted above, a person’s address or release date \nhas no direct relation to one’s immigration or citizenship status. Unlike the law in Appling, a narrow reading of the \n\n\n\nphrase “regarding immigration status” does not read “regarding” out of the statute. Plaintiff makes a similar \nargument by noting the omission of the term “regarding” in Section 1373(c) as compared to subsection (a). Mot. at \n28. Section 1373(c) governs the obligation of federal immigration authorities in responding to inquiries from other \ngovernment entities, and an official record of a person’s citizenship or immigration status is presumably within their \ncontrol. Opp’n at 12–13; Br. for City and Cnty. of San Francisco, as Amicus Curiae, at 9. Subsection (a) is directed \ntoward government entities and their officers, who might possess information pertaining to an individual’s \nimmigration status but not hold an official record. The phrase “information regarding” thus serves a purpose even \nwhen the statute is read narrowly. In any event, neither Roach nor Appling involved a provision like the one at issue \nin this case. The Court is convinced, based on the analysis above, that “information regarding Case 2:18-cv-00490-\nJAM-KJN Document 193 Filed 07/05/18 Page 41 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 \n24 25 26 27 28 42 immigration or citizenship status” does not include an immigrant’s release date or home and \nwork addresses. Section 1373 and the information sharing provisions of SB 54 do not directly conflict. b. Obstacle \nPreemption Apart from any direct conflict with Section 1373, Plaintiff argues that “the structure of the INA makes \nclear that states and localities are required to allow a basic level of information sharing” and cooperation with \nimmigration enforcement. Mot. at 24. Plaintiff points to 8 U.S.C. § 1226(c)(1), a law that requires “mandatory \ndetention” for certain immigrants after their release from criminal custody. It also cites 8 U.S.C. § 1231, which \ninstructs the Attorney General to remove an immigrant within a period of 90 days after the immigrant has been \nordered removed. 8 U.S.C. § 1231(a)(1)(A). For certain immigrants, detention during the removal period is \nmandatory. 8 U.S.C. § 1231(a)(2). With some exceptions “the Attorney General may not remove an [immigrant] who \nis sentenced to imprisonment until the [immigrant] is released from imprisonment. Parole, supervised release, \nprobation, or possibility of arrest or further imprisonment is not a reason to defer removal.” 8 U.S.C. § 1231(a)(4)(A). \nPlaintiff argues that SB 54 undermines the system Congress designed. Mot. at 25. The limits on information sharing \nand transfers prevent or impede immigration enforcement from fulfilling its responsibilities regarding detention and \nremoval because officers cannot arrest an immigrant upon the immigrant’s release from custody and have a more \ndifficult time finding Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 42 of 60 1 2 3 4 5 6 7 8 9 10 \n11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 43 immigrants after the fact without access to address \ninformation. Id. at 25–27. It contends that limiting adherence to transfer requests affords undocumented immigrants \nan opportunity to abscond. Plaintiff also points out that the subset of crimes for which SB 54 permits cooperation do \nnot match the crimes under federal law that may serve as the predicate for removability or crimes for which \ndetention is mandatory. Id. at 26. Additionally, it argues that requiring a judicial warrant or judicial finding of \nprobable cause is irreconcilable with the INA, which establishes a system of civil administrative warrants as the \nbasis for immigration arrest and removal. Id. at 30. The Court disagrees and instead finds that California’s \ndecision not to assist federal immigration enforcement in its endeavors is not an “obstacle” to that enforcement \neffort. Plaintiff’s argument that SB 54 makes immigration enforcement far more burdensome begs the question: \nmore burdensome than what? The laws make enforcement more burdensome than it would be if state and local law \nenforcement provided immigration officers with their assistance. But refusing to help is not the same as impeding. \nIf such were the rule, obstacle preemption could be used to commandeer state resources and subvert Tenth \nAmendment principles. Federal objectives will always be furthered if states offer to assist federal efforts. A state’s \ndecision not to assist in those activities will always make the federal object more difficult to attain than it would be \notherwise. Standing aside does not equate to standing in the way. Though not analyzing an obstacle preemption \nclaim, the Seventh Circuit recently expressed a similar view with respect to Case 2:18-cv-00490-JAM-KJN \nDocument 193 Filed 07/05/18 Page 43 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 \n27 28 44 decisions to withhold assistance. See City of Chicago v. Sessions, 888 F.3d 272 (7th Cir. 2018). The \nCircuit explained: [T]he Attorney General repeatedly characterizes the issue as whether localities can be allowed to \nthwart federal law enforcement. That is a red herring. First, nothing in this case involves any affirmative interference \nwith federal law enforcement at all, nor is there any interference whatsoever with federal immigration authorities. \nThe only conduct at issue here is the refusal of the local law enforcement to aid in civil immigration enforcement \nthrough informing the federal authorities when persons are in their custody and providing access to those persons \nat the local law enforcement facility. Some localities might choose to cooperate with federal immigration efforts, \nand others may see such cooperation as impeding the community relationships necessary to identify and solve \ncrimes. The choice as to how to devote law enforcement resources—including whether or not to use such \nresources to aid in federal immigration efforts—would traditionally be one left to state and local authorities. City of \n\n\n\nChicago, 888 F.3d at 282 (analyzing conditions imposed on federal grants). This common-sense distinction \nmilitates against adopting Plaintiff’s perspective of the laws. The Court is also wary of finding preemption in the \nabsence of a “clear and manifest purpose of Congress” to supersede the States’ police powers. See Arizona, 567 \nU.S. at 400. California has not crossed over into the exclusively federal realm of determining who may enter and \nremain within the United States. SB 54 only governs the activities of the State’s own law enforcement agencies. \nAlthough Congress clearly intends its immigration laws to exclusively regulate the subject of immigration and the \nactivities of federal immigration enforcement officers, the Court sees no clear indication that Congress intended to \ndisplace the States’ regulation of their own law enforcement agencies. Case 2:18-cv-00490-JAM-KJN Document \n193 Filed 07/05/18 Page 44 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 45 \nDespite Plaintiff’s urgings, this case does not mirror Arizona v. United States. 567 U.S. 387 (2012). Arizona sought \nto impose additional rules and penalties upon individuals whom Congress had already imposed extensive, and \nexclusive, regulations. SB 54 does not add or subtract any rights or restrictions upon immigrants. Immigrants \nsubject to removal remain subject to removal. SB 54, instead, directs the activities of state law enforcement, which \nCongress has not purported to regulate. Preemption is inappropriate here. The Court’s reluctance to glean such a \npurpose from the cited statutes is amplified because Congress indicated awareness that state law might be in \ntension with federal objectives and decided to tolerate those competing interests. See Bonito Boats, Inc. v. Thunder \nCraft Boats, Inc., 489 U.S. 141, 166–67 (1989) (“The case for federal pre-emption is particularly weak where \nCongress has indicated its awareness of the operation of state law in a field of federal interest, and has nonetheless \ndecided to stand by both concepts and to tolerate whatever tension there is between them.”) (citation and quotation \nmarks omitted); see also Wyeth v. Levine, 555 U.S. 555, 575 (2009) (quoting Bonito Boats and finding that a \nplaintiff’s failure-to-warn claims were not preempted by federal law). First, in the portions of the INA where \nCongress provided for cooperation between state and federal officials, it conditioned cooperation on compliance \nwith state law. For instance, 8 U.S.C. § 1252c(a) authorizes state and local law enforcement officials to arrest and \ndetain certain immigrants “to the extent permitted by relevant State and local law.” Case 2:18-cv-00490-JAM-KJN \nDocument 193 Filed 07/05/18 Page 45 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 \n27 28 46 Subsection (b) imposes an obligation on the Attorney General to cooperate with states in providing \ninformation that would assist state and local law enforcement, but does not impose any corollary obligations on \nstate or local law enforcement. Similarly, 8 U.S.C. § 1357(g) authorizes the Attorney General to enter into \nagreements with the State to perform immigration officer functions, but only “to the extent consistent with State \nand local law.” These conditions on cooperation indicate that Congress did not intend to preempt state law in this \narea. Second, the primary mechanism—a “detainer”—by which immigration enforcement agents solicit release \ndates, transfers, and detention is a “request.” See 8 C.F.R. § 287.7(a); Mot. at 25 (“To effectuate the INA’s \nprovisions, DHS issues an ‘immigration detainer[.]’ ”). Even detainers soliciting “temporary detention” have been \nfound to be a non-mandatory “request,” despite the use of the word “shall” in the governing provision. 8 C.F.R. § \n287.7(d); see Galarza v. Szalczyk, 745 F.3d 634, 640 (3d Cir. 2014) (“[N]o provisions of the [INA] authorize federal \nofficials to command local or state officials to detain suspected aliens subject to removal.”); see also Miranda-\nOlivares v. Clackamas Cnty., No. 3:12-CV-02317-ST, 2014 WL 1414305, at *7 (D. Or. Apr. 11, 2014) (following \nGalarza and noting that the Ninth Circuit has interpreted detainer letters, in the habeas corpus context, to be \nadvisory in nature, not imposing—or even allowing—a warden to hold a detainee at the end of his term of \nimprisonment) (citing Garcia v. Taylor, 40 F.3d 299 (9th Cir. 1994)). The voluntary nature of any response to these \nrequests demonstrates that the federal government has not Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 46 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 47 supplanted \nstate discretion in this area. Congress’s deliberate decision to condition enforcement cooperation on consistency \nwith state law, and the primary mechanism by which immigration officials seek law enforcement assistance being \nmerely a “request,” counsels against implied preemption in this area. A clear and manifest purpose to preempt state \nlaw is absent from these provisions. Plaintiff argues that “Congress could have authorized the federal government \nto take custody of aliens immediately, without regard to the status of state criminal enforcement,” Reply at 22–23, \nand that because it did not, the Court can infer that Congress intended states to cooperate with immigration law \nenforcement. The Court does not find such inference warranted. The Court can just as readily infer that Congress \nrecognized the States’ sovereign power to enforce their criminal laws and thought interference would upset the \nbalance in powers. See Def. Reply to MTD at 1 (“It is not Congress that offers California the ‘opportunity’ to \nenforce state criminal laws[;] it is a right inherent in California’s sovereignty.”). Furthermore, it is often the case that \n\n\n\nan immigrant is not deemed removable or inadmissible until after they have been convicted of a crime. In these \ncases, state process is a predicate to federal action. The Ninth Circuit’s holding in Preap does not require a different \noutcome. Preap v. Johnson, 831 F.3d 1193 (9th Cir. 2016) cert. granted sub nom. Nielsen v. Preap, 138 S. Ct. \n1279 (2018). The Preap court held that the INA’s mandatory detention provision only applies in cases when \nimmigrants are “promptly” detained after being released from custody. Id. at 1197. Preap Case 2:18-cv-00490-JAM-\nKJN Document 193 Filed 07/05/18 Page 47 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 \n25 26 27 28 48 does not, however, require contemporaneous transfer for the mandatory detention provision to \napply. And, a longer delay in securing custody does not preclude detention. It just makes detention a discretionary \ndecision rather than a mandatory obligation. See id. at 1201; 8 U.S.C. § 1226. The Court finds that the operational \nchallenges immigration enforcement agencies may have faced following the Preap decision do not alter the \nCourt’s conclusions with respect to Congress’s clear and manifest purpose. The Court further finds that Tenth \nAmendment and anticommandeering principles counsel against preemption. Though responding to requests for \ninformation and transferring individuals to federal custody may demand relatively little from state law enforcement, \n“[t]he issue of commandeering is not one of degree[.]” Galarza, 745 F.3d at 644; see Printz, 521 U.S. at 932 (“But \nwhere, as here, it is the whole object of the law to direct the functioning of the state executive, and hence to \ncompromise the structural framework of dual sovereignty, such a ‘balancing’ analysis is inappropriate. It is the very \nprinciple of separate state sovereignty that such a law offends, and no comparative assessment of the various \ninterests can overcome that fundamental defect.”). Under Printz, even enlisting state officers to perform discrete, \nministerial tasks constitutes commandeering. Thus, it is highly unlikely that Congress could have made responses \nto requests seeking information and/or transfers of custody mandatory. See Cnty. of Santa Clara v. Trump, 250 F. \nSupp. 3d 497, 534 (N.D. Cal. 2017), (“The Executive Order uses coercive means in an attempt to force states and \nlocal Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 48 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 \n15 16 17 18 19 20 21 22 23 24 25 26 27 28 49 jurisdictions to honor civil detainer requests, which are voluntary \n‘requests’ precisely because the federal government cannot command states to comply with them under the Tenth \nAmendment.”) (focusing on requests for detention). The Printz Court outlined several reasons why commandeering \nis problematic, which parallel California’s concerns in enacting SB 54. The Court noted that commandeering shifts \nthe costs of program implementation from the Federal Government to the states. Printz, 521 U.S. at 930. The \nCalifornia Legislature enacted SB 54, in part, to divert California’s resources away from supporting the Federal \nGovernment’s enforcement efforts. It stated: (d) Entangling state and local agencies with federal immigration \nenforcement programs diverts already limited resources and blurs the lines of accountability between local, state, \nand federal governments. . . . (f) This chapter seeks to ensure effective policing, to protect the safety, well-being, \nand constitutional rights of the people of California, and to direct the state’s limited resources to matters of greatest \nconcern to state and local governments. Cal. Gov’t Code § 7284.2 (Legislative findings and declarations). \nDefendant contends that working with immigration enforcement diverts resources from the States’ priorities. Opp’n \nat 15–16; see e.g., Hart Decl., ECF No. 75-3, at 4 (“[W]e are often faced with staffing shortages that make even \nprocessing the additional paperwork related to detainers difficult.”). The Printz Court also explained that “even when \nStates are not forced to absorb the costs of implementing a federal program, they are still put in the position of \ntaking the blame for its Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 49 of 60 1 2 3 4 5 6 7 8 \n9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 50 burdensomeness and for its defects.” 521 U.S. at \n930 (“And it will likely be the CLEO, not some federal official, who will be blamed for any error (even one in the \ndesignated federal database) that causes a purchaser to be mistakenly rejected.”). Here, when California assists \nfederal immigration enforcement in finding and taking custody of immigrants, it risks being blamed for a federal \nagency’s mistakes, errors, and discretionary decisions to pursue particular individuals or engage in particular \nenforcement practices. Under such a regime, federal priorities dictate state action, which affects the State’s \nrelationship with its constituency and that constituency’s perception of its state government and law enforcement. \nIndeed, Defendant and amici highlight the impact these perceptions have on the community’s relationship with local \nlaw enforcement. See Cal. Gov’t Code § 7284.2 (“This trust is threatened when state and local agencies are \nentangled with federal immigration enforcement, with the result that immigrant community members fear \napproaching police when they are victims of, and witnesses to, crimes, seeking basic health services, or attending \nschool, to the detriment of public safety and the well-being of all Californians.”); Br. for Current and Former \nProsecutors and Law Enforcement Leaders, as Amici Curiae, ECF No. 127; Br. for City of Los Angeles, as Amicus \nCuriae, ECF No. 128; Br. for Cnty. of Los Angeles, et al., as Amici Curiae, ECF No. 129. Plaintiff discounts \n\n\n\nDefendant’s interest in extracting itself from immigration enforcement, but fails to confront California’s primary \nconcern: the impact that state law Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 50 of 60 1 2 3 \n4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 51 enforcement’s entanglement in \nimmigration enforcement has on public safety. The historic police powers of the State include the suppression of \nviolent crime and preservation of community safety. In this power inheres the authority to structure and influence \nthe relationship between state law enforcement and the community it serves. The ebb of tensions between \ncommunities and the police underscores the delicate nature of this relationship. Even perceived collaboration with \nimmigration enforcement could upset the balance California aims to achieve. It is therefore entirely reasonable for \nthe State to determine that assisting immigration enforcement in any way, even in purportedly passive ways like \nreleasing information and transferring custody, is a detrimental use of state law enforcement resources. However, \nbecause Congress has not required states to assist in immigration enforcement—and has merely made the option \navailable to them—this case presents a unique situation. As Judge Orrick observed in State ex rel. Becerra v. \nSessions: “No cited authority holds that the scope of state sovereignty includes the power to forbid state or local \nemployees from voluntarily complying with a federal program.” 284 F. Supp. 3d 1015, 1035 (N.D. Cal. 2018). The \nSecond Circuit in City of New York concluded a state could not do so. City of New York v. United States, 179 F.3d \n29, 35 (2nd Cir. 1999) (“We therefore hold that states do not retain under the Tenth Amendment an untrammeled \nright to forbid all voluntary cooperation by state or local officials with particular federal programs.”). Nevertheless, \nthe Supreme Court’s holding in Murphy undercuts portions of the Second Circuit’s reasoning and calls its Case \n2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 51 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 \n19 20 21 22 23 24 25 26 27 28 52 conclusion into question. Compare City of New York, 179 F.3d at 35 \n(distinguishing Section 1373 from the laws in Printz and New York because the Section does not compel state and \nlocal governments to enact or administer any federal regulatory program or conscript them into federal service) with \nMurphy, 138 S. Ct. at 1478 (holding the anticommandeering rule applies to Congressional prohibitions on state \nactions in addition to commands to take affirmative actions). Further, the Second Circuit’s broad proclamations may \nbe limited to the specific City Executive Order at issue, procedural posture, and record in that case. See Br. for \nAdmin. L., Const. L., Crim. L., and Immigr. L. Scholars, as Amici Curiae, ECF No. 132, at 13 (distinguishing City of \nNew York). Regardless, the City of New York holding is not binding on this Court. The Court finds that a \nCongressional mandate prohibiting states from restricting their law enforcement agencies’ involvement in \nimmigration enforcement activities—apart from, perhaps, a narrowly drawn information sharing provision—would \nlikely violate the Tenth Amendment. See City of Chicago v. Sessions, 888 F.3d 272, 282 (7th Cir. 2018) (stating, in \ndicta: “The choice as to how to devote law enforcement resources—including whether or not to use such resources \nto aid in federal immigration efforts—would traditionally be one left to state and local authorities.”); Koog v. United \nStates, 79 F.3d 452, 460 (5th Cir. 1996) (“Whatever the outer limits of state sovereignty may be, it surely \nencompasses the right to set the duties of office for state-created officials and to regulate the internal affairs of \ngovernmental bodies.”). The Tenth Amendment analysis Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 52 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 53 in Murphy \nsupports this conclusion. Murphy, 138 S. Ct. at 1478 (a prohibition on state legislation violates the \nanticommandeering rule), 1481 (“[P]reemption is based on a federal law that regulates the conduct of private \nactors, not States.”); see New York, 505 U.S. at 166 (“[T]he Framers explicitly chose a Constitution that confers \nupon Congress the power to regulate individuals, not States.”). If Congress lacks the authority to direct state action \nin this manner, then preemption cannot and should not be used to achieve the same result. The Supremacy Clause \nrequires courts to hold federal law supreme when Congress acts pursuant to one of its enumerated powers; those \npowers do not include the authority to dictate a state’s law enforcement policies. Having concluded that California \nmay restrict the assistance its law enforcement agencies provide immigration enforcement, the Court finds \nCalifornia’s choice to cooperate in certain circumstances permissible. See Cal. Gov’t Code § 7284.6(a)(1)(C) \n(allowing California law enforcement agencies to provide information regarding a person’s release date when that \nperson has been convicted of certain crimes), § 7284(a)(4) (permitting California law enforcement agencies to \ntransfer individuals to immigration authorities when authorized by a judicial warrant or judicial probable cause \ndetermination, or when the individual has been convicted of certain crimes). As the Seventh Circuit explained: [F]or \nthe persons most likely to present a threat to the community, City law enforcement authorities will cooperate with \nICE officials even in “sanctuary” cities. The decision to coordinate in such circumstances, and to refuse such \ncoordination where Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 53 of 60 1 2 3 4 5 6 7 8 9 10 \n\n\n\n11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 54 the threat posed by the individual is lesser, reflects the \ndecision by the state and local authorities as how best to further the law enforcement objectives of their \ncommunities with the resources at their disposal. City of Chicago, 888 F.3d at 281. While the Court, again, \nacknowledges that City of Chicago involved different claims than those presented here, the Court agrees with the \nassessment. Just as the State may restrict the assistance its law enforcement officers provide immigration \nenforcement, the State may choose to outline exceptions to that rule in accordance with its own law enforcement \npriorities and concerns. For example, California is concerned with the monetary liability law enforcement agencies \nmay face if they maintain custody of an individual for purposes of transfer without a judicial warrant or probable \ncause determination justifying that custody. See Roy v. Cnty. of Los Angeles, No. CV 12-09012-AB (FFMx), 2018 \nWL 914773, at *22–24 (C.D. Cal. Feb. 7, 2018) (“The LASD officers have no authority to arrest individuals for civil \nimmigration offenses, and thus, detaining individuals beyond their date for release violated the individuals’ Fourth \nAmendment rights.”); Br. for States and the District of Columbia, as Amici Curiae, ECF No. 139 (“SB 54’s [warrant \nrequirement] is a reasonable way to protect the state and its law enforcement agencies from monetary liability for \nunlawfully detaining individuals requested to be transferred to federal immigration authorities after their period of \nstate custody expires.”). The California Legislature expressed this concern when it passed SB 54: State and local \nparticipation in federal immigration enforcement programs also raises constitutional concerns, including the \nprospect that California Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 54 of 60 1 2 3 4 5 6 7 8 \n9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 55 residents could be detained in violation of the \nFourth Amendment to the United States Constitution, targeted on the basis of race or ethnicity in violation of the \nEqual Protection Clause, or denied access to education based on immigration status. See Sanchez Ochoa v. \nCampbell, et al. (E.D. Wash. 2017) 2017 WL 3476777; Trujillo Santoya v. United States, et al. (W.D. Tex. 2017) \n2017 WL 2896021; Moreno v. Napolitano (N.D. Ill. 2016) 213 F. Supp. 3d 999; Morales v. Chadbourne (1st Cir. \n2015) 793 F.3d 208; Miranda-Olivares v. Clackamas County (D. Or. 2014) 2014 WL 1414305; Galarza v. Szalczyk \n(3d Cir. 2014) 745 F.3d 634. Cal. Gov’t Code § 7284.2(e). Because California’s directive to its law enforcement \nagencies is not preempted, the Court finds its determination to make certain exceptions to the rule also survives \npreemption analysis. c. Intergovernmental Immunity The intergovernmental immunity doctrine has no clear \napplication to SB 54. SB 54 regulates state law enforcement; it does not directly regulate federal immigration \nauthorities. Plaintiff argues the information sharing and transfer restrictions “apply only to requests made by federal \nentities[.]” Mot. at 31. It claims that although “the statute defines ‘immigration authorities’ to include, in addition to \nfederal officers, ‘state, or local officers, employees or persons performing immigration enforcement functions,’ it \nalso defines ‘immigration enforcement’ to mean ‘any and all efforts to investigate, enforce, or assist in the \ninvestigation or enforcement of any federal civil immigration law, and also includes any and all efforts to \ninvestigate, enforce, or assist in the investigation or enforcement of any federal criminal immigration law that \npenalizes a person’s presence in, entry, or reentry to, or employment in, the United States.’ ” Id. (citing Case 2:18-\ncv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 55 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 \n20 21 22 23 24 25 26 27 28 56 the definitions in Cal. Gov’t Code § 7284.4). The Court is not convinced that the \nintergovernmental immunity doctrine extends to the State’s regulation over the activities of its own law enforcement \nand decision to restrict assistance with some federal endeavors. None of the cases cited in the parties’ briefs \ninvolve an analogous regulation. The preemption analysis above thus counsels against expanding the doctrine to \nthe present situation. North Dakota v. United States, 495 U.S. 423, 435 (1990) (“The Court has more recently \nadopted a functional approach to claims of governmental immunity, accommodating of the full range of each \nsovereign’s legislative authority and respectful of the primary role of Congress in resolving conflicts between the \nNational and State Governments.”). Even if the doctrine might arguably apply to this situation, Plaintiff has not \nshown it is likely to succeed on this claim. First, Plaintiff has not shown that the laws uniquely burden federal \nimmigration authorities. The information sharing provisions permit sharing when the information is available to the \npublic. Cal. Gov’t Code § 7284.6(a)(1)(C)-(D). Plaintiff has not identified any examples of similarly situated \nauthorities (i.e., civil law enforcement agencies) that the State treats better than it does federal immigration \nauthorities. And while the Court agrees with Plaintiff that “federal, state, or local officer[s] . . . performing \nimmigration enforcement functions” boils down to federal immigration enforcement, see Cal. Gov’t Code § \n7284.4, the Court finds the discrimination—if any—is justified by California’s choice to divert its resources away \nCase 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 56 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 \n17 18 19 20 21 22 23 24 25 26 27 28 57 from assisting immigration enforcement efforts. As explained in detail \n\n\n\nabove, the purported “burden” here is California’s decision not to help the Federal government implement its \nimmigration enforcement regime. The State retains the power to make this choice and the concerns that led \nCalifornia to adopt this policy justify any differential treatment that results. For all of the reasons set forth in Part \nIII.A.3 of this Order, the Court finds that Plaintiff is not likely to succeed on the merits of its SB 54 claim and its \nmotion for a preliminary injunction as to this statute is denied. B. Preliminary Injunction Equitable Factors Each \nparty submitted evidence showing hardships to their sovereign interests and their constituencies should the Court \nfail to decide this Motion in their favor. See Exhs. to Mot. and Reply, ECF Nos. 2-2–5, 46, 171-1–25, 173, 178; \nExhs. to Opp’n, ECF Nos. 75, 78, 81, 83. Many of the amici curiae also identified harms that would befall \nthemselves or their constituencies because of this Court’s Order. The parties’ interests largely hang in balance, \neach seeking to vindicate what it—and its supporters—view as critical public policy objectives. These harms are not \nsusceptible to remediation through damages; each side faces much more than mere economic loss. See Ariz. \nDream Act Coal. v. Brewer, 757 F.3d 1053, 1068 (9th Cir. 2014) (“Irreparable harm is traditionally defined as harm \nfor which there is no adequate legal remedy, such as an award of damages.”). “[A]n alleged constitutional \ninfringement will often alone constitute irreparable harm.” United States v. Arizona, 641 F.3d Case 2:18-cv-00490-\nJAM-KJN Document 193 Filed 07/05/18 Page 57 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 \n24 25 26 27 28 58 339, 366 (9th Cir. 2011) (citation omitted), rev’d in part on other grounds, 567 U.S. 387 (2012). “It \nis clear that it would not be equitable or in the public’s interest to allow the state to violate the requirements of \nfederal law . . . . In such circumstances, the interest of preserving the Supremacy Clause is paramount.” Id. (quoting \nCal. Pharmacists Ass’n v. Maxwell-Jolly, 563 F.3d 847, 852–53 (9th Cir. 2009)); see Am. Trucking Ass’ns, Inc. v. \nCity of Los Angeles, 559 F.3d 1046, 1059–60 (9th Cir. 2009) (“Similarly, while we do not denigrate the public \ninterest represented by the Ports, that must be balanced against the public interest represented in [Congress’s] \ndecision to deregulate the motor carrier industry, and the Constitution’s declaration that federal law is to be \nsupreme.”). For the state laws which the Court found no likelihood that Plaintiff will succeed on its claims—\nCalifornia Government Code Sections 12532 (AB 103), 7284.6(a)(1)(C) & (D), and 7284.6(a)(4) (SB 54), and \nCalifornia Labor Code Section 90.2 (AB 450)—no injunction will issue. “Because it is a threshold inquiry, when a \nplaintiff has failed to show the likelihood of success on the merits, [the Court] need not consider the remaining three \nWinter elements.” Garcia v. Google, Inc., 786 F.3d 733, 740 (9th Cir. 2015) (citation and quotation marks omitted). \nThe Court will not find an irreparable injury where it has not found an underlying constitutional infringement. See \nGoldie’s Bookstore, Inc. v. Super. Ct. of Cal., 739 F.2d 466, 472 (9th Cir. 1984) (“In this case, however, the \nconstitutional claim is too tenuous to support our affirmance on [the] basis [of irreparable harm].”). Case 2:18-cv-\n00490-JAM-KJN Document 193 Filed 07/05/18 Page 58 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 \n21 22 23 24 25 26 27 28 59 As to California Government Code Sections 7285.1 and 7285.2 and California Labor \nCode Section 1019.2, the Court presumes that Plaintiff will suffer irreparable harm based on the constitutional \nviolations identified above. The equitable considerations favor an injunction in such circumstances. See United \nStates v. Alabama, 691 F.3d 1269, 1301 (11th Cir. 2012) (“The United States suffers injury when its valid laws in a \ndomain of federal authority are undermined by impermissible state regulations. Frustration of federal statutes and \nprerogatives are not in the public interest, and we discern no harm from the state’s nonenforcement of invalid \nlegislation.”). The Court therefore enjoins enforcement of these provisions as to private employers, as set forth in \nthe Order below. C. Conclusion This Court has gone to great lengths to explain the legal grounds for its opinion. \nThis Order hopefully will not be viewed through a political lens and this Court expresses no views on the soundness \nof the policies or statutes involved in this lawsuit. There is no place for politics in our judicial system and this one \nopinion will neither define nor solve the complicated immigration issues currently facing our Nation. As noted in the \nIntroduction to this Order, this case is about the proper application of constitutional principles to a specific factual \nsituation. The Court reached its decision only after a careful and considered application of legal precedent. The \nCourt did so without concern for any possible political consequences. It is a luxury, of course, that members of the \nother two branches of government do not share. But if there is Case 2:18-cv-00490-JAM-KJN Document 193 Filed \n07/05/18 Page 59 of 60 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 60 going to be \na long-term solution to the problems our country faces with respect to immigration policy, it can only come from \nour legislative and executive branches. It cannot and will not come from piecemeal opinions issued by the judicial \nbranch. Accordingly, this Court joins the ever-growing chorus of Federal Judges in urging our elected officials to set \naside the partisan and polarizing politics dominating the current immigration debate and work in a cooperative and \nbi-partisan fashion toward drafting and passing legislation that addresses this critical political issue. Our Nation \n\n\n\ndeserves it. Our Constitution demands it. IV. ORDER For the reasons set forth above, the Court DENIES IN PART \nAND GRANTS IN PART Plaintiff’s Motion for Preliminary Injunction. The Court DENIES Plaintiff’s Motion to enjoin \nCalifornia Government Code Sections 12532, 7284.6(a)(1)(C) & (D), and 7284.6(a)(4), and California Labor Code \nSection 90.2. The Court GRANTS Plaintiff’s Motion and preliminarily enjoins the State of California, Governor \nBrown, and Attorney General Becerra from enforcing California Government Code Sections 7285.1 and 7285.2 \nand California Labor Code Section 1019.2(a)&(b) as applied to private employers. IT IS SO ORDERED. Dated: \nJuly 4, 2018 Case 2:18-cv-00490-JAM-KJN Document 193 Filed 07/05/18 Page 60 of 60  In case of any query \nregarding this article or other content needs please contact: editorial@plusmediasolutions.com  \n"}