{"title": "New rules for driver's licenses will begin", "body": "\nThe line on a typical day at the driver's license station on University Avenue in St. Paul is a pretty good reflection \nof Minnesota's new drivers.\n\nSomeone who needs to take the test in Spanish stands near a new immigrant from Cambodia, an African-born \nwoman wearing traditional garb waits in the crowded station next to someone who could be a Wisconsinite trading \nin his Badger state license.\n\nStarting Monday, people like these -- citizens and immigrants alike -- will have to jump through at least one more \nhoop to get their licenses, and some immigrants will get cards that distinguish them from citizens.\n\nAn out-of-state driver's license will no longer be enough for new Minnesotans to prove their identity. Everyone \nwill have to show another government-issued document, such as a passport or a birth certificate, and prove that \nthey are allowed to be in the United States.\n\n\"What we need to see is at least two forms of identification,\" said Brian Lamb, director of the vehicle services \ndivision of the Public Safety Department. Minnesota drivers renewing their licenses won't be affected.\n\nFor temporary immigrants, clerks at driver's license counters will use the documentation to create special \nlicenses that bear the date by which the immigrant is supposed to leave the country, and the words \"status check\" \nwill appear on the front and back of the license.\n\nPeople who were born elsewhere but have permanent legal residence in the country would not have any special \ndesignation on their licenses.\n\nTemporary immigrants will still get licenses valid for four years. But about 60 days before their legal stay is up, \nthey will get a letter saying they must talk to state driver's officials or their license will be canceled once their legal \nstay has expired.\n\nPeople with permission from the federal Immigration and Naturalization Service to stay longer, or those who have \napplied for that permission, can have their licenses extended.\n\nIf law enforcement officials see someone with an expired \"status check\" date, they could and would call the INS, \nsaid Public Safety Commissioner Charlie Weaver. That will make the state safer, he said.\n\n\"What we need to do to fight terrorism is a coordinated system. We all need to work together,\" Weaver said.\n\nMinnesota lawmakers considered similar driver's license measures this year and rejected them. Senate \nDemocrats, who were opposed to specifying immigrant status on driver's licenses, and House Republicans, who \n\n\nbacked the idea, could not agree. Weaver sought and received an administrative law judge's permission to change \nthe rules without legislative action.\n\nHouse members and Weaver said making driver's licenses provisions tougher and giving police officers the tip \nthat they might be dealing with someone who is in the country illegally would help keep the country safe.\n\nSenate members and immigrant groups said the driver's license measures would have little impact on terrorism \nand would only make immigrants targets of harassment. Some of the state's biggest employers, including Cargill \nand the Mayo Clinic, also objected to the provisions.\n\nA majority of state legislatures that considered creating tougher driver's license provisions for immigrants rejected \nthe proposals, said Tyler Moran of the National Immigration Law Center. She said there was a feeling that changing \ndriver's licenses would offer a false security blanket, and \"real security takes real hard work.\"\n"}