{"title": "12 Held in Ring to Obtain Papers for Illegal Aliens", "body": "\nFour immigration workers and two Army recruiting sergeants were charged yesterday with taking bribes as part of a \nring that obtained green cards and other documents for more than 1,000 illegal aliens, mostly West Indians living \nin Brooklyn and Queens, Federal authorities said.\n\nSix other people were also taken into custody in a series of early morning raids, the authorities said.\n\nAmong those arrested were a supervisor and three clerks for the United States Immigration and Naturalization \nService at 26 Federal Plaza in Manhattan. The authorities identified the leader of the ring as John Felix, 53 years \nold, of Brooklyn. He does not work for the immigration service.\n\nAll the suspects were charged with conspiring to pay and receive bribes to obtain official documents. They could be \nsentenced to up to 15 years in prison, said Andrew J. Maloney, the United States Attorney in Brooklyn.\n\nA defense lawyer, David L. Lewis, said the suspects denied the charges.\n\nThe scheme mostly involved obtaining documents for aliens who sought to stay beyond the time their temporary \nvisas allowed, prosecutors said.\n\nThe ring charged fees of up to $6,000 the arrest complaint charged. Gordon Mehler, a prosecutor, said Mr. Felix \nhad boasted in a taped conversation of making millions of dollars.\n\nThe ring was uncovered after an immigration worker became suspicious of a supervisor, Johnnie Boston, who later \nagreed to cooperate, Mr. Mehler said. He said Mr. Boston received about $100,000 in bribes.\n\nThe Army sergeants, Prakash Ramsingh and Edward Shuler, work in recruiting offices in Queens. They obtained \ndocuments from the ring so that aliens could enlist, the prosecutors said. An alien who completes three years of \nArmy service can be naturalized immediately.\n\nThe clerks, accused of receiving lesser bribes, were identified as Carol Pelzer, Tara Gilliam and Cheryl Kelly. The \nother defendants are Mr. Felix's wife, Rosanna Felix, George Grant, Thomas Johnson, Trevor Selman and a \nwoman identified only as Pearl, all of Brooklyn.\n"}