{"title": "FBI Sting at INS Found an Unlikely Cuban Spy Suspect", "body": "\nEight days ago, Mariano Faget, an immigration supervisor in Miami born in Havana, was summoned to a meeting \nwith senior U.S. officials who sought his advice on the imminent defection to the United States of a high-ranking \nCuban intelligence officer and then asked him to prepare asylum papers.\n\nTwelve minutes after the meeting, according to documents filed in federal court, Faget, 54, returned to his office, \ngrabbed his personal cell phone and called a New York businessman, telling him that \"one of the ones working with \nthe Americans\" is \"a person we both know.\" What Faget didn't know was that he was the target of a sting, code-\nnamed \"Operation False Blue,\" and that FBI agents were listening to him as he tipped the New Yorker, who was \nabout to meet with a Cuban intelligence officer.\n\nYesterday, Faget's 34-year career as a U.S. immigration official with access to classified information about law \nenforcement sources and Cuban defectors ended, as his alleged life as a Cuban spy was revealed in court papers \nfiled by the U.S. attorney's office in Miami. Through technical and physical surveillance and videotaping, the FBI \nsaid it had watched Faget, now in custody, making unauthorized contacts with Cuban intelligence officers in Miami, \nwith an official in the Cuban diplomatic mission in Washington and with the New York businessman.\n\nFaget, who carried a \"secret\" security clearance and was responsible for supervising naturalization decisions and \nrequests for political asylum in Miami, is the first Immigration and Naturalization Service official to be charged with \nspying.\n\n\"His reputation has always been excellent,\" one stunned former intelligence officer said. \"He was the last person in \nthe world you would have thought of as being part of something like this. He was thoroughly professional and from \nall appearances was 100 percent pro-American.\"\n\nFBI assistant special agent Paul Mallett said during a news conference in Miami that Faget's alleged espionage \ncould compromise national security and that additional arrests were expected in the continuing probe, which began \nabout a year ago.\n\nThe case \"speaks to the heart of public trust,\" said Bob Wallis, INS director for the district that includes Miami, \nadding that Faget was arrested soon after the sting because he was nearing retirement and appeared to be on his \nway to work more closely with Cuban agents.\n\n\n\"The real importance of it from a counterintelligence standpoint is that the Cubans are one of the most effective \nintelligence services in the world, and to interrupt one of their operations is significant,\" a U.S. official familiar with \nthe case said. \"The Cubans are very, very good.\"\n\nThe Cuban Interests Section in Washington released a statement yesterday calling the claims about Faget \"a \ncolossal slander.\" \"The Cuban Interests Section categorically denies this accusation,\" the statement said.\n\nThe probe, dubbed \"False Blue\" as a play on the patriotic expression \"True Blue,\" is likely to further strain U.S.-\nCuban relations at a time when they have been tested by the controversy surrounding the case of 6-year-old Elian \nGonzalez.\n\nAt a preliminary hearing before U.S. District Judge Stephen T. Brown in Miami yesterday, Faget appeared puffy \nand pale, wearing tan prison-issue scrubs, plastic slippers with socks, leg irons and handcuffs. He entered no plea \nas more than 40 of Faget's family and friends waited in the courtyard to post property as bond and to testify to his \ncharacter.\n\nBut the judge ruled that Faget, who began work as a clerk and rose to a high-level immigration official with an $ \n82,107 salary, should be held, pending a bond hearing next week.\n\nThe FBI has recommended to the State Department that a contact of Faget's at the Cuban diplomatic mission be \nasked to leave the country, a Clinton administration official told the Associated Press, speaking on the condition of \nanonymity. A spokesman for the Cuban Interests Section declined to comment.\n\nFederal officials did not reveal the name of the New York businessman or what secrets Faget had allegedly \ndivulged. But they suggested that Faget might have been rewarded for his efforts by the New Yorker, who made \nhim vice president and secretary of a corporation apparently set up to do business with Cuba.\n\nFaget's father, Mariano Faget Sr., was described by the Miami Herald as a hunter and torturer of suspected \ncommunists for the government of Fulgencio Batista, who was overthrown by current Cuban President Fidel \nCastro. In \"Diary of the Cuban Revolution,\" writer Carlos Franqui said Faget Sr. \"had worked with the FBI in the \nUnited States.\"\n\nThe United States broke off diplomatic relations with Cuba in 1961, about two years after Castro's communist \nregime rose to power.\n\nThe Fagets sought political asylum in the United States in 1960, and the son became a U.S. citizen on Nov. 22, \n1963, according to El Neuvo Herald.\n\nIf convicted, he faces the possibility of 15 years in prison, hundreds of thousands of dollars in fines and the \npotential loss of his federal retirement pay.\n\nStaff writers Lorraine Adams and Karen DeYoung in Washington and special correspondent Catharine Skipp in \nMiami contributed to this report.\n"}