{"title": "More Immigration News Old Media Thinks You Canâ(EURO)(TM)t Use: Swift Returns to Full Staffing Levels", "body": "\n  May 20, 2007 (BizzyBlog delivered by Newstex) -- If you believe the hype from the open-borders crowd about how \nillegal immigrants \"are doing jobs other won't do,\" you would have to wonder            how this ever happened (the \nfollowing is from a May 11 company press release): Swift & Company Announces Return of Standard Staffing \nLevels at All Four Domestic Beef Processing Facilities Pork Processing Facilities Resumed Normal Production in \nMarch Swift & Company today reported its return to standard staffing levels at all four domestic beef processing \nfacilities after the detention and removal, on December 12, 2006, of approximately 950 Swift Beef employees by the \nU.S. Department of Homeland Security's Immigration and Customs Enforcement (\"ICE\") division. The December \n2006 ICE event also involved two Swift Pork processing facilities. As the Company announced on April 10, 2007, \nSwift's domestic pork operations returned to normal levels in March 2007. ICE detained and removed a total of \nnearly 1,300 Swift Beef and Swift Pork employees during the December 2006 event.            A terse Associated \nPress story on the announcement that gained very little circulation made sure to remind us that \"Operations at Swift \nplants in Colorado, Minnesota, Iowa, Nebraska, Texas and Hyrum, Utah, were suspended for several hours on Dec. \n12 while immigration agents arrested 1,217 workers. No company managers have been charged.\" Somehow, AP \n\"forgot\" to tell us that, as reported by the Greeley, Colorado Tribune            the previous week (requires free \nregistration), that at just one of the facilities involved: ..... 261 warrants (were issued) for workers in Greeley who \nwere using other people's Social Security numbers or names to gain employment at Swift. It was unclear how the \nworkers obtained those identities. ICE discovered the identity thefts after victims from different parts of the country \nreported suspicious changes in their credit. Some people received Social Security statements that showed a \nhistory of employment at Swift, but the victims had never worked there. Back to the main topic - How did Swift \nmanage to find all those (presumably legal) workers?            A One News Now story has what will be a \"surprising\" \nanswer for the economic wing of the open-borders lobby: Steve Elliot is president of Grassfire.org, an organizing \ncenter for conservative activists. He is calling the company's achievement the \"Swift Miracle.\" ..... Swift had no \nproblem finding people to fill the positions formerly held by illegal aliens, the Grassfire.org spokesman contends. \n\"Just a few months after they were busted by government officials, they had no problem filling those positions with \nAmericans who are willing to do those jobs and earn a living in the meat-packing industry,\" he says. Elliot insists the \nmeat company's story completely debunks the argument by advocates for open borders that the U.S. government \nmust give amnesty to millions of illegal aliens in the country. \"[T]his just blows holes in one of the biggest arguments \nof the amnesty agenda: that illegals are coming here to do jobs Americans won't do,\" he adds. \"It's simply not true,\" \nhe says; \"Americans will do these jobs if given the opportunity.\" Thanks to the \"Swift Miracle,\" Eliot says, those who \nsupport the open borders/amnesty agenda can no longer use the jobs excuse to justify the flood of illegal \nimmigrants into the U.S. The filling of the Swift jobs is yet another against-the-grain immigration-related story that \nOld Media has downplayed. Yet it \"somehow\" has found the time and attention for:\n\n - \"           Swift raids leave immigrant families separated\"\n\n\n - \"Impact of Swift raid            still being felt\"\n\n - \"Greeley mayor urges changes            in ICE raids\"\n\n - \"Somali Workers Quit            Over Prayer Dispute\" (at a Swift plant) ________________________________ \nNote: An unexcerpted paragraph in the One News Now story contains claims by Elliot that \"Swift is reporting in the \ncompany's own quarterly report \"that they are 'up to normal production levels' and that their operational and cost \nposition has improved.\" Those claims are incorrect. The company's            related April 10 press release (PDF \nconverted to HTML) says that \"US Pork Operations (are) Back at Normal Levels .... (and) US Beef Operations (are) \nOn Track to Return by Summer,\" and only notes that \"multiple operational and cost position improvements are \nunder way, and we are beginning to realize the benefits of those programs.\" No favorable or unfavorable \ncomparison to the company's previous cost position is made. Nothing in the            10-Q Quarterly report \ncontradicts that statement in the press release. ________________________________ Cross-posted at            \nNewsBusters.org.  \n\nNotes\n\nThe views expressed on blogs distributed by Newstex and its re-distributors (\"Blogs via Newstex\") are solely the \nauthor's and not necessarily the views of Newstex or its re-distributors. Posts from such authors are provided \"AS \nIS\", with no warranties, and confer no rights. The material and information provided in Blogs via Newstex are for \ngeneral information only and should not, in any respect, be relied on as professional advice. No content on such \nBlogs via Newstex is \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors \nmake any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information \ncontained therein or linked to from such blogs, nor take responsibility for any aspect of such blog content. All \ncontent on Blogs via Newstex shall be construed as author-based content and commentary. Accordingly, no \nwarranties or other guarantees will be offered as to the quality of the opinions, commentary or anything else offered \non such Blogs via Newstex. Reader's comments reflect their individual opinion and their publication within Blogs via \nNewstex shall not infer or connote an endorsement by Newstex or its re-distributors of such reader's comments or \nviews. Newstex and its re-distributors expressly reserve the right to delete posts and comments at its and their sole \ndiscretion.\n"}