{"title": "PROPOSITION 187 ON THANKSGIVING DAY", "body": "\nEarly in the 185Os, my newly landed forebears wrote of the kindness of the \"Americans\" who shared pies, \npreserves and tools with the immigrant communities. A few years later, these same Americans were galloping \nthrough these same communities throwing torches because the new arrivers opposed slavery. It would seem, with \nthe passage of Proposition 187, that we Americans are in one for one our periodic torch-flinging moods.\n\nI was therefore pleased to read Joe Rodriguez's column and especially his reference to Jack Kemp, William \nBennett and we true conservatives who don't want to join in the arson (Commentary, Nov. 22).\n\nAmerica is not an experiment in pulling up the ladder once you are in the tree house. When America was filling up, \nthe lords stayed in England, the princes in Germany, the counts remained in France. Even black slaves were not \nthe chieftains and merchants of coastal West Africa. We were the low, the common, many arriving one step away \nfrom a hanging. But look at us now.\n\nThe apparatus that once took the downtrodden and created the educated and prosperous ain't working so great \nanymore. Heck, not so long ago, new immigrants and alien residents could vote in this country. Gov. Wilson, quit \ntrying to make your fine distinctions between legal versus illegal. Immigration has been a political football for so long \nthat those categories are a mockery. We're all pilgrims in this country.\n\nThis nation's social systems have long been saying \"yes\" while creating deprivation. We now must begin saying \n\"no\" and, please get this, Mr. Newly Elected Republican, at the same time find ways to enfranchise, empower and \nget the American experiment going again.\n\nDoes this mean saying no to immigrants? Just the opposite.\n\nTake those Chinese who spent their life savings and indentured themselves just to huddle below decks in \nunseaworthy freighters for the chance to make it to America. Swear them in as citizens right on the docks. They and \nthe Iranian and the Ethiopian and the Guatemalan and their children and their children's children vitalize this nation. \nWithout them, we are nothing special in this world and our creed means nothing.\n\nAnother thing. What about these \"nannygate\" problems of public servants? Isn't this just a case of the torch-\nthrowers screaming that the pie-givers and tool-sharers are not fit office? Those ignoble laws didn't come from on \nhigh. Let's quit tying ourselves down with petty rules and give our new Americans- to-be every possible chance.\n\nHappy Thanksgiving, pilgrim!\n\n- Charles Tips\n\nMenlo Park\n\n\nNotes\n\nLETTERS TO THE EDITOR\n"}