{"title": "Across China: VR helps Chinese shadow puppetry out of shadow", "body": "\nTIANJIN, Oct. 8 (Xinhua) -- When thinking about shadow puppetry, most Chinese people are reminded of their \nexperience of watching shadow play in some temple fairs during big festivals when they were little. But now, on can \nenjoy a whole shadow show just by putting on a Virtual Reality (VR) headset.\n\nThis VR game is designed by China Institute of Art Science & Technology affiliated to the Ministry of Culture and \nTourism, aims to inject vigor to intangible cultural heritage, like shadow puppetry, through new technology.\n\n\"We've been looking for a connection between traditional art and modern technology,\" said the VR game designer \nZhang Qing, associate professor with the institute.\n\n\"I hope that the people can appreciate the beauty of shadow puppetry and get to know more about this traditional \nart via the VR game,\" she said.\n\nShadow puppetry is a Chinese folk art known for its unique storytelling techniques via figures made from cowhide \nand an illuminated backdrop that creates the illusion of moving images, which can be dated back more than 2,000 \nyears to the Han Dynasty (206 BC-220 AD).\n\nHowever, as films and TV series gradually became major entertainment options since the late 1980s, shadow \nplays waned, with many performers shifting jobs.\n\nIn order to revive the ancient art via VR, Zhang, together with her team, has been to many shadow puppetry \nmuseums across the country and visited puppeteers at Houma city in north China's Shanxi Province where \nShadow puppetry once flourished.\n\n\"The locals were celebrating a festival when we got there, performing shadow plays at a temple fair, so we took \nsome video footage of it,\" Zhang said, adding that the footage has provided important materials for the development \nof their game.\n\n\"I only get to perform five or six times a year,\" a puppeteer Zhu Chao said that the art is far from its prime time.\n\nZhu hopes that the combination of shadow puppetry and new technology like VR can attract more young people \nand pass down this ancient performing art as it is gradually fading away.\n\n\"It's amazing,\" said Li Yingxin, an elderly experiencer of the game. \"It's the first time to enjoy shadow play in this \nway, and it's a great idea to combine shadow play with VR.\"\n\n\nChina will promote the integration of culture, tourism and modern technology, and develop immersive experiential \nculture and tourism consumption content based on new technologies like 5G, ultra-high definition, AR, VR and AI, \naccording to a guideline issued by the General Office of the State Council in Aug. 23.\n\nAs the VR industry is heating up in China, the cutting-edge technology was recently adopted in many aspects in \nculture and tourism.\n\nIn Shanxi Province, visitors can have an immersive tour in virtual cave No. 18 of UNESCO heritage sites Yungang \nGrottoes with VR headsets.\n\nIn Shanghai, with a simple scan to the QR codes on the wall of the historical architecture, visitors can know culture \nand history behind old bricks with text, audio video and 360 VR Panoramas in the smartphone.\n\nAnother VR plus intangible cultural heritage project of Zhang has been put on the agenda.\n\n\"Peking Opera and Kunqu opera are next attempt. With a VR headset, people would feel like one of the performers \non the stage in the virtual environment. It would be a brand-new approach to access traditional Chinese opera,\" \nZhang said. Enditem\n"}