{"title": "Readers respond: How do we fix Canada s trucking industry?; A collection of today s reader comments and letters following The Globe s investigation of victimization in Canada s trucking industry", "body": "\nABSTRACT\n\nA collection of today s reader comments and letters following The Globe s investigation of victimization in Canada s \ntrucking industry\n\nFULL TEXT\n\nKeep your Opinions sharp and informed. \nToday, readers are responding to The Globe's investigation of immigrant victimization in Canada's trucking \nindustry. Investigative reporter Kathy Tomlinson https://www.theglobeandmail.com/canada/article-foreign-truck-\ndrivers-canada-immigration-investigation/. In response,            https://www.theglobeandmail.com/canada/article-\nottawa-to-probe-possible-abuse-of-foreign-workers-as-bc-reviews/, while British Columbia will look to review \ntrucking regulations in that province. Ms. Tomlinson's investigation began after a previous look into the immigration-\nconsulting industry,            https://www.theglobeandmail.com/canada/article-trucking-visas-investigation-behind-the-\nstory/.\n\nHere what readers and letter-writers had to say:\n\nIndustry voices\n\nThe Globe has exposed the underbelly of a great industry: trucking. The highlighted behaviour of some companies \nare an embarrassment to my sector. So what can Canada do to address these abuses? The answer is not to stop \nimmigration programs.\n\nWhen it comes to future immigration policy, the Canadian government should create trusted-employer programs \nthat ensure participating companies have all the required standards in place before they can employ immigrant \ndrivers. Government agencies should also begin serious investigations of drivers or operators who allegedly employ \nthe so-called Drive Inc. model, a potential tax-evading practice that seems to fuel many of these non-compliant \ncarriers.\n\nAs for the fleets exhibiting grossly unsafe operating behaviour, the Canadian Trucking Alliance is finalizing a plan \nfor improved regulatory oversight of trucking firms both new and existing. My members have been frustrated that \n\n\nsuch behaviour has not received the enforcement attention required to stop it. Change cannot come fast enough. - \nStephen Laskowski President, Canadian Trucking Alliance; Toronto\n\nThe fraud described in this Globe investigation sadly seems like the tip of the iceberg.\n\nI have seen that only a small percentage of victims make formal complaints against immigration consultants who \npromise to sell jobs in various industries such as trucking, facilitate marriage fraud or counsel submission of false \nrefugee claims to Canada's overburdened system. That there are nevertheless hundreds of existing complaints, \nwhich the immigration-consulting industry's self-regulatory body has not been able to keep up with, reveals the \npossible extent of fraud and negligence.\n\nThere have already been two attempts at industry self-regulation; after intense lobbying by immigration consultants, \nthe federal government most recently announced $100-million for a third try, with some tougher penalties. But \npunishment only works when people come forward.\n\nImmigration lawyers have undergone rigorous formal and ethical training. The practice of immigration law should be \nrestricted to lawyers to ensure public protection and prevent victimization of newcomers. - Ravi Jain National chair, \nCanadian Bar Association - Immigration Section; Toronto\n\nAn awful lot has changed since I got behind the wheel of a semi back in 1974. Back then, trucking was a coveted \nand respected occupation. Unfortunately, deregulation, which I was one of the largest proponents of in Canada, has \ncreated some huge downsides along with its tremendous efficiencies.\n\nAs described in the Globe investigation, the Canadian for-hire trucking sector has been the victim of a small batch \nof fraudsters masquerading as real companies, and the result of their actions has hurt the entire industry. At the \nsame time, trucking as a whole in North America looks to be suffering from the worst insurance crunch in our \nhistory, as a result of careless operators who seem to be more interested in putting any warm body in a cold truck \nseat.\n\nIt is very important for me, as one of the founding fathers of today's deregulated industry, to highlight two positive \npoints: The vast majority of truck operators in North America do business in a totally professional and compliant \nmanner; as well, insurance providers are now drilling deeper into every aspect of their insureds' operations - the \nones that refuse to operate under the industry's best practices will simply just not be able to insure their trucks. - \nChuck Snow CEO, Traffix Group of Companies; Milton, Ont.\n\nWhose responsibility?\n\nThe question that needs to be asked is: Why do we allow a system where a consultant can charge someone who \nwants to come to Canada $30,000 to $50,000 as a \"fee,\" splitting half with the trucking company? I believe that this \nis called fraud. This is a federal responsibility and needs to be addressed. There are two sets of victims: the poor \ndupes who pay, desperate to get into Canada, and the Canadian public who are victims of the trucking industry that \nallows this. - https://www.theglobeandmail.com/canada/article-foreign-truck-drivers-canada-immigration-\ninvestigation/?commentId=639edfc8-e94d-4f34-9ef2-7f7e61a7006f\n\nCurious what the Minister of Transport is going to do about this? It took Humboldt for this to be brought to the \nforefront, even though people knew this has been going on for years. - \nThe operators\n\n\nThe roots of the problem are the trucking companies and their practices. The lack of government regulation and \ninspection are also huge factors. The drivers should be way down the list. If the other factors were properly \naddressed, then they would not have a chance to make those choices. - \nThere is an immigration issue here, but the much bigger problem is why are these companies allowed to operate in \nthe first place? Why isn't the RCMP deep into this problem, and what can be done about the lack of overlap \nbetween federal and provincial government responsibilities? Even if there were no Temporary Foreign Worker \nProgram, the owners of these companies are so unscrupulous they would likely continue to exploit untrained \nCanadian workers without safety certificates or regard for industry standards.\n\nWhen I was a kid, and later when going for my own driver's licence, truckers were held up as the safest drivers on \nthe road. Whatever has happened since then, that is far from true now. Speeds are too high, time pressure too \nunreasonable, courtesy gone. What regulatory or enforcement changes have been made in the last few decades to \nmake what was once an honourable profession so hazardous to us all? - \nThe drivers\n\nI must disagree with the portrayal of some of these truck drivers as the unwitting victims of truck-driving companies \nand immigration consultants. They are all part of the problem. Truck drivers must know or ought to know that what \nthey are doing is illegal in breaking immigration, traffic and labour rules, but they go along with that to get their \npermanent residency nonetheless. While the trucking companies, immigration consultants and the whole \nTemporary Foreign Worker Program should be shut down, revocation of fraudulently obtained citizenship or \npermanent resident status might also be in order to fix that. - https://www.theglobeandmail.com/canada/article-\nforeign-truck-drivers-canada-immigration-investigation/?commentId=f059d6b8-42ca-40ad-8302-6b49bd03d6ef\n\nThe system is a mess. However, blame should go both ways. If you can't read English, haven't driven in ice or snow \nand generally are not experienced in driving, why would you decide to become a truck driver? Yes, you really want \nto immigrate to Canada. I really want to be a millionaire. But I'm not going to participate in what is obviously an \nillegal or unethical job in order to achieve my dreams while putting other people in danger. These newcomers are \nnot having a gun put to their heads so that they must drive a truck in order to gain entry into Canada. Let's focus on \nthis corrupt system and focus on the real victims: Those who are injured in accidents or are unintentionally put in \nharm's way. - https://www.theglobeandmail.com/canada/article-foreign-truck-drivers-canada-immigration-\ninvestigation/?commentId=6a3766eb-fb20-4cad-ae10-03abdfeff487\n\nHow bad is it?\n\nIf it was only the trucking industry that had regulatory issues between the federal and provincial governments, it \nwould not be so bad. But after many reports about the real estate sector in British Columbia and other places, the \nbanking sector in regards to money laundering, the impossibility of building anything coast to coast without \noffending a province, no free trade between provinces, is there any wonder the country is stagnating on \nproductivity? - https://www.theglobeandmail.com/canada/article-foreign-truck-drivers-canada-immigration-\ninvestigation/?commentId=717997fe-22b7-490f-a49d-b3a60014682e\n\nPublic safety\n\nI used to have a lot of respect for professional truck drivers. After the Humboldt crash, and the facts that came out \naround that, and articles like this, I no longer have that opinion. If you are on the highway in proximity of a large \ntruck, be very cautious. Your life may be on the line. - https://www.theglobeandmail.com/canada/article-foreign-\ntruck-drivers-canada-immigration-investigation/?commentId=1f151137-7c55-41ad-9581-cd12a5ecf1bb\n\n\nAll of us drive our highways and see the dangers around transport trucks, and the horrific accidents. All of us need \nto put pressure on the federal and provincial governments to bring in stricter regulations. After Humboldt, it is \nshocking that Ottawa did not act to enforce stricter national regulations. - \n\"Any employer found to have violated the rules will face serious consequences,\" said a statement from Michael \nO'Shaughnessy at Employment and Social Development Canada. He said the government is very serious about \nprotecting \"the safety and welfare of temporary foreign workers, and does not tolerate any abuse.\"\n\nFine, but what about the \"safety and welfare\" of the general public using the roads that have become extremely \nhazardous due to these unqualified and inexperienced truck drivers? - \nTemporary Foreign Workers\n\nFinally, this is just another unintended consequence of what happens when government interferes in the market, in \nthis case applying the Temporary Foreign Worker Program to regular workers, as opposed to unique or scarce \nspecialists, where it makes sense in one-off conditions. If there are no Canadian workers to do a job, it means the \nindustry isn't paying enough to attract them. Industries and firms that can't figure out how to survive without \ngovernment gaming the market for them don't deserve to survive. In some cases, it feels like politicians not wanting \nto take the heat for what would happen to costs everywhere when wages are forced higher for the lack of workers.\n\nConsider everything you consume is delivered (last mile) by truck and you get the idea how far reaching the \nproblem becomes. Migrant farm workers are another example: Everybody eats, but what happens when food prices \nskyrocket? Governments fall. - https://www.theglobeandmail.com/canada/article-foreign-truck-drivers-canada-\nimmigration-investigation/?commentId=62a6e25a-dbbc-4fab-9d26-d69e7f405ae9\n\nThe moral\n\nThis is an investigation of the trucking industry. The story, however, is about avarice. I should have been shocked \nby the results of this investigation. I was saddened, but not even surprised. Preying on the vulnerable might rank as \nthe fastest growing and most profitable global industry. - https://www.theglobeandmail.com/canada/article-foreign-\ntruck-drivers-canada-immigration-investigation/?commentId=793e09f8-47a4-49c5-be9d-449feabb68c0\n\nSome comments have been edited for clarity. Everyone can read the comments but only subscribers will be able to \ncontribute. Thank you to everyone furthering debate across our site.\n\nKeep your Opinions sharp and informed. Get the Opinion newsletter. \nFollow this link to view this story on globeandmail.com: https://www.theglobeandmail.com/canada/article-readers-\nrespond-how-do-we-fix-canadas-trucking-industry/\n"}