{"title": "COBB COUNTY: Deputies get lessons in deportation; Feds run classes: ICE teaches law enforcement how to deal with illegal immigrants once they are caught.", "body": "\nSix sheriff's deputies from Cobb County are in Herndon, Va., until June 8, training to participate in a program that \nwill let them put certain detained immigrants in deportation proceedings.\n\nFive departments, including the Cobb County sheriff's office, are participating in the training, said Richard Rocha, a \nspokesman for U.S. Immigration and Customs Enforcement.\n\nThey will learn about immigration law, racial profiling and document fraud, among other issues.\n\nImmigration and Customs Enforcement has agreements with 21 agencies to participate in the program. It allows \nfor faster identification of illegal immigrants charged with a crime. It also allows for the initiation of deportation \nproceedings.\n\nSheriff Neil Warren addressed Cobb's participation in the program in a statement his office released a few months \nago.\n\nWhile immigration enforcement is a federal responsibility, the sheriff said then, \"when illegal immigrants come \ninto our community and commit crimes, it becomes a local enforcement issue and we will not hesitate to use all of \nthe tools at our disposal to ensure the safety of our citizens and the enforcement of our laws.\"\n\nEven without this program, jails still would have to report all suspected illegal immigrants charged with felonies or \nDUIs to federal authorities as part of a state law that takes effect in July.\n\nCobb's participation in the program has sparked controversy.\n\nSeveral Latino advocacy organizations and members of a Cobb Hispanic Initiative, which was created in 2004 to \nbetter engage Latinos, voiced their displeasure last year after the county commissioners unanimously endorsed \nthe sheriff's application to join the federal program.\n\n\nAnd some law enforcement agencies balk at doing the work of federal immigration agents.\n\n\"We don't want our hands tied by the federal government,\" said Cherokee County Sheriff Roger Garrison, who \ndoesn't want the program there. \"There are no guarantees. You may end up holding someone for six to eight \nmonths, which would literally break the backs of the taxpayers.\"\n\nAdditionally, he said, the jail is full. \"There is no room at the inn,\" he said.\n"}