{"title": "The Shame of Postville, Iowa", "body": "\nAnyone who has doubts that this country is abusing and terrorizing undocumented immigrant workers should read \nan essay by Erik Camayd-Freixas, a professor and Spanish-language court interpreter who witnessed the aftermath \nof a huge immigration workplace raid at a meatpacking plant in Iowa. \n\n  The essay chillingly describes what Dr. Camayd-Freixas saw and heard as he translated for some of the nearly \n400 undocumented workers who were seized by federal agents at the Agriprocessors kosher plant in Postville in \nMay.\n\n  Under the old way of doing things, the workers, nearly all Guatemalans, would have been simply and swiftly \ndeported. But in a twist of Dickensian cruelty, more than 260 were charged as serious criminals for using false \nSocial Security numbers or residency papers, and most were sentenced to five months in prison. \n\n  What is worse, Dr. Camayd-Freixas wrote, is that the system was clearly rigged for the wholesale imposition of \nmass guilt. He said the court-appointed lawyers had little time in the raids' hectic aftermath to meet with the \nworkers, many of whom ended up waiving their rights and seemed not to understand the complicated charges \nagainst them.\n\n  Dr. Camayd-Freixas's essay describes ''the saddest procession I have ever witnessed, which the public would \nnever see'' -- because cameras were forbidden.\n\n  ''Driven single-file in groups of 10, shackled at the wrists, waist and ankles, chains dragging as they shuffled \nthrough, the slaughterhouse workers were brought in for arraignment, sat and listened through headsets to the \ninterpreted initial appearance, before marching out again to be bused to different county jails, only to make room for \nthe next row of 10.''\n\n  He wrote that they had waived their rights in hopes of being quickly deported, ''since they had families to support \nback home.'' He said that they did not understand the charges they faced, adding, ''and, frankly, neither could I.''\n\n  No one is denying that the workers were on the wrong side of the law. But there is a profound difference between \nstealing people's identities to rob them of money and property, and using false papers to merely get a job. It is a \ndistinction that the Bush administration, goaded by immigration extremists, has willfully ignored. Deporting \nunauthorized workers is one thing; sending desperate breadwinners to prison, and their families deeper into \npoverty, is another.\n\n  Court interpreters are normally impartial participants and keep their opinions to themselves. But Dr. Camayd-\nFreixas, a professor of Spanish at Florida International University, said he was so offended by the cruelty of the \nprosecutions that he felt compelled to break his silence. ''A line was crossed at Postville,'' he wrote. \n\n\nhttp://www.nytimes.com\n"}