{"title": "8 Charged in Crackdown on White Tigers Gang", "body": "\nIn the third crackdown on an Asian gang in three months, Federal authorities announced the indictment yesterday \nof eight members of the White Tigers gang, a Queens-based group that law-enforcement officials say was deeply \ninvolved in smuggling illegal immigrants from China.\n\nLeading gang members, including David (Lobster) Lien and Edwin (Lumpy) Arroyo, were not charged with \nimmigrant smuggling, but with murder, arson and racketeering activity over a five-year period. Law-enforcement \nofficials said the arrests effectively beheaded the gang, as did arrests of members of the Fuk Ching gang in \nSeptember and of the Tung On gang last week.\n\n\"Two is a pattern, three is a trend,\" said Elizabeth Glazer, chief of the organized crime unit in the United States \nAttorney's office for the Southern District. \"I think that's what we have here.\"\n\nThe investigations of the three cases did not overlap, Ms. Glazer said. Although she and other prosecutors seem to \nbe mining a rich new source of information on gang activity, Ms. Glazer attributed the timing of the indictments to \neffective coordination between Federal prosecutors and New York City police detectives familiar with patterns of \ngang activity.\n\n \n\nEnforcers for Smugglers\n\n Like the Fuk Ching gang, the White Tigers typically helped immigrant smugglers by meeting immigrants as they \narrived in the United States by air or by sea and holding them captive until payment of a smuggling fee was \narranged.\n\nIn June, less than two weeks after the arrival of the Golden Venture with nearly 300 passengers aboard, \nimmigration agents raided a house in Bayside, Queens, and found 22 Chinese immigrants being guarded by \nmembers of the White Tigers. The immigrants had arrived on June 2 in California, and the gang's leader, Wei \nHung Lee, 32, was arrested there the same day.\n\nMr. Lee faces immigrant-smuggling charges in a Federal District Court in Brooklyn, with a maximum penalty of five \nyears in prison. But it is yesterday's indictment -- with charges that could mean life imprisonment -- that has really \nundercut the gang, officials said.\n\n\nMs. Glazer described the White Tigers as a relatively undisciplined gang of 35 to 40 members. She said they \npreyed mostly on shops and individuals in Flushing, Queens, but in addition to smuggling-related activity, its \nmembers organized relatively sophisticated criminal acts.\n\nThe indictment describes a carefully planned murder in April 1991, when gang members ambushed three jewelers \nin the Park Avenue viaduct near Grand Central Terminal, sprayed gunfire on their victims and made off with more \nthan $250,000 in cash and an undetermined amount of jewelry.\n\nMr. Lien and Mr. Arroyo were also charged in the indictment with murdering Jian Ping Liu in December 1988 and \ntrying to kill Mr. Liu's wife and child. The two were promised $7,000 for each body by an associate, the indictment \nsaid.\n\nDavid (Lobster) Lien, whose nickname refers to one of his favorite dishes, was arrested on Tuesday evening at a \ngrocery store on Elizabeth Street in Chinatown that is run by his family, the police said.\n\nEdwin (Lumpy) Arroyo, named for a piece of flesh between two scars on his forehead, was arrested early yesterday \nas he emerged from the Edgecombe Correctional Facility on 163d Street in the Bronx, where he is on a work \nrelease program.\n\nA third gang member, Ruan Jian Wei, was arrested at his residence on Henry Street in Chinatown. Mr. Lee and two \nothers are already in captivity and two gang members were not identified, listed in the indictment only as \"John \nDoe.\"\n"}