{"title": "Iraqis visited in FBI probe;CIVIL LIBERTIES GROUPS BRISTLE AT INITIATIVE", "body": "\nTwo FBI agents came knocking on Zahraldin Albedani's door Thursday, with questions about security, terrorist acts \nand the horrific life he fled as a political prisoner sentenced to death in Saddam Hussein's Iraq.\n\nAlbedani served them apple juice and pound cake at his San Jose apartment, and while they ate, he told them his \nstory.\n\n''I have nothing to hide. We are ready to cooperate, to defend America,'' said the Iraqi political refugee, one of \nthousands of Iraqis being questioned as part of a nationwide, wartime security dragnet.\n\nCivil liberties groups in the Bay Area and across the country denounced the FBI initiative that began Thursday, \nan effort to find and detain Iraqis who are in the United States unlawfully, without visas or expired travel \ndocuments.\n\n''What is the FBI interested in here? Busting a few immigrants for technical violations on their visas or cooperation \nthat may result in helpful evidence?'' asked Robert Rubin, director of the Lawyers' Committee for Civil Rights in \nSan Francisco. Rubin said the questioning could alienate Iraqis.\n\nImmigrant and refugee advocates say some Iraqis found the experience humiliating.\n\nEllen Dumesnil, a division director at Catholic Charities in San Jose, is monitoring the interviews since her \norganization helped resettle many Iraqi refugees like Albedani in the Bay Area after the Persian Gulf War.\n\n''They want to cooperate, they want to help, but this whole thing creates a layer of stress,'' she said. Albedani, \nhowever, said the half-hour meeting was not disturbing. ''They were very kind,'' he said.\n\nThe FBI agents, a man and woman, first promised to help Albedani if he became a victim of a hate crime. ''I felt \nthey were sincere,'' he said.\n\nThe agents also asked questions about Albedani's life in Iraq, his feelings about the war, and whether he has \ncommitted any crimes since coming here two years ago.\n\n''They told me that if I saw anyone trying to do something bad to America, a person trying to commit a terrorist act, \nit's better to cooperate and contact them,'' said Albedani, who was jailed and tortured in Iraq for campaigning \nagainst Saddam Hussein's political party. He escaped to Jordan.\n\n\nThe 41-year-old father of three small children said he answered emphatically. ''I would still do that,'' he said. ''It's my \nduty because America did a lot for us.''\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com  \n"}