{"title": "POSTPONED CEREMONIES ARE AT INS TODAY IN S.F.", "body": "\nQ\n\nNot only did Tuesday's events change the lives of many Americans, they also dashed the hopes of many to \nbecome U.S. citizens, something we had been eagerly awaiting. The naturalization ceremony scheduled for that \nday in San Francisco was canceled. Because I haven't been able to get to anyone at INS, I am seeking your help \nin finding out when will the next ceremony be scheduled. Thanks.\nRavinder Singh\n\nFremont\n\nA\n\nThe Immigration and Naturalization Service's San Francisco office will be performing informal oath-taking \nceremonies hourly, from 8 to 11 a.m., and from 1 to 3 p.m. today. Anyone with an INS invitation for the postponed \nceremony is eligible for the impromptu oaths, says INS spokeswoman Sharon Rummery. Simply take your \ninvitation to the information room at 444 Washington St., and the oath will be administered. Those who can't make it \nto the office today will be rescheduled for a future ceremony. Notices are expected to go out within three weeks, \nRummery says. Applicants interviewed at the Oakland INS office will be rescheduled for ceremonies to be held \nthere later this week. S.C.\n\nDisaster donations\n\nReaders should be on the alert for scam artists who prey on others' sense of compassion in the wake of last week's \nattacks on the World Trade Center and Pentagon. California Attorney General Bill Lockyer and the National Red \nCross have received reports that scam artists are soliciting donations, purportedly for victims' families, that end up \nin their own pockets.\n\nAction Line even received a questionable e-mail asking for donations that would be distributed to \"some charity\" in \nNew York. The e-mail stated that any donations would not be tax deductible.\n\nInvestigate any possible charity before donating to it, Lockyer says. The Mercury News has published the names of \na few charitable groups that are connected to bona fide organizations. They include:\n\n* \"September 11 Fund\" created by the United Way of New York City. Contributions may be sent in care of the \nUnited Way, 2 Park Ave., New York, N.Y. 10016.\n\n* American Red Cross Disaster Relief Fund, Santa Clara Valley Chapter, 2731 N. First St., San Jose, Calif. 95134.\n\n\nNotes\n\nAction Line\n"}