{"title": "Cuban Refugees Arrive in Miami To Joyous Welcome by Relatives", "body": "\nA total of 671 Cuban refugees who had waited for years in Costa Rica and Panama to join relatives in the United \nStates arrived here today to the tumultuous welcome of their families.\n\nThe Cubans were the first admitted to this country under an agreement reached May 20 between the Immigration \nand Naturalization Service and the Cuban American National Foundation, a conservative lobbying group based \nhere.\n\nThe arriving Cubans, the most refugees to enter this country in a day since the daily flotilla of boats brought \n125,000 people in three months of 1980 from the Cuban port of Mariel, came on three flights, two from Costa Rica \nand one from Panama. The flights were chartered by the foundation and paid for by relatives of the refugees.\nEmotional Reunion\n\nJorge Mas Canosa, the foundation's president, greeted the arrivals at the Tamiami Park Youth Fair hall, where \nthousands of crying and laughing relatives met the refugees as they were brought by bus from the airport.\n\nIn an interview, he said the agreement with the immigration agency allowed the entry annually of up to 4,000 \nCubans residing in third countries. He said 800 to 900 new refugees would arrive before December.\n\n''This is not Mariel, when 125,000 illegal immigrants entered the country,'' Mr. Mas said. ''These people all have \nsponsors, jobs, and medical insurance for two years and we shall monitor it to see that sponsors fulfill their \ncommitments.''\n\n''It is an unprecedented agreement,'' said Mr. Mas. ''It is the first time that the American taxpayers don't have to pay \nfor social services of new refugees. Early this morning when I came on the first plane from Costa Rica, I was crying \nwith these people for whom this was the end of eight years of frustration and humiliation.''\n\nPedro Fuentes Reyes, a mechanical engineer, his wife, Elena, who is a physician, and their three children, waited \nfive and a half years in Panama to join his three brothers here. Luis Fuentes Reyes, one of the brothers, said the \nfamily was sending about $400 a month to maintain their five relatives in San Jose where they could only find \noccasional jobs. To bring them over, the family paid $750, $150 each for air fare from Costa Rica, and $1,300 for \nmedical insurance. ''What can I say,'' said Pedro Fuentes, hugged by his brother Luis. ''I feel happy to be in this \npromised land.'' #15,000 Await Visas According to estimates by social agencies here, more than 15,000 Cubans \nawait United States visas in Costa Rica, Panama, Venezuela, Mexico, Spain, Peru and other countries.\n\nThe Foundation-I.N.S. accord establishes a third program for Cubans to enter this country. Last December, the \nReagan Administration and the Cuban Government agreed to an orderly flow of Cuban immigrants, initiating in \n\n\nHavana the processing of all who are eligible for United States immigrant visas under the normal family emigration \npriorities. Part of the December agreement was to repatriate 2,500 of the Mariel refugees, convicted on various \ncrimes, now in Federal custody.\n\nIn addition, under a different agreement worked out by the United States Catholic Conference, 3,000 former political \nprisoners and family members are being admitted by the United States. They have been arriving in Miami since \nApril 20 without much fanfare, in three direct flights from Havana.In contrast with shabbily attired and impassive, \nalmost fearful refugees and former prisoners who come straight from Cuba, today's arrivals were well, sometimes \nmodishly, dressed and relaxed.\n\n \n\nConcern About Publicity\n\nWhile praising the Foundation's efforts, Rafael A. Penalver, a Miami lawyer who has been active on behalf of the \nMariel prisoners, expressed concern that the publicity attached to today's refugee arrival would ''divert the public \nopinion here'' so that sending several hundred Mariel inmates back to Cuba would be palatable.\n\n''This would be a mockery on the part of the Reagan Administration,'' he said. ''I hope the Foundation will not let \nitself be used in this kind of quid pro quo game. The people who came in today could have done so years ago had \nthe Administration been more flexible.''\n\n''The permission to third country Cuban refugees to come here is long overdue,'' agreed Raul Martinez, the Mayor \nof Hialeah the predominantly Cuban city of 150,000, part of Greater Miami, who was present at today's welcoming \nceremony. ''Even though these people have sponsors, most of them will live in Hialeah, and therefore the city will \nhave to provide basic municipal services for them. This will, at least initially, represent a burden for our taxpayers.''\n\nGraphic\n\n \n\nPhoto of a Cuban refugee being greeted by a relative (Reuters)\n"}