{"title": "Local Housing Survey Finds Conditions Poor; 'International Corridor' Residents Call for Action", "body": "\n A recently released study of housing conditions in the largely immigrant \"international corridor\" spanning \nLangley Park in Prince George's County and Silver Spring and Takoma Park in Montgomery paints a bleak picture. \nAbout 40 percent of renters surveyed had peeling paint in their homes, a possible lead paint hazard. About 48 \npercent complained of rodent or insect infestations. Almost 20 percent said they were without heat at least once \nduring the winter. \n\n Yet the study's authors say the report, which was commissioned by Montgomery County and released last week, \nalso comes with a silver lining: Many of the 18 local residents hired to conduct the survey were so disturbed by \nwhat they saw that they have since become community activists. \n\nSo it is that Jaime Velazquez, a 54-year-old Colombian construction worker who lived in Silver Spring when he was \nhired to do the survey but has since moved to Langley Park in Prince George's, now routinely hands out fliers \nadvertising events held by the immigrant advocacy group CASA de Maryland. The organization conducted the \nstudy in conjunction with researchers from the University of Maryland. \n\n Similarly, Maria Carolina Guzman, a 34-year-old former teacher from El Salvador, was motivated to volunteer at \nher daughter's school, Rolling Terrace Elementary School in Takoma Park. Another Salvadoran, Sandra Herrera, \n34, of Silver Spring has joined a neighborhood group promoting pedestrian safety in the corridor. \n\n Then there is Alexander Valencia-Reyes, 32, a part-time student who was prompted not only to organize a tenants \nassociation in his apartment complex in Silver Spring, but also to take a job with CASA's housing program helping \nto form similar groups in other buildings. CASA's work extends frequently between Montgomery and Prince \nGeorge's, so there is likely to be a ripple effect in both counties. \n\n \"I definitely don't think I would have gotten so involved [in the community] if it hadn't been for doing the survey,\" \nValencia-Reyes said. \n\n\"It really made me think about trying to solve all these problems.\" \n\nThis side effect was not exactly accidental, said Maria Elva Maldonado, co-organizer of the study and director of the \nhousing program at CASA. \n\n\n To be sure, she said, the primary reason for the study -- which was sponsored by Montgomery County at CASA's \nurging -- was to establish a baseline of current housing conditions in the corridor. After CASA and the county \nmake hoped-for efforts to improve the situation, they plan to conduct a new survey and assess their success. \n\nTo that end, the researchers selected a portion of the international corridor considered representative of the \nwhole -- a series of neighborhoods, known as Long Branch, clustered around University Boulevard and Piney \nBranch Road in Montgomery County on the border with Prince George's -- and sent the survey teams door-to-door \nover a seven week period in summer 2002. \n\nNow that the data have been processed and analyzed, Montgomery officials said, they are looking at how they \nmight strengthen code enforcement in the area. Most notably, county officials are contacting all of the roughly 175 \nrental properties in Long Branch that fall under their jurisdiction. The reasons for doing this are to determine \nwhether owners of properties built before 1950 have complied with state laws requiring them to reduce the lead \npaint hazard in their buildings, and to offer to pay half the cost of testing such buildings for lead paint.  \n\nApart from the study's main purpose, Maldonado said, \"We also saw this as a real opportunity to offer people \norganizational training on how to gain the confidence of their communities and then follow through.\" Maldonado \nsaid that she made a point of choosing surveyors who not only possessed good communication skills and \nknowledge of the neighborhood, but who seemed likely to treat their assignment as more than just a job. \n\n \"It wasn't a question on the application, but I was really interested in finding folks who volunteered that they really \nsaw this as a chance to work with their community,\" she said. \n\nIn exchange, the surveyors who went door-to-door through their assigned neighborhoods for about 12 to 15 hours \nper week while conducting the survey, were paid $ 15 per hour. \n\n Despite the temporary nature of the job, more than 150 people applied, Maldonado said. Many of those selected \nwere highly educated in their home countries but hold low-paying jobs in the United States because of their limited \nEnglish. For instance, Velasquez, the construction worker, was an agricultural engineer in Colombia. Herrera's most \nrecent job was as a cafeteria cashier in College Park even though she has a bachelor's degree in business \nadministration from a university in El Salvador. \n\n They conducted the interviews with Spanish-speaking residents -- who make up the majority of the residents in \nthe area -- while English-speaking partners interviewed non-Latinos. \n\n The system proved effective: About 40 percent of the 809 household heads contacted by the surveyors agreed to \nanswer the survey, which resembled the long-form questionnaire of the Census and took 30 to 40 minutes to \ncomplete. \n\n Before beginning the study, the surveyors were given a two-week training course. Much of it focused on teaching \nthem to enter the results of the survey into specially programmed hand-held computers. But many said they also \ncame away with skills that have come in handy during their subsequent community organizing. \n\n \"We got a lot of tips on what to do if someone doesn't want to talk to you. I learned how to introduce myself and not \nfeel shy, and to not feel bad if someone rejects you,\" Valencia-Reyes said. \"I also learned how important it is to \nreally listen to what people in the community are saying to you about their problems.\" \n\n Because the surveyors were residents of Long Branch, most were already at least somewhat aware of the area's \nhousing problems. Indeed, Guzman complained, drunks routinely sleep in the stairwell of her building because \nthere is no lock on the front door. She added, \"My floor is in terrible shape, and you have to be really careful about \nleaving food out even for a moment because of all the cockroaches.\" \n\n Nonetheless, many surveyors said they were shocked at the living conditions they encountered -- and by the \ndifficulty many residents reported in getting building managers to fix problems. \n\n\n\n \"In one apartment there was a huge hole under the kitchen sink, and you could see the roaches and mouse \ndroppings,\" Valencia-Reyes said. \"In other buildings there was trash everywhere and the smell of human waste. . . . \nIt was really nasty and it made me really sad and angry, because it seems like the management companies . . . \ndidn't care how people were living.\" \n\nAs much as she shared the surveyors' concerns, Maldonado said she took hope in watching it spur them to greater \nactivism. \"After they'd come back [to CASA's office] from doing the surveys, they'd stay late into the night talking \nabout the people they'd met and the questions they had about how to help them. It was amazing to watch.\" Even \nthough by this point they were off the clock, \"we couldn't get rid of them,\" Maldonado said with a laugh. \"They were \njust so enthusiastic.\" \n\nNow, Maldonado hopes that similar surveys will be launched in other communities. \"It really gets past the \nfrustrations people have in dealing with government, and shows them a different and powerful way of making their \nvoice heard.\" \n"}