{"title": "Immigration reform impractical", "body": "\nAn immigration memo written by Rep. Lamar Smith (R-Texas), intended for White House adviser Karl Rove, \nrecently arrived instead on the fax machine of a Democratic congressman. The memo, which was intended to be \nconfidential, focuses on the politics of immigration.\n\nSmith, a vocal immigration restrictionist, is a member of the subcommittee on Immigration, Border Security, and \nClaims.\n\nIn the memo, Smith states: \"Immigration needs to be considered in the context of: (1) media bias, (2) animosity \ntoward the president and (3) the feelings of the Republican base. All three should be considered when deciding how \nto proceed on immigration legislation.\"\n\nSmith goes on to assert that enforcement of current laws \"should come first to satisfy the increasing public demand \nfor border security.\" He then writes that \"Liberals can easily and accurately be painted as opposing enforcement.\"\n\nEffective enforcement is a byproduct of a consistent and responsive legislative process. Legislation is created in \norder to provide for a public need, and should therefore be periodically re-evaluated to keep up with the evolving \nneeds of a dynamic society. Liberal opposition is not to enforcement, but to the perpetuation of an outdated and \nineffective legislative regime that makes true enforcement impractical.\n\nImmigration legislation has not kept pace with the ever-changing realities of the open market's demand for labor or \nthe increasing demands of our national security. As a result, there are an estimated 15 million undocumented \nimmigrants who live and work in the United States. Most of them are otherwise law-abiding taxpayers who are an \nintegral part of American society. Only a handful of these immigrants is considered a threat to national security.\n\nStrictly enforcing immigration laws would mean deporting all undocumented immigrants, an unrealistic goal for any \nadministration --- Republican or Democrat. Such enforcement would have a devastating effect on hundreds of \nthousands of American businesses and families, causing lasting damage to the American economy and to the \nimage of America as a humane and welcoming leader of the free world.\n\nMore disconcerting is the huge distraction such a task would be to law enforcement agencies across the country. \nEven if the government knew where 15 million or more undocumented immigrants live, there is no possible way to \nphysically deport that many people.\n\n\nEn-masse deportation would bring many sectors of the U.S. economy to a screeching halt, with no available \nworkers in such critical industries as construction, agriculture and hospitality (these industries accounting for 9 \npercent of the U.S. gross domestic product, according to the Commerce Department).\n\nIt is no secret among employers that U.S. citizens are unwilling to work in these low-paying, labor-intensive jobs. \nEmployers cannot replace these workers because there is no feasible legal way to bring unskilled foreign workers \nhere. Consequently, the cost of doing business will rise and result in prices skyrocketing for everything from \nresidential construction to fresh produce to hotel rooms.\n\nClearly, stricter enforcement of current immigration laws is not a true solution to the underlying dilemma. We must \nfirst fix our immigration laws and provide means for legalizing and documenting the majority of people who live and \nwork here. Only then will enforcement work. Stronger enforcement now with no system to bring unskilled workers \nwill have little effect, since there is such a strong demand in the United States for these workers and there are so \nmany workers who are willing and able to come here, legally or otherwise.\n\nOur national security will only be enhanced by comprehensive immigration reform designed to control --- not \nstymie --- the influx of people who wish to live and work legally in the United States by properly identifying them and \nmaking sure they are not criminals or terrorists.\n\nGetting tough on enforcement without legalizing the people who are already living here will have little effect on \nsecurity. Smith and his restrictionist colleagues need to ask themselves if scoring political points is worth leaving the \nroot causes of illegal immigration unaddressed.\n\nThis column is solicited to provide another viewpoint to an AJC editorial published today. To respond to an AJC \neditorial, contact David Beasley at dbeasley@ajc.com or call 404-526-7371. Responses should be no longer than \n600 words. Not all responses can be published.  \n"}