{"title": "Mi Pueblo markets came under U.S. immigration audit, company says", "body": "\nFederal immigration agents launched an audit of the 21-store Mi Pueblo supermarket chain in mid-August after \nhearing complaints about suspected illegal immigrant workers, the company announced Friday.\n\nThe audit of I-9 forms, known as a \"silent raid,\" was the reason the San Jose-based grocer voluntarily joined the \nfederal E-Verify system a short time later to check the immigration status of all new hires.\n\nU.S. Immigration and Customs Enforcement has audited more than 6,500 worksites nationwide since 2009, but \n\"most companies choose not to talk about it because it is confidential,\" said company lawyer Julie Case. She led \na press conference Friday to dispel rumors she said were spreading fear and division.\n\nThe announcement comes days before a threatened boycott is to begin at noon Monday, led by a union trying to \norganize Mi Pueblo's more than 3,000 workers and demanding that the company stop using E-Verify.\n\nThe union said Friday it is backing off on the E-Verify demand amid news of the ICE audit, but is proceeding with \nthe boycott because Mi Pueblo refuses to sign a labor agreement. Supermarket workers are even more upset \nabout how this was handled than they were before, said Gerardo Dominguez, campaign coordinator for the Justice \nfor Mercado Workers Coalition. It is seeking to unionize thousands of Latino and Asian grocery workers around the \nstate.\n\n\"People are very anxious, very nervous, very upset,\" said Dominguez. He said one worker recently quit because \nhe was feeling too much stress.\n\nIn a video shown to employees earlier this week, Mi Pueblo founder and CEO Juvenal Chavez revealed the audit \nfor the first time and said he would have to dismiss any workers found to have invalid work documents.\n\n\"The possibility of losing one of our employees will hurt my heart,\" he said, according to a transcript of the video \nobtained by the union and translated into English from Spanish. \"And it will feel like losing a family member.\"\n\nLabor activists have faulted Chavez, a U.S. citizen who is himself a former illegal immigrant from Mexico, for \nbetraying the Latino immigrant community that sustains his business, but the company has fought back the attacks \non its reputation and hired an Arizona legal team and immigrant rights activist Lydia Guzman to help manage the \ncrisis.\n\nCase, the lawyer, spoke to reporters Friday in front of posters depicting what she called \"immigration reform \nbutterflies\" that emphasize the need for the \"left wing\" and the \"right wing\" to come together.\n\n\n\"Companies get caught in the middle\" of immigration enforcement stings and the audits have particularly hurt \nHispanic businesses, she said. It could take months or more than a year for the government to complete its audit, \nshe said.\n\nThe government can fine companies for hiring illegal workers, but Case said it is not a crime for the company to \nhire workers who used counterfeit forms that looked genuine.\n\n\"We can't discriminate\" or scrutinize workers just \"because they have brown skin or speak Spanish or have a \nSpanish surname,\" she said.\n\nChavez, a former janitor, founded his first Mi Pueblo in 1991 and built a chain across the Bay Area and into the \nCentral Valley. City leaders have lauded Mi Pueblo for revitalizing shopping centers with its festive supermarkets \nand bakeries.\n\nThe chain's original East San Jose store at King and Story roads was bustling Friday morning. Most shoppers said \nthey were unaware of the immigration problems or the boycott plan.\n\nAs he pushed a cart out of the store, shopper Carlos Carranza, 19, said he had not heard of the boycott but he \nfaulted the government for any hardships the audit brings to workers.\n\n\"The company has nothing to with it,\" the San Jose resident said. \"They're just doing their job.\"\n\nGraphic\n\n \n\nMi Pueblo's flagship location at the corner of Story and King Roads serves customers in San Jose, Calif., on \nThursday, Sept. 6, 2012. Members of the community held a a news conference to protest the store's use of the \nfederal E-Verify program. The Bay Area's largest Latino grocery recently began using the voluntary internet-based \nprogram to check the immigration status of all its new hires on a recommendation from the U.S. Department of \nHomeland Security. (Anda Chu/Staff)\n"}