{"title": "Deaf couple arrested in immigration case", "body": "\nGreensboro, N.C. ---Federal authorities have arrested a deaf-mute Mexican couple on charges that they lured \nother illegal immigrants to Sanford, N.C., and concealed them while they made and sold trinkets along the East \nCoast.\n\nAllegations of physical abuse against Guadalupe Palencia-Moises, 42, and her husband, Marcos Compos-\nSanchez, 39, are still being investigated by immigration officials.\n\nNone of the 16 counts in Monday's federal grand jury indictment charged that the couple held other deaf-mutes in \nSanford in \"involuntary servitude,\" a serious charge lodged against alleged ringleaders of an immigrant-smuggling \nring in New York City.\n\n\"We have seen no organized or formal link between the leadership of (the Sanford) group and the leadership of \nother groups,\" Walter C. Holton Jr., the U.S. attorney in Greensboro, told reporters.\n\nPalencia-Moises and Compos-Sanchez could enter a plea to the charges as early as Wednesday, when they are \nscheduled to appear in federal court in Winston-Salem. They're being held in Charlotte.\n\nIn Sanford, Holton said, \"there was clearly some evidence of coercion in keeping these folks here. There was \ncertainly some verbal admonitions of individuals if they attempted to leave, and there was some evidence of \nphysical abuse.\"\n\nThe indictment cites the allegations of five deaf-mutes. Pascual Gutierrez claimed that, in August 1991, he met \nPalencia-Moises and Compos-Sanchez, who provided Gutierrez with false identification. The man entered the \nUnited States at Laredo, Texas, and traveled to San Antonio, according to the indictment.\n\nGutierrez then traveled with other illegal immigrants to Sanford, where they began selling trinkets \"on the condition \nthat all the money be returned to\" Palencia-Moises and Compos-Sanchez, the indictment said.\n\nImmigration agents detained Palencia-Moises and Compos-Sanchez and 15 others in a July 25 police raid on two \nhouses in Sanford, a town 55 miles southeast of Greensboro. The raid followed a tip from a deaf Mexican girl who \nhad told the Mexican consulate in Detroit that she had escaped abusive conditions in Sanford. The raiders \ndiscovered 17 people ---14 adults, two teenage boys and a 2-year-old boy. All but the infant had entered the United \nStates illegally and they were unlawfully selling beaded necklaces, American flag decals and other trinkets at \nNASCAR races, concerts and other big-attendance events from Florida to New York City, Holton said.\n\nThe infant was born in the United States, so he is an American citizen.\n\n\nAtlanta lawyer Marshall Cohen represents 10 adults who lived in the Sanford houses that, they claim, were ruled by \nPalencia-Moises, Compos-Sanchez and Jose de Jesus Esparza-Delgado, 27. Esparza-Delgado has not been \ncharged.\n\nOn Aug. 12, immigration Judge William Cassidy ordered that Palencia-Moises, Compos-Sanchez and Esparza-\nDelgado be deported to Mexico, after immigration agents seized fraudulent driver's licenses and other evidence \nthat they were illegal immigrants.\n\nThe other adult workers in Sanford agreed to return to Mexico under \"voluntary departure.\" That is less severe than \ndeportation because they would be allowed to seek to return to the United States.\n"}