{"title": "GREEN CARD LOTTERY TOO MUCH OF A GAMBLE", "body": "\nSIGN UP NOW to win a fabulous life-time trip to America! 55,000 lucky winners! You must be a high school \ngraduate. Offer ends Nov. 24.\n\nThe Armenian programmer, the Irish nurse, the Mongolian yak herder and the Nigerian mail man want to emigrate \nto America, along with millions of others who don't have close relatives to sponsor them.\n\nWho will get a green card?\n\nIn this category of U.S. immigration policy, in-demand job skills, advanced education and English fluency don't \ncount. Neither does a cousin in Milpitas who's willing to help. It's a lottery.\n\nContestants in the Diversity Visa Lottery must have a high school education (or the equivalent) or two years of \nwork experience in an occupation that requires two years of training or experience. And they can't come from \ncountries with high rates of migration to the U.S., such as Mexico, El Salvador, Vietnam, the Philippines and Britain.\n\nSix million people are expected to enter the lottery; 100,000 randomly selected winners will have the right to apply \nfor 55,000 resident visas, awarded on a first-come, first-served basis. The out-of-work clerk has just as good a \nchance as the research scientist.\n\nIt's time for U.S. immigration policy to get choosy about who gets to be an American. If we need to boost \nimmigration from certain countries in the name of diversity, let's pick diverse immigrants who can contribute quickly \nto our society.\n\nMost legal immigrants become self-supporting workers and taxpayers.\n\nBut America offers diminishing opportunity for newcomers who lack skills, education and English. \"Immigrants with \nminimal job skills are making little or no progress after they arrive,\" writes Kevin McCarthy in the New York Times. A \nRand demographer, McCarthy recommends finding a better balance between \"low-skilled immigrants admitted for \nfamily reasons and high-skilled immigrants admitted for economic reasons.\"\n\n\"Only if there is a compelling national interest, such as nuclear family reunification or humanitarian admissions, \nshould immigrants be admitted without regard to the economic contributions they can make,\" said the final report of \nthe Commission on Immigration Reform, which ended its five-year term last month.\n\nNext week, the House Immigration Committee will hold hearings on the final report, which recommended limiting \nadmission of unskilled, uneducated immigrants, and stressing Americanization for those who do come.\n\nOur current rules give top priority to the parents, spouse and minor children of a citizen; adult children have a lower \npriority; married children and grandchildren are even lower.\n\n\nA legal resident who isn't yet a citizen may wait years even for spouse and young children.\n\nWhy do we think it's more important for immigrants to be united with their parents, who may be too old to establish \nthemselves in a new country, than with their grown children and grandchildren? Why favor the past over the future?\n\nIf Zltsnk qualifies for a visa, we should include his immediate family immediately.\n\nBeyond that, we should look at all factors that influence a potential immigrant's ability to make it in 21st century \nAmerica. Give points based on education, job skills and English fluency. We can give additional points for those \nwith a family sponsor who's willing to help: Maybe the married adult child gets 50 points, the parent 25 points, the \nbrother 10, the niece 5 points. If diversity is a goal, give points for coming from a low-migration country. Make \nchoices.\n\nOur current system is setting up too many people for poverty.\n\nUntil now, we've let immigrants living in poverty themselves sponsor family members, promising to support Mama \nwhen they're having trouble supporting themselves. Too often, Mama ended up on SSI.\n\nStarting in December, would-be sponsors must show their family income is at least 125 percent of the poverty line \nbefore being allowed to bring in a relative who might require financial help. Sponsorship, now often an empty \npromise, will be a legally enforceable obligation.\n\nA third of current sponsors don't earn that much -- about $20,000 for a family of four -- according to a study by the \nU.S. Immigration and Naturalization Service. Half of all Mexican immigrant families may not qualify as sponsors.\n\nIt's tough on struggling families who want to bring over a parent or an adult child or a brother, but it's realistic: \nThere's a limit to how much water can be thrown in the soup.\n\nImmigration is a critical part of the vitality of America, and I'd hate to see us shut the door to legal immigrants \nbecause we're afraid they'll end up on the dole or stuck in hopeless poverty. I'm afraid that will happen if we don't \nget smart er about how we design our system.\n\nAnd nothing could be dumber than taking Lucky Winner Number 54,999, the Slobbovian disco dancer.\n\nNotes\n\nJoanne Jacobs is a member of the Mercury News editorial board. Her column appears on Mondays and Thursdays.\n"}