{"title": "Schwarzenegger warns GOP against exploiting immigration concerns", "body": "\nRepublicans love to talk about immigrants.\n\nRudy Giuliani has promised to end illegal immigration in three years. Mike Huckabee has a plan that calls for 12 \nmillion illegal immigrants to leave the country in 120 days. And Mitt Romney says things that please restrictionists, \nand yet many can't figure out if he believes what he says.\n\nNow for real insight, let's turn to a Republican who is also an immigrant. With the California primary approaching on \nFeb. 5, Gov. Arnold Schwarzenegger has advice for Republican presidential hopefuls who intend to come to the \nGolden State and exploit the immigration issue: Don't.\n\nDuring a recent meeting with the editorial board of the San Diego Union-Tribune, I asked the governor, who hasn't \nendorsed any of the candidates for the upcoming primary, what advice he'd give them. Specifically, I wanted to \nknow what he thought about how some have been using the immigration issue to scare up votes.\n\n\"In a way, I understand why they're doing it,\" he said, \"because when it comes to close elections, it's all about \nwinning. It's not about sending a good message.\"\n\nSchwarzenegger understands immigration better than just about any elected official in the country, from a policy \nperspective and a personal one. And he has a lot to say.\n\nAbout the possibility that California might grant driver's licenses to illegal immigrants: \"It'll never happen. It'll never \nget past me because I made it very clear that we have to have immigration reform\" first and not address the \nproblem piecemeal.\n\nAbout the fact that foreign workers have become a permanent part of the American economy: \"We have our \ndomestic workers . . . but we fall short of the workers (we need) on the farms, and in construction and other places.\"\n\nAbout what that should mean for immigration reform: \"We should have the right for companies to go outside of the \nstate, outside of the country . . . and find those workers and bring them in on temporary worker permits.\"\n\nThat's the policy part of Schwarzenegger. I then asked the governor about whether there wouldn't still be some \npeople upset that these immigrants were here - legally or not - because of the impact on the culture. At that point, \nthings got personal.\n\n\"I would say that there would always be a problem,\" he said. \"There is always a certain percentage of people who \njust don't like foreigners. But that's OK. That's not the problem that we have right now. The problem we have right \nnow is that, every single day, you hear about illegals, people coming in here illegally.\" That creates hostility, he \nsaid. Yet, unlike the nativists, Schwarzenegger doesn't blame the immigrants themselves. Contrary to the popular \n\n\nmyth that illegal immigrants cut in line, the governor realizes that there is no line - not if you're poor and from a \ncountry where the number of people who want to come to the United States far exceeds the visa allotment.\n\n\"Those people didn't choose (to come illegally),\" he said. \"It's the only way they can get in here. It's not like you can \nstand in line and wait a few days and then you can get in. There's no way. There is a system that has been created \non purpose to look the other way and to bring them in because everyone knows that we cannot function without \nthem.\"\n\nThat dependence creates more hostility. Schwarzenegger encountered some of that himself when he came to \nCalifornia more than 30 years ago, but not to the degree he sees it today.\n\n\"I felt it a little bit in my own case,\" he said. \"I felt a little bit of prejudice, people saying 'What's the Nazi doing here?' \nand stuff like that. They imitated my accent, and made jokes about it, and they came into the gym sometimes and \nsaid, 'Heil Hitler'.\"\n\nAnd so, he said, foreigners have to be aware that xenophobia is out there. Government has the duty to devise a \nreasonable policy, he said. But newcomers can also ease tensions by assimilating and \"infiltrating into the \nAmerican society.\"\n\nSchwarzenegger knows immigration. And it's a shame that, because of an outmoded provision in the Constitution \nprohibiting anyone born on foreign soil from running for president, he can't enter the race and put what he knows to \ngood use in this campaign - and for the good of the entire country.\n"}