{"title": "Tough talk isn't enough to stem illegal immigration; BUSH'S PROPOSALS MAY PLACATE GOP ALLIES BUT DON'T ADDRESS KEY ISSUES", "body": "\nPresident Bush went to the epicenters of illegal immigration this week to address an issue that threatens to \nfracture the Republican and, to a lesser extent, the Democratic, parties in an election year. In speeches in Tucson \nand El Paso, Bush revived his plan for tighter borders coupled with a temporary guest-worker program.\n\nBush's proposal is a good starting point but not an answer. To break the stalemate in Congress, he must either \nditch or win over one-note conservatives calling only for more security. And he must go farther than his anti-\namnesty rhetoric implies in granting legal status to the 11 million undocumented workers already here.\n\nBush emphasized enforcement and soft-pedaled the worker program in his speeches, which was not surprising, \ngiven the audience of Border Patrol agents and growing frustrations along the Rio Grande. In August, Arizona's \nDemocratic governor, Janet Napolitano, declared a state of emergency to free up money to combat crime, cover \nhigher police costs and battle increasing drug trafficking along the border.\n\nThe Bush administration is proposing hiring more border agents, installing high-tech sensors and, in some areas, \nbuilding barriers and fences. It also wants to deport illegal immigrants to their hometowns, instead of releasing \nthem just across the border. Next month, the Republican-dominated House is expected to include these and other \nmeasures in an enforcement-only bill.\n\nThen the battle over reform will shift to the Senate, in a contest between bills co-sponsored by Arizona's two \nRepublican senators, John Kyl and John McCain. Both would create temporary visas, probably lasting six years, for \nfarm work and hard-to-fill jobs. Undocumented immigrants working here now could apply. But under the bill \nsponsored by Kyl and Sen. John Cronyn, R-Texas, undocumented workers first would have to move back to their \nnative country and return there permanently once the visas ended.\n\nConsider the practical implications of uprooting and deporting millions of immigrants and families who have lived \nstable and constructive lives in the United States for years. The process would be potentially explosive, prohibitively \nexpensive and futile. Most would never seek visas, continuing the underground economy that would undermine the \nvisa system. That's why the bill co-sponsored by McCain and Sen. Ted Kennedy, D-Mass., would offer \nundocumented workers in the program an opportunity eventually to seek permanent residency or citizenship, but \nonly after they paid a big fine and took a criminal background check.\n\n\nIn repeating his blanket opposition to amnesty for undocumented workers, Bush is pacifying conservatives at the \nexpense of bipartisan support. And he's backing himself into a corner just when he needs room to negotiate \npractical and equitable reforms.\n"}