{"title": "INTERNATIONAL ATLANTA A weekly column from and about the ethnic communties of Atlanta THE KING LEGACY Immigrants from four continents remember Martin Luther King Jr. Pilgrimage for justice", "body": "\nEvery German tourist coming to Atlanta has on his or her agenda a visit to the Martin Luther King Jr. Center for \nNon-violent Social Change. The visit almost takes on the aspects of a pilgrimage.\n\nIt's more than a tourist stop. Almost every German visiting the center is thoroughly knowledgeable about the center \nand what it stands for.\n\nKing's legacy has particular resonance with the people of Germany because of their past. Today's generation of \nGermans have learned from the mistakes of their forefathers. A message of equality for all has become part and \nparcel of their mindset.\n\nBoth Martin Luther King Jr. and his mission are widely supported and admired in Germany. King's message of \nequality and his efforts at achieving his goal through nonviolence are now very much a part of the German soul.\n\nThis may come as a surprise to those who obtain their perceptions of what is happening in Germany solely through \nmedia images, especially the much-hyped \"rise of the neo-Nazis\" that has become a staple of TV news.\n\nBut seldom reported are the huge, peaceful protests against this small minority of extremists whose actions against \nforeigners are tarnishing the image of the country. Those Germans willing to stand up for justice - and they number \nin the millions - demonstrate vividly that King's universal message on the rights of individuals everywhere to live \nfree against discrimination based on the color of their skin has taken root in Germany.\n\nMy hope now is that the controversy between the King family and the Park Service can be resolved in an amicable \nway and will not undermine the legacy that King left us. King was a public figure who belongs to people all over \nthe world. It is crucial that private and public interests work together to honor him in the proper manner.\n\nIt is particularly important that at this time in history - when ethnic, religious and nationalistic chauvinism is on the \nrise - that King's powerful message of peace and justice for all is not muted by bickering over his legacy in his \nown hometown.\n\nKarin Westbrook, a native of Berlin who came to Atlanta in 1968, is a vice president at Summit National Bank.\n\nGraphic\n\n \n\n\nPhoto: mug of Karin Westbrook Chart: WHAT DO YOU THINK? Do you have ideas for a possible solution to the \nfeud between the King Center and the National Park Service over the funding and control of the center? We will \npublish excerpts from your responses Friday - the day before a scheduled meeting between the two parties. Let us \nknow how the King legacy should be preserved. WRITE King Legacy / Viewpoints P.O. Box 4689 Atlanta, Ga. \n30302.FAX 404-526-5611 PHONE 404-222-1928 WILSON LOWREY / Staff\n"}