{"title": "FIELDS OF DREAMS Immigrants and cooks alike reap program's rich rewards", "body": "\nUp in the rich, black soil of New York's Orange County - where farmers have grown onions for generations - Martin \nRodriguez and his family are producing some of this city's most exotic greenmarket goodies.\n\nIn addition to brilliant-orange squash blossoms, tangles of succulent purslane and rare chilies, he cultivates plants \nthat don't yet have English names - like pipiche (a long, skinny cousin of cilantro), alache (a triangular-leaved \nMexican spinach) and two kinds of the rare herb papalo.\n\nA year ago these fields, now RodriMex Farm, were barren, and Rodriguez eked out a living between construction \njobs and deliveries. Then he joined the New Farmer Development Program, a joint project of Greenmarket and \nCornell University Cooperative Extension that helps immigrants find their way back to the land.\n\nNow Rodriguez sells his crops - many rarely seen outside of Mexico, the country he left nearly 16 years ago - at city \ngreen-markets, both to the culinarily curious and throngs of Hispanic New Yorkers seeking flavors of home.\n\n\"It's heavy work,\" says Rodriguez, who commutes to his Hudson Valley fields from his home in Brooklyn, \"but I love \nit.\"\n\nSAVING TWO CULTURES\n\nHelping city immigrants like Rodriguez is a central goal of New Farmer Development Program, says its director, \nKate Granger. But the truth is, she says, we also need the new farmers.\n\nLike the rest of the country, New York is losing farms (1,500 since 1994, according to the New York Agricultural \nStatistics Service), with the biggest fatalities being small farms that sell directly to the public. \"There has been so \nmuch demand,\" says Granger of the city's requests to farmers for more greenmarkets, \"but they can't keep up.\"\n\nIn 2001, says John Ameroso of Cornell Cooperative Extension, the New Farmer program was launched to help fill \nthe void. Targeting Latin American immigrants with agricultural backgrounds, he says, the state tapped into a \npopulation with farming skill and the willingness to work the long hours the vocation requires. \"If you don't have that \ndrive,\" says Ameroso, \"you're not going to make it.\"\n\nFEEDING THE MULTITUDES\n\n\nSo far, more than 75 new farmers have proven they can. After taking the program's 14-week training course, some \nsell traditional crops to the public or restaurants; some intern for other farms, learning how to raise goats; one has a \nbooming egg business, and others, like RodriMex, have created thriving industries.\n\nThanks to the program, these families make a livelihood doing what they love. Our country gains needed family \nfarms, our city more options for fresh, local foods.\n\nAs for our culinary culture - we'll have to wait and see. But when pipiche-encrusted sea bass shows up on the \nmenu, you'll know where it came from.\n\nSTUFFED SQUASH BLOSSOMS\n\nServes 4 as an appetizer\n\nAdapted from Maria Alvarez, New Farmer Development Program\n\nOne of RodriMex Farm's most popular crops is squash blossoms, or flor de calabaza. Maria Alvarez, a field agent \nfor the New Farmer program, recommends them stuffed with cheese and lightly pan-fried. They're also good in \nquesadillas.\n\n16 squash blossoms\n\n1 cup queso fresco (or feta)\n\n1 large egg, beaten\n\n2 tablespoons milk, beaten into eggs\n\n11/2 cups flour\n\n4 tablespoons olive oil\n\nGently wash blossoms. Slice open along one side and remove pistils. Place a heaping teaspoon of cheese into \neach, twist ends to seal. Dip blossoms into egg mixture, coat with flour and set aside. Repeat with remaining \nblossoms. Heat oil in a heavy skillet. Add blossoms, frying on one side golden-brown. Turn and cook other side. \nServe immediately.\n\nBUYING YOUR BLOSSOMS\n\nHere's where to find the farmers at city greenmarkets. For times, directions and more on the program, visit \nwww.cenyc.org or call (212) 341-2254.\n\n- Hector Tejada: Tejada's Conuco Farm sells fresh produce and baked goods Thursdays at 175th St., Saturdays at \nFort Greene Park, Brooklyn.\n\n- Nestor Tello: Fresh eggs at Union Square Mondays and Fridays; Saturdays at Fort Greene Park and Grand Army \nPlaza, Brooklyn; Sundays in Jackson Heights, Queens.\n\n- Martin Rodriguez: Wednesdays in Windsor Terrace, Thursdays in Williamsburg and Borough Park, Saturdays in \nSunset Park (all in Brooklyn); Sundays in Jackson Heights, Queens.\n\n- Manuel Portilla: Fresh produce grown on the program's training farm in Staten Island, Saturdays in St. George, \nStaten Island.\n\n- Sonia Lopez: Fresh produce Sundays in Jackson Heights, Queens.\n\nhttp://www.cenyc.org/\n\n\nGraphic\n\n \n\nKEITH FERRIS PROJECT TAKES ROOT: Martin Rodriguez with Mexican radishes, which he sells in city; nieces \nCynthia and Rosario, below, join farm team.\n"}