{"title": "Complaint against Sun ended;JUSTICE DEPT. DROPS VISA INVESTIGATION", "body": "\nThe Justice Department has ended its investigation into Sun Microsystems' use of H-1B work visas, dismissing \na complaint made in April by a laid-off Sun engineer.\n\nThe engineer, Guy Santiglia, 37, lost his job in 2001 when Sun laid off 3,900 workers. He charged that Sun \ndiscriminated against U.S. citizens and favored H-1B visa holders during the layoffs and in hiring it did after that. \nH-1B visas allow foreigners to work temporarily in the United States.\n\nSantiglia said that late last week, he received a curt e-mail from the government: ''This is to inform you that the U.S. \nDepartment of Justice has decided not to file a complaint with the Office of the Chief Administrative Hearing \nOfficer in the above-referenced case. The Department's dismissal letters will be forthcoming.''\n\nSantiglia now lives in Montana, where he hopes to start a business. ''I knew this was a possibility,'' he said. ''I think \nthe decision was more political than based on the merits of the investigation and the complaint.''\n\nSantiglia has requested a hearing on the case from a federal administrative law judge.\n\nA Justice Department spokesman couldn't be reached for comment Wednesday.\n\nSun spokeswoman Diane Carlini said the Santa Clara server and software company is pleased with the \ngovernment's decision. ''We never felt there was ever any wrongdoing,'' she said. ''We felt confident that we would \nbe cleared. We did everything to follow the law.''\n\nIn a separate complaint filed by Santiglia, the Labor Department found in October that Sun made a clerical error in \nfailing to post notices about its hiring of foreign workers but did not break the law. Santiglia has appealed that \nfinding, and a hearing has been scheduled for mid-December.\n\nThe continued use of H1-B workers during the tech recession, which has led to the layoffs of thousands of U.S. \ncitizens, has intensified complaints about the program. The program was intended to help employers deal with a \nshortage of qualified technical workers in the U.S.\n\n''We realize there are a lot of sensitivities around these issues,'' Carlini said. ''We are eager to put it behind us.''\n\nCarlini added that Sun harbors no ill will toward Santiglia. ''We hope that he finds another job,'' she said.\n\nContact John Boudreau at jboudreau@sjmercury.com  \n\n"}