{"title": "COLLEGE DREAM DRIVES AN ARMY", "body": "\nDan Garces never thought about his immigration status until his sophomore year when he passed the driver's \neducation exam. His friends headed straight to the DMV office. \"That's when it started hitting me,\" he said. He told \nthe boys he had to go home, the first of many lies he told to hide the truth: He was an illegal immigrant. He had \nbeen orphaned at 11 in Colombia and brought to Miami by relatives who were citizens and residents. But his tourist \nvisa had expired years before. Secretly, he had always hoped that by the time he graduated, Congress would have \nreformed the immigration laws so he could become legal and afford college. That didn't happen.\n\nAlone at night, he logged onto the Internet, searching for others who might understand his predicament. He found \nseveral, and eventually, thousands.\n\n\"It was a huge relief finding out I wasn't alone,\" Garces, 20, said. \"We had our own little online community of \nDreamers. That's what we called ourselves.\"\n\nIn the past two years, with the help of Facebook, MySpace, Twitter, YouTubeand blogs, that little community grew \ninto what the Dreamers call an online movement of undocumented youth that reaches tens of thousands of people \nacross the country. Using the technological tools of their generation, they have changed the face of civic activism.\n\nTheir mission: passage of the Dream Act, a federal bill due to be reintroduced in the Senate next week that would \nlegalize the status of young immigrants bound for college or the military. The bill's sponsor, Sen. Richard Durbin, \nD-Ill., was inspired to file the bill after meeting an undocumented student.\n\n\"In any traditional measure, they should be the least powerful people in America,\" said Josh Bernstein, immigration \ndirector with the Service Employees International Union.\n\n\"They are doing something so typically American - adapting technology in a new age to petition the government and \ntelling their story.\"\n\n- - -\n\nIn fall 2007, students' hopes were high that the Dream Act would pass in Congress with bipartisan support.\n\nThe Dreamers shared information about the bill through online bulletin boards. They raised awareness telling their \nstories - of kids who had excelled in school only to find their futures blocked for lack of a Social Security number.\n\n\nThe students built a database of supporters, many of them family and friends who were legal residents or citizens. \nThey launched letter-writing and phone campaigns to senators. When the Dream Act died in the Senate that fall, \nthe students were crushed.\n\n\"After that, we realized we had to be more organized,\" Garces said.\n\nThey branched out and started blogs - online diaries - about their lives as undocumented students. Then they went \nviral, launching profiles devoted to the Dream Act on the Facebook and MySpace social networks, where they \ncould plan rallies and phone campaigns across the country.\n\nLast summer, a handful of students in four states launched dreamactivist.org - an information clearing house where \nstudents could post blogs, YouTube videos and immigration articles. The site had petitions people could send to \nCongress, as well as links to immigrant youth groups, like Underground Undergrads of California.\n\n\"If you put a face onto someone, it's more difficult to demonize them as an illegal alien,\" said Prerna, the site's \nadministrator, who goes by her first name because she's not a legal resident.\n\nPrerna, 24, holds a master's degree in international relations from a California state school and plans to attend law \nschool on private scholarships.\n\nShe launched dreamactivist.org to \"give voice for the people who are voiceless,\" she said.\n\nThe Web site campaigned last year when change.org, an online social action network, responded to President \nBarack Obama's call for civic action by holding a contest for the top 10 ideas for change. Dreamactivist.org blitzed \nits list of contacts, which had grown to about 12,000 names. After more than 600,000 votes cast for more than \n8,000 ideas, the Dream Act made the top 10 list presented to Obama's transition team.\n\nThe online movement is changing the face of community organizing, said Jose Luis Marantes, 25, with Students \nWorking for Equal Rights in Orlando.\n\n\"I can click a button and it automatically signs my petition going to my congressman,\" he said. \"It's a new generation \nof organizing.\"\n\nThe site also features updates on prominent cases, like the Gomez brothers, two Miami high school students who \nwere detained 18 months ago after the government rejected their family's asylum petition. They were about to be \ndeported to Colombia with their family when students mobilized.\n\nMore than 2,000 students and friends joined a Facebook group to spread the word. They wrote letters to Congress \nasking for help. The brothers were released. Lawmakers granted a rare temporary halt to their deportation process. \nNow Juan Gomez attends Georgetown University as an international student on a private scholarship. But unless \nthe Dream Act passes or they're granted an extension, Juan and his brother could be deported before he \ngraduates.\n\nJack Martin, an advocate for tighter immigrations laws, says the government needs to give priority to citizens and \nlegal residents regarding jobs and access to college. He is the special projects director for the Federation of \nAmerican Immigration Reform, or FAIR, which opposes the Dream Act.\n\nThe stories of illegal immigrant students might be appealing to the public, he said. But granting them legal status \ncould eventually extend to their family members. He thinks the Dream Act also would encourage migrants to enter \nillegally.\n\n\"It sends the message abroad that the United States is not serious about enforcing its immigration laws,\" Martin \nsaid.\n\n- - -\n\n\n\nThe movement's moment could arrive as early as Tuesday when Durbin reintroduces the bill with co-sponsor Sen. \nRichard Lugar, R-Ind.\n\nSome local undocumented high school students, like Lizbeth Salmeron, don't follow the online activism done on \ntheir behalf. Salmeron, an 18-year-old high school senior near Plant City, is focused on graduation this spring. But \nshe worries what she'll do in the fall.\n\nShe wants to attend college, major in culinary arts and open a restaurant. But unlike Dan Garces' family, which has \npitched in to pay for a community college course in Fort Myers, Salmeron's family can't afford the out-of-state \ntuition illegal immigrants must pay. They don't qualify for student loans or public scholarships.\n\n\"Sometimes I want to give up,\" she said.\n\nLike Garces before he found the online Dreamers, Salmeron doesn't discuss her status much. Her friends, all \nattending college in the fall, try not to talk about their plans in front of her. At get-togethers, her family is abuzz \nabout Obama and his past support for the Dream Act and immigration reform. Salmeron doesn't want to get her \nhopes up.\n\nAs much as the Dreamers, she knows what's at stake. If the bill fails, she'll be back in the fields.\n\n\"If it doesn't pass,\" she said, \"I'm going to do what my mom does and go work with her.\"\n\nSaundra Amrhein can be reached at amrhein@sptimes.com or (813) 661-2441.\n\nFAST FACTS\n\nWhat is the Dream Act?\n\nThe Development, Relief and Education for Alien Minors Act (Dream Act) would give conditional resident status and \neventually permanent resident status to illegal immigrants if they:\n\n-Were brought here before age 16 and are now below age 30.\n\n-Have lived in the United States continuously for five years.\n\n-Graduated from a U.S. high school or obtained a GED.\n\n-Have good moral character with no criminal record.\n\n-Attend college or enlist in the military.\n\nHow many would benefit from act?\n\nEach year, 65,000 undocumented students who graduate from U.S. high schools could benefit from the Dream Act, \naccording to the Urban Institute, a nonpartisan research center based in Washington.\n\nMore than 1 million children and young adults would be eligible for conditional resident status under the Dream Act, \naccording to a 2006 study by the Migration Policy Institute, a nonpartisan think tank.\n\nGraphic\n\n \n\nPHOTO, MARTHA RIAL, Times: College student Dan Garces of Fort Myers is part of Dreamers, a group seeking \nlegal status for undocumented students.\n\nmailto:amrhein@sptimes.com\n\n"}