{"title": "In the Under-5 Set, Minority Becoming the Majority", "body": "\nA surge in Hispanic immigration over the past decade has dramatically altered the racial and ethnic composition of \nthe region's youngest residents, according to U.S. Census Bureau figures released today.\n\nAs with minorities in general, immigrants tend to be younger than non-Hispanic whites and still in their childbearing \nyears. As a result, in five suburban Washington counties, more than half of children age 4 and younger were \nminorities when the annual Census Bureau survey was taken a year ago.\n\nIn three of the counties -- Prince William, Montgomery and Charles -- the share reached about 60 percent. And in \nPrince George's, where Hispanic immigration has supplemented an even larger African American population, more \nthan 90 percent of these children are minorities.\n\nThe implications for governments and communities are wide-ranging, demographers said. As the current crop of \nyoungsters reaches kindergarten age, school systems that would otherwise be losing students will continue to grow \nor remain stable. They will also need to accommodate an ever-larger number of students who were raised in \nimmigrant households where English was not spoken.\n\nIn addition, although most Hispanic children younger than 5 are native-born U.S. citizens and therefore eligible for \ngovernment health care and other benefits, research indicates that if their parents are not U.S. citizens, they will be \nless likely to claim assistance, said Michael Fix, director of studies at the Washington-based Migration Policy \nInstitute.\n\n\"All of this really reinforces the importance for counties to increase their investment in early childhood development \nnow,\" Fix said. \"If you don't make that investment, one of the penalties you pay down the line is that you have kids \nin school who don't speak English well and whose overall performance lags behind.\"\n\nFix pointed to studies indicating that as many as 75 percent of elementary school children learning English as a \nsecond language were born in the United States.\n\n\n\"Even more worrisome is that over half of the English-as-a-second-language learners in high school were native \nborn,\" Fix added.\n\nAs these minority children mature, counties that until fairly recently were dominated by non-Hispanic whites are \nlikely to shift to majority-minority status, said William Frey, a demographer with the Brookings Institution.\n\n\"The bubbling up [of minorities] that we're now seeing at the younger ages will continue to move up through the \nage range, through the teenage years, the working-age years and then the housing-buying years,\" he said. \"The \nchild population is really a microcosm of the future.\"\n\nMinorities had already grown to 47 percent of the population in Charles and 48 percent in Prince William in July \n2007, up from about one-third in 2000. Montgomery, at 46 percent minority, is also getting close.\n\nDemographers cautioned, however, that the extreme ethnic and socioeconomic diversity of area minorities makes \nit difficult to make broad predictions about the impact of the region's impending shift to majority-minority status.\n\nIn Prince George's, for instance, 62 percent of children younger than 5 are non-Hispanic blacks, and they include a \nsubstantial share born to affluent families.\n\nSimilarly, in Fairfax County, Asian children account for 17 percent of those younger than 5. Often born to upwardly \nmobile immigrant professionals who encourage them to supplement regular schoolwork with additional classes, \nAsian students are disproportionately represented among the county's top-performing students. And last month it \nwas announced that for the first time Asian Americans will outnumber whites at the county's most prestigious public \nmagnet school, Thomas Jefferson High School for Science and Technology.\n\nNor can Hispanic immigrants, who hail from a wide range of nations, be easily categorized.\n\n\"You cannot necessarily predict that just because they'll become majority-minority, all these schools will become \nlow-income,\" Fix said. \"The Washington area has one of the most diverse foreign populations in the nation.\"\n\nAdding to the complexity of the picture is that the Census Bureau collected its data through July 2007, before the \ncurrent economic downturn and before Prince William and other counties adopted initiatives against illegal \nimmigration.\n\nIn Prince William, the percentage of students enrolled in classes for English as a second language dropped nearly 5 \npercent from a record of 13,404 in September to 12,775 by the end of the school year. The impact of the downturn \nand immigration restrictions will be reflected in Census Bureau data to be released next year.\n\nGraphic\n\n \n\nIMAGE\n"}