{"title": "IMMIGRANTS TELL OF FRUSTRATIONS IN CITY OF CAMDEN STATE OFFICIALS ASKED ABOUT THE HEALTH CONCERNS OF HAITIANS AND VIETNAMESE. THEY GOT AN EARFUL.", "body": "\nJoseph Destin and his bespectacled companion, Joel Romulus, were upset as they gestured frantically and spoke \nin French and Creole.\n\nThe recent immigrants to Camden had come to the land of opportunity on a makeshift boat, with high hopes, from \ntheir impoverished country of Haiti.\n\nBut now they found themselves still tossed about by rough seas - the seas of misfortune.\n\n\"We feel like isolated animals,\" Romulus said. Isolated in an ocean of poverty, language barriers, lack of \ntransportation, and hostility from neighbors.\n\nThe problems of Destin and Romulus were among the stories of misery heard Tuesday at a forum sponsored by the \nstate Office of Minority Health and attended by about 50 Vietnamese and Haitian refugees.\n\nThe session was designed to shed light on immigrants' health problems for state Department of Health officials. \nBut it branched out - sometimes with simultaneous translations in three languages - into other areas of concern for \nthe newcomers.\n\nDestin and Romulus, unemployed family men surviving on welfare, said they lived in a three-bedroom house in East \nCamden with 12 people - seven of them children.\n\nNeighbors don't like them, they said, and the house they live in has been pelted with stones. The windows have \nbeen broken and replaced so often that their landlord is said to have second thoughts about allowing them to \ncontinue living there.\n\nAs tropical people, they are having difficulty adapting to winter. Romulus' daughter is in the hospital - ill, he said, \nfrom lack of heat and electricity in the house.\n\n\"I feel overwhelmed,\" said Romulus, wearing a thick blue jacket he said he slept in.\n\n\nIn Camden, there are about 2,000 Vietnamese and 100 Koreans, according to refugee-aid representatives at the \nsession. One spokesman for the Haitians said there were about 150 Haitian refugees in the city.\n\nBai Nguyen, a job developer for the Diocese of Camden's Immigration and Refugee Service, told the state \nofficials that transportation and interpreters were the immigrants' primary needs.\n\n\"The most important thing is transportation,\" he said. \"Most of the jobs are far away. . . . But we can't afford \n(transportation) for everybody. . . . Most of the jobs are outside the city of Camden. There is a big company in \nPhiladelphia and a big company in Atlantic City. But we have no transportation back and forth. We have just \nenough transportation for them to go to school.\"\n\nA number of the immigrants said they had no health insurance and were not aware of programs to aid pregnant \nwomen and children. And even when they\n\nsomehow found transportation to hospitals or clinics - often supplied by the diocese - they had trouble letting people \nknow what their problems were\n\nbecause of language barriers.\n\nRosalind Thigpen-Rod, executive director of the Office of Minority Health, told the immigrants they were fortunate \nto have the diocese's Immigration and Refugee Service in Camden.\n\n\"We realize that there are many problems with jobs, housing, health care . . . but we have the ability to let all your \nvoices be heard by the government in Trenton,\" she said.\n\nThigpen-Rod said that the information gathered at the meeting would be shared with the health commissioner and \nother social service agencies, and that the immigrants would receive a list of agencies that could help them.\n"}