{"title": "U.S.-born children take fight over tuition to court; Fla. denies in-state rates to illegal immigrants' kids", "body": "\nState governments have been grappling  with the question of whether to provide in-state college tuition rates to \nillegal immigrants who were brought to the U.S. as children.\n\nNow a Florida lawsuit is highlighting a rare practice of forbidding U.S.-born students -- citizens by birth -- from \ngetting in-state tuition because their parents are illegal immigrants.\n\nFive students, all born in the U.S. to illegal immigrant parents, sued the state last month  for denying them in-\nstate tuition rates even though they had lived in Florida, graduated from state high schools and were entering \nstate colleges and universities. They claim the higher out-of-state rates they were charged either forced them to \ndrop out or take fewer classes, delaying their eventual graduation.\n\nKassandra Romero, 18, enrolled at Palm Beach State College in June and was handed a $4,000 bill for the \nsemester -- more than three times the in-state rate. She left school to work as a waitress to save enough money to \nre-enroll in January.\n\n\"I'm an American citizen. I was born here. But now I feel left out,\" Romero said. \"(My old classmates) are taking \ntheir classes, everyone's going to school, and I just go to work.\"\n\nThe lawsuit illustrates a fractured, state-by-state immigration debate that questions how many rights children of \nillegal immigrants -- born in and outside the U.S. -- should be given.\n\nTwelve states have laws granting in-state tuition to some illegal immigrants brought to the U.S. as children, \naccording to the National Conference of State Legislators.\n\nMeanwhile, U.S. Rep. Steve King, R-Iowa, has led a campaign to eliminate the practice of granting automatic \ncitizenship to children of illegal immigrants born on U.S. soil. Four states -- Florida, Colorado, Georgia and \nIndiana -- ban all illegal immigrants, including those brought to the U.S. as children, from receiving in-state \ntuition rates.\n\nFlorida's policy is unique because it takes the step of denying in-state tuition to U.S.-born children whose \nparents are illegal immigrants. Officials with the Florida Department of Education, which oversees community \ncolleges, and the State University System declined comment.\n\nFlorida law requires that residency be established for adults, or dependent children, before granting in-state \ntuition rates.\n\n\nTania Galloni of the Southern Poverty Law Center, which is suing on behalf of the six students, said state education \nofficials erred when they began interpreting those rules in 2009 to mean that dependent children had to prove their \nparents' citizenship. She said state residency requirements do not mention citizenship status.\n\nMichael Hethmon, director of the Immigration Reform Law Institute, has assisted states such as Arizona and \nAlabama write laws that crack down on illegal immigration. He said an illegal immigrant parent cannot be \nconsidered a legal resident  because their illegal status  could result in their deportation at any moment. And since \ntheir children are still dependents under Florida law, they cannot claim residency of their own.\n\n\"It's a maneuver in an ongoing legal controversy of enormous significance to the United States,\" Hethmon said. \"As \nthe question of illegal immigration remains unresolved, it becomes an obvious flashpoint and you'll see issues like \nthis coming up repeatedly in the coming years.\" \n"}