{"title": "Cameroon man's 6-year odyssey ends with asylum", "body": "\nA Cameroon man who spent 1,166 days in Virginia jails waiting for a judge to reconsider his claim for asylum \nfinally got his wish.\n\nImmigration Judge John M. Bryant said Tuesday that he will grant Flaubert Mbongo asylum in August, after the FBI \nconducts mandatory fingerprint checks.\n\nUntil 18 months ago, Justice Department officials refused to look at documents Mbongo said showed that his life \nwas in danger in Cameroon because he tried to promote an opposition political party. The officials changed their \nstance after a Mercury News report in December 2000 confirmed that the documents were authentic and that \nMbongo was telling the truth.\n\nMbongo's victory comes as the chances of winning asylum have grown more difficult in the wake of Sept. 11. Elisa \nMassimino, head of the Washington office of the Lawyers Committee for Human Rights, said that she feared that \nwith new regulations being pushed by the Justice Department, \"If this case happened today, under the new \nregulations, there is a greater risk that it would have been sent back home before anyone ever looked at his \ndocuments and gave him the chance to adjudicate his case.\"\n\nFirst asylum request\n\nWhen Bryant first heard Mbongo's request for asylum in March 1997, Mbongo was brought into court in shackles \nand told his story in French, through an interpreter. He had no documents to support his claim that he would be in \ndanger if he were sent home.\n\nBryant concluded that Mbongo was not credible, and turned down his claim. Then Mbongo's wife sent a stack of \nsupporting documents, but Justice Department officials contended that they had arrived too late and would likely not \nhave affected the outcome of the case.\n\nMbongo was released from jail in November 1999, but officials continued to try to deport him. A year later, after a \nMercury News reporter traveled to Cameroon and confirmed that the documents were real, the Immigration and \nNaturalization Service asked the immigration courts to award Mbongo a new day in court, leading to the hearing \nTuesday.\n\nThis time, Mbongo appeared before Bryant in a gray suit and silver tie. Speaking in English that he has learned \nsince arriving here, Mbongo told his story again.\n\nUnder U.S. and international laws, people who arrive without valid passports or visas can win asylum by proving a \nreasonable fear of persecution in their home countries because of their political opinion, national origin, race, \n\n\nreligion, or membership in a social group. The Mercury News has reported that the outcome of cases often depends \non the sensibilities of individual immigration judges who frequently are left to rule on cases with little evidence.\n\nYet the stakes are significant: On one hand, a wrong decision could send a torture victims back to face potential \ndeath. On the other, it could open the door to abuses by foreign citizens -- even potential terrorists -- with stories of \nwoe at home.\n\nJustice Department figures from the past five years show that for every asylum seeker who succeeds, four either \nlose in immigration court or drop their cases. But asylum seekers from Cameroon, an impoverished country on \nAfrica's west coast, have done significantly better: Armed with State Department reports documenting the violence \nagainst political and human rights activists in Cameroon, almost half the decided cases have ended in grants of \nasylum in the same period.\n\nArrived in '96\n\nIn Mbongo's case, he first appeared at Dulles International Airport in Virginia with a false passport in September \n1996. Mbongo insisted the passport was authentic, but said he wanted to see a judge. Instead, he was sent to jail. \nAs he moved from one Virginia jail to another, he tried to win asylum.\n\nMbongo contended, when he first went before Bryant, that he had been active in a political opposition party headed \nby Yondo Black, a Cameroon lawyer. He said he had been repeatedly arrested, on some occasions beaten, for his \nactivities. He said he fled his country, leaving behind his wife and two daughters, only when he became convinced \nthat authorities intended to kill him.\n\nBut Mbongo had nothing to support his story. Citing the lies Mbongo told at the airport about his identity, Bryant \ndenied asylum. Months later, while locked in Virginia jails, Mbongo received from home a stack of documents that \nincluded handwritten notes signed by Black, thanking Mbongo for his activities.\n\nBut Justice Department officials denied his appeals, rejecting Mbongo's request that the case be sent back to \nBryant for reconsideration.\n\nMbongo's original lawyer quit, and he was left on his own to try to appeal in federal courts in Virginia. Eventually his \nnew attorneys persuaded officials to release Mbongo from jail in November 1999. But authorities did not review the \ndocuments until after a reporter traveled to Cameroon two years ago, and confirmed that Mbongo had been an \nactivist in Black's party and had been persecuted for his work.\n\nIn closing arguments Tuesday, Mbongo attorney Jonathan K. Tycko cited the Mercury News account and said, \"The \nevidence is now clear that Mr. Mbongo was active politically, and was persecuted as a result.\"\n\nINS assistant district counsel Simon A. Gaugush continued to vigorously oppose granting asylum to Mbongo, \nsaying he still doubted Mbongo's credibility. He contended that Mbongo still had not proven any persecution as a \nresult of his political activities.\n\n\"I'm a little surprised by your tough stance,\" Bryant told Gaugush. Bryant ruled that Mbongo had proved that he was \nactive in the political opposition, in a country where political opponents are often jailed, tortured or killed. As a result, \nBryant said, Mbongo had a reasonable fear of persecution if sent back home. He said he will grant asylum at an \nAug. 8 hearing, subject to the FBI review.\n\nMbongo, who was relieved after the hearing, said he hopes to bring his family to join him \"as soon as I am able.\"\n\nContact Rick Tulsky at rtulsky@sjmercury.com or at 415-394-6875.  \n"}