{"title": "Israeli Proposes 8-Year Plan For U.S. Economic Aid Cutoff;Finance Minister Links Initiative to Provision of Loan Guarantees", "body": "\nFinance Minister Yitzhak Modai proposed today that the United States adopt a three-year timetable for \neliminating economic assistance to Israel at the end of the decade as part of a program to grant the Jewish state $ \n10 billion in loan guarantees to finance the absorption of immigrants from the Soviet Union.\n\nThe new offer, raised by Modai in an interview, appeared designed to overcome resistance in the Bush \nadministration and Congress to the loan guarantees, which Israel says it desperately needs to finance housing, \njobs, and other costs of mass immigration over the next five years.\n\nEhud Gol, a spokesman for Prime Minister Yitzhak Shamir, said Shamir was not aware of Modai's proposal and \nhad no position on it.\n\nModai's plan would provide for the end to 30 years of U.S. economic aid to the Jewish state, including at least $ \n1.2 billion in each of the last seven years, but it would not affect U.S. military aid, which has been about $ 1.8 billion \nannually in recent years.\n\nModai said Israel would be able to give up U.S. economic aid because the 1 million Soviet immigrants, if \nsuccessfully absorbed, would touch off an explosion of economic growth. \"The gross national product, according to \nour plan, is going to grow 8 percent every year from now on,\" he said. \"Exports should grow 12 percent every year. \nWith this growth, I want to give up the American aid.\"\n\n\"If I were to strike a deal with President Bush, I would offer the following formula,\" Modai said. \"Give me the \nguarantees, and we will draw on them only as we need them to finance the immigration. If you give us the \nguarantees over five years, after those five years we will be willing to accept that you reduce economic grants by \none-third [of the original total] each year for three years.\"\n\n\"After three years,\" Modai concluded, \"Israel will have economic independence [from the United States], aside \nfrom defense aid.\"\n\nThe request for the loan guarantees, originally formulated by Modai during the Persian Gulf War, is expected to be \nthe subject of a contentious debate in Congress early next year. Bush delayed the package for 120 days in \nSeptember, arguing that discussion of the five-year financing program might disrupt preparations for Arab-Israeli \nnegotiations.\n\n\nModai said Israel would also accept the linking of the financing to its implementation of free-market economic \nreforms, such as privatization of state-owned industry. However, he insisted that Shamir's government would reject \nany further attempt by the Bush administration to connect the aid package to the Middle East peace process or a \nhalt to construction of Jewish settlements in the occupied territories.\n\nModai's proposal would have the effect of guaranteeing U.S. economic aid to Israel for another eight years, at a \ntime when foreign aid is unpopular with Congress and the public. But it would also mandate its elimination by the \nend of the decade, a watershed transition for a country that is the biggest U.S. aid client and has received \neconomic funding every year since 1951.\n\nIsrael has gotten at least $ 1.2 billion yearly in U.S. economic aid since 1985, in addition to the military assistance. \nOverall, it has received nearly $ 50 billion in U.S. loans and grants over the last 40 years.\n\nShamir met with Bush and Secretary of State James A. Baker III in Washington last week, but the talks did not \ncover the loan guarantees.\n\nModai said his ministry calculated early this year that the country would need to invest $ 50 billion to absorb the 1 \nmillion Soviet immigrants the government predicts will arrive here over five years. Israel proposes to use the U.S. \ncredit guarantees to borrow one-fifth of that amount, from private banks.\n\nThe U.S. government backing for the loans would allow Israel to obtain the credit more easily and at a lower \ninterest rate. It would not require direct U.S. spending unless Israel defaulted, but U.S. funds would have to be set \naside to cover possible risks and, since Israel has requested broader guarantees than those usually granted by the \nU.S. government, the cost formula has not yet been determined.\n\nModai conceded that Soviet immigration has dropped considerably since he first presented his request for U.S. aid \nlast January. At the time Israel was predicting 300,000 to 400,000 Soviets would arrive this year, but it now appears \nthe number will be about 180,000.\n\nHowever, Modai said, \"we have already close to 400,000 immigrants\" since 1989. Since Israel is assuming it will \nborrow $ 2 billion with U.S. help each year for an annual average of 200,000 immigrants, \"the first two installments \nof the immigrants are already here, so $ 4 billion is already owed to us,\" Modai said. \"If the others come, we'll draw \nthe rest of the $ 10 billion, and if they don't, we won't.\"\n\n\"I can't understand the fuss,\" he said of the U.S. resistance. \"It only calls for a little generosity and humanity. It's not \na business consideration.\"\n\nResponding to criticism in the United States about Israel's economic policies, Modai argued that his government \nis determined to pursue free-market reforms. Asked if Israel would object if Congress conditioned the loan \nguarantees on the implementation of the reforms, he said, \"I'd love it. It would be an insult to me, but I'd love it. We \nwill do it anyhow. How can we waive [American] grants if we don't do the right things in our economy?\"\n\nAt the same time, Modai said he would recommend that the government reject U.S. assistance if it were \nconditioned to progress in the peace talks, or a curtailment of Jewish settlement construction in the occupied West \nBank and Gaza Strip. \"I'll vote in the cabinet against accepting any linkage,\" he said.\n\nIn recent weeks, Modai has been in a dispute with Housing Minister Ariel Sharon over Finance Ministry attempts to \nlimit construction of housing in outlying areas of Israel and the occupied territories. Sharon charged last week that \nModai was attempting to freeze construction in settlements because of U.S. pressure but Modai denied that was his \nintention, saying construction overall will be scaled down next year, but will continue \"all over the country.\"\n\nMinistry officials said the 1992 state budget calls for 15,000 state-financed housing starts next year. They said the \nHousing Ministry had submitted plans to build at least 5,000 in the occupied lands.\n\n\n\nGraphic\n\n \n\nPHOTO, YITZHAK MODAI.\n"}