{"title": "Activists gird for Supreme Court's ruling on Ariz. immigration law", "body": "\nWith the Supreme Court expected to rule next week on Arizona's tough law against illegal immigrants, activists \non both sides are preparing to pounce on the issue, whether manning voter registration drives in Georgia and \nArizona, reviving lawsuits in Alabama and Indiana or dusting off stalled copycat bills in Pennsylvania and \nMississippi.           Hispanic and pro-immigrant groups say they are preparing for a major disappointment from the \nhigh court, which they believe is likely to uphold the right of state and local police to question and detain suspected \nillegal immigrants. But they also plan to use the expected blow to rally immigrant communities to defend their rights, \nseek legal assistance and sign up to vote.          \n\n\"Arizona will become hotter now, and this will give permission to other states to pursue their own laws, but we are \nalready working to ensure it makes the Latino community  stronger and more engaged,\" said Ben Monterrosa, \nexecutive director of Mi Familia Vota, a civic-action group based in Phoenix that is co-organizing public forums and \nmedia messages across the state in anticipation of the ruling. \n\n\"We have only just begun to fight,\" said Justin Cox, a lawyer in Atlanta with the American Civil Liberties Union, \nwhich filed a lawsuit last year against laws in Arizona and five other states that allow police to check the status of \nsuspected illegal immigrants and mandate other sanctions that may conflict with federal law. Cox said legal \nopponents will now challenge the laws on other grounds, including due process and civil rights.\n\nOn the other side of the divide, sponsors and supporters of get-tough laws against illegal immigrants say that if the \nhigh court upholds Arizona's statute - which makes it a crime to be in the United States illegally and allows the \nstate to use police as immigration-law enforcers - lawmakers who have been rebuffed in more cautious states will \nleap into the fray and push for similar crackdowns.\n\n\"If the court rules in our favor, we will have a lot more momentum to continue the fight to protect our citizens \nagainst the invasion of illegal immigrants,\" said Pennsylvania state Rep. Daryl Metcalfe (R), who introduced a bill \nsimilar to Arizona's in 2010 and chairs a legislative committee that has passed other illegal-immigration bills. \"Our \nstate has had $1.4 billion in education and health and detention costs,\" he said. \"This affects every state in the \nnation.\"\n\n             Kansas Secretary of State Kris Kobach (R), a former law professor who authored much of the Arizona \nstatute, predicts that the Supreme Court will \"vindicate all the work we've been doing and the work of state \nlegislators and city council members who are trying to take reasonable steps to discourage illegal immigration.\"\n\n\nKobach said the court's ruling on Arizona will have \"a huge impact\" on the fate and influence of an even stronger \nmeasure in Alabama, which allows police to question and detain suspected illegal immigrants, requires schools to \ndetermine if new students are legal and bars undocumented immigrants from many transactions. \"Cooperation with \nstate and local law enforcement is the linchpin of this effort,\" he said. \n\nOpponents agree that the ruling is likely to reinforce Alabama's legislative model, but they portray its impact in \ndarker terms. They note that in Alabama, deep-rooted Latino communities have been decimated and agricultural \nbusinesses harmed by the exodus of illegal immigrants since the law took effect in September.          \"We have \nAlabama as a little window of what Arizona will look like,\" said Karen Tumlin, a lawyer in Phoenix who played a \nleading role in a lawsuit filed by half a dozen rights groups against six states. She said the Alabama law unleashed \na \"humanitarian crisis,\" with hundreds of calls to hotlines and \"state-sanctioned racial profiling.\"          \n\nTumlin said that no matter how far the Supreme Court goes in validating the Arizona law - which makes it a state \ncrime to be an illegal immigrant and requires police to check the immigration status of anyone who they have a \n\"reasonable suspicion\" may be illegal - rights groups are ready to continue challenging similar laws in other states \nand expect it will take months for such cases to filter through federal courts. \n\nMeanwhile, Hispanic and rights groups in every affected state say they are launching campaigns to unify, inform \nand defend immigrants against anticipated actions against them. \n\nIn Georgia, the Latino Alliance for Human Rights is gearing up to handle the impact on the state's population of \nabout 800,000 Mexican immigrants. Teodoro Maus, the group's president in Atlanta, said advocates are \"not very \noptimistic about the Supreme Court, but whether we win or lose we will keep pushing to break down the walls.\" He \nalso said President Obama's new policy granting amnesty to many young illegal immigrants has \"given us renewed \nenergy.\"\n\nIn Arizona, a border state where nearly one-third of the population is Hispanic, a coalition of groups called Hoy \nSomos Arizona (Today We are Arizona) organized a 30-minute message about the law that was broadcast \nsimultaneously Thursday on all Spanish-language media. Now, activists there are organizing community forums \nacross the state to further prepare and organize immigrant communities.\n\nIn some states that have grappled with the issue, such as Utah and Mississippi, activists say there may be a \nreduced interest now in actions against illegal immigrants, in part because of opposition from business leaders and \nin part because of the resulting disruption of Hispanic communities. \n\n\"There is not much appetite for it this year,\" said Esperanza Granados, a lawyer with the ACLU in Salt Lake City. \n\"The trend is shifting.\"\n\nEsperanza said that after Utah passed a law against illegal immigrants last year, there were high-profile cases of \nchildren being threatened with deportation. \"A lot of people don't want to engage in this kind of thing,\" she said. \n\nBut even in states with more-liberal immigration laws, immigrant groups say they are not going to let down their \nguard. In Florida, where activists helped defeat an Arizona-style legislative proposal last year, the groups are \npreparing for a new fight.\n\n\"The Supreme Court could give a potential green light to every state that has tried similar laws. We have to keep \norganized,\" said Gaby Pacheco, an organizer from the United We Dream movement in Miami. She noted that \nFlorida, a major grower of fruit and vegetables, has long relied on immigrant farmworkers, including many who do \nnot have papers. \"We have to stay very hands-on,\" she said. \n\nconstablep@washpost.com\n"}