{"title": "LETTERS TO THE EDITOR Send your letters by email to bleditor@thehindu.co.in or by post to 'Letters to the Editor', The Hindu Business Line, Kasturi Buildings, 859-860, Anna Salai, Chennai 600002.", "body": "\nOct 15, 2019( The Hindu Business Line: http://www.thehindubusinessline.com/ Delivered by Newstex)  Tackling \npoverty This is with reference to 'India born MIT prof shares economics Nobel' (October 15). Congratulations to \nAbhijit Banerjee, Esther Duflo and Michael Kremer for winning the Nobel prize for economics.The real cause of \npoverty in India is political power. Freebies and subsidies will never allow people to come out of poverty. \nGovernments have believed in feeding the poor instead of empowering them.The Centre should gradually do away \nwith freebies, subsidies and instead create jobs by improving health, education, infrastructure and farming. \n\nIt should also ensure that with every step of economic growth and development, jobs are created and people can \nbe lifted from poverty. Let us not forget that India has a large labour force and this has to be taken full advantage of \nby increasing productivity and development.Veena ShenoyThane Economic research Any research which aims at \nbenefiting people at large and improving quality of life deserves accolades. That Nobel prize for economics has \nbeen conferred upon Abhijit Banerjee, Esther Duflo and Kremer for their experimental approach to alleviate global \npoverty points to an unequivocal message from the Royal Swedish Academy of Sciences that research with a focus \non pressing concerns of the people would never go unrewarded. Banerjee and Duflo co-founded the Abdul Latif \nJameel Poverty Action Lab and popularised randomised controlled trials (RCTs) to examine the impact of policy \ninterventions on individual behaviour through controlled trials. Through RCTs, they examined government \ninterventions in tackling poverty to see what works and what doesn't in developing countries. In countries like India, \na better understanding of the same through tools like RCT to ensure concrete and desirable outcomes cannot be \nsimply overlooked.M JeyaramSholavandan Pension for women This refers to 'Women's welfare: We have a long \nway to go' (October 15). I would suggest that working women should empower themselves with the three recently \nintroduced pension schemes. We have to see that the three schemes also cater to women as they too work as \nfarmers, on construction sites and manage businesses.Further, applying the 'nudge theory' by providing Rs. 3,000 \nper month for different segments of the unorganised sector — through the PM Shram Yogi Mandhan Pension \nYojana for poor women labourers, the PM Karam Yogi Mandhan scheme for women retailers and shopkeepers, and \nthe PM Kisan Pension Yojana for small and marginal women farmers — will go a long way.NK BakshiVadodara \nCredit supply Apropos 'PSBs disburse Rs. 81,781 cr in nine days: FM' (October 15). The rapid execution of \neconomic reforms to ease the flow of institutional credit to MSMEs and NBFCs is one of the catalysts to accelerate \nproductive activities, besides growth in employment. The credit being delivered must match with the production of \ngoods and services. The supply of credit that doesn't match the credit absorption capacity of the users is harmful to \nthe lenders and to the economy as a whole. An excessive supply of credit negatively impacts the quality and gives \nbirth to non-performing assets. The thrust by the government on lenders to speed up disbursements of credit \nfacilities is a business opportunity to lenders, and so the latter must be prudent and diligent in the process of credit \ncreation and delivery to ensure quality rather than achieving the set quantity. Resolution and or recovery of the \ndues are equally crucial to enhance the margins as well as to augment lending capacity. While the government is \n\n\nmonitoring the public sector banks to ensure the achievement of the set targets on lending, it must also ensure that \nthe money advanced is not without compromising lending norms.VSK PillaiKottayam \n"}