{"title": "Cross-cultural marriage rates falling; Big influx of immigrants makes them more likely to wed among themselves", "body": "\nThe USA's growing diversity is cooling the melting pot in at least one way: marriage across racial and ethnic lines.\n\nThe share of Hispanics and Asians married to whites dropped between 1990 and 2000 after two decades of steady \ngrowth, new research shows.\n\nThe sheer number of immigrants who arrived last decade has made it more likely for them to marry among \nthemselves, according to findings published this month in American Sociological Review.\n\nRecent minority immigrants are disproportionately less educated than the native-born, earn less, do not speak \nEnglish well and tend to live in segregated neighborhoods -- major factors that discourage marriage outside racial \nor ethnic groups, says Zhenchao Qian, sociology professor at Ohio State University and co-author of the report. \nThe researchers studied married couples between the ages of 20 to 34.\n\nThe 2000 Census is the most recent data that include enough cases to examine intermarriages at the national level, \nhe says. \"That kind of trend is likely to continue because immigrants still are coming in,\" Qian says. \"We see \nimmigrants as more likely to marry among themselves.\"\n\nIn contrast with the decline in intermarriages among whites and Asians and Hispanics, the rate of marriages \nbetween blacks and whites rose significantly from 1990 to 2000, although it continues to lag far behind those of \nother minorities.\n\nThe arrival of more than 11million immigrants in the 1990s created a larger marriage pool for Hispanics and \nAsians, including those born here. Immigrants who were younger than 20 when they arrived and U.S.-born \nHispanics and Asians -- mostly the less educated -- were more likely to marry among themselves in 2000 than in \n1990.\n\nThe decline in the rate of intermarriages in the fastest-growing minority groups could indicate that immigrants are \nreinforcing their cultural identity, says Daniel Lichter, co-author of the report and a sociology professor at Cornell \nUniversity in Ithaca, N.Y.\n\nIf history repeats itself, the children of immigrants will be better educated, earn more and live and work in more \ndiverse areas than their parents. That could lead to more marriages outside their groups, Qian says.\n\nThe unprecedented number of new immigrants helps explain the decline in intermarriages, says Jeffrey Passel, \ndemographer at the Pew Hispanic Center. More than half of adult Hispanics and about three-fourths of adult Asians \nare immigrants. \"Basically, there's a larger pool,\" Passel says. \n\n\nGraphic\n\n \n\nGRAPHIC, B/W, Robert W. Ahrens, USA TODAY (BAR GRAPH)\n"}