{"title": "LAWMAKERS AIM TO HELP IMMIGRANTS NATURALIZE;STATE MEASURE WOULD COORDINATE AID", "body": "\nAbout half of California's immigrants who are eligible to become U.S. citizens don't bother applying for \nnaturalization, due in part, say advocates, to a shortage of services that guide them through the complicated \nimmigration process.\n\nHoping to boost the citizenship rate, some lawmakers want state government to take a more direct role in \ncoordinating hundreds of community-based organizations that provide programs such as civics classes, English \ninstruction and assistance with filling out immigration forms.\n\nDetails of a supportive state Assembly measure will be presented today at the annual Citizenship and Immigrant \nPride Day program in San Jose. The free event, which provides citizenship orientation in 19 languages, will be from \n9 a.m. to 2 p.m. at the Center for Employment Training, 701 Vine St.\n\nThe measure introduced in the Assembly last month by Hector De La Torre, D-South Gate, and co-sponsored by \nAlberto Torrico, D-Fremont, would require the Department of Community Services and Development to administer a \n\"naturalization services program,\" which would fund local governments and non-profit groups to help legal \npermanent residents become citizens.\n\n\"We want to make sure the process is easier,\" said Torrico on Friday, \"and that there is no information barrier for \npeople to become citizens.\"\n\nAB 930 would cost an estimated $5 million to help 33,000 immigrants per year move through the naturalization \nprocess.\n\nTo become a naturalized citizen, applicants must be legal permanent residents, also known as green-card holders; \nread, write and speak English; and know about U.S. history and government, among other requirements.\n\nHundreds of non-profit groups provide services and programs for citizens-to-be, but the organizations work \nindependently. Under the proposed law, known as the New Californians Initiative, the state would require regional \ncoordination of the agencies. That way, immigrants will have better access to information that will help them apply \nfor citizenship, such as a list of adult schools that teach English as a Second Language, or referrals to immigration \nattorneys.\n\n\"There's a big push for immigrants to be integrated into society, and yet we're providing them with piecemeal \nservices,\" said Larisa Casillas, policy director for Services, Immigrant Rights and Education Network, a San Jose \nadvocacy group. \"We know that when immigrants become citizens, that's the first step of their journey to be \ninvolved in our community.\"\n\n\nThe proposal was partly modeled after a smaller but successful program sponsored by Santa Clara County's Office \nof Human Relations. For eight years, the program has coordinated a collaborative of non-profit agencies that help \nimmigrants become citizens.\n\nThe state measure was introduced in the Assembly on Feb. 18 and qualifies for its first committee hearing as early \nas March 22.\n"}