{"title": "Illegal Immigrants Feeding Wildfire Epidemic in California", "body": "\nIllegal immigrants who hike through the rugged forested mountains of eastern San Diego County after making it \nacross the border are causing a dramatic surge in wildfires because of fires they light when camping out in the \narea, state and county officials said today.\n\nIn some cases, the illegal immigrants, hoping to use the isolation of the mountains to work their way north, are at \nserious risk of being hurt or killed by wildfires they helped start.\n\nThe number of wildfires in the region since January is already four times last year's total, a frightening jump that \nhas prompted the San Diego County Board of Supervisors to declare a state of emergency and ask President \nClinton to deploy U.S. troops near the border to prevent the immigrants from entering the forests.\n\n\"It's a disaster waiting to happen,\" said Diane Jacob, a member of the Board of Supervisors representing eastern \nSan Diego County. \"I don't think it's a matter of if we have a major human catastrophe. It's a case of when, if \nsomething isn't done immediately.\"\n\nKen Miller, regional fire chief for the California Forestry Department, said 212 wildfires have broken out in the \nborder area around Otay Mountain this year, at a cost of $ 3 million in firefighting efforts. Last year, 64 fires were \nreported in the same area, and in 1994 there were only 24.\n\nThis year's increase coincides with a crackdown by the U.S. Border Patrol on a flat border region closer to the \nPacific Coast, which has forced human cargo smugglers to turn to the mountainous area further east in their efforts \nto reach Los Angeles and inland cities. The surge in fires also has been caused by near-drought conditions that \nhave dried ground cover to highly inflammable tinder, Miller said.\n\nMiller said that up to 2,600 illegal immigrants cross the California border each day, and that increasing numbers \nof them are heading to the rugged mountains to avoid Border Patrol checkpoints on northbound highways along the \nPacific coast.\n\nThe immigrants normally live in the wilderness one to four days, usually sleeping during the day and hiking at \nnight. They often build their campfires amid vegetation that grows to 12 feet high and then leave them unattended \nwhen they move on, Miller said.\n\nThe fire chief said he had been told by Border Patrol agents that sometimes the immigrants intentionally start \nwildfires to create a diversion when they think they have been detected.\n\nTraveling in groups of up to 120 people, the immigrants are led by paid guides, called \"coyotes,\" into the \nwilderness and often are unaware that wildfires are raging near the smuggling trails, Miller said.\n\n\n\"If someone who is unfamiliar with the steep topography of that area crosses a firebreak into a dangerous zone, \nthere's no way they could get out without being seriously burned or killed,\" he said. \"They'll be in a position where \nwe can't do anything to help them because we don't have the resources to get our people in there.\"\n\nKaren Terrill, a spokeswoman for the Forestry Department in Sacramento, said: \"They [immigrants] have no idea \nthat fires run faster uphill than on level ground or on a downward slope. It's virtually impossible to outrun a wildfire \nuphill. This has the potential of becoming a firefighter's nightmare.\"\n\nMiller said that on any given night, there are 300 to 400 illegal immigrants in the mountains and canyons along the \nborder, many of them near the fires that burn almost daily this time of year. He said he has a video showing a large \ngroup of immigrants hiking with no apparent concern near a wildfire with flames up to 16 feet high. \"What they \ndidn't know is they could have been surrounded in a moment and never gotten out,\" he said.\n\nJacob said the supervisors are writing letters to Clinton, Gov. Pete Wilson (R) and Attorney General Janet Reno \nwarning of the potential for a catastrophe. Besides asking for U.S. and National Guard troops to patrol the area, she \nsaid the supervisors also want relief from federal environmental regulations that have prevented forestry officials \nfrom building roads through federal lands, so firefighters can reach fires before they spread and also rescue trapped \nimmigrants.\n\n\"The irony is that hundreds of illegal immigrants are literally trashing this federally protected wilderness, but our \nfirefighters can't even access it to rescue them because of the environmental restrictions,\" Jacob said.\n\nGraphic\n\n \n\nMap, The Washington Post\n"}