{"title": "U.S. culture gap separates Asian kids, parents;Homework help, newsletter among efforts to intercede", "body": "\nSome of the children of Asian immigrants settling in DeKalb County may be becoming too Americanized for their \nown good.\n\nThat's why Asian Community Services Inc., an organization founded in 1984 by Asian refugees to assist other \nrefugees, has launched a series of programs aimed at helping Asian school children and their parents adjust to \nliving in America.\n\nIn the past, ACS focused its efforts primarily on aiding the first generation of immigrants --arriving from nations like \nCambodia, Laos, and Korea --through providing programs for social adjustment, employment assistance, and \nforming cooperative worker groups.\n\nBut over the years, it became apparent to ACS organizers that the children of these immigrants faced their own \ndistinctive problems.\n\n\"While the parents carry the languages and traditions of their countries along with them when they come here, the \nchildren are exposed to American ways and ideas early on, mainly through school,\" said Debbie Bowling, resource \ndeveloper and proposal writer with ACS. \"Since many of the parents haven't been school educated in their native \nlanguages, and because most of them do not understand English, this creates a gap between the parents and their \nkids, especially when it comes to helping with homework and getting used to American culture.\"\n\nTo combat this gap, ACS began developing a series of projects in early 1995 designed to prevent students from \ndropping out of school, becoming involved with drugs or alcohol, or engaging in behaviors that could put them at \nrisk of getting HIV or other STDs.\n\n\"We've been working at increasing the involvement of students and their parents in these programs by holding \nworkshops and distributing brochures in English and in the parents' native languages,\" Bowling said.\n\nACS's homework assistance program barely got off the ground when the 1994-95 school year ended. When \nschool started up this fall, ACS's staff and volunteers began offering homework assistance once a week at several \nDeKalb schools, as well as schools in Clayton and Habersham Counties.\n\n\"So far, we've had mostly staff members providing help, but we're trying to recruit volunteers from among high \nschool and college age youth to tutor the younger children in subjects they're having trouble with,\" Bowling said. \n\"We recently held a dinner, and had about 23 students show up to learn about the ways they can help.\"\n\n\nThe process of recruiting volunteers has been time consuming, said Bowling, because all applicants must undergo \na background check and because ACS is trying to compile a volunteer training manual before kicking off the \nprogram. The ACS staff is also working out a system for measuring students' progress, siad Bowling.\n\nACS is also working to create and publish a new, bi-monthly newsletter for Asian teens.\n\n\"The plan is for it to have articles written by Asian youth and for Asian youth. The newsletter will contain \ninformation about resources teens can call for help with personal or family problems,\" Bowling said. \"We hope to \nhave the first issue out by the end of this month, and our plans are to distribute it to area schools.\"\n\nFor information on ACS or to volunteer for the homework assistance program, call Debbie Bowling at 404-288-\n7212.\n\nGraphic\n\n \n\nPhoto: Tutor Helen Driskill helps students with their homework at Stone\n\n Mill Elementary School in Stone Mountain. / Charlotte B. Teagle / staff\n"}