{"title": "GREEN CARD DELAYS PUT HEAT ON INS 3-yr. process faulted", "body": "\nImmigrants' rights advocates charge that current U.S. immigration policy is unfair to those who have to wait up to \nthree years to receive green cards.\n\nThe delays have caused such severe difficulties for applicants that the problem requires the immediate attention of \nCongress and immigration authorities, the Rev. Brian Jordan, an immigration counselor at St. Francis of Assisi \nChurch in Manhattan, said yesterday.\n\n\"I feel like the victim of a bad system,\" said Florencia Carrillo, 30, a store cashier from Brooklyn who applied for her \ngreen card in March 1996, and has yet to hear from the Immigration and Naturalization Service.\n\nSaid Jordan: \"They played by the rules; why penalize them?\"\n\nJordan said Congress and immigration authorities have aggravated the situation by limiting funds and staff to deal \nwith a backlog of more than a million green card applications nationwide.\n\n\"My experience is very bad. I can't go to Mexico to see my 13-year-old son, and I haven't seen him since 1995,\" \nsaid Carrillo, who has two other children with her American-citizen husband.\n\nOmar Brown, 23, faces deportation because the INS delayed processing his green card application, though his \nmother had petitioned for him seven months before he turned 21.\n\nWorse, his mother, Claudette Salmon, was murdered in Jamaica, Queens, in 1997, leaving Brown to fight the INS \nposition that he had \"aged out,\" and that the petition had died along with his mother.\n\n\"I think the system is being unfair,\" Brown said. \"I have no personal anger toward the INS; I just want them to look \nat this case and see what can be done.\"\n\nBut the INS already has rejected an attempt by Rep. Gregory Meeks (D-Southern Queens) to reopen the case.\n\n\"It was disappointing for us, because in my office, we always run against a brick wall when dealing with immigration \nservices,\" Meeks said.\n\nINS officials admitted that the delays have caused a lot of inconvenience, and blamed the backlog on an influx of \ngreen card applicants and background checks that are required by the immigration law of 1996.\n\nThe national average for the time between receipt of the application and the completion of the process for \nsuccessful applicants is 33 months, said INS spokesman Bill Strassberger.\n\n\n\"The INS rules and regulations are archaic and tend to be, in a large sense, prejudiced,\" Meeks said. \"I am working \nwith [Rep.] Sheila Jackson Lee from Texas in looking at mechanisms through which we can fix the immigration laws \nof 1996.\"\n\nThe military service also is feeling the pinch, said Cmdr. Christopher Lagemann, head Navy recruiter in the New \nYork district.\n\nSailors who marry noncitizens abroad now encounter lengthy delays before their spouses are granted permanent \nresidency, he said.\n\n\"The interesting thing is the first problem was the time it took to get citizenship, and now that they've fixed that it \ntakes too long to get a green card,\" Lagemann said.\n\nSuch delays, he said, also disqualify potential noncitizen recruits, who must be permanent residents.\n\nOne in four Navy recruits in the New York area is a noncitizen.\n"}