{"title": "CHANGE IN LAW MAY CAUSE MESS AT CANADIAN BORDER", "body": "\nhalf-mile below the Canadian border, in the scenic northern Minnesota town of Grand Portage, sits a store the \nlocals call Ryden's.\n\nThe shop is where tourists go to buy T-shirts and where area residents go for a quick bite to eat.  It's also where \nCanadians go to buy cheap gasoline and duty-free liquor.\n\nAs her business flourishes, Lori Ryden-Boomer is bothered by the nagging thought that new immigration rules will \nmake it more difficult for Canadians to get there.  Customers are already complaining.\n\n\"It's a source of concern for us,\" said Ryden-Boomer, whose family has owned the border shop for 50 years.  \"If \nthey don't come, business will definitely go down.\"\n\nTucked away in the Illegal Immigration Reforem and Immigrant Responsibility Act of 1996 is a new method of \nformally documenting the arrival and departures of foreigners.  The provision is to take effect late next year.\n\nThe U.S. law was written to address the large flow of illegal immigrants, most of them entering from Mexico.  But \ncritics - including some in Congress - say the measure illustrates how the northern border is often overlooded in the \nlarger illegal immigration debate.\n\nThey are outraged that the country would require people crossing the Canadian border to produce identification \ndocuments when they've never had to before.  The result, they say , will be mile-long traffic jams at border crossing \npoints and a disruption of trade and tourism between the United States and Canada.\n\n\"Just pause for a moment and visualize what this means,\" said D.G. Waddell, an economics official at the \nCanadian Embassy in Washington.  \"Frankly, we are alarmed, disappointed, and just a little frustrated.\"\n\nLawmakers say the frustration is justified, though it may be short-lived. The two authors of the immigration law - \nRep. Lamar Smith, R-Texas, chairman of the House immigration subcommittee, and former Sen. Alan Simpson, R-\nWyo. - said they never intended for the documentation requirement to apply to Canadians.\n\nAt least two lawmakers - Sen. Byron Dorgan, D-N.-D., and Rep. John LaFalce, D-N.Y. - are trying to amend the law \nto exclude America's northern border from the documentation requirement.\n\n\"The oversight in this provision is the failure to exempt the Canadian nationals who previously have not been \nrequired to fill out documents,\" said \"LaFalce, whose district in northern New York is visited heavily by Canadians. \n\"If the (United States) were to implement the entry and exit procedure, traffic would turn into a nightmare at the \nborder.\"\n\n\nEven Immigration and Naturalization Service officials said they would support congressional language to ease the \nfuror.\n\n \n\nHere's why:\n\nAccording to the Canadian Embassy, more than 116 million people entered the United States by land from Canada \nlast year, 76 million of them Canadian.  In 95 percent of those crossings, border patrol agents simply asked quick \nquestions about where the traveler was headed in the United States and why.\n\nUnder the new immigration law, all travelers would have to show some kind of identification document, although \nexactly what is unclear.  The border agent would then log that traveler's information for future reference, causing \nthe traveler to stop for what could be several minutes.\n\nThe identification rules would also apply to everyone:  Americans returning home after a visit to Canada, people \nwho cross daily for jobs on the other side of the border, family members visiting relatives.   \"Optimistically, the new \ncontrols might take an extra two minutes per border crosser,\" said Sen. Spencer Abraham, R-Mich., who opposed \nthe provision.  \"That's almost 17 hours of delay for every hour's worth of traffic.\"\n\n \n\nStill others question the move to exempt the northern border.\n\n\"Some people would say it's unfair to exempt one group of people and not another,\" said Bill Strassberger, a \nspokesman for the immigration service. \"They see the conflict, but they say illegal immigration is illegal no matter \nwhat border you're looking at.\"  \n"}