{"title": "Fallout continues in and out of White House // Wood, Baird cases different, most say", "body": "\nPresident Clinton and Kimba Wood may have jumped the gun withdrawing her name from consideration as \nattorney general.\n\nShe might have been confirmed if the case had been taken to the American people, a new USA \nTODAY/CNN/Gallup Poll Monday found.\n\nMost adults _ 65% _ say Wood shouldn't have pulled out when it was revealed she hired an illegal immigrant to \ncare for her child at a time when such hirings were within the law.\n\nBut the Clinton White House, burned when a firestorm of protest broke over his nomination of Zoe Baird as \nattorney general, wasn't ready to go to the mat for Wood.\n\nHowever, the new poll shows Americans drew a clear distinction between Baird and Wood. Baird's hiring of illegal \nimmigrants when it was against the law was found to be a disqualifying factor by 75% of the public.\n\nOnly one in five _ 20% _ said Wood's situation should disqualify her.\n\nClinton made it no secret he wanted to fill the attorney general post with a woman, and it wasn't missed by the \npublic. Nearly half _ 45% _ say he was considering Wood primarily because she is a woman, while 38% say it was \nbecause she was the best qualified person for the job.\n\nMen were more likely than women to say he was considering her\n\nmainly because she's a woman _ 51% to 39%.   While Clinton may have\n\nbeen trying to please women's groups, the vast majority of the public _ 66% _ say selecting a woman for the post is \nnot too important or not important at all. Only about one in three women _ 37% _ said it was very or somewhat \nimportant, compared with 28% for men.\n\nSparks from the Baird flareup also have singed Commerce Secretary Ron Brown. He admitted Sunday he hired a \npart-time household worker and failed to pay her Social Security taxes, as required by law. Four of 10 in the poll \nsaid he should resign as a result of the revelation. But almost half _ 49% _ say he should stay.\n\nOverall, most Americans _ 55% _ are worried intense scrutiny of candidates for top federal posts will make it tough \nto find qualified nominees.\n\n\nThere also has been widespread speculation the flap surrounding Clinton's handling of the attorney general \nappointments is causing him political damage. The poll, however, finds 73% say it hasn't had much affect on their \nconfidence in Clinton's ability.\n\n The child-care debate USA TODAY/CNN/Gallup Poll\n\n A majority of people in a new poll say they think child-care workers are not that difficult to find legally and that \nfederal officials should follow the rules:\n\n Most disagree that it's very difficult to make good, legal child-care arrangements\n\nAgree       36%\n\nDisagree    58%\n\n  \n\n...and that people should be disqualified from high federal office for unlawfully hiring an illegal immigrant\n\nDisqualified       75%\n\nNot disqualified   21%\n\n  \n\nBut Ron Brown, the new secretary of Commerce, should not have to resign for hiring a part-time household worker \nand not paying her Social Security taxes\n\nResign      40%\n\nNot resign 49%\n\n More respondents say they think there is a double standard for women and men in federal appointments\n\nYes    48%\n\nNo     40%\n\n  \n\n...with women saying there is a double standard much more often than men Double standard\n\n Women    56%\n\nMen      39%\n\nNo double standard\n\n Women    31%\n\nMen      50%\n\n  \n\nMost say they think Kimba Wood shouldn't have had to withdraw from consideration as attorney general\n\nNot withdraw     65%\n\nWithdraw         28% \n\nNotes\n\nWASHINGTON; HIRING OF ILLEGALS; See info box at end of text\n\nGraphic\n\n\n\n \n\nGRAPHIC, b/w, Marty Baumann, USA TODAY, Source: USA TODAY/CNN/Gallup Poll of 625 people Monday. \nMargin of error: 5 percentage points (Bar graphs)\n"}