{"title": "THEATER REVIEW;Immigrants' Tales", "body": "\n\"VAGABOND STARS,\" a musical at the Queens Theater in the Park in Flushing Meadows Corona Park, takes a \nlook at the Yiddish immigrants of the early part of the century and chronicles their trials and tribulations.\n\nIt is a well-worn theme, but like the \"boy meets girl, boy loses girl\" plot that propels so many stories, its retelling is \nsatisfying in part because it is so well known.\n\nSince 1607, when the first English settlers pushed the Indians out of Jamestown, more than 42 million people have \nmigrated to the United States. The journey itself was difficult enough, and for many it involved economic hardship \nand physical and emotional trauma. Yet, getting into America was frequently as hard, if not harder, than getting to \nAmerica in the first place.\n\nOne result of human conflict is the synthesizing of real-life drama into theater, film, art and literature. In this country, \n70 percent of the immigrants who arrived between 1890 and 1910 were refugees from Eastern and southern \nEurope, and when they came they brought with them centuries of music and drama that they had incorporated into \nan expression of their emotions about their adopted land.\n\nThe vast multicultural movement gave rise to vaudeville, Yiddish theater, contemporary musicals like \"Fiddler on \nthe Roof\" and even recent movies like \"Moonstruck.\" A simple listing of the artistic legacy of the vast immigration \nwould fill volumes.\n\n\"Vagabond Stars,\" a musical by Nahma Sandrow, Raphael Crystal and Alan Poul, and adapted from Ms. Sandrow's \nbook \"Vagabond Stars: A World History of Yiddish Theater,\" nestles comfortably into the theatrical body of \nimmigrant tales.\n\nIn a series of sketches and songs, \"Vagabond Stars\" looks at the excitement and the loneliness of being a stranger \nin a strange land, where the only connection to the old country is a series of letters that form tattered, fragile links to \nformer lives.\n\nThe creators of \"Vagabond Stars\" have adapted material from turn-of-the-century New York Yiddish theaters, and \nthe show has the flavor of the pulsating Lower East Side with its romance, dreams, yearnings, hard work and \nbittersweet memories.\n\n\nAs directed by Christopher Catt, the numbers flow easily between song and sketch and between pathos and humor, \nand the five-member cast exudes an infectious aura of good will. In fact, if there is a problem with this production, it \nis that everything about it is too nice. The passion of a transplanted people is turned into something as insubstantial \nas spun-sugar candy. It is pretty and sweet, but completely umemorable.\n\nThe two women, Cynthia Firing and Guylaine Laperriere, have voices that carry all of the nuances within the songs. \nEugene Flam, Fred Goldberg and John Patti are also capable vocalists. The five of them, designated points of a \nshining star, do their best to convey a sense of the diversity within the major influx of Jewish immigration. That they \nnever manage to be anything more interesting than cute is a production flaw rather than a performance failure.\n\nThe stage is small and narrow, but the designer, Sarah Lambert, has pegged the flavor of the material by using \nscraps. They include bits of photographs of the Lower East Side with its crowded streets, posters from the Yiddish \ntheater and headlines in Yiddish from The Jewish Forward. She has turned the curtain into a huge section of a \npassport, with its stamps and \"official\" signatures.\n\n\"Vagabond Stars\" is pleasant, mild entertainment. In the comfortable cabaret setting of the Queens Theater's small \ndownstairs space in the New York State Pavilion, it turns into a mellow evening of reminiscing. It will continue \nthrough May 24.\n\nGraphic\n\n \n\nPhoto: Members of the cast of \"Vagabond Stars.\" (Carol Rosegg/Martha Swope Associates)\n"}