{"title": "JAMAL SAYS HE TRUSTS COURTS TO CLEAR HIMSOMALI ACTIVIST HELD IN IMMIGRATION CASE", "body": "\nJailed Somali activist Omar Jamal said Tuesday he trusted the courts to clear him of charges that he broke \nimmigration laws even as new questions about his legal status surfaced.\n\nJamal has been a frequent and outspoken critic of law enforcement treatment of fellow refugees over the past 18 \nmonths. On Monday, federal immigration agents arrested him outside his St. Paul home on six counts of making \nfalse statements when he applied for asylum five years ago this week in Memphis, Tenn.\n\nContrary to the suspicions some Somalis and other supporters have expressed since his arrest, Jamal said he did \nnot believe the charges stemmed from his high-profile, often confrontational style of activism. He said he intended \nto resume his work as executive director of the St. Paul-based Somali Justice Advocacy Center as soon as \npossible.\n\n\"I deeply trust the system,\" Jamal said during a telephone interview from the Washington County jail. \"They have \nsome serious concerns of my background, which they have a right to do. I think the system will eventually \nexonerate me. … I am not being targeted because of what I do. They are just doing their job. I am doing my job.\"\n\nJamal has focused much of his energy recently on decrying federal efforts to deport Somalis convicted of criminal \nor immigration violations to their lawless homeland, which has been without a central government since civil war \nbroke out in 1991. Such deportations have been on hold across the country since January, when a federal judge in \nSeattle issued a nationwide ban on removing Somalis at least until their country has a functioning central \ngovernment.\n\nJamal, 30, declined to discuss his immigration status, saying he was acting on his lawyer's advice. A federal \njudge in Minneapolis released Jamal after a brief hearing on his criminal case Monday. Agents immediately took \nhim to the U.S. Bureau of Immigration and Customs Enforcement offices in Bloomington to face administrative \ncharges for alleged violations of immigration law.\n\nAccording to Department of Justice documents outlining those charges, authorities are seeking to remove Jamal \nfrom the United States for violations that include failing to prove how he entered the country.\n\nJamal also allegedly failed to possess valid travel or identity documents when he entered and allegedly sought \nentry or immigration benefits by fraud, both of which are circumstances that would have made him inadmissible, \nauthorities say in a notice ordering Jamal to appear before an immigration judge.\n\nA Somali native who is not a U.S. citizen, Jamal allegedly arrived in Toronto in November 1989, applied for and \nreceived refugee status. He allegedly was granted Canadian immigrant status in December 1991.\n\n\nIn April 1998, while applying for asylum in Memphis, Jamal allegedly failed to disclose his Canadian immigrant \nstatus, according to the notice. At the same time, he also allegedly claimed membership in a clan different from the \none identified in paperwork he allegedly submitted to the Canadian Immigration and Refugee Board.\n\nAuthorities also allege Jamal, who has a wife and three children, claimed that he had been admitted to the United \nStates at New York on a tourist visa.\n\n\"You have not submitted to the United States Immigration and Naturalization Service any document establishing \nyour time, place and manner of entry and INS has no record of your alleged Oct. 20, 1997, admission,\" the notice \nalleges.\n\nRichard Breitman, a Bloomington-based immigration lawyer, said Jamal's case appears to be an exception to \nstandard practice in at least one instance, Breitman said, saying he had rarely seen authorities pursue criminal \ncharges in addition to administrative charges in such matters.\n\n\"I've just never seen it in 20 years, to criminally prosecute an asylum applicant,\" Breitman said. \"He's been found to \nbe a person fearing persecution in a country that is very dangerous, particularly for someone like he is, very active \npolitically or publicly as an advocate.\"\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n\nGraphic\n\n \n\nPhoto\n\nOmar Jamal\n"}