{"title": "Immigration: Complex Test For 2 Parties", "body": "\nWASHINGTON -- Senator John McCain of Arizona took to the Senate floor the other day to embrace a tough new \nArizona law giving the police the authority to detain people they suspect are illegal immigrants. Mr. McCain, long an \noutspoken champion of giving illegal immigrants a path to citizenship, is facing a primary challenge this summer \nfrom a conservative who backs tough immigration measures.\n\n  This week, Senator Harry Reid of Nevada, the Democratic majority leader, abruptly announced that the Senate \nwould take up an immigration bill to address both enhanced border security and citizenship, even in the face of \ndaunting odds. Mr. Reid also faces a tough re-election battle, and his advisers believe that Hispanic voters in \nNevada could prove key to his re-election.\n\n  The immigration flare-up that has engulfed Washington has emerged as a political challenge for Republicans and \nDemocrats alike as they struggle to deal with the complexities and emotions of an issue that is scrambling party \nand geographic lines.\n\n  On Tuesday, two prominent Republicans in Florida, another state with a big immigrant population -- Jeb Bush, the \nformer governor, and Marco Rubio, a candidate for the Senate -- expressed reservations about the Arizona law, \neven as other Republican lawmakers supported it. \n\n  In the short term, Mr. Reid's vow to tackle immigration legislation this year could hurt some Democrats in the fall  \nelections, causing problems with voters who view immigrants as competition for tough-to-find jobs and illegal \nimmigration as a drain on social services, analysts from both parties said. That could especially be a problem for \nfirst- and second-term Democrats representing blue-collar states particularly hard hit by the recession.\n\n  But the Republican Party could face long-term risks if it is identified with legislation cracking down on illegal \nimmigration at a time when Hispanic voters are emerging as an increasingly large and engaged part of the \nAmerican electorate. The Arizona law has enraged many Hispanic groups, who see it as a form of racial profiling.\n\n  ''Immigration is the most explosive issue I've seen in my political career,'' said Mark McKinnon, who was a senior \nadviser both to Mr. McCain and to  President George W. Bush, who also supported giving illegal immigrants a path \nto citizenship.\n\n  ''This is an issue on which Republicans salivate over short-term gains without much thought to the longer-term \ndamage it will do the party,'' Mr. McKinnon said.\n\n  But, he said: ''Arizona may force the Democrats' hand to push for immigration reform. Unfortunately, an election \nyear is the worst time to move good public policy on this issue.''\n\n\n  Both parties agree on the need for better border security. But each also has to balance how to deal with illegal \nimmigrants already in the United States against the desires of powerful constituencies. These include Hispanics \nwho would like to see many illegal immigrants given a chance to become legal, employers who rely on the cheap \nlabor they provide and working-class voters who see undocumented workers as threats to their jobs and wage \nlevels.\n\n  For all the recent talk about moving ahead on an immigration bill, it appears unlikely that Congress will act this \nyear, especially since no Senate Republican now seems willing to work with the White House on the issue. Mr. Reid \nsaid he would bring up energy and climate change legislation first, leaving it unclear whether the Senate would \nhave time  to tackle immigration this year.\n\n  And there is no evidence that Democrats  have the votes to get anything through. Senator Lindsey Graham of \nSouth Carolina, who has been the leading Republican advocate for changing immigration laws -- filling a gap left \nby Mr. McCain -- announced the other day that he would not support acting on immigration this year. He said Mr. \nReid was making a mistake in trying to push something through.\n\n  The Arizona law has brought the issue to the fore more than any other factor. President Obama has denounced it, \nas have many civil liberties groups and a smattering of Republicans. In an interview with Politico on Tuesday, Jeb \nBush said: ''It's difficult for me to imagine how you're going to enforce this law. It places a significant burden on local \nlaw enforcement and you have civil liberties issues that are significant as well.'' \n\n  To a certain extent, the White House has reason to be glad Mr. Reid is pushing an issue of such concern to \nHispanics, a critical part of Mr. Obama's base in states like Nevada in 2008 and a group  Democrats hope to \nenergize in the fall. Even if no bill gets through the Senate, the Democrats can highlight their support for dealing \nwith the issue.\n\n  ''It's easy for Democrats to demagogue and try to use this as a wedge issue,'' said Senator John Cornyn, the \nTexas Republican who is chairman of the National Republican Senatorial Committee. ''It's a very sensitive subject. \nA third of my constituents in Texas are Hispanic.''\n\n  ''But what I've found is that my relationship with them is not based on a single issue,'' Mr. Cornyn added.\n\n  Mr. Obama, traveling through Iowa on Tuesday, said that the Arizona law amounted to harassment and that it \nraised the urgency for a new national immigration policy. But he said any plan needed to have bipartisan support. \n''The only way it's going to happen is if Democrats and Republicans come together and do this,'' Mr. Obama said. \n\n  But the obstacles to passing legislation are substantial, particularly at a time of high unemployment and violence \non the Mexican border involving drug dealers. \n\n  ''I think it's going to be extremely difficult for an immigration bill to pass this year,'' said Senator Mary L. Landrieu, \nDemocrat of Louisiana.\n\n  Some Democrats said the prospects for a legislative deal might be better in 2011, particularly if the jobless rate \ndrops and Hispanics continue to mobilize and grow as an electoral force.\n\n  ''We're going to work very hard to get comprehensive immigration reform as soon as possible,'' said Senator \nCharles E. Schumer of New York, the No. 3 leader of the Senate.\n\n  Mexico Warns Citizens\n\n  MEXICO CITY (Reuters) -- Mexico warned its citizens living in or traveling to Arizona that they could be \n''harassed'' there because of its new immigration law.\n\n  The foreign ministry issued a statement saying that Mexicans there should contact their consular representatives if \nthey are unlawfully detained. ''Until it is clearly defined under what criteria, when, where and who the authorities will \n\n\n\ncheck, you should assume that every Mexican citizen could be harassed and questioned without cause at any \nmoment,'' the statement said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Harry Reid, above, the Senate majority leader, and John McCain, who has embraced his state's tough \nnew immigration law. (PHOTOGRAPHS BY BRENDAN SMIALOWSKI FOR THE NEW YORK TIMES\n\n CHARLES DHARAPAK/ASSOCIATED PRESS)(A17)              \n"}