{"title": "SOMALI LANDS BACK IN U.S.PUNTLAND OFFICIALS TURN JAMA AWAY; HE ENDS UP IN JAIL IN ST. PAUL", "body": "\nThe government's four-year effort to deport Keyse Jama, a Somali national from Minnesota, has taken an \nunexpected U-turn after authorities in his homeland refused to admit him.\n\nJustice Department attorneys disclosed only that Jama was on his way back to the United States when they \naddressed Jama's status Saturday during a teleconference with Jama's attorneys and U.S. District Judge John \nTunheim.\n\nJama and private contractors that immigration authorities hired to fly Jama from Kenya to Somalia landed in the \nautonomous state of Puntland only to have local officials reject the deportation as illegal, according to a Somali-\nlanguage report monitored by Abdirizak Bihi, a Somali activist in Minneapolis.\n\nAnother Somali activist, Omar Jamaal, reported receiving a call from Jama from the Ramsey County jail near \ndowntown St. Paul late Saturday night, although jail officials could not be reached to confirm his presence. His \nMinneapolis lawyer, Kevin Magnuson could not be reached either, although he said he'd talked to Jama on \nThursday and said his client sounded optimistic.\n\nTunheim issued an order last week prohibiting immigration authorities from changing their deportation plan without \nhis review.\n\nThat plan initially called for immigration agents to accompany Jama on a chartered flight to the Kenyan capital of \nNairobi. The agents were to turn Jama over to a private security company that had contracted with the government \nto fly him into Somalia.\n\nJama, 26, was deported because of a 1999 conviction in Hennepin County for a third-degree assault that left a man \ninjured. He challenged the government's authority to deport him to a country with no functioning central \ngovernment. Somalia has been without a central government since a 1991 civil war left much of the country in the \nhands of feuding warlords.\n\nThe U.S. Supreme Court, by a 5-4 vote, rejected Jama's challenge in January, ruling that the government did not \nneed a foreign government's advance consent to carry out his deportation.\n\nJama's case is being closely watched in the Somali community. Jama is the only one of 4,500 Somalis nationwide \nbelieved to be subject to deportation who is in custody. None of the others has been deported since the Supreme \nCourt ruled against Jama in January.\n\n\nTodd Nelson can be reached at toddnelson@pioneerpress.com or 651-228-5575. Tim Nelson contributed to this \nreport.  \n\nGraphic\n\n \n\nPhoto\n\nKeyse Jama\n"}