{"title": "MCGOVERN JOINS FIGHT TO RESTORE FEDERAL BENEFITS TO LEGAL IMMIGRANTS", "body": "\nIn the latest effort to bring attention to the impending cuts facing legal immigrants under the welfare bill, U.S. Rep.  \nJames McGovern and other Democrats Wednesday unveiled a petition signed by more than 100,000 people who \nsupport restoring benefits.\n\nMcGovern joined other Democrats who called for Congress to restore several federal benefits to the nation's \nelderly and disabled legal immigrants.  Currently about 24,000 legal immigrants receive the benefits, about half \nof which could be cut off on Oct. 1, 1997.\n\n\"The welfare reform bill passed by Congress and signed by the President last year was a mistake of epic \nproportions,\" said McGovern, D-Worcester, addressing roughly 100 aging Russian and Hispanic citizens on Capitol \nHill.\n\nMcGovern and other lawmakers want to make sure all legal immigrants who came to the country by Aug.  22, \n1996 are eligible for Food Stamps, Medicaid, and Supplemental Security Income (SSI) -- which goes to those over \nage 64, blind, or disabled.\n\n\"(The bill) singled out the most vulnerable in our society -- the poor, the disabled and the elderly -- to be denied \neven the most basic federal assistance,\" said McGovern, flanked by both House and Senate Democrats.\n\n\"What's worse, this bill targets legal immigrants -- men and women who have come to this country under American \nlaws, worked hard, paid taxes, contributed to our society -- some of whom have even served in our military,\" he \nadded.\n\nWednesday's news conference was organized by the Union of Councils for Soviet Jews (UCSJ), the American \nAssociation of Jews from the Former Soviet Union and the Council of Latino Agencies.\n\nFollowing the press conference, U.S.  Rep.  Luis Gutierrez, D-Ill., and possible future presidential hopeful Sen.  \nPaul Wellstone, D-Minn., introduced the petition on the floors of the House and Senate.\n\n\"This issue has a lot of resonance with many Americans, regardless of race, religion, and ethnic background,\" \nUCSJ President Yosef I. Abramowitz said.  \"We believe that people who came here legally, who abide by our laws, \nand who pay taxes should not be singled out for unjust and unfair treatment.\"\n\nIn the five-year balanced budget agreement pending in Congress, lawmakers agreed to restore $ 9.2 billion in \nbenefits to disabled legal immigrants who lived in the U.S.  when the welfare bill was signed into law.  The \nadditional funding, however, will not address those who have emigrated since.\n\n\nRepublican lawmakers, who initially opposed restoring any benefits, have said they will kill additional funding \nbeyond the $ 9.2 billion.\n\n\"Republicans believe benefits should only go to U.S.  citizens or to those non-citizens who have been working in \nthe country for at least 10 years,\" said Scott Brenner, a spokesman for the House Ways and Means Committee.\n"}