{"title": "State commission endorses Stillwater easement", "body": "\nOct. 20--     Oct. 20--Print Article\n\nDuring a meeting on Thursday, the Montana Fish Wildlife and Parks Commission endorsed a new 1,000-acre \nconservation easement project along the Stillwater River, located about 10 miles north of Whitefish.\n\nThe Stillwater Conservation Easement Project is part of an ongoing 20-year multi-partner conservation initiative \nthat includes Fish Wildlife and Parks, the Trust for Public Land, multiple timber companies, and other federal, state \nand private funding sources to protect large landscapes of working forest and fish and wildlife habitat.\n\nThe private property is currently owned by the nonprofit organization, Trust for Public Land, which plans to put an \neasement on the 1,000 acres and then gift that easement to FWP free of charge. The two entities will then seek a \nconservation buyer to own and maintain the lands under guidance from FWP.\n\n\"It's a donated piece of land so it won't cost FWP anything, which is fantastic,\" Kris Temple, a habitat conservation \nbiologist for Region 1 of Fish Wildlife and Parks, said in an interview prior to the meeting. \"We are excited to move \nforward with this. It's a really important wildlife area.\"\n\nOne person at the commission meeting described the project as \" a win-win for a lot of people.\"\n\nThe property is rich in recreational opportunities, making it appealing, and thus vulnerable, to a private buyer \n\"looking for a trophy land asset or potential subdivision into several lots,\" according to a supporting document on \nthe project.\n\n\"Growth in Flathead County places pressure on all pristine parcels in close proximity, such as the Stillwater \nConservation Easement Project,\" the document states.\n\nThe land is an \"important riparian and lowland forestland in Northwest Montana.\" A conservation easement will \nprotect habitat for 42 species of \"greatest conservation need as identified in Montana's 2015 State Wildlife Action \nPlan,\" including wolverine, northern goshawk, great blue heron, great gray owl and western toad. The property is \nalso habitat for federally listed grizzly bears and is considered by Fish, Wildlife and Parks to be \"consistently \noccupied habitat,\" supporting populations of mule and white-tailed deer, elk, moose, wolves and other animals.\n\nApproximately 840 acres of the property are forest and woodland systems and about 140 acres are open \nwater/wetland and riparian systems. The property also contains approximately 1 mile of the Stillwater River itself, \nwhich contributes to an estimated 60 percent of the property that is \"probable fisher habitat.\"\n\n\nAccording to an overview of the project, the habitat on the property is in good condition and is not in need of any \nrestoration. Under the terms of the conservation easement, the property would be managed under an approved \nforest management plan. By eliminating future housing development, the project is \"likely to reduce ongoing FWP \nobligations by reducing future wildlife/human conflicts in an area that is highly prone to such conflicts. It would help \nreduce the need for additional time, effort and funding spent in wildlife conflict, which would likely offset the \nincreased need to monitor our growing portfolio of conservation easements,\" the overview states.\n\nThe Stillwater Conservation Easement Project also checks all the boxes for Habitat Montana -- a program \nestablished by FWP to protect and enhance wildlife habitat across the state while also supporting conservation-\nminded ranchers and other landowners.\n\nThe Stillwater project satisfies three main goals for Habitat Montana by conserving wildlife populations by requiring \nthe property to be managed to protect its wildlife habitat, adding to a larger landscape of conservation and allowing \nforestry practices to occur while preserving wildlife habitat and a key connectivity corridor. The project also includes \nbenefits required of the program, including providing hunting and fishing opportunities and protecting open space \nand scenic views.\n\nMoving forward following the endorsement, FWP will \"proceed with due diligence and public process,\" meaning the \nproperty will undergo environmental assessments and the agency will eventually begin accepting public comment \non the project.\n\nReporter Kianna Gardner can be reached 758-4407 or kgardner@dailyinterlake.com\n\nPrint Article\n\n___ (c)2019 the Daily Inter Lake (Kalispell, Mont.) Visit the Daily Inter Lake (Kalispell, Mont.) at \nwww.dailyinterlake.com Distributed by Tribune Content Agency, LLC.\n"}