{"title": "Drops of Water in the Desert Help Immigrants on Their Way; Tales of Dehydration and Death Motivate Volunteer Fliers", "body": "\nFlying 500 feet above the simple barbed-wire fence that marks the U.S.-Mexico border, Armando Alarcon scans the \ndesert below not just for a sign of life. He's also looking for a signal of distress. \n\n  On this day, he sees only creosote bushes and ATV tracks in the dirt. He sees a big buck loping through the brush \nand a Border Patrol truck parked north of the border. He sees a cluster of cattle, a large field of black volcanic ash \nand the huge crater formed when the volcano collapsed. Finally, Alarcon's  single-engine Cessna buzzes past the \nopen arms of the Cristo Rey (Christ the King) statue built on a mountainside that straddles the end of the United \nStates and the beginning of Mexico. \n\n  It is down below where illegal immigrants take their first steps onto U.S. soil and where many collapse to their \ndeaths in the brutal desert heat. \n\n Alarcon's goal is to try to prevent that, a quixotic project he calls Paisanos al Rescate, or Countrymen to the \nRescue. On summer weekends, this small group of volunteer pilots and spotters take turns flying a 30-year-old \nrefurbished aircraft in search of migrants who need to be rescued or who just need a few bottles of water \nparachuted their way. \n\n  \"It's, basically, like looking for a needle in a haystack,\" said Alarcon, a 38-year-old customer service representative \nof an El Paso trucking company. \"We've got 2,000 miles of border, and what we're covering is like a speck of sand \non a beach. But we're just trying to help out our little corner of world.\" \n\n This is Paisanos' third summer up in the air,  and this year  has seen the tenor of the illegal immigration debate \nescalate. Polls say the  issue will decide some contested midterm races. Congress has taken the divisive debate on \nthe road this month with public hearings from California to New Hampshire. The original Minutemen Project has \nmorphed into several factions, some of them patrolling the Mexican border for illegal immigrants, others monitoring \nday-laborer sites up north. Still, Alarcon and his little group plug along. \n\n\n  It's not that the rhetoric or proposed changes to federal immigration law or the daily news coverage of \"broken \nborders\" is lost on them. They're neither for illegal immigration nor against it, and they don't consider themselves \npolitical activists. They're simply humanitarians, they say. \n\n  \"My biggest concern is that people were dying in the desert,\" said Mario Luna, the co-founder of Paisanos. \"We're \nnot telling them where to cross or how to cross or to come over here or that we have a job for you. \n\n  \"If you're encountering death, it's time to activate,\"  Luna said. A corporate pilot for an El Paso beer distributing \ncompany during the week, Luna pilots Alarcon's Cessna 172 Skyhawk as a Paisanos volunteer on weekends. \n\n   A 2004 news report on the death of an 8-year-old girl trying to cross the desert near El Paso  spurred Alarcon to \naction. He was much luckier than that child, having entered the United States as an infant in his mother's arms \nwhen she waded across Rio Grande into El Paso. Twenty years later, he became a U.S. citizen while serving in the \nArmy during the  Persian Gulf War. \n\n  \"We give needles to our drug addicts,\" Alarcon said. \"Why can't we give a bottle of water to a fellow human \nbeing?\" \n\n  With almost $70,000 of his own money, Alarcon bought the small plane and began flying lessons. He \nsubsequently met Luna and proposed his idea of dropping water bottles to migrants on the desert floor. \n\n  \"Armando was all excited, saying, 'Let's get it going; let's get it done,' \" Luna recalled. \"I said, 'Hey, wait a minute. \nLet me see if it's legal.' \" His task was to check the Federal Aviation Administration regulations; Alarcon's, to consult \nwith the Border Patrol. Luna found that dropping objects out of an aircraft is allowed at certain altitudes. Alarcon \nran his plan by the local office of the Border Patrol. \n\n  \"We have no reason to think that his efforts are nothing other than humanitarian,\" said Doug Mosier, spokesman \nfor the El Paso sector of the Border Patrol. \n\n  An agreement was made that Paisanos would call BORSTAR, the specialized search, trauma and rescue teams \noperated by the Border Patrol, if anyone appeared to signal for a desert rescue. The third summer into the project, \nno such call has been made, although almost 300 bottles have been dropped to migrants. But lots of other things \nhave happened since June 2004. \n\n  The first few bubble-wrapped bottles of water burst upon impact, and the intended targets in the desert \nresponded by hurling back rocks. \"They thought we were trying to hit them  --  intentionally,\" Alarcon said. \n\n  An engineer in San Francisco, who read about the project, came up with a novel idea: Attach small parachutes to \nthe bottles. The engineer bought and donated several hundred 36-inch-diameter surplus Army flare chutes. He also \nhad them silk-screened with information in Spanish on the symptoms of dehydration and heat stroke; the distance \nfrom the border to Phoenix and other cities in the West; the local telephone numbers of the Mexican and \nSalvadoran consulates and instructions on how to signal the plane if a rescue was needed. \n\n  Midsummer last year, Paisanos ran out of money, grounding the airplane that burns 10 gallons of fuel an hour at \n$5 a gallon. Then came a couple of lucky breaks. Mexican businessman Pedro Zaragoza, who owns dairy and \nbeverage firms in Juarez, donated water bottles and fuel. Bruce Springsteen also read about the project and \nmentioned it at a concert in Connecticut, inspiring one devotee to post information on the rock star's official fan Web \nsite. \n\n  That prompted donations ranging from $10 to $500. \"Thank you for your good work. Bruce sent me,\" read a note \nfrom a New Jersey Springsteen fan who enclosed a $25 donation. Wrote another who sent $50 from Woodstock, \nN.Y.: \"As a member of a group (Irish) with a history of unofficial entry to this country, I know something of those who \nhave lived with the fear of discovery and repatriation, but at least not with the horror of dying of thirst.\" \n\n\n\n Since Oct. 1, 34 migrants have died in the El Paso sector, which includes two West Texas counties and New \nMexico, according to the Border Patrol. During the same period, 484 \"migrants in distress\" have been rescued by \nthe Border Patrol. One hundred forty-two migrants have died in the desert of the Tucson sector; 615 have been \nrescued. \n\n  \"I go to work, and I'm always prepared mentally and with my equipment for this to turn into something else,\" said \nSteve Aguilar, a senior agent in the Deming, N.M., Border Patrol office. \"I always ask a large group that I find, 'Did \nyou leave anybody behind?' I don't just want to catch somebody else. But I don't want anybody to stay behind and \ndie.\" \n\n  Aguilar said he doesn't object to the Paisanos project, but he sees it as impractical. \"People usually die from \noverheating, not from lack of water,\" he said. \"I understand what he's doing, and I have no problem with [it]. . . . But \nit's not the most effective way to stop people from dying in the desert.\" \n\n  This year, Paisanos al Rescate received its nonprofit tax status, which Alarcon hopes will help the group raise \nmoney. Paisanos wants to purchase and station at least one plane and one helicopter in El Paso, Tucson and \nCalexico, Calif., and keep them fueled and stocked with water bottles and parachutes. \n\n  Among the messages on the Paisanos parachute is one that asks migrants to write the group to let it know about \ntheir journeys. To date no one has. But this spring, Alarcon got a pleasant surprise. He was invited to the popular \nUnivision variety show \"Sábado Gigante,\" filmed in Miami, where he thought he was going to be interviewed about \nthe project. Instead, the show's host introduced a Mexican woman, then living in Chicago, who presented Alarcon \nwith a plaque of appreciation. She said she and her companions were able to finish their desert trek in Arizona with \nwater bottles dropped by the Paisanos plane. She brought the parachute with her as proof. \n\n  \"We're flying up there, and we have zero contact with anyone. So it was like, wow! I didn't know what to do,\" \nAlarcon said. \"It felt good.\" \n"}