{"title": "DECISION ON REFUGEES OVERDUE;U.S. OFFICIALS MUST LOOSEN IMMIGRATION RESTRICTIONS", "body": "\nLast month, the Bush administration ended a chapter in an enduring tragedy of the war in Southeast Asia. The \nState Department granted the last remaining group of Indochinese refugees -- 15,000 Hmong villagers living in \nThailand -- permission to immigrate. Many will end up in the Central Valley, one of two Hmong enclaves in \nAmerica.\n\nThe decision, while compassionate, was long overdue, and marked a turnaround in administration policy. It would \nbe even better if the decision signaled a loosening of restrictions that have slowed the admission of refugees to \nAmerica to a trickle since Sept.11.\n\nThe Hmong lived in isolated mountainous regions of Laos. They were recruited as America's allies during the \n\"secret war\" there, in which they rescued U.S. pilots and harassed North Vietnamese troops using the Ho Chi Minh \nTrail through Laos. They became war victims after the United States abandoned Vietnam -- and them -- in 1975.\n\nFearing reprisals by the North Vietnamese puppet government in Laos, several hundred thousand fled to refugee \ncamps in Thailand. Many were admitted to the United States, France and Australia, but others stayed and \ncontinued a guerrilla war against the Pathet Lao. After the United Nations closed the camps a decade ago, 15,000 \nfled to a Buddhist monastery, where they have remained.\n\nThe United States had taken the view that the Hmong were free to return home to Laos, but the Hmong, citing \nstrong evidence of persecution, refused to budge. The State Department relented after the Thai government \nthreatened to evict them.\n\nLast year, only 28,400 refugees from all countries reached America -- little more than a third of the 70,000 that \nPresident Bush authorized. That authorization in itself represented a steep drop from pre-Sept. 11 levels.\n\nThe Hmong clearly deserve to be put at the top of this year's list; the United States remains indebted to them. But \nhundreds of thousands of other refugees also pose no security risk to America and languish in camps worldwide. \nThey too deserve a chance for a new life.\n"}