{"title": "Baseball defectors Puig and Abreu make triumphant return to Cuba as part of Major League trip; Triumphant return for Cuban baseball defectors Puig, Abreu", "body": "\nHAVANA - A lineup of Cuban-born baseball stars, including some of the most famous defectors in recent memory, \nmade a triumphant return to the island Tuesday as part of the first Major League Baseball trip here since 1999.\n\nOnce the object of official disdain in Cuba for leaving the country illegally, Los Angeles Dodgers outfielder Yasiel \nPuig, St. Louis Cardinals catcher Brayan Pena, and first baseman Jose Abreu and shortstop Alexei Ramirez of the \nChicago White Sox were swarmed by fans and members of the state media in the lobby of Havana's soaring Hotel \nNacional at the start of a three-day mission meant to warm relations between MLB and Cuba.\n\nThe major leagues and Cuban baseball have been moving quickly to rebuild ties since Presidents Barack Obama \nand Raul Castro declared a year ago Thursday that they would re-establish diplomatic relations. The official return \nof baseball defectors earning millions in the major leagues was a landmark in the new relationship and a dramatic \nmanifestation of Cuba's shifting attitude toward the hundreds of players who have abandoned the country that \ntrained them.\n\nPuig, who fled to Mexico in a smuggler's fast-boat in 2012 and then crossed the border to Texas, wrapped his \nchildhood coach Juan Arechavaleta in a bear-hug, resting the side of his face atop the smaller man's head.\n\n\"I'm very happy to be here,\" said Puig, who signed a seven-year, $42 million contract and was barred from returning \nto Cuba until he was granted special permission for this week's trip.\n\nPena, who is from Havana, was met by at least 20 family members. They laughed at stories of the catcher's life in \nAmerica and handed him the phone to talk to relatives who hadn't been able to make it to the hotel.\n\nThe players will hold two days of youth clinics while league and Major League Baseball Players Association \nexecutives talk business with their Cuban counterparts, including former President Fidel Castro's son Tony, who is \none of the most powerful men in Cuban baseball.\n\nLeague officials said they were optimistic about sealing a deal by early next year for the Tampa Bay Rays to play \ntwo spring training games in Cuba. They also hope to make progress in one day creating a legal route for Cuban \nplayers to make their way to the major leagues.\n\n\n\"It's the goal of our commissioner and our owners to ultimately negotiate with the Cuban Baseball Federation, and \nwith the co-operation of the U.S. government and the Cuban government, a safe and legal path for Cuban baseball \nplayers who desire to play Major League Baseball to reach the major leagues,\" Dan Halem, MLB's top lawyer, told \na press conference covered by what appeared to be every state newspaper, radio and television station in Cuba.\n\nPeter Bjarkman, author of the upcoming book \"Cuba's Baseball Defectors: The Inside Story,\" said that he had \ncounted 102 national-level players who had left Cuba this year, nearly a third of all those who have departed since \n1980. The departures are part of a broader wave of Cuban emigration sparked by the fear that the U.S. will cancel \nspecial Cold War-era privileges for Cubans as part of the new relationship with the island.\n\n\"I got the distinct impression that right now the Cubans have absolutely no idea of what they're going to do. They're \nin total chaos in this right now,\" said Bjarkman, who spent much of the fall in Cuba speaking with people involved in \nthe country's baseball league.\n\nCuban television avoids games featuring defectors but fans watch their idols' performances on pirated recordings \ndistributed on computer USB drives. Most experts agree that the future does not look bright without a solution to the \nproblem of talent fleeing the country. But a group of fans who gathered in the lobby of the Nacional said the \ndefectors' return to Cuba filled them with optimism.\n\n\"I see it as a big step forward in baseball in general,\" said Gustavo Fernandez, a 21-year-old sculptor. \"I think we'll \nsee better facilities here, players' contracts with other leagues, particularly relations with Major League Baseball.\"\n\nU.S. teams played spring training games in Cuba before Castro's revolution but none appeared here from March \n1959 until the Baltimore Orioles faced Cuba's national team in Havana in March 1999. MLB has not returned since.\n\nUnder Castro, a passionate baseball fan who saw sports as an expression of national glory, defectors were \nbanished from official memory, never mentioned on Cuban television even as they made headlines on U.S. sports \npages.\n\nCastro's brother and successor, President Raul Castro, has eased the treatment of players who leave as part of a \nbroader easing of social controls. That included the 2013 removal of a required exit permit for all Cubans, except \nthose considered essential to the country.\n\nSome major league players have since been allowed back on low-key trips to see family. A few others, like star \ninfielder Yoan Moncada, have received permission from Cuban authorities to depart legally to start careers in the \nUnited States. Moncada won a $31.5 million signing bonus with the Boston Red Sox in March.\n\nCuba also has been allowing some stars to legally play in countries such as Japan and Mexico during the off-\nseason. Similar policies for the major leagues would be far more difficult due to the U.S. trade embargo on Cuba \nand Cuban fears that broad legalization of departures to the U.S. would make the talent drain even worse.\n\n_________\n\nMichael Weissenstein on Twitter: https://twitter.com/mweissenstein\n"}