{"title": "Full committee hearing on \"Securing the Southwest Border: Perspectives from Beyond the Beltway.\"", "body": "\n                         Subject: Securing the Southwest Border\n\nWitnesses: Chris Cabrera, border patrol agent for the Rio Grande Valley Sector, U.S. Customs and Border \nProtection, representing the National Border Patrol Council; Mark Dannels, sheriff of Cochise County, Ariz.; \nHoward Buffett, chairman and CEO of the Howard G. Buffett Foundation and Arizona landowner; Othal Brand, \nfarmer from McAllen, Texas; and Monica Weisberg-Stewart, chairwoman of the Texas Border Coalition's \nCommittee on Immigration and Border Security, testify\n\nLocation: 342 Dirksen Senate Office Building\n\nTime: 10:00:00\n\nDate: 2015-03-17\n\nJOHNSON:   Now that I'm not alone, I do know that our ranking member is going to be a little late.  So he said that \nwe could start without him.  And so we will call this hearing to order.\n\nLet me first start off by saying this is - well, first of all, let me welcome everybody here.  Thank you for taking the \ntime out, thank you for your thoughtful testimony.  I've read it all.  It was very well prepared.  \n\nThis is going to be the first in a series of hearings and, hopefully, public roundtables really designed to lay out the \nreality of the situation, exactly what are we dealing with in terms of trying to secure this border.  And I thought one \nthing was pretty noteworthy about all - of four of the five written statements.  Four of you made a very prominent \npoint that the border is not secure.  And I agree with that assessment.\n\nI think you also laid out in your testimony what is also pretty obvious, is that this is a very complex problem.  There \nare no easy solutions to this whatsoever, and it involves - because we have a number of factors here.  We have the \nnexus between the drug trafficking and drug cartels and the human traffickers and the drug [sic] cartels, and illegal \nimmigration, and immigration law that incentivizes illegal immigration.\n\nSo this is an incredibly complex problem.  And that is what these hearings, these forums, these roundtables are \ngoing to be designed to achieve, is to layout that reality, provide the kind of information policymakers need to solve \nany problem.  And of course, that's one of the problems with border security and immigration reform is it's lacking \nthe information.  \n\nI have a written statement that I just want to include in the record without objection, but I would just want to read a \ncouple of little clips from this, because the problem is exacerbated by a lack of information.  We don't know for sure \nhow many people today are living in the shadows.  And most importantly, there's no solid way to track illegal flow at \nour borders.\n\n\nAnd how many people here today enter this country lawfully but overstay the visas?  We really don't know.  How \nmany people cross the U.S.-Mexico border undetected?  We really don't know.  Out of those detected, how many \nwere apprehended?  We really don't know.  \n\nOut of those detected and apprehended, how many were let go with just a notice to appear?  I don't know it.  We \nshould have the information on that, but it hasn't been, certainly, supplied, not to this committee.\n\nOut of those who received a notice to appear, how many showed up for their court date?  Again, we should have \nthat information, but I don't have it.  I don't believe this committee has it.  And out of those who showed up for their \ncourt date, how many were actually deported?\n\nSo if we're going to start working towards solutions, if we're going to start analyzing this problem, we need a whole \nlot more information than we currently have.  And the fact is, we've passed a lot of legislation.  And I just want to go \ndown a list that's also in my written statement, but let me just quick lay it out here.\n\nIn 1986, we passed the Immigration Reform and Control Act.  At the time, the estimate was that there was slightly \nless than 4 million immigrants that were in this country illegally.  And, of course, what happened there, that was, \nyou know, the amnesty bill that was supposed to solve the illegal immigration problem for all time.  \n\nIn 1990, we passed the Immigration Act of 1990, increased the number of border patrol agents, and created an H-\n1 Visa for high-skilled workers.  At that point in time, we had about 3.5 million people supposedly here in this \ncountry illegally.\n\nIn 1996, we passed the Illegal Immigrant Reform and Immigration Responsibility Act.  It created a pilot program for \nE-Verify, and increased border patrol agents by 5,000.  And it was the first time we required the creation of an exit-\nentry system.  By this point in time, again, remember, we passed the Amnesty Bill in 1986.  Ten years later, now, \nwe had 6 million people in this country illegally.\n\nIn 2001, after 9/11 we passed the Patriot Act.  It also required an entry-exit system that was going to be biometric.  \nAnd it tripled the number of border agents on the northern border.  2001, we had estimated about 9.6 million \nimmigrants in this country illegally.  \n\nIn 2002, we passed the Enhanced Border Security and Visa Entry Reform Act.  It, once again, called for a \nbiometric exit-entry system at all point of entry.  Now the number of people in this country illegally has risen to over \n10 million.  \n\nIn 2004, we passed the Intelligence Reform and Terrorism Prevention Act.  It increased border patrol agents by a \ntotal of 10,000, and it called on DHS to complete the - once again, the biometric entry and exit system.  The entry \nsystem had been completed by 2004.  We still don't have an exit system now.  The number of people in this country \nillegally was almost 11 million.\n\nIn 2006 we passed the Secure Fence Act.  It called for the construction of 850 miles of fence along the southwest \nborder.  In 2006, the number of people in this country illegally was about 11.7 million immigrants, illegal \nimmigrants.\n\nNow, one thing interesting about the Secure Border Fence Act is - I've been diving into this problem, and trying to \nget as much information as possible.  And I did ask my staff, because I wanted to really understand this.  So I asked \nthem to print me out the Secure Border Fence Act so I could really study it over the weekend.  Pieces of legislation \nare pretty hard to comprehend.  So I really wanted to spend the weekend to read this - what I considered was going \nto be pretty complex, pretty thick tome.  \n\nIt took me a couple of minutes, because it's two pages long.  \n\nIn 2007, after the 9/11 Commission Recommendations Act, once again, reiterated the need for biometric exit \nsystem, now we had almost 12 million people in this country illegally.  \n\n\n\nThe point of that iteration, that timeline, is we have been passing law after law after law.  And at some point in time \nwe have to ask the question, \"Do these laws work?  Are we solving the problem?  And if not, why not?\"\n\nSo, again, the purpose of this hearing is to lay out the reality, lay out the facts, understand the complexity, realize \nthere's no silver bullet solution, there's no easy solution to this problem.  And again that's why I want to thank the \nwitnesses for some thoughtful testimony.  This is the first step.  I think, having read your testimony, you're certainly \nlaying out some realities that we certainly need to consider here in Congress.  \n\nAnd with that, I'll turn it over to our ranking member, Senator Carper.\n\nCARPER:  Thanks, Mr. Chairman.  Welcome, one and all.  It's good to see you.  Thank you for spending this time \nwith us today.\n\nLast month, our chairman, along with Senator Sasse and I traveled down to South Texas to see first-hand \nconditions along our border.  We met with ranchers.  We met with Border Patrol agents, officers in action at the \nport of entry.  Learned a lot, and I'm pleased to say that today some of our friends from the southwest border join \nus here in our nation's Capital to continue the conversation that we've begun down there.\n\nI have made a number of trips over the years to both our northern and our southern borders, from the west coast, \nup at the Pacific, all the way over to the Gulf Coast, and along the northern borders as well.  Thank you, Senator \nHeitkamp.  \n\nEach time I came away impressed, both by the dedication of our border security personnel, and by the security and \ntechnological advances we have made.  We've invested a huge amount of resources along our southern border in \nparticular, as you know, a quarter of a trillion dollars over the past decade.  I don't believe it's been wasted.  I think it \nshows.  \n\nAnd in fact, last Congress we held a series of border security hearings in this Committee.  We learned that over-all \napprehensions of undocumented migrants are at a 40-year low.  We learned that crime rates in many, not all, but in \nmany communities near the border have also dropped significantly.  \n\nWe've also had experts tell us that the border is more secure than it's ever been.  And many of those I've spoken to \nduring our trip have agreed - not all, but many.  \n\nHaving said that, is there more work to do?  You bet there is.  And one of the great things about this hearing is, \nyou're going to help us better focus our attention on what is likely to work and enable us to continue to make \nprogress.\n\nWe know that while many border communities are among the safest towns in America, the drug cartels are a real \ndanger and are growing more sophisticated and oftentimes more violent as well.  Ranchers, in particular, face \npersistent and daunting challenges on their own lands.  We also know that our ports of entry need to be \nmodernized.  \n\nThese border crossings have received far less attention and resources than the Border Patrol over the past \ndecade, but they are just as important to our security and to our economy.  And, of course, we're all aware that the \nRio Grande Valley last summer faced an overwhelming surge of Central American children and families arriving at \nthe border.  \n\nWhile some of these migrants tried to evade our agencies, my understanding that most simply turned themselves \nin.  And based on what I've seen and heard, I'm convinced that we need to take at least three basic steps.\n\nFirst, we need to continue to make investments at the border, but they need to be smart investments.  To me, that \nprimarily means innovative technologies that can serve as force multipliers for the unprecedented number of agents \nwe've stationed along the border.  In fact, when Chairman Johnson and Senator Sasse and I were down on the \nborder, we heard repeatedly that - and this is a quote, \"Technology is the key to securing the border.\"\n\n\n\nOf course, what works in Arizona may not work in Texas, it may not work in San Diego, or may not work along the \nnorthern border.  In some areas, unmanned aerial systems with advanced radar technology, or fixed wing aircraft \nwith sophisticated cameras may be what's most effective.  In other places, it can mean surveillance systems on \ntethered aerostats, or mobile towers, or fixed towers.  In others, it could be taming a wild mustang that allows an \nagent to control remote or densely vegetated areas along the Rio Grande River, and do that more effectively.  \n\nWe also need to enable our ports of entry to work more efficiently.  We need to make our ports of entry, enable our \nports of entry to work more efficiently so that we can better focus our inspection on potential threats rather than \nlegitimate travelers.  \n\nBut as we make these investments to support our front-line agents, we must avoid the temptation here in \nWashington of being overly prescriptive.  As smart as we are, we don't have all the answers.  And a lot of the good \nanswers, frankly, are at this table and the other people we've met with on these we - three repeated trips to the \nborder.\n\nThe second thing we need to do is to get to work on comprehensive immigration reform.  This cannot and should \nnot wait until we've achieved some elusive perfect measure of border security.  Congress needs to begin a real \ndebate on a comprehensive and thoughtful 21st century immigration policy for our nation, a policy that is fair, that \nwill significantly reduce the nation's budget deficit, that will continue to slow the flow of immigrants through our \nborder with Mexico, and that will strengthen the economic recovery now underway.\n\nThe last Congress, two-thirds of the Senate came together and overwhelmingly passed such a measure.  Was it \nperfect?  No, but it took significant steps to fix a badly broken immigration system while reducing our deficit by \nnearly $1 trillion over the next 20 years, and increasing our GDP over that time period by five percent.\n\nAnd by creating better legal channels for immigrants to come to our nation, we make it easier for border security \nofficials to focus on the people or things that pose a true risk to us.  Letting millions of undocumented people \nalready living here, many for their entire lives, to step out of the shadows and undergo background checks is also \ngood for local law enforcement.  In short, comprehensive immigration reform is good for security.  \n\nThird point.  We must address the root causes of the challenges we face along our borders with Mexico and not \njust the symptoms.  I just want to take a moment to Mr. Buffett, to thank you and your family, your foundation, for \nthe - for knowing that and actually doing something about it.  You are a model for us.\n\nBut in this case, this means helping to address the violence and desperation that's caused so many families, \nchildren, and others to risk their life and limb on a 1,500 mile journey across Mexico to come to our country.  \n\nThe leaders of Guatemala, Honduras, and El Salvador have embarked on an unprecedented collaboration effort \ncalled the Alliance for Progress to boost security and prosperity within their region.  They have committed to \ninvesting their own money in the development of their infrastructure and work force, and to make difficult changes to \npromote transparency, security, and the rule of law.  \n\nWe should be a good neighbor and support them in this effort, just as we helped Colombia reverse its downward \nspiral with Plan Colombia in the 1990s.  It's the right thing to do, and the pragmatic thing to do.  It's a much better \napproach to continue to deal with the devastating and costly consequences of vulnerable children and others \nmaking the trip to our border.\n\nFinally, I was pleased to see the President's request of $1 billion in next year's budget to partner with the \ngovernments of Central America as they seek to address security, governance, and economic challenges.  For \nexample, some of this funding would support better police training or the expansion of youth centers for those at \nrisk of gang violence and recruitment.  Some of it will be used to attract foreign investment or support efforts to build \na stronger court system and electric grid.  \n\nChanges in these nations won't happen overnight.  It won't be easy, but I believe we have a moral and fiscal \nobligation to help our neighbors in the Northern Triangle.  After all, we don't say this enough, but I want to say this.  \n\n\n\nAfter all, addiction in the United States to cocaine, to heroin, and other illegal substances directly contributes to \ntheir misery in those countries.  But if we work together, progress can be made.  They can do it.  We can help.  With \nthat, I look forward, Mr. Chairman, to hearing from all of the witnesses.  Thank you, one and all.  \n\nJOHNSON:  Thank you, Senator Carper.  It is the tradition of this Committee to swear in witnesses, so if you'll all \nstand and raise your right hand.  \n\nDo you swear the testimony you will give before this Committee will be the truth, the whole truth, and nothing but \nthe truth, so help you God?\n\n(OFF-MIKE)\n\nThank you.  \n\nOur first witness is Chris Cabrera.  Chris is a Border Patrol Agent and serves as the vice-president and \nspokesperson of the National Border Patrol Council, Local 3307.  Local 3307 represents more than 2,000 Border \nPatrol agents, and supports sheriffs in the Rio Grande Valley in South Texas.  \n\nBefore joining the Border Patrol, Mr. Cabrera was a paratrooper with the United States Army.  He joined the \nBorder Patrol in 2001, and has spent his entire career in the Rio Grande Valley, stationed in McAllen, Texas.  \n\nMr. Cabrera.\n\nCABRERA:  Chairman Johnson, Ranking Member Carper, thank you for providing me with the opportunity to testify \non behalf of the National Border Patrol Council, and the 16,500 Border Patrol agents it represents.  \n\nMy name is Chris Cabrera.  I joined the Border Patrol in 2001.  I served four years with the U.S. Army as a \nparatrooper.  I've spent my entire Border Patrol career in the Rio Grande Valley, South Texas.  \n\nBefore I discuss some potential solutions that can be employed to increase border security, I want to address \nwhether or not the border is secure.  If you ask that question of the Department of Homeland Security, or senior \nmanagement at Customs and Border Protection, they will tell you that the border is secure.  They may even point \nto statistics and metrics showing that the Border Patrol is 75 percent effective in apprehending illegal immigrants \nand drug smugglers.  \n\nI want to be crystal clear.  The border is not secure.  That is not just my opinion or the position of the NBPC.  Ask \nany line agent in the field, and he or she will tell you that the best we apprehend is 30 percent to 40 percent of the \nillegal immigrants attempting to cross into the United States.  This number is even lower for drug smugglers who \nare much more adept at eluding capture.  \n\nNow, how can this enormous gap exist between what DHS tells you here in Washington, and what our agents know \nto be the truth in the field?  And frankly, it's how you manipulate the statistics.  Let me give you an example.  \n\nThe key metric in determining the effectiveness is what's known as got-aways.  If we know from footprints or video \nsurveillance that 20 individuals crossed the border, we ultimately catch 10, obviously we know that we have 10 that \ngot away.  Now, when I first joined the Border Patrol, if I saw 20 sets of footprints in the sand, there was no \nargument.  We were looking for 20 individuals.  \n\nToday if I see 20 or more sets of footprints in the sand, a supervisor must come out to my location and verify the \nnumber of footprints.  I guess they believe that I've lost my ability to count after 13 years.  \n\nAgents who repeatedly report groups of larger than 20 face retribution.  Management will either take them out of the \nfield and assign them to processing detainees at the station, or assigning them to a fixed position in low-volume \nareas as a punishment.  Needless to say, the agents have gotten the message and now they stay below the 20-\nperson threshold no matter the actual size of the group.  \n\n\n\nIn January 2001, Border Patrol Chief Fisher came to our muster at McAllen Station.  To this credit, he took \nquestions from the assembled agents.  I expressed my concern to him what I perceived to be CBP being more \ninterested in border security statistics than the actual border security, especially as it pertains to our got-aways.  \n\nChief Fisher's response was, \"If a tree falls in the woods, and no one is there to hear it, does it make a sound?\"  \nNow, I don't know if that tree makes a sound, but I do know if I see 20 footprints in the sand and I catch five, that I \nhave 15 got-aways, whether or not our official statistics reflect that.  \n\nI raise this issue with you because, before we can start to address our problems, we have to acknowledge the \nextent of them.  In a moment, I'm going to ask you to provide our agents with more resources.  I know that times are \ntough right now and everyone is asking for more resources.  I know that it is harder to sell for me when the head of \nmy agency is telling you we are 75 percent effective, and the border is secure.\n\nTo give you a sense of what we are dealing with, not six months after Chief Fisher made that comment to me, I was \ninvolved in a firefight with drug cartel smugglers.  But we were attempting to intercept a drug shipment and we \nsustained automatic gun fire from the Mexican side of the Rio Grande River.  In less than five minutes, over 900 \nrounds were fired.  \n\nWhen cartel members are brazenly firing automatic weapons at federal law enforcement agents, the border is not \nsecure.  This was in 2001, and since then things have gotten worse in the Rio Grande Valley sector.  \n\nWhat are some actions that this Committee to take to improve border security?  Let me give you several of my \nsuggestions.  \n\nIncrease man power.  Currently there are 21,370 Border Patrol agents in this country.  We do not need to double \nthe size of the Border Patrol to gain operational control.  In my opinion, we need approximately five - we fall \napproximately 5,000 agents short of where we should be.\n\nThe NBPC would advocate that 1,500 be sent to the northern border, which is woefully understaffed, and the \nremaining 3,500 positions allocated to interior enforcement.  \n\nSupervising staffing levels.  The Border Patrol is an extremely top-heavy organization, with far too many layers of \nmanagement.  The average police department has one supervisor for every 10 officers.  The Border Patrol has \none supervisor for every four agents.  This Committee should mandate a 10-to-1 ratio, and achieve it through \nattrition in the supervisory ranks.  That could easily return another 1,500 agents to the field.  \n\nInterior enforcement.  Every night, we effectively play goal line defense because all of our resources and assets are \nconcentrated right at the border, instead of having an in-depth defense.  You may be surprised to learn that even in \na border state like Arizona, we have no agents in Phoenix.  This, despite the fact that Phoenix is one of the most \nimportant illegal immigrant and narcotic transit points in the country.  \n\nBetter training.  During the Bush administration, the Border Patrol's Academy training was reduced from \napproximately 20 weeks to as little as 54 days if you spoke the Spanish language.  This is simply not enough time \nto properly train an agent and weed out those who are not up to the challenge.  The Committee should require that \nthe Academy revert back to the 20 weeks.  \n\nAgain, I would like to thank the Committee for the opportunity to testify.  And if you have any questions, I would be \nhappy to answer them to the best of my ability.  \n\nJOHNSON:  Thank you, Mr. Cabrera.  \n\nOur next witness is Sheriff Mark Dannels.  He is the Sheriff of Cochise County, Arizona.  Mr. Dannels began his law \nenforcement career in 1984, after serving a successful tour in the United States Army.  With 30 years of law \nenforcement experience, Mr. Dannels has been recognized, among other things, to receive the Medal of Valor, \nSheriff's Medal, and the Deputy of the Year.  Sheriff Dannels.  \n\n\n\nDANNELS:  I'll start over.  \n\nChairman Johnson, Ranking Member Carper, and members of the Committee, thank you, and good morning, for \nthe distinct privilege and honor to actually share my experience over three decades of on-the-border and seeing \nhow it's evolved.  \n\nMy brief has been submitted, but I'd like to highlight a few points.  With 83 miles of international border within our \njurisdiction, Cochise County plays a significant role in combatting drug and human trafficking organizations, and \nassociated violent crime which adversely affects Arizona residents and other areas throughout the United States.  \n\nWith 6,219 square miles, Cochise County is the 38th largest land mass county in the United States, and is home to \nthe United States Army, Fort Huachuca.  Violence against innocent citizens, public officials, law enforcement, and \nrival drug and human trafficking groups in Mexico continues to escalate.  \n\nThe adverse effects of the drug and human trafficking organizations operating in Cochise County not only \nsignificantly diminish the quality of life of county residents, but also place unbearable strain upon the budgets and \nresources of private and local government agencies in the county.  \n\nIn the 1990s, I'd like to talk just quickly about the history of the border and why we're in the current situation.  I call \nit the Plan of the P's (ph), where the federal government came out with a plan to secure the border, where they \nwere going to secure the populated areas, which - the targeted cities were Yuma, El Paso, and San Diego, and the \nport of entries.  The other half of the plan was to reroute that illegal activity, those disturbances, into the rural parts \nof the southwest border.  \n\nI'm not proud to say that today we are a product of the federal government's plan.  Currently we have 1,500 federal \nagents working just in Cochise County, for 83 miles of international border.  Local solutions and programs are no \nlonger a thought, but a reality of bringing relief to our citizens.  \n\nAs the sheriff of Cochise County, I felt it was my elected and statutory duty, which is my oath of office, to support \nthe United States Constitution and the Arizona constitution, to protect and secure the freedoms and liberties of my \ncitizens, with or without the help of our federal partners and policy makers.  No longer debate that those that live in \nthe rural parts of the southwest border - the rural parts of the southwest border are not secure, and are vulnerable \nto any type of transnational criminal activity.  \n\nSome of the local solutions that we've put forward are balanced community policing efforts, both education and \nprevention and enforcement.  We've spent transparent time, and to build that community trust.  \n\nWe've collaborated all three levels of law enforcement and government within our county.  Our local county attorney \nand I have a law and order partnership, to put consequences back into those that commit crimes against our \ncitizens to include border crimes, inter-operabilities, and intelligence sharing at all three levels.\n\nOur regional border team - to give you an example, this border team, which is supported by Border Patrol, \nCustoms, and the U.S. Forest Service, the first six to eight weeks we put 30 smugglers that we captured, put them \nin prison at the state level, where they are now being housed for an estimated two-year sentence.  \n\nOur Ranch Advisory Team, made up of our local ranchers and farmers and citizens that are vulnerable in these \nareas, our Ranch Patrol, two deputies that now work directly with these citizens.  A factual situational awareness \nfor our media, our elected officials, and America as a whole, and a community outreach to work within our \ncommunities.  \n\nSome recommendations - I've highlighted a few of them.  To redefine the Plan of the '90s and build upon their \nsuccesses, the political will to make border security a mandated program, not a discretionary one.  Border security \nfirst, immigration reform second.  Maximize the allocated resources of staffing with the Border Patrol.  Currently in \nthe Tucson sector, only 43 percent of all Border Patrol are actually on the border.  \n\n\n\nSupport and embrace first line agents that work the border regions.  They have a dangerous job, and it's no secret \ntheir frustration is high.  Quality and life.  Business and living on the border are supported by sheriffs and state \ngovernors regarding improved security and safety.  Funding supplements for local law enforcement, prosecution, \ndetention, and criminal justice in support of border crimes.\n\nContinue funding and support for the Stone Garden program, which has actually been a very beneficial program, \nand enhance funding for regional communication and inter-operabilities with local law enforcement.  \n\nI want to read a letter.  This is from the Arizona Sheriff's Association that we sent to Washington, DC on July 28th of \n2014.  I co-authored this letter.  \n\n\"This letter is authored by the Arizona Sheriff's Association to address the lack of border security on the part of our \nfederal government, thereby placing our Arizona citizens and all those that visit our beautiful state in harm's way by \nthose that have chosen to infringe upon and violate our freedoms and liberties, as guaranteed under the U.S. \nConstitution.\n\n\"Arizona Sheriffs are standing united and steadfast in support of secure and safe borders in hopes of enhancing \npublic safety for our Arizona citizens and all Americans.  A secure and safe border is one that provides a genuine \ndeterrent for those that cross into our country illegally, and for illicit gangs.  \n\n\"Border security must never be a discretionary program, but a mandate by our federal leaders and policy makers, \nthat quality of life normally enjoyed by our citizens that has been jeopardized by an unsecured border that enables \ntransnational criminals and their accomplices to prey upon our citizens.  \n\n\"Our focus is border security.  That is not to be confused with immigration reform.\"\n\nToday the opportunity to address this group instills fresh hope that our voice does matter, and, on behalf of the \ncitizens of Cochise County, Arizona, and beyond, we hope you won't forget us, and will do your constitutional \nmandate to bring positive change to an overdue, vulnerable situation.  \n\nI leave you with an open invitation to come visit us in Cochise County, for not a show-and-tell visit, but a real-life \nvisit.  And Senator Heitkamp, thank you.  Senator Johnson, thank you for bringing your staff down to see first-hand \nwhat's going on, on our border.  \n\nAgain, thank you very much for the opportunity to share this experience, and I'm open for any questions, if you \nwish.  Thank you.\n\nJOHNSON:  Thank you, Sheriff Dannels.\n\nOur next witness is Howard Buffett.  Mr. Buffett manages the Howard G. Buffett Foundation, a private charitable \nfoundation.  He is a member of the Sheriff's Assist Team in Cochise County, Arizona.  Mr. Buffett oversees a 2,376 \nacre cattle ranch in Arizona on the U.S.-Mexico border, and another farm in Arizona, 50 miles from the border.  Mr. \nBuffett has been honored for his charitable work, receiving the Aztec Eagle Award from the president of Mexico in \n2000, the highest honor bestowed on a foreign citizen by that government.  And, Mr. Buffett, we all do appreciate \nthat, your generosity to these causes.  \n\nMr. Buffett.  \n\nBUFFETT:  Thank you very much, Chairman Johnson and Ranking Member Carper, and the members of the \ncommittee.  I appreciate having the opportunity to be here today.\n\nI'm here as a landowner of border property, a philanthropist who has worked on related humanitarian issues over \nthe last 20 years, and a member of law enforcement in both Arizona and Illinois.  These experiences informed the \nperspective I share here today.  You've already heard that the border is not secure, by your first two witnesses, and \nI would support that position.  \n\n\n\nI believe we must secure our border now, regardless of efforts being considered on immigration reform and support \nto countries of origin.  I'd be happy to share my thoughts at a later time, on those topics given our foundation's \nefforts on both.  But I will say that I see them both as separate and distinct from the need to secure our border.\n\nOur insecure border creates a serious humanitarian crisis.  By failing to secure our border, we have contributed to \nfailing economies and unsafe environments, causing people to die attempting to reach our country, while putting \nour own citizens at risk.  Our insecure border allows the drug cartel to operate in an unacceptable level, having a \ndevastating impact on heroin and meth use in this country.  \n\nU.S. citizens who own land in border states suffer economically.  Those who live in communities along our border \nassume a higher risk to their personal safety that can be frightening and, at times, deadly.  And all of this adds up to \nundermining our society.  \n\nBorder security is like most law enforcement objectives.  It will never be 100 percent successful, but we must strive \nfor zero tolerance.  Today, we are far from that standard.  This is reflected in the fact that, as a landowner along the \nborder, we cannot build a home on our property.  We cannot let our children play freely, and we cannot reliably \noperate our businesses.  This is not what we expect as citizens of the United States.  \n\nI have neighbors in Arizona who have had to abandon their livelihoods of breeding cattle.  In our property, we \nstruggle to keep up repairing fences which are cut multiple times, regularly, by drug smugglers who have too heavy \na load to go over or under these fences.  \n\nWe must also recognize that our insecure border causes people attempting to cross to die trying, children to be \nvictimized, women to be raped, and contributes to the dysfunction of the neighboring economies that these people \nare fleeing.  We should strive to help our neighbors improve the rule of law, and to provide opportunities so people \ncan stay at home without looking to the United States as a safe haven.  And our actions at home should not \nencourage people to travel to our country illegally.  None of that is possible unless our border is secure.  \n\nThose who decide to come to this country represent two different groups.  Many are desperate but decent people \nwho are law-abiding individuals, until they cross our border illegally.  Others are human predators, thugs, or \nmembers of organized criminal groups.  \n\nAs a part-time law enforcement officer, as a property owner of a ranch located on our southern border and a farm \n50 miles north of that border, I've experienced many encounters with Border Patrol agents and illegal \nimmigrants.  When you live or operate close to the border, it's like living in another world.  \n\nAs a result of our foundation, I've spent hundreds of hours with families in Central America and Mexico.  I've \ninterviewed people boarding the death train in Oaxaca, those who were seriously injured in the process, and mother \nwhose sons had died in the Arizona desert.  So I repeat, our insecure border creates a humanitarian crisis.  \n\nOne thing I've learned from our foundation work in over 80 countries is that it does little to identify a problem if \nyou're not able to also propose a solution.  So I present a few ideas for your consideration.\n\nOne, we need more human assets on our border.  But adding more Border Patrol agents is not the only answer.  \nWe have an opportunity to engage appropriate military assets, and I emphasize, without militarizing the border.  \n\nThe Coast Guard is an agency which falls under Homeland Security, well-trained to deal with border enforcement.  \nI would strongly consider expanding its mandate to operate on land.  The National Guard could be used to monitor \naddition technologies, such as aerostats and other surveillance systems which will add to the support in the \ntechnology area.  \n\nTwo, we need a commitment from Mexico and with Mexico, to enforce the northern and southern borders.  We \nneed to put the manpower of both countries on both sides of our border with Mexico to shut down the drugs coming \ninto our country.  \n\n\n\nWe should apply the lessons we learned from our engagement with Colombia to try and reduce the drug trade, \nimprove security, and promote rule of law for our southern neighbors.  This requires a new level of trust and \ninvestment, and I would emphasize it is not without risk.  \n\nThree, we need additional immigration courts at border facilities for real-time judicial processing until our border is \nmore secure.  \n\nFour, we must improve cooperation on the border among ranchers, local law enforcement, and community leaders.  \nIt is the responsibility of the federal government to set this tone and to foster this cooperation.  Too often, the \nfederal government acts like the federal government.  \n\nI have included in my written testimony more details of my experiences and our foundation's investments across a \nbroad range of related activities, from gang prevention in El Salvador, to GIS systems for body recovery at the Pima \nCounty Medical Examiner's Office.  From projects with the United Farm Workers in Taxco (ph) supporting farm \nlabor rights and work programs, to millions of dollars that we've invested in the Cochise County Sheriff's Office for \npublic safety, and in particular to fight human trafficking and drug smuggling.\n\nI look forward to answering any questions.  Thank you.  \n\nJOHNSON:  Thank you, Mr. Buffett.  Our next witness is Othal Brand.  Mr. Brand has lived for over 60 years in \nMcAllen, Texas, and currently serves as the president and general manager of the Hidalgo County Water \nImprovement District #3, with its main facility located on the embankment of the Rio Grande River.  For 30 years, \nMr. Brand worked for his family business with farming operations on property directly on the Rio Grande River.  \n\nMr. Brand.\n\nBRAND:  I appreciate your invitation.  My name is Othal Brand.  I've lived in the Valley, as I said, for 60 years.  My \nfamily farmed the Valley.  We were the largest of growers of fruits and vegetable in the state of Texas for a quarter \nof a century, and farmed thousands of acres, owned and leased, along the river for that time.\n\nI now have served 10 years as the general manager and president of our water district, working every year and \nspeaking on a weekly basis with law enforcement.  Being on the embankment we're dealing on the issues that \nyou've heard of and know about today.  \n\nI hope you read my testimony, my written testimony.  There is violence, and a criminal element in real on the river.  \nIf you've listened the last couple of days to the news, the sheriff's department - our sheriff, for Hidalgo County, just \nreleased - or the first time I've heard it, about 53 percent of all illegals crossers in the United States came through \nHidalgo County, where we live.  Fifty-three percent of everyone, nationwide.  I'd say the focus is rather pointed.  \n\nI want to spend most of my time with you this morning speaking to the solutions, possible solutions, and hopefully if \nthere's time, speak to the other.  \n\nIn dealing with our home, where we live, that's all I'm going to try to tell you what my experience is.  One is, you've \ngot aerostats, you've got drones, you've got planes, you've got helicopters.  And they're great, and they've been a \ngreat asset.  But they are what we call fair weather systems.  \n\nAerostats can only stay up - we're called the windy valley.  There's a reason for that, because we have a lot of \nwind.  Aerostats can only stay up for a certain wind speed, and then they have to come down.  Drones, on a cloudy \nday, a cloud covered day, are absolutely on the ground and have no worth to us.  \n\nThere is - you have already started and I hope to encourage you to continue the added support of portable towers \nwhich are more of a terrestrial structure, that are more of a 24/7 solution.  And in addition to what you're presently \ndoing.  \n\nNumber two, boat ramps or boat access.  In listening to Border Patrol, I buy into what they say about the first line \nof defense for us is the river.  We actually have a river running like that, across the state, where it's just a dry gulley.  \n\n\n\nAnd that is the first line of defense.  And what we know is that if there's boats in the water, that is a deterrent.  It is \nthe most vulnerable.\n\nPeople who cross into our part of the world, that is where they are the most vulnerable.  It is in the first getting in \nthat water and getting out.  Boats are a solution to that.  They should be the first line of defense.  In 250 miles of our \nriver, from Brownsville to Rio Grande City, we have two 24/7 ramps and neither one of them belongs to the \ngovernment.  One of them is ours, which is below (inaudible) and the other one's above.  \n\nThere are seven, eight weirs in the Rio Grande, dams that actually segment the river into pieces.  They need \naccess to that river.  They need infrastructure.  You have infrastructure for the air, you have infrastructure for the \nground and the boots.  You do not have any infrastructure for the boats, for the marine division.  \n\nI suggest that if you read that the water districts who serve 90 percent of the people in the valley are below the walls \nthat were built in the valley, but they provide the majority of the drinking water.  They are the only other people on \nthe river, other than your international bridges.  They're the only ones that have infrastructure all the way to the \nriver.  \n\nBorder Patrol says that their issues are environmental studies that take three to five years, and all their answers \nhave been \"no\", to this point.  And while the - in regard to water districts, all of - the majority of them have channels \nanywhere from a quarter to a half a mile long, off the river.  That's what we have done.  \n\nWe didn't have to do any environmental studies.  We built the ramp inside our property, on our channel that \naccessed the river, never touching the embankment and never touching the river.  These are simple, quick \nsolutions.  These water districts are more than open to a possible solution for Border Patrol in this respect.  \n\nThese weirs, at the same time, are important because there has to be a certain water level for boats to work.  \nThese weirs - we're getting ready to spend $125,000 to $150,000 to lift the weir below our pump station, in order to \nmake our pump station more efficient and have water supplies.  This is what they were all built for, for the water \ndistricts, in the first place.  \n\nBy raising these weirs a foot to even just two feet, it gives the Border Patrol marine division the opportunity to keep \nthe water level that's adequate for them to operate fully from one end of the valley to the other, where 53 percent of \nthese people are coming across.  \n\nLastly, I would tell you that - and let me just say, these expenses and recommendations I'm making, these are one-\ntime expenses.  We built our boat ramp five years ago.  I've had no additional expenses in that regard.  These are \none-time expenses.  They're not a recurring or residual expenses to the federal government.  And they are - it's \nprobably the best money spent on a first line of defense.\n\nLastly, I would say to you, the National Guard - the state of Texas, I think, proved a point to the rest of us that \nadded manpower and resources does help curb and deal with the battle.  They brought 1,000 National Guard.  I \ndon't want to talk to you about militarizing.  I don't want to talk to you about who should do it, the federal, the state, \nwhat agency within those governments.\n\nBut I want to say to you the concept is solid.  For the first time in my lifetime, in recent years, they brought those \nthousand men down to the valley.  All their - their sole purpose, their singular purpose, was to sit on the river and be \nthe eyes for the Border Patrol.  They sat on the embankment of the river.  \n\nThey had no processing responsibilities, no administration responsibilities.  They did not have to drive back and \nforth, up and down the river, like Border Patrol has to do because of the manpower.  They sat on that river.  \n\nBPS, the state police, game wardens worked with all of them during the period they'd been down there.  This \nconcept is - it's a concept.  I don't want to get wrapped up in who, or who should be there.  But the concept works.  \nIt's something Border Patrol does, but they need more men to do it.  \n\n\n\nPolice chief of McAllen and Mission will both tell you - I visited with both of them this week before I came, so just - \nso, hear it again, that during this period of time, even though none of these people that I just talked about, BPS, \ngame wardens, or National Guards, none of them were put in cities.  They were all put on the river in rural areas.  \nBut their effectiveness impacted the cities.\n\nMcAllen will tell you, and they'll give the credit to these three groups, that their crime dropped nine percent.  Mission \nwill tell you, and they will give the credit, too, that they dropped 18 percent in their crime.  So - and I'm not here to \nargue about, you know - the effectiveness, that is the by-product.  If you do it outside, you do it on the river, which is \nwhere it should be dealt with first, that is the cheapest dollar you'll ever spend.  No doubt about it.  \n\nAnd that the by-product is - there is a by-product.  It will diminish all the other expenses that we all deal with north of \nthe border.  From a businessman's perspective, I would say it's the cheapest dollar you'll ever spend, is securing \nthe border.  The immigration issue, I'm not here for.  I'm here because I want my home secure.  I want my family, \nmy community secure.  \n\nI'm not worried about the economy.  I've lived in the valley all my life.  The economy will survive.  It will always do \nwell.  It will always come back.  It may have had a temporary black eye, which is not going to curb our economy.  \nThe cartels are too smart for that.  \n\nIf you read my testimony, they're like leeches and ticks.  They will bleed the animal, being the economy.  They will \nnot kill it.  They will bleed it.  So I don't want to argue - they are safe.  Cities are safe.  In our county we've got 1,582 \nsquare miles in our district.  \n\nI've got two minutes?  \n\nJOHNSON:  You're two minutes over.\n\nBRAND:  Oh, I'm two minutes over.  But, you know, I count backwards.  \n\nJOHNSON:  We'll get back to you in questions.  \n\nBRAND:  That's all right.\n\nJOHNSON:  Thank you, Mr. Brand.  Our next witness is Monica.  Is it Wiseberg or Weesberg?  \n\nWEISBERG-STEWART:  Weisberg.\n\nJOHNSON:  Weisberg-Stewart.  Ms. Stewart is chairman of the Texas Border Coalition's Border Security and \nImmigration Committee, the collective voice of border mayors, county judges, and economic development \ncommissions along the Texas-Mexico border.  The Texas House of Representatives has recognized Ms. \nWeisberg-Stewart as a noteworthy business and civic leader in McAllen for her contributions and achievements.  \n\nMs. Stewart.\n\nWEISBERG-STEWART:  Thank you for inviting me to testify before you today.  I am a business-woman in McAllen, \nTexas.  \n\nThe family retail business founded by my family in 1958, Gilberto's Discount House, was located eight miles from \nthe Rio Grande River, and recently closed after 57 years in business.  I want to share with you today my \nexperiences on the border, both as a business-woman and the chairwoman of the Texas Border Coalition \nCommittee on Border Security and Immigration.  \n\nYou'll be hard pressed to find anyone who cares more about border security than those of us who live, work, and \nraise our families on the border.  Let me begin.  We do not believe that the border can be truly secured without \nfixing our border immigration system.  You will hear from others today about community needs, mostly as they \nrelate to the areas between the ports of entry.  \n\n\n\nSince 2000, Congress has more than tripled the budget of Border Patrol enforcement.  That effort, combined with \nbetter interior enforcement and the improvement of the Mexican economy, has contributed to an 80 percent \nreduction in apprehensions of undocumented border crossers since 2000.\n\nI have great admiration for the work of the men and women of the Border Patrol, or as I refer to them, as the men \nand women in green.  It is important to note that between one-third and one-half of all undocumented persons today \nentered this country lawfully through the ports of entry and later overstayed their visas.  We have to help our \ncustoms and border protection agents, the men and women in blue, do a better job of preventing the entry of \npeople who intend to over stay.\n\nIt is also important to note that the transnational drug cartels have built a successful business model based on the \nsmuggling of cocaine, heroin, and methamphetamine into the United States from Mexico.  And the overwhelming \nmajority of these smuggling activities occurred through the ports.  CBP officers performing immigration inspections \nare the primary line of defense against illegal drug floats through the ports of entry.\n\nThe fact that no large scale attack from foreign terrorists has occurred on the U.S. soil since 9/11 indicates that the \nintelligence and enforcement that have gone into securing the homeland from terrorism has exceeded expectations.  \nWith that superior record, we have to continue to help Customs and Border Protection prevent terrorist agents from \ncrossing over to the United States soil.\n\nProposals to fix border security on the southwestern border often come from people who do not have daily \nexperience on the border, moving legitimate goods between Mexico and U.S., working with our manufacturers, our \nfarmers, the custom inspectors at the ports of entry, and the Border Patrol agents between them.  \n\nI suggest that Congress focus on these two priorities, preventing the unlawful entry of people, especially those who \nmight pose a threat to our nation, through the ports of entry, and preventing the smuggling of high-value drugs that \nare the life blood of the transnational criminal network through the ports of entry.  Increasing effective security \nmeasures at the ports of entry will also benefit every state in the Union.  Increased enforcement, more customs \nagents, better technology, and a functional infrastructure mean more legitimate trade.\n\nAccording to the Wilson Center, 6 million U.S. jobs depend on legitimate trade with Mexico, one in every 24 \nworkers, which amounts to half a trillion dollars of goods and services per year.  On a typical day, CBP inspectors \nprocess 1 million travelers, handle 70,000 cargo containers, stop 425 agricultural pests from entering the United \nStates, quarantine 5,000 harmful products and substances, and identify nearly 600 people who raise national \nsecurity concerns.  \n\nMexico's trade with the United States rose to $535 billion in 2014.  That's a 5.5 percent increase from 2013.  Not \nsurprisingly, Texas' largest trading partner is Mexico, yet it can take three to four hours to legally cross the border \nfrom Mexico.  And that costs the United States economy money.  The result is a significant and chronic loss of jobs \nand trade on both sides of the border.  \n\nBut long wait times at border crossings could be eliminated if the federal government would aggressively invest in \nour ports of entry with new infrastructure and technology.  In business we look at what will give us the biggest bang \nfor the buck.  And we believe the biggest return on investment is at the ports of entry.  We understand that \nresources are limited, but those investments in both security and legitimate trade and travel will give us the biggest \nreturn.  \n\nLet me give you a real world example.  In 2013, Congress authorized a pilot program to allow local communities to \nhelp pay for additional overtime for Customs and Border Protection officers.  The city of El Paso was one of five \npilot projects chosen for a five-year test.  With increased staffing at the ports for nearly a year, traffic volumes have \nincreased nearly 20 percent, and almost one-third on vehicles.\n\nEven increased volume wait times went down.  \n\n\n\nThere are the provisions in the Johnson-Cornyn-Flake Bill, with which we disagree, such as more fencing and \nwaiving environmental laws.  As Army trainers teach, there is nothing man can build that man can't overcome.  This \ncertainly holds true with a border fence.  People are going over it, under it, through it, and around it.  \n\nBut there are a number of provisions on which we have worked with Senator Cornyn for many years, such as 5,000 \nadditional CBP agents, more agricultural specialists at the ports, secure two-way communication devices, border \narea initiative grant programs, ports of entry infrastructure improvements, and a cross-border trade enhancement \nprovision.\n\nCongress has a responsibility to protect the nation from unlawful entry, from transnational crime, and from threat of \nterrorism.  The Texas Border Coalition suggests you can best fulfill your responsibility, best fill the gaps in border \nsecurity, by investing the same way that our local communities do, in our land ports of entry.\n\nThank you.\n\nJOHNSON:  OK, Ms. Stewart.  Thank you, all witnesses, for your thoughtful testimony.  \n\nChairman McCain is here from a hearing in the Armed Services Committee, so I'm going to yield my questioning \ntime to Senator McCain.\n\nMcCAIN:  Thank you very much, Mr. Chairman.  And I'm sorry about this.  We have a hearing going on, on cyber-\nsecurity in the - which I know is an issue that this committee is very involved in and interested in as well.  \n\nI want to thank the witnesses.  I'd also like to commend to my colleagues to take a trip down to see Mr. Buffett's \nranch and the place he's built on the border, if you'd every like to have a real, on-the-ground view of the challenges \nthat we face on our border with border security, it would be a visit to Mr. Buffett's ranch and facility.  And he's done \ngreat things, including providing Cochise County Sheriff's Department with an up-to-date and modern \ncommunications system.\n\nSheriff Dannels, how long have you been living in and enforcing the law on the border?\n\nDANNELS:  Since 1984.\n\nMcCAIN:  Since 1984.  And have you - what have you seen in the way of progress in - or lack of progress, say, in \nthe last 10 years on the border . . . .  \n\nDANNELS:  In the . . . \n\nMcCAIN:  . . .  in enforcing border security.\n\nDANNELS:  Excuse me.  In the last 10 years, it's pretty much been status quo.  The - over the last 20 years, when \nthe Plan of the '90s, which I spoke about prior to you even coming in - there were some improvements made with \nthe infrastructure, due to the fact we have two port of entries in our county.  We went from a dozen agents that we \nall knew by first name to 1,300 Border Patrol agents in our county, and 200 port of entry folks for ICE and Customs \nthat worked there.  So, 1,500 federal for our 83 miles.\n\nSo about 20 years ago, when we saw the - 20 to 15 years ago was when we saw the big increase in security \nbetween our ports.\n\nMcCAIN:  So, you hadn't seen a lot of progress in the last 10 years.\n\nDANNELS:  In the last 10 years, it's been pretty much the same as we saw when the first plan went into place.\n\nMcCAIN:  Would you agree with me, contrary to what Ms. Weisberg-Stewart just said, that fences do matter, fences \nthat are enforced matter, such as we've seen in San Diego?\n\nDANNELS:  Yes.  They're a deterrent.\n\n\n\nMcCAIN:  As long as they're enforced.  It's not easy to breach, by the way, Ms. Weisberg-Stewart, when people are \nthere to make sure they don't breach the fence.  By the way, the Israelis do a tremendous job at that kind of work.  \n\nMr. Cabrera, do you believe that fences matter?\n\nCABRERA:  Yes, sir, I do.  They act as a choke point.  It's a good tool for us to use.  Granted, people will find a way \nover it, but like you said, if there's someone manning it, if there's someone available to push them one way or the \nother, we will be able to eventually stop them.\n\nMcCAIN:  But would you also agree, and you, Sheriff, that we now have technology, some of which was developed \nin Iraq, such as a beta radar, where we could have, we could achieve 90 percent effective control, and 100 percent \nsituational awareness.  It's a matter of assets, strategy, and funding.\n\nCABRERA:  I do agree.  As long as we have the boots on the ground to help enforce that, it would work.\n\nMcCAIN:  Sheriff?\n\nDANNELS:  I would agree, too, Senator.  And the other thing I would add to that is, the federal government's been \nsuccessful with their Plan of the '90s for the populated and port areas of the southwest border.  I would take those \nsuccesses, along with the technology and the fencing, the infrastructure, the good people from Border Patrol, and \nyou combine all that to take care of the rural parts of the southwest border, it would be very beneficial.\n\nMcCAIN:  So, Howard, with all the other aspects that you were talking about, economies and opportunities in these \ncountries and all those things, is it vital to long term in the equation.  In the short term, visiting your facility, it's still \npretty easy to get across our border.  Would you . . . .\n\nBUFFETT:  Yes, sir.  I would say that Agent Cabrera, when he talks about a choke point on the fence, it's exactly \nthe way he's described it, because you're pushing people in different directions.  And we've had - people used chop \nsaws that cut the fence.  We have many people breach the fence.  But the truth is it does slow them down.  The key \npoint is that you have to have people there to apprehend them.  \n\nWe have a neighbor, John Ladd (ph), who has counted 47 trucks that have breached through their fence, through \nchop saws.  One of them was apprehended because it broke down.  Those vehicles could be stopped and \napprehended if there were enough people there, because the fence does slow them down, and it does make them \nmore vulnerable as they try to cross.  But without the proper personnel, it's difficult to enforce it.  \n\nMcCAIN:  Agent Cabrera, today, Senator Salmon - Congressman Salmon and I introduced legislation concerning \nour national monuments.  There's enormous difficulty on some federal lands, such as our national monuments, to \nget equipment and people in and out of those areas.  \n\nWould you agree that that's a significant challenge?  Therefore, it becomes a funnel for drugs and people.\n\nCABRERA:  Yes, sir.  Exactly correct.  We have a lot of problems accessing certain lands down there where we're \nat, and obviously the smugglers don't play by the same rules.  They're going to go, regardless if you tell them they \ncan come in or out of this area, they're going where they want to go, and we have to go around certain areas, and it \nputs us behind the eight ball.\n\nMcCAIN:  And they know that.  \n\nCABRERA:  And they know that.  They know exactly what we can and can't do, where we can and can't go, and \nthey exploit it.  They're very sophisticated in how they work.\n\nMcCAIN:  Isn't it possible, Sheriff Dannels, right now, from Mr. Buffett's facility where you can see the individuals \nthat cross the border that are guiding the drug traffickers and human traffickers as they come across the border, \nand then once they get across, there are still members of the drug cartels up on the mountains directing them \nforward, to move their drugs and people?  Isn't that the situation as it exists today on our border?\n\n\n\nDANNELS:  Yes, it is, Senator.  \n\nMcCAIN:  And it seems to me that Mr. Brand's complaint, then, is legitimized by this situation, because people who \nlive in cities and other parts of the country are not subjected to their lands being violated.  And in one case, as you \nknow, a tragic case of a rancher being shot and killed.\n\nSo, I guess in summary I'm asking you, this is a problem that can be solved with assets, with a strategy, with \npeople, with fences and technology.  And those who say, \"Well, we just can't do it,\" obviously are incorrect, \nbecause every nation has the obligation to have a secure border.  \n\nI guess I'd begin with you, Howard, and maybe you and - I'd be glad to ask all the witnesses for their comment on \nthat.\n\nBUFFETT:  Well, I would say it absolutely can be done.  But of all the things that you mentioned need to be \ndeployed, and they need to be deployed in a proper amounts and limits, and - but if they are deployed with the \ncorrect strategy, I think it's like any law enforcement objective.  It can be achieved if you can put the right pieces \ntogether, and the right parts into motion.\n\nCABRERA:  No, sir, it's not the case today.  \n\nOFF-MIKE\n\nMcCAIN:  Sheriff.\n\nDANNELS:  I would say one thing.  And I do agree with you, Senator McCain, when it comes to it can be done.  \nAnd - but we have to have to have the political will to do that, and understand that border security is a mandate and \nnot discretionary by some.  \n\nThe redefinition of the Plan of the '90s, which I spoke about earlier in my testimony, I think, is very important to look \nat, and also to maximize already the current allocated resources to Border Patrol, and see what we actually need \nto put on the border.  And look at that rural aspect of it.  I think we can get a lot of progress.  \n\nMcCAIN:  Mr. Chairman, I want to thank you for your courtesy.  I thank you very much.  \n\nJOHNSON:  Thank you.  \n\nWe are - I'm going to go vote, but I'm going to turn it over to Senator Carper for his questions.  And we will keep the \nhearing moving.  Thank you.  \n\nCARPER:  Again, thank you so much for joining us today.  Some of you served in the military prior to your service \ntoday, and it's - I spent about 23 years' active reserve in the Navy.  I was a Naval flight officer down on the border \nabout a month ago, in a Navy P-3 airplane, with the Department of Homeland Security looking out -- looking for bad \nguys; finding a few, too.  But thank you for that service.\n\nMonica, people call you Ms. Weisberg-Stewart, is that -- Ms. Weisberg-Stewart.  What you had to say here today \nactually reminded me a good deal of what I've heard in the the -- the trips I've -- I've been to the borders, \nparticularly in -- in Arizona and in Texas.  And that is why we need to certainly not forget the work that's being done \nbetween the ports of entry -- the land ports of entry.\n\nWe also need to invest in the ports of entry themselves; a lot of drugs coming through and a lot of folks that are \nundocumented illegal coming -- trying to come to the country; they come through the ports of entry.  So, we \nsometimes forget that but I don't think we should.\n\nOne of the things that's helpful in a hearing of this nature is to see where you agree.  And as it turns out, there's a \nfair amount of consensus -- I don't know if you've noticed that.\n\n\n\nOne of the things I -- I hear from just about every witness is we could use a few more bodies down on the -- the \nborder.  We've added a whole lot; we could use a few more.  We could certainly make them more effective.\n\nAnd Othal, it's nice to see you again.  Thank you very much for -- for your insights.\n\nAnd I think you made some compelling points about not just putting more drones in the air or tethered aerostats \n(ph) in the air.  I'm all for doing that if we can do it effectively, but there's some other ways that we can provide \ntechnology and force multipliers that maybe we haven't thought too much about.  And I really -- I appreciate what \nyou -- what you had to say to -- to us.\n\nBut in the inspector general's report from the Department of Homeland Security recently, it said we're not getting \nour money's worth out of the drones and that we've got to figure out how to -- they've got to figure out -- the \nDepartment of Homeland Security has to make sure that we're doing that.  We're going to spend all that money, \ngoing to add more drones -- we want to make sure we're getting our money's worth, realizing they don't work every \nday, every kind of weather condition.\n\nA couple people said we need to do -- add -- add -- either force multipliers or more bodies on the border to patrol, \nprotect and then may later on do immigration reform.  I -- I think we can do both at the same time.\n\nAnd the -- the immigration reform bill that Senator McCain coauthored actually does both at the same time.  It adds \npeople on the border, provides for more technology.\n\nAnd also it tries to make sure that for folks in -- in Mexico or Central America who want to come up here at work for \na while and go home, sort of a guest worker approach, that maybe that's -- that's not such a bad idea.  So, I think \nwe need to a little bit of all of that.\n\nI'm going to ask Mr. Buffett -- I mentioned earlier how grateful I am to you and your family, your foundation, for \ngoing at the root cause of a lot of the illegal immigration coming up from the Northern Triangle -- Honduras, \nGuatemala and Salvador.\n\nI saw some numbers recently that indicated about roughly 220,000 people we believe came into this country \nillegally from Mexico -- maybe they were apprehended coming in illegally from Mexico last year -- 220,000.  And \nthat's less than the combined numbers coming in detained illegally from Honduras, Guatemala and Salvador.\n\nAnd my dad always said to my sister and me, \"Just use some common sense.\"  And I think if we use some common \nsense, it seemed to me to say that if somehow we could convince some of those hundreds of thousands of people \ntrying to get into our country illegally from Honduras, Guatemala and Salvador, maybe it'd make easier the job for \nour men and women that are patrolling the border and make that -- make them more effective.\n\nSo, I -- I think you all have outlined, whether you knew it or not, a pretty good strategy for -- for our country.\n\nAnd Mr. Buffett, you spent a fair amount of time really trying to in the spread (ph) of the Good Samaritan, who is my \nneighbor; the kind of investment you all have made in Honduras, Guatemala and Salvador are really commendable.\n\nThe -- as it turns out, 20 -- over 20 years ago, you recall, a bunch of gunmen rounded up the supreme court justices \nof Colombia, put them in a room and shot and killed 11 of them.  There was a time that the drug cartels down there \nwere running (ph) havoc and leftist guerrillas, as well.\n\nAnd we got involved in something called Plan Colombia -- Plan Colombia.  And it wasn't just the U.S. coming in and \ndoing all kinds of stuff for Colombia; they had to do a lot.\n\nAnd I -- I like to use a Home Depot ad line; you can do it, we can help.  And they did it and we helped and so did \nMexico and so did non-profits and inner (ph) -- inner (ph) -- probably your -- I don't know, maybe you and your \nfoundation; I don't know.\n\n\n\nBut talk to us a little bit, if you will, Mr. Buffett, about the kind of things that we can be doing and -- including with the \nnon-profit community.  The three -- you probably know the three American -- presidents of Honduras, Guatemala \nand Salvador have come together in an alliance for prosperity, kind of like Plan Colombia; we have a role in it and \nso do they.\n\nWould you just give us some thoughts about this, please?\n\nBUFFETT:  Yeah, I -- I would separate Mexico a little bit from Central America only because it's our direct neighbor.  \nAnd so, I think -- I absolutely believe that we can take those lessons learned in Plan Colombia and work closer with \nMexico.\n\nBut, you know, right now there's parts of Mexico the government doesn't even control.  They need a lot of support \nand a lot of help and it would have to be a very extensive program; and I think we'd have to build trust before we \ncould really invest in that, but we could do that.  I think it's important to do that.\n\nWe're losing that battle and we lose that battle on the streets of Decatur, Illinois or Omaha, Nebraska or Tucson, \nArizona -- wherever you are, we're losing that battle with our own citizens in terms of the drug cartel and their \nsuccess.\n\nI think when you look at particularly El Salvador, Guatemala, Honduras -- not so much Nicaragua -- but, you know, \nthey are -- other than we -- when we work in a direct conflict area like in Congo, they are probably the most \ndangerous countries we travel to.\n\nIf you stop and think about that, they're not very far away; we have a border that certainly from time to time they \nbreach.  And if you think about what that means to our country in the long run, if we don't make the investments and \nbuild the relationships and the trust and the support to help those countries get their economies under control to \nprovide opportunities at home, we will continue to be the safe haven; we will continue to be the place where \neverybody wants to come.\n\nWe are the richest -- you know, my dad always told me, he says, \"When you buy a house, don't buy the most \nexpensive house on the block.\"  And we're the most expensive house on the block, so to speak.  I mean, we are -- \nwe are -- we are the place where you want to come.\n\nWhen I'm in the -- anywhere in the world, no one comes up to me and says, \"Can you help me get to China, can \nyou help me to get any other country?\"  They come up and say, \"How can I get to your country -- how can I get to \nAmerica?\"  There's a reason for that.\n\nSo, if we don't address those root causes, we'll continue to have these issues that we face today.\n\nCARPER:  Great, thanks so -- so much.  And later today, I think we have foreign ministers from three of those \ncountries -- maybe come back to meet with us today and folks in this committee, including Senator Ayotte.\n\nSenator Ayotte?\n\nAYOTTE:  Oh, thank -- thank you so much, Senator Carper.\n\nI wanted to just note -- I was going to ask some questions and Senator Heitkamp has -- was going to vote and is \ncoming back and very much wants the opportunity to ask questions, too, so I...\n\nCARPER:  Well, that's fine; you're welcome to ask as many questions as you want.  I don't know about her, I...\n\nAYOTTE:  Well, I told her I would preserve her -- her place.\n\nCARPER:  No, I'm kidding.  She's good, too.\n\nAYOTTE:  That's great, thank you.\n\n\n\nCARPER:  Thank you.  Thanks for looking out for her.\n\nAYOTTE:  Thank you all for -- for being here.\n\nAnd I wanted to follow up on -- I serve on the Armed Services Committee, as well, and have heard from General \nKelly who is the commander of U.S. Southern Command.  And he has been very clear with us about the efficiency \nof these networks that really are -- the transnational criminal organizations in terms of what they can smuggle up \nfrom Central America.\n\nAnd he has been fairly direct with us about that he believes that they could smuggle almost anything, including if \nthey wanted to smuggle weapons of mass destruction, other things that terrorists would use.\n\nAnd I wanted to get your thoughts on the terrorism angle because he's been fairly direct about it in terms of a worry \nthat he -- these networks are so efficient that we're not just, you know, we've got the drugs, we've got other things -- \nwhich I want to follow up and ask more about that.  But just this idea of terrorism -- do you share his concerns about \nthis?\n\nDANNELS:  Senator if I could ask that -- answer that one, I -- I hundred percent agree with what the general's \nsaying.\n\nWe just discovered two weeks ago a tunnel in our county.  This was a tunnel about two years old that I hate to use \nthe word, but it's VIP tunnel, which means human smuggling's not coming through that tunnel.\n\nHere (ph) you're (ph) looking at a large amount of drugs, money and what you're alluding to is those terrorists or \nthose people that pay the price to come in our country and harm our citizens; I'm very concerned about that.\n\nIf you can bring drugs or product through, you can bring terrorists through.  So, it's a great concern.\n\nAnd as a gateway -- I call it a premier -- we're all 24 premier counties on the border; we're a gateway to this \ncountry.  It's a problem that's going to happen.\n\nAYOTTE:  Or potentially, you know, ingredients for weapons of mass destruction or...\n\nDANNELS:  You bet.\n\nAYOTTE:  Something that (ph)?\n\nDANNELS:  I agree.\n\nAYOTTE:  And what -- as we look at, you know, what we're doing with all this -- and I know that you've made -- \nalready made the point that -- that this has to be mandatory.\n\nI think it's also important to put it in that context that it's not just this threat of -- you know, it's not just -- not the issue \nof people trying to come over here to work; this really can be a huge security vulnerability for the nation for a larger -\n- a larger attack.  You would agree with me on that?\n\nDANNELS:  I would agree; I would agree.  And -- and I -- one of the main reasons I wanted to be here today was to \naddress the unsecure border but -- which I've already spoken my brief on -- but also the fact that the importance of \nlocal government -- working in collaborated -- all three levels -- local, state and federal.  If we're going to combat \nthis problem it's not just the federal government's problem; it's all our problems.\n\nBut when you look at the supplements and the funding to support the local efforts, it's very small -- very, very small.  \nSo, we need to conclude all local government if we're going to really resolve this problem.\n\nAYOTTE:  And, you know, it's -- it's local government and then it's people like the, you know, General Kelly's told us \nin the Armed Services Committee what more resources he needs for interdiction, too, as well.\n\n\n\nSo, thinking about really a -- a strategy that -- that we can all be working together because this is you're on the \nground locally; there's ways that we can better resource, you know, and make sure that we're focusing on the \nresponsibilities that our military have in these areas, as well, along with state government, you know, ICE -- all of us \ntogether.\n\nAnd one issue that my state's seeing that I know was touched on earlier but it's really a huge public health issue -- \nand not only a criminal issue -- but this heroin.  You know, I -- New Hampshire's had a 60 percent increase in heroin \ndrug deaths; it's devastating.\n\nAnd one of the problems is is that the prices of heroin have really dropped.  And so, you've got people in some \ninstances who are addicted to prescription drugs who are transitioning over to heroin; it's just so easy to get and so \ncheap.  And this is another issue I've talked to General Kelly about, as well.\n\nAll of you -- I'd love to hear, you know, certainly Sheriff and all of you, your impression of how do we increase our \ninterdiction of heroin in particular.  So, not only we can stop it flow but frankly I want to drive up the price of the stuff \nso that we can help along with all the other efforts we need to do -- prevention, treatment -- all the things our police \nare doing at every level and also our treatment providers; all of us, public health officials.\n\nSo, what are your thoughts on -- on that?  I'd turn it over to all of you, whoever wants to jump in first.\n\nBUFFETT (?):  Well, I...\n\nWEISBERG-STEWART:  I -- go...\n\nBUFFETT (?):  Go -- you go ahead.\n\nWEISBERG-STEWART:  OK.  You're talking about a 40 billion illegal drug trafficking that are not being detected.  \nAnd they're -- many of that is coming straight through the ports of entry.\n\nI think you'd find it interesting to know that your state alone exports $400 million worth of goods to Mexico and ranks \nsecond as your export partner.  And it equates to 28,531 jobs rely on your trade with Mexico.\n\nIf these drug traffickers sold a legal product, they would be considered a Fortune 500 company in the United States.  \nThey're very well-manned, they're very well-funded and very well-equipped.\n\nBut the men and women in blue aren't funded to compete or win this war -- exactly what you're talking about, \nSenator.  That is why we believe that when you're looking at homeland security, you need to equate the whole big \npicture into that equation, especially when we're talking about the cartel and the drugs coming straight through the \nports of entry.\n\nAYOTTE:  What other thoughts do we have on heroin and -- obviously you can say it about any drug, but right now \nwe got a -- we got a huge heroin crisis.\n\nBUFFETT:  Well, I -- I think that, you know, you -- you have brought up something that few people probably \nunderstand.  I patrol on the streets of Decatur, Illinois and sometimes in -- in Arizona.\n\nWhen you start arresting 65-year-old grandmothers for heroin use, you have to ask yourself what's going on.  And \nwhat's going on is prescription drugs has got more difficult or more expensive and heroin's gotten cheap.\n\nIf you look at the statistics, and I'm sure that Agent Cabrera could -- could confirm -- Texas may be different than \nArizona but our -- in the Tucson sector in Arizona, heroin crossing that border is up in triple digits; meth is up in \ntriple digits.\n\nThe cartel, as was stated, is a very clever business.  And we should never underestimate what -- what they're able \nto achieve.\n\n\n\nAnd so, they will adjust what they bring into this country based on what they can sell and what the pricing is.  And \nso, I think one of the things that we have to realize is the significant impact that they're having on this country and \nour citizens; and it's a very complex issue and there's no simple answer to it -- and it -- and it's not only a single \nanswer by any means.\n\nBut I think understanding the impact and the significant impact and the population that it's beginning to impact even \nfurther is something we have to deal with.  And if we don't, we're going to find ourselves in -- with a really serious \nissue, or more serious than what we have today.\n\nDANNELS:  One thing I'd like to add on that, Senator, is the -- the need for interoperability and collaborate efforts \nfrom the local all the way to the federal like we've been talking.\n\nAYOTTE:  Right.\n\nDANNELS:  And I'll give you example of that -- a true life experience that happened down in our area where we had \nintelligence that we were -- by (ph) information coming across our port of entry.\n\nWe went down there and this gentleman was -- I believe he was around the 70-year-old age where he was coming \nacross the port of entry every morning about 7 o'clock in the morning and he was carrying seven pounds of meth, \nseven pounds of heroin and seven pounds of coke.  \n\nAnd we went back and did the history check through the port of entry; for, like, 60 days straight, every day, same \ntime, he came through there.  But this was a 70-year-old man that was bringing this in there.\n\nSo, we can't forget the fact that there is a greed game going on here, too, for money, so.\n\nAYOTTE:  Yes.\n\nJOHNSON (?):  Thank you, Senator, Ayotte.\n\nAYOTTE:  Thank you all, appreciate it.  If you have additional views to offer, I certainly would appreciate -- \nappreciate that.\n\nNow, I unfortunately got to go run to get a -- to vote in.  But -- so, I don't want to cut you off, but I want to make sure \nthat I understand everyone's perspective and you...\n\nCABRERA:  Well, let me just add real quick, Senator -- recently at the Brian Terry Memorial Station near Naco, a \ntunnel was discovered.  The tunnel was a pretty high speed used tunnel.\n\nAnd our intel knew for some time that that tunnel was being used and that that -- that we should patrol that area \nmore aggressively.  However, we were un-allowed to patrol that area due to Border Patrol management -- \nwouldn't let us patrol that area and work in that area.\n\nOnce the tunnel was finally discovered and -- and put out of -- out of commission, it had been used for some time.  \nAnd if we can't capitalize on what we know because we have certain boundaries that we can work in -- they don't \nwant us working the interior patrols, then we're always going to be hindered by this.\n\nAYOTTE:  Well, yeah, that's absurd; we all have to work together on this.  So, thank you for pointing that out.\n\nJOHNSON:  Thank you, Senator Ayotte.\n\nI guess I'll start my questioning, seeing as I'm -- I'm the last man standing here.\n\nAgent Cabrera, you -- you mentioned that -- certainly from your perspective and that of your fellow Border Patrol \nagents that at best, we are apprehending 30 to 40 percent versus, you know, management is saying about 75 \npercent.\n\n\n\nHow certain are you of that?  I mean, is this based on any -- any figures you're keeping on a daily basis or -- I \nmean, what -- why do you -- where do you come up with 30, 40 percent?\n\nCABRERA:  Well, Senator, out there in our areas of operation, we leave large swaths of land uncovered -- maybe \n20, 30 miles at times.\n\nI remember one time in the not too distant past where we actually at a 53 mile station, we had one person assigned \nfor that day.  We count sign, we -- we check the trail; some of these trails are two or three feet wide with not a speck \nof vegetation on them but we're not allowed to patrol out that area.\n\nThey constantly change the -- they -- they make the zones larger so it's harder for us to call in these gateways (ph) \nand they just don't want to hear it.\n\nI've been told by our chief of our -- of our sector that we are going to bleed heavily on our flanks at all of our \nstations.  The western flank usually gets neglected because we don't have enough man power to get out there.\n\nOur agents will count the foot sign; they will call it in.  And at the end of the day, the numbers get manipulated so \nthat it doesn't show up correctly.\n\nJOHNSON:  And again, the drug traffickers, the human traffickers -- I mean, because I was right there on the \nborder with -- with -- with folks like you.  And, I mean, they've got their cell phones right there; you're standing right \nnext to their spotters.  I mean, you're standing right next to their spotters and they're telling them exactly where the \npatrol agents are, correct?\n\nCABRERA:  That's correct -- as much as we watch them, they watch us.  However, they have an unlimited budget; \nthey -- they can see things better than we can.  They have resources that watch our stations, that watch our -- our -- \nour helicopters right across from the airport and there's -- there's nothing we can do about it.\n\nJOHNSON:  Sheriff Dannels, is that pretty much your estimate, too, somewhere between 30, 40 -- 30 to 40 percent \napprehension of those we detect?\n\nDANNELS:  I would -- I would agree with the agent on that.  And, you know, one thing I've learned over my three \ndecades is the statistical data that comes from Border Patrol switches every six months.\n\nAnd so, I don't use a lot on statistics as I use the quality of life by the people who live on the border and what they -\n- they can tell you when the border's secure, when it's getting safer just based on the traffic coming through their \nprivate lands and the damage they see and the fear they -- they live by.  So, I would agree with the agent.\n\nJOHNSON:  Of the other three witnesses, anybody want to dispute that 30 to 40 percent?  Anybody want to say it's \n75 percent or higher?\n\nBUFFETT:  Well, I can tell you that we have regular traffic across our border.  Mr. Brand may be able to brag that \nhe has the most people crossing, but I'll tell you in our sector, we have probably the most drugs -- but it's not a \ncompetition; I don't want to...\n\nBRAND (?):  Yeah (ph) but (ph) those (ph) are (ph) some real (ph) great (ph) topics (ph).\n\n(LAUGHTER)\n\nBUFFETT:  But I think the truth is across our ranch, we have multiple breaches daily.  And a large majority of this \nindividuals are not caught; they are not apprehended.\n\nI can tell you that one time I asked the sheriff -- I said, \"Can we go sit down on the border all night long with your -- \nyour scope truck and see what we see?\"\n\nIn six hours, we saw one Border Patrol agent -- in six hours -- and we probably we covering close -- oh, 15 to 17 \nmiles of the border.\n\n\n\nIf I were a border agent for my law enforcement experience, if I was on that border -- because we'd driven that \nborder at 1 and 2 a.m.  If I saw six people breach that fence and it's pitch darkness, do you think as an individual \nwith the rules that they have to operate under that I'm going to -- I'm going to proceed and follow those individuals, \ntry and apprehend them?  I'm not going to do that -- and it's not safe for the agents to do that.\n\nSo, I -- I think, you know, there are a number of people -- I can only speak to our ranch, but I guarantee you, you \nknow, if I had to estimate -- and I could not prove this -- but I would estimate that 50 percent of people coming \nacross that ranch at least are not apprehended.\n\nJOHNSON:  OK.  Anybody else want to dispute the 30 to 40 percent?  OK.\n\nMr. Buffett was talking about, you know, basically you have two types -- two types of individuals crossing the \nborder -- those that are really coming here seeking opportunity and it's a rational economic choice when the wage \ndisparity is somewhere three to four times higher here than it is in Mexico and Central America; then you have the \ncriminals.\n\nIs there any information, any estimates in terms of what percent are coming here for work versus how many, in \nterms of illegal crossings, are really the -- the drug cartels and the drug mules and -- and people coming across \nthat are criminals?  I'll throw that one to you, Agent Cabrera.\n\nCABRERA:  Well, you know, Senator, I don't know if there's any specific number that's -- that's coming through that \n-- that we know the actual percentage.\n\nWhat I do know is -- is my family has lived down there for some time.  My great-grandmother, my grandmother grew \nup right alongside the river.\n\nAnd what my -- my grandmother would tell me was when -- when she was young, people would come up and -- and \nthey would give them food and they would, you know, feed them -- give them some water, let them sit in the shade \nfor a little bit and then they'd send them on their way.\n\nNow the same people that live down there on that border -- they say it's a different type of people that are coming; \nit's a different generation that's coming through.  Now when they see people walking up the -- the gravel road, they \ngo inside, the shutter the windows and they lock the doors and they just don't want any part of it -- not because of \nsome sense of country or -- or whatever the case may be; it's a sense of personal safety...\n\nJOHNSON:  Out of fear.\n\nCABRERA:  And security -- yeah.  And -- and they -- their clothes are stolen from them -- they still use clotheslines \ndown there.  Clothes are taken from the line and they're just, you know what, let it go; I don't want to be any part of \nit.\n\nSo, I think that that's a good telltale (ph) sign (ph)...\n\nJOHNSON:  Sheriff Dannels, do you have some sort of stance, in terms of what -- what that percentage is?\n\nDANNELS:  I don't know what the percentage is.\n\nBut I want to comment, if I can follow up what the agent's saying in regards to the safety -- is Scott (ph) Arena (ph) \nis one of the ranchers that lives in our county that your staff met with and spent some time down there when they \ncame down.  He would've loved the opportunity to come here.\n\nI met with him Saturday before I flew out on Sunday and...\n\nJOHNSON:  Provide (ph) an (ph) opportunity.\n\nDANNELS:  Yes, yes -- I hope so.  And it is a fact that he had a scout sitting right on his property that he eyeballed \non Saturday because they'd been pushing drug pretty hard through his property.\n\n\n\nAnd there -- there's a real -- how can I say this?  This -- it's amazing -- is the fact that these ranchers and farmers \nand these citizens that live in these vulnerable areas are afraid to leave their homes for the fact they'd be broken \n(ph) into.\n\nScott (ph) Arena (ph), for example, I'll speak on his behalf -- he's been broken in four or five times, one time holding \nthe door closed while they're trying to break in.\n\nThe -- the other part is that they're afraid to go on their ranch lands without being armed because of the fear of what \nhappened to our rancher who was shot and killed, Rob Krentz.  It's -- it's just a horrible way to live when we live in \nthe United States.\n\nAnd -- but that's what I -- when I get the phone call at two in the morning, \"Sheriff, they just broke into my house \nagain.  Sheriff, they just took my jewelry and my guns.\"  I mean, this -- this is just horrible stuff but it's real to us \ndown there and that's why your visits are so important to us.\n\nJOHNSON:  Mr. Brand -- because I believe it was in your testimony you talked about you'd been on the border for \n60 years and you've seen a dramatic change in just the conditions on the border -- if you could just speak to that \nbefore I turn it over to Senator Heitkamp.\n\nBRAND:  Senator, you know, and I (ph) pretty (ph) much (ph) -- growing up in the valley, we spent a great deal of \ntime on the river.  You go down, you ski, you swim, you picnic, you camp out.  People had camp -- cabins, people \nhad trailers down there that they kept; it was a very relaxed atmosphere.\n\nIf you go down to the river right now, you will see it's all gone; it is all gone.  No one does any of that anymore, no \none -- and there's a reason.  It's not the immigrants, it's the cartel.\n\nIt is -- and all the farms that we had and that we leased; all the farms that we leased, the owners actually lived on \nthe land.  To this day, now I can go back and show you every one of those and they are all gone.\n\nThe colonials, the churches and -- and general stores that we had on our farms -- they have all been torn down and \nmoved.  All the landowners that we worked with have all moved off their property because it's no longer safe.\n\nJOHNSON:  OK, thank you.\n\nSenator Heitkamp?\n\nHEITKAMP:  Thank you, Mr. Chairman.  And I want to assure everyone here that we've voting and that's why \npeople are running in and out.\n\nThat your testimony today is absolutely critical as we move forward with I hope a mutual goal which is to stop \nunauthorized individuals from entering our country.  I mean, I don't know how I can say it any more clearly -- that \nthat is the job of a government, to secure their border.\n\nAnd I have been on the border at least four, five times.  Once I went to El Paso; that was before I was a United \nStates senator and I was encouraged to cross without an I.D.  I said, \"No way am I not taking my driver's license.\"  \nAnd I don't think I exactly look like a Mexican national, so I was just waved in without even checking credentials \nwhen I crossed back.\n\nI was able to go to the border with Cindy McCain back to El Paso; saw the changes that they had made.  It was a \ncompletely different border crossing from the border crossing that I was at four years before that.\n\nI had a chance to basically see the border crossing in McAllen -- see the challenges that -- that the personnel had \nthere with children -- unaccompanied minors basically coming to the border and surrendering.\n\nI think, you know, the good people of McAllen, not just the federal officials, stepped up and provided services.  And \nMcAllen's to be commended for how they responded to that crisis.\n\n\n\nThen I had a wonderful opportunity at the request of Mr. Buffett to come out to the -- to the Arizona border in \nCochise County and was hosted by the sheriff and by Mr. Buffett.\n\nI would encourage everyone on this committee who thinks they know about border issues to actually go to the \nborder and actually visit with people who are on the front line, whether they are law enforcement officials, whether \nbusinesspeople, whether they're ranchers who Mr. Buffett speaks for today.\n\nIt is -- it is a atmosphere of fear; it's an atmosphere of intimidation.  It's an atmosphere where, you know, my land \nused to be worth this and it's not worth this anymore.  We have to prove negligence on -- on the part of Border \nPatrol or Border Protection before we're compensated for the damage done to our land; that's another issue we \nhaven't even touched on.\n\nBut what frustrates me with hearings like this is you all come with good ideas; you all come aware of the situation \nand -- and you get a lot of politics, I think, back.  So, how about we just start talking about solutions?\n\nHow about we just step up and say let's get it done; let's figure out how we're going to actually listen to the sheriffs \non the border.  Let's talk about how we're going to listen to the landowners on the border, how we're going to listen \nto businessmen on the border and then listen to the people who are on the border who are responsible for \nprotection.\n\nAnd so, I think that there's been a number of really great ideas today that have been advanced, particularly in your \ntestimony, Mr. Buffett.  I think we need to have a broader discussion about what those things do.\n\nBut getting to the view from a mile high, Sheriff, I think you said it best when you said we're operating on a plan of \nborder security that was written in the '90s to -- to basically prioritize the points of entry, prioritize the large \npopulation areas.  And as a result, this balloon has pushed particularly the criminal element to the rural \ncommunities where -- where those individuals are most vulnerable -- and I speak as somebody who was involved in \nrural law enforcement for a lot of years.\n\nSo -- so, my question to you, Sheriff, is how do we institutionalize a -- a consultation or a communication with \nborder sheriffs, with border chiefs of police in order to make sure that those voices are heard at the federal level?\n\nDANNELS:  We -- we already have an association, Senator.  It's the Southwest Border Coalition made up of \nsheriffs of the 24 counties on the border from Texas to California.\n\nWe collaborate; we work together.  We have a strong association and I would say 99 percent, we're in agreement of \nwhat needs to be done, all the way up to the National Sheriff Association where there is a comprehensive plan on \nborder security, along with our Arizona and Western Sheriff Association.\n\nOne of the suggestions I have, along with my fellow sheriffs, is that we respectively work with our state governors \nwho automatically work with you all when it comes to keeping all the stakeholders involved.  I think it's so important.\n\nThe other aspect of it is the -- the local collaboration.  In our county, we work very close with Border Patrol, the \nstate agencies, the chiefs (ph), myself -- we meet every three months.  We talk -- we talk about the hot topics, \nwhat's going on, and we bring solutions to the table on how we can do the job better -- our interoperability, our \nintelligence sharing, our ability to work face-to-face.\n\nAnd -- but once it seems to get out of -- beyond the walls of Cochise County, beyond the walls of the state of \nArizona, it becomes very fuzzy and blurry and -- and very complex.  And I understand the complexity of this issue -- \ndon't get me wrong.\n\nSo, I -- I say we include your -- your sheriffs are a direct voice of trust in their respective counties.  So, I think it's \nimportant that we continue that voice with the sheriffs in (ph) that (ph) endorse (ph).\n\nThe other aspect -- I got to say, I'd be remiss if I didn't say it -- is the funding absence for local government.  Again, \nlike I was talking with our border team that's a mission-driven team under the sheriff's mission supported by Border \n\n\n\nPatrol, Customs and U.S. Force -- again, six to eight weeks, we took 30 smugglers down; three I believe were \nteenagers.\n\nAnd the federal government has a technicality where they don't challenge or don't put away teenagers for \nsmuggling.  They go back across the line.\n\nWe actually prosecute them.  We ran them as adults, put them in our detention and then up to the prisons.  Like I \nsaid, all 30 went to the state prison; we -- we have no issue with that.\n\nWhen it comes to our state criminal aliens...\n\nHEITKAMP:  But -- but you are incurring the costs?\n\nDANNELS:  We're incurring all these costs.  And I'll give you an example under SCAP which is the State Criminal \nAlien Apprehension program which has been redefined to I think very challenging.\n\nSo, in the last two years, we've had three quarters of a million dollars in expenses to house illegals at the county \njail.  In return, the federal government has given me about $45,000.  So, I'm getting pennies on the dollar to house \nillegal criminals in our jail.\n\nHEITKAMP:  I think the point that I want to make is that as we're talking about resource reallocation or plus-up, we \nneed to involve the sheriffs and we need to involve...\n\nDANNELS:  Yes.\n\nHEITKAMP:  The programs that provide for collaboration with local law enforcement.  And -- and I think that -- that \ncouldn't be more critical.\n\nMr. Buffett, obviously I spent some time with ranchers and -- and with various people on the border.  And -- and \nyou have a -- I think an -- a very astute observations about how we can do better and I think -- want to applaud you \nfor the work that you're doing all up and down the border in terms of providing hope for some of those ranchers \nwho haven't felt very hopeful in the past.\n\nBut I want to turn to some of the issues that Ranking Member Carper was talking about.  You've been all over in -- \nin some of the most war-torn, desperate places in the world, particularly in Africa and -- and Central America.  How \nwould you evaluate today the -- the security of Central America compared to other places you've been?\n\nBUFFETT:  Well, we spent a lot of time in the Democratic Republic of Congo.  And other than when I'm probably in \nan active conflict area in those areas, I would say that Honduras, Guatemala and El Salvador probably outrank \nmost countries in Africa in terms of its -- it's a different kind of threat; I will say it's a very different kind of threat.  But \nit's dangerous going to those countries.\n\nAnd people live in those countries and -- and I don't think there's hardly anybody in this room -- honestly, if they \nwere going to speak frankly, would not say that if they were in those circumstances, living in those circumstances \nwhere kids are inducted at early ages into gangs, parents lose control of their families, they can't make living -- a \nliving that's adequate, the can't feed their kids -- I don't think there's anybody in this room, if they're really going to \nbe honest about it, who wouldn't say I would try to go north, as well.\n\nSo, I think my point in my testimony is that as long as we don't have a border that is secure, as long as people \nthink that they can cross that border, as long as they believe they can get into our country, we are contributing to \nthat humanitarian crisis by not controlling that border.\n\nAnd I don't think it's always phrased that way but I think it's important to phrase it that way.  Because in the end, \nwe're all human beings -- whether we're senators or sheriffs or ranchers or whoever we are, we're all human beings \nand we have to care about how our actions impact other people.\n\n\n\nAnd so, it's true; there's a -- the majority of the responsibility clearly falls on those governments; there's no question \nabout that.  But if we use that as an excuse to ignore the problem or not help solve that problem, then in the end \nwe're going to continue to suffer in this country -- there's no question about that.\n\nHEITKAMP:  Would you agree that -- that the United States -- sorry.\n\nJOHNSON:  Senator Heitkamp, I'm happy to do a second round but I -- I've got some questions, as well, and I'm \nnot sure what the timing of the hearing's going to be.  But, you know, appreciate your involvement.\n\nAnd I would also say the reason obviously we have the people on the ground is to lay out that information to involve \nthem.\n\nAnd the other part of this process -- again, how to solve a problem is you have to properly define it, you have to \nunderstand the depth of it, you have to acknowledge reality, you have to admit you have that problem.  The reason I \nwant to set up a process with not only multiple hearings but also multiple round tables -- a little more informal \nsetting where we can really drill down and get the information, get the facts, describe the reality so we can actually \nstart designing real solutions.\n\nBut I also have a number of questions I want to continue on.  Again, not acknowledging the reality -- if we've got the \nhigher-ups here in Washington saying we're 75 percent secure but we're only 30, I mean, we're deluding ourselves.\n\nI just want to ask about the possibility of achieving 90 percent apprehension rates.  Is -- is that possible?  And I'll \nstart with you, Agent Cabrera.\n\nCABRERA:  Well, sir, I don't know if that's possible.  I -- I'd like to think it is.  Until we start getting more proactive \nabout what's going on down there, proactive and -- and going after what needs to be done as opposed to reacting \nto what's already being done, we're always going to be caught -- caught off guard.\n\nJOHNSON:  Again, we -- we are a long ways from that 90 percent.\n\nCABRERA:  We are -- we are a long ways from that 90 percent.  I...\n\nJOHNSON:  Sergeant Dannels, can -- can you kind of address that?  I mean, do you -- do you think 90 percent is -- \nis achievable?\n\nAnd again, we've had a number of people now talk about we need more -- more agents, we need more bodies just \non the border.  Where we had the National Guard positioned in Texas -- that worked.  How many more people do \nwe need that are actually boots on the ground there at the border?\n\nDANNELS:  Well, to begin with, Senator, I think first of all you need to look at your allocated resources and see if \nthey're being maximized on the border to get a true number of what you actually need on the border.  And -- and \nthen set the -- reset the plan of primary deterrence (ph) at the border and out away from the border and the \nsecondary -- secondary intervention from there.\n\nThe other thing I think is so important -- I do believe we can get up to that 90 percent plus.  It's going to take some \ntime; it's going to take some -- some -- some political will to do that -- and -- and not political posturing but political \nwill.\n\nWhere the border is -- and I appreciate your stance and your -- your -- our conversation we've had in the past to \nunderstand this is a very comprehensive problem but that it's a mandated (ph) problem to protect our freedoms and \nliberties.  And if we don't secure our borders, we'll never get there -- or at least if we don't try, we'll never get there.\n\nOne thing that -- my (ph) citizens (ph) have (ph) hit (ph) on this is they become very numb to the fact that nothing's \ngoing to change.  And that's frustrating for me, directly linked to my citizens in Cochise County, and it makes no \nsense to me either.\n\n\n\nBecause the plan of the '90s is still in effect; not many people talk about -- how do we redefine this plan?  I think we \nneed to look at that.\n\nJOHNSON:  Now, I've -- I've seen the VADER system and the unmanned aircraft; I've seen the aerostats; I've seen \nthe fixed towers.  I've definitely seen that we've probably improved our ability to detect.\n\nI'm not sure I've seen the technology that Senator McCain was talking about that has been developed in \nAfghanistan and Iraq.  Is any of that positioned anywhere in the border right now or is that just what -- what has \nbeen used in military?\n\nCABRERA:  We -- as far as the radar systems that they have out there in -- in Israel, we don't -- we don't have any \nof those down there.  What we have are some -- some blimps and that's pretty much it.\n\nWe hear there's drones; we've never seen them, so...\n\nJOHNSON:  OK, but again, we can detect and we can improve our detection; we can apprehend, we can improve \nour apprehension.  But then if all we do is process and basically give somebody a notice to appear and then give \nthem a bus ticket or plane ticket and disperse them throughout America and have them really join those people \nliving in the shadows, we haven't really solved much of the problem.\n\nMr. Brand, you're shaking your head.  Is that -- is that your understanding of what we're doing?\n\nBRAND:  Senator, one of the things that I -- I have participated in and been a part of for the last nine years is the \nHHS ORR program.  What (ph) with (ph) these 16-year-old boys and -- and what we do with them and how we \nprocess them and to watch; we spend more money on these kids as they come across than we spend on our own \npeople -- and I'll stop.\n\nCARPER:  Senator Ernst?  Senator Johnson's going to vote; I've got to run and speak at a Finance Committee \nhearing.  You're the new chair.\n\nERNST:  Fantastic...\n\nCARPER:  I'll (ph) be (ph) back (ph).\n\nERNST:  Thank you so much, Ranking Member.\n\nCARPER:  Get some good stuff done.\n\nERNST:  Thank you.  So nice to have you here; I appreciate your testimony.  A lot of hearings going on this \nmorning.\n\nI would like to start by -- and I hope nobody has covered this yet, but those that -- those of you that have the \ninformation available, what is the working relationship with -- with various agencies as it pertains to the Mexicans \nand the drug cartels?  What are -- what are we doing in that relationship or -- or how can we affect that?\n\nIs the border effective against bringing in weapons, drugs, anything from -- from the drug cartels that exist in \nMexico and South America?  What is our relationship like?\n\nCABRERA:  Well, Senator, I can tell you firsthand, as far as dealing with the -- the Mexican authorities, they're no \nhelp at all.\n\nWe've actually been there were we've called them to interdict some people that had run some drugs to our side; \nthey took them back to the Mexican side.  We called the Mexican authorities to come and check these people out; \nthey actually opened the gate for those people to leave and then locked up behind them.\n\n\n\nWe had another one where we were in a standoff with guns drawn from our -- from our position on a boat in the \nriver to a position in a -- in a Mexican park.  And the police came up, drove around the vehicles, stopped and talked \nto somebody, shook hands and drove away.\n\nThey tell us to call the Mexican authorities -- they'll fix it, they'll -- they'll -- they'll get it done.  We -- we rarely, rarely \nsee them.  Every now and then we'll get some assistance from the military and that's just basically because the \nmilitary doesn't have any more friends in Mexico so we're their only friends left.\n\nBut for the most part, the -- the cooperation across the border is -- is -- is just not there from -- from my -- from our \nstandpoint on the river.\n\nERNST:  That's extremely, extremely disheartening to hear that.  I think we -- we do need to do more but we do \nneed greater assistance coming from those authorities, as well.\n\nAny other thoughts on that?\n\nDANNELS:  Senator, if I could add to that...\n\nERNST:  Yes, Sheriff.\n\nDANNELS:  Relationships are built on trust and right now that doesn't exist on the border communities.  And let me \ngive you an example -- in fact, there's a cartel hit on me right now for -- if I stepped into Mexico, I'd be in serious \ntrouble.  I'd be on CNN or Fox or a major network for what they do to me.\n\nThe -- the point is we don't go into Mexico.  We have very limited dialogue with them.  It's all based on lack of trust \nand based on the cultures on these border communities.\n\nAnd I agree again with what the agent's saying -- is it's just -- it's very challenged, very strained.\n\nBUFFETT:  I might add from a little different perspective that maybe two quick examples is we've met with our \nMexican counterpart ranchers on the other side of the border.  And they're quite descriptive about the experiences \nthey have and the fact that they get zero support in terms of any agencies on that side of the border -- and they \nhave to live with the drug cartel.\n\nAcross from us, we're actually in an area in Arizona -- it's not very flat; we're at 4,200 feet and we have hills that are \n4,600, 4,700 feet.  There's one across in Mexico -- they built a little shed on top of the -- on top of the hill and that -- \nI -- I can't walk on our ranch without knowing that I'm being watched across the border.  And believe me, those \nspotters have excellent technology, as well.\n\nBut what the ranchers told us is that they -- they have no option but to basically be compliant; because if they're not \ncompliant, they are told that we know where your kids go to school, we know where your wife shops.  And so, if \nthey're not compliant, they're -- they're under constant threat.\n\nBut the point of that being that they will tell you themselves that there is absolutely zero support from law \nenforcement agencies on their side of the border to support their position.\n\nThe second thing I would tell you is a few years ago, probably about five or six years ago when there were \nestimated 5,000 people crossing at the Nogales area, I went downstate in Altar, Mexico.  I wouldn't do it today \nbecause I probably wouldn't come back but I followed the buses out to the border.\n\nAnd -- and on the way to the border twice, the federales (ph) stopped the buses and they would check your \ncitizenship.  And if you were an OTM, they would kick (ph) you off and they'd take you down to a facility -- now it's in \nChiapas.  If you're a Mexican, they would allow you to proceed to the border.\n\nSo, all -- all it does is emphasize the fact that Mexico is not only not supporting border security, but in a sense, \nthey're condoning it.  And so, that's from the other side of the border.\n\n\n\nSo, I -- so, absolutely you see it on both sides of the border.  There -- there is minimal interest or support from the \nMexican government from my personal experience to do anything about those coming across the border.\n\nERNST:  Again, very disheartening.\n\nI know Senator Ayotte had brought up General Kelly's testimony -- the testimony that he gave coming from \nSouthcom the other day.  And I do believe that we have to crack down on these drug cartels and the trafficking that \noccurs across the border; I think we need to do that.\n\nBut I do believe that we need a physical barrier.  And I think I've heard maybe pieces of that.\n\nBut until we have that -- and I know in your experience, Mr. Buffett, Mr. Brand, as living in that area, having these \nissues -- until we actually secure the border, I know that you've dealt with this for -- for years.\n\nAnd what a cost -- what costs have you seen associated with this?  Is there anything that you have done on your \nown property to make sure that -- that you are protected, your livelihoods are protected?\n\nBRAND:  When I first became manager of the district, I went down and the first morning I was there, between 7:30 \nand 8:00, we had vans zoom through our part of the property -- 45 acres of water district owned (ph), it's on the \nembankment of the river.\n\nAnd I asked them, was that -- so, that's the cartel?  That's either drug or people.  Well, I says, \"Well, call the Border \nPatrol.\"\n\n\"No, we're not calling the Border Patrol.\"\n\n\"Why not?\"\n\n\"Because they know we work here; they know we're here.  And if we call, they know we're the ones that did it \nbecause we're the only ones that saw.\"\n\nThat was going on at 7:30, 8:00 in the morning; 3:30, about 4:00 in the afternoon, I finally figured out that was shift \nchange for Border Patrol.\n\nAnd so, I will tell you for me, that's not how we're going to work and live in our community.  And so, we began trying \n-- and this has been 10 years -- first I thought streetlights would work but that only helped them see better at night \nwhen they came across.\n\nThen we put in -- we had what we called splashdowns which Border Patrols are familiar with where they would -- \nwhen they were intercepted -- drug cartel was intercepted, they would turn around and run -- drive their cars back \nthrough our property as fast as they could off the embankment and splash down on the water, get out, pull the \ndrugs out and take them back.\n\nAnd they would have men on the other side ready to meet them to come out and pull the drugs out before the car \nsank.  Border Patrol -- last time they came to our district, they pulled out five cars, one of them still with the drugs \nin it.\n\nSo, we put up Jersey barriers -- which if you're familiar with that...\n\nERNST:  Yes, very familiar.\n\nBRAND:  So, we put those up and it stopped; it stopped.  And so, the next step was we still had traffic.\n\nWhen you all announced the cutback several years ago, we had the most traffic we've ever had.  When -- it was \nsaid in our paper, in our local paper that the government's considering cutting back the hours, the manpower and \nthe gasoline for Border Patrol.  The very next day and for several weeks following, we started having dozens and \ndozens and dozens of people come through our property.\n\n\n\nAnd so, we -- we -- when we finally got our -- first time in -- I've got three generations of people that have worked for \nthe water district over a 65-year span.  None of them have ever seen this before.\n\nAnd so, went to the board (ph); board (ph) said, \"Well, you put up a fence, you look at getting a fence, you get more \nlights, you get looking (ph) through (ph) security officers.\"  Well, went to Border Patrol to give them a heads up \nbecause if there's going to be any guns on the -- on the river, they -- they like to know it.\n\nAnd -- and they said, \"Well, give us an opportunity to help you with that.\"  So, they came down, they put up their \nportable towers, which you've seen, as well -- mans (ph) towers with day and night infrared, thermal imaging \ncameras on top of those.\n\nWhen they did that, the traffic stopped; that was the first time it just stopped.  And we went back to them and asked \nthem, \"Have you ever put these towers on the embankment of the river?\"  And in this particular sector, they had not \nbecause they didn't have enough of them nor had they had the opportunity -- and they did and it worked.\n\nSo, now they -- they man that thing; that has been there ever since -- ever since then, which has been years now.  \nIt stays there now.\n\nWe went and put a boat ramp in; just finished a water trough this week for the horse patrol.  Our water district in the \nlast 10 years has probably invested over $300,000 in our facility in order to assist, knowing that there are things \nthey can't do that we can that assist them and vice versa.\n\nAnd this is what we believe is -- again, we put up towers, we put up cameras -- gave them access to those \ncameras.  These are things we've had to do.  All of those things put together has made us, as far as I'm concerned, \nwe're probably in the safest area right now anywhere you can be on the U.S. border.\n\nERNST:  So, it's safer but it was up to you to initiate that...\n\nBRAND:  Well, it was up to part (ph)...\n\nERNST:  Jersey barriers -- OK, right.\n\nBRAND:  It was partnership.\n\nERNST:  Right.\n\nBRAND:  You know, they -- they -- they made suggestions, we did and we -- they said, \"Could you put up more \nfloodlights?\"  We did it.  They just put 125 foot tower -- camera tower, a portable one several months ago that, \nagain, it has stopped the traffic.\n\nOf course, we also have the wall and I wanted (ph) to (ph) -- through the middle of our 45 acres, so -- and a gate.  \nAnd so, I will tell you that the gate does work; it has a place.\n\nThere is not one single for Texas which has half of the total Mexican border -- there is not a single solution that \nworks on the whole border.  All of these things that we've talked about today are all have to be incorporated, but \nyou have to take the -- the lay of the land to determine what the correct approach is.\n\nAnd around these cities, they've been right; it has funneled people out of the cities and into the open.  Thank you.\n\nERNST:  And Mr. Buffett, what type of safeguards have you seen or utilized?\n\nBUFFETT:  Well, I remember when we bought this ranch, somebody came to me and said, \"Let me give you a little \nadvice -- actually, let me give you a warning.  If you see gentlemen crossing\" -- I don't know why he called them \ngentlemen but -- \"if you see gentlemen crossing your ranch and they're wearing burlap bags on their legs, \nabsolutely do not confront them and walk away.\"\n\n\n\nThat's a typical way, as the sheriff will tell you, to cover their tracks -- and Agent Cabrera would tell you to cover \nyour tracks.  These men are armed and they're -- and they are dangerous because they will protect what they're \nbringing across the border.  So, we're -- we're in a constant environment of concern.\n\nI will tell you that because we're doing some things differently on the border, I think it would be interesting to see \nhow they turn out.  But we have also experienced -- we have a situation where the Border Patrol -- the federal \ngovernment has taken quite a bit of -- of land in a certain respect in terms of roads and -- and hills by imminent \ndomain on our ranch.\n\nWe've been able to have good cooperative discussions with them but there are things that could've been handled \ndifferently, for sure, as a property owner.\n\nBut I think one of the things we're doing quite -- this -- to spend my time on -- on anything, I would spend it on this, I \nthink -- which is we had ranchers come to us, the sheriff came to us, Senator Heitkamp helped us with this -- with a \nmeeting with the Secretary Vilsack.  And we are now implementing a program, and we started it last year, where we \nare going to try to clear a -- well, we will be clearing a mile deep for about 38 miles of the border of all the invasive \nspecies of creosote and other invasive species.\n\nThis will change the face of how the border looks for these ranchers.  For one thing, they're concerned about their \nsafety, which is of course one issue.  The other is that they want to reclaim their lands in (ph) turn (ph).\n\nSo, this is -- this is a water and grassland conservation project and it's also a border security project in one.  We \ngot great support from U.S. forestry, from the NRCS.  And -- and the Border Patrol has been supportive in certain \ncases -- not in all cases.\n\nBut I think at the -- at the end of the day, it's something new, it's different, it hasn't been tried to this extent -- at least \nnot in Arizona.  And we'll see what the results are.\n\nThe funny thing is the Border Patrol says we'll catch more people; the ranchers say less people will cross.  So, we \ndon't know who's right.\n\nBut it's a pretty innovative program; it's costly.  We have a hundred percent buy-in from the ranchers; we have good \nsupport from some federal agencies but not all the leadership.  And -- but we do have great support also from the \nlocal people.\n\nERNST:  But it is a great starting place, so that's encouraging to hear.\n\nAnd Sheriff, just one final question before I turn it back over to the chair -- what -- what are you preparing for, as far \nas the summer influx this year?  What types of measures -- security measures are you putting into place -- ideas, \nconcerns?\n\nDANNELS:  One thing we've done is -- is realize that our local solutions are -- are mandates living where we live.  \nSo, we -- we've -- we're going to keep and sustain what we're already doing.\n\nWe have a ranch advisory team which is made up of ranchers and farmers and citizens that advise us on a daily \nbasis that there's a critical event going on in our county or the smuggling's picking up.  It's great intel-driven \ninformation.\n\nWe also have a ranch patrol where our two deputies that go out there -- they work strictly as a direct voice for our \nranching and farming folks.\n\nAnd then we have a -- a border team and that border team gets strengthened every day.  We just added two more \noutside agencies into that where they go out and they work intel based on the ranch advisory team and the ranch \npatrol and they work in collaboration with Border Patrol, Customs -- and they've been very, very beneficial in \nbringing trust back to the ranchers that, hey, there can be a difference on their lands -- that they've seen little results \nand frustration.\n\n\n\nAnd so -- and it's also bringing trust back with Border Patrol because there's ranchers in our county that have \ntrespassed Border Patrol from being on their -- their property based on lack of trust.  And that's -- that's so sad; it's \nso sad.\n\nSo, we've taken a multi-badge (ph) one mission approach in our county.  And the interoperability, the intel sharing, \nthe ability to communicate is so important -- not just talking face-to-face; what I'm talking about is the I.T. \ninfrastructure which we've -- we built that system up which we're bringing all that into one all throughout the county.\n\nSo, we have a lot of neat programs that we're doing and we'll continue to sustain that; but it comes back to a budget \nissue, also.  And we get very little support.\n\nStonegarden's about the only program that's beneficial that really seems to work well for us in Cochise County \nwhich is -- still has some challenges, don't get me wrong.  But overall, that's a good program -- but besides that, we \nget very little.\n\nERNST:  Very good; thank you so much for your testimony today.\n\nThank you, Mr. Chair.\n\nJOHNSON:  Thanks, Senator.\n\nI will give all the witnesses a chance to kind of sum up or if you've got a brief comment at the very end here.  I've \ngot a couple other questions I want to continue to go through.\n\nYeah, I was surprised by Miss Weisberg-Stewart's contention -- it may be true; I just don't know.\n\nI just wanted to ask Agent Cabrera and Sheriff Dannels, I mean, is it true that most drugs are actually being \nfunneled through the ports of entry as opposed to illegally smuggled in between those ports?  Agent Cabrera?\n\nCABRERA:  Senator, I don't believe so.  I know there is quite a bit that goes through the port of entry but we do \nhave quite a bit.  I think they -- they just over the past weekend, just in our area, that small area along the border, \nover $5 million of -- worth of marijuana was -- was caught just within two days; that's only what we catch.\n\nGranted, when marijuana's a little easier to catch than some of these other high value drugs, obviously they're \ngoing to put a little more into making sure they're secured.\n\nBut I -- I do believe there is a lot coming through the port of entry but there's also more than a ton of it coming \nthrough the -- the river itself or -- or in Arizona's case, the desert.\n\nJOHNSON:  Sheriff Dannels, do you -- do you believe what Miss Weisberg-Stewart was saying is an accurate \nassessment?\n\nDANNELS:  I -- I would say the port of entry has its attempts to come through and -- and get through, if you want to \ncall it such.  But I truly believe that the go-around -- the open seams on our border, southwest border are -- are \nmore common.\n\nSecond part about that is the tunnel that was discovered several weeks ago -- that was approximately a two-year-\nold tunnel.  By the way, that was discovered by a traffic stop -- intel-based, but by a traffic stop.  In that vehicle was \nalmost 4,900 pounds of marijuana.\n\nThey'd back it up, load it in the -- where the -- the shaft for the tunnel was concealed, load up the vehicles.  So, if \nyou think about that in two years how much drugs went through that is amazing -- which, by the way, was like a \nquarter of a mile from the port of entry.  So...\n\nJOHNSON:  Miss Weisberg-Stewart, obviously I should -- I need to give you a -- where'd -- where'd you get that \ninformation from and -- and how can we verify that?\n\n\n\nWEISBERG-STEWART:  Well -- well, actually, sir, if you look at statistical information that's actually come from the \nDepartment of Homeland Security, I think you'd be amazed what you'd find.\n\nBut I think it's important for you to also look at the importance of looking at the big picture of facilitating legitimate \ntrade and travel and what those affects (ph).\n\nWe've heard a lot of between the ports of entry but not at the ports of entry.  Our ports right now are suffering \ntremendously.\n\nYour state alone exports a total of $2.8 billion.  Mexico is your -- is your second export partner and 117,665 jobs \nrely on your trade with Mexico.  And if you look...\n\nJOHNSON:  Correct (ph) -- correct (ph), I'm...\n\n(CROSSTALK)\n\nWEISBERG-STEWART:  If you would -- if you would look at the ports of entry, you would actually see the security \nand you would actually see that right now, we constantly put policies in front of the cart before the horse on dealing \nwith actual security needs.\n\nSo, we believe that these goods are coming through because we have not accurately as a government facilitated \nthe trade and travel and given them the funds necessary in order to cartel the amount of drugs that are coming \nthrough.\n\nJOHNSON:  Being an exporter myself in my former life, I'm -- I'm all for free and fair trade and -- and functioning \nports of entry but the question was really about drug smuggling.\n\nWhen I was on the border with -- and people spent a day with me, and I appreciate that, Sergeant Cabrera, on a \nSunday -- on your day off.  One of the revelations that -- or certainly one of the -- one piece of information I got was \nthat I've always felt law enforcement, prosecutors, district attorneys -- they're always fighting over -- over \njurisdictions so they can -- you know, they get the collar; I mean, they're the ones that get to -- to prosecute and \nsend somebody up.  \n\nThat wasn't the case on the border.  What -- what I heard is that -- and I just want to get the reaction if this is \nbasically true -- but I heard we're not even prosecuting, for example, marijuana smugglers unless they have at least \n500 pounds of marijuana.  We just -- we don't -- don't bother prosecuting.\n\nAnd the jurisdictional battles is I don't want to touch that prosecution; you take care of it.  Is that -- was that an \naccurate assessment of the people I was driving around the border that day?\n\nSheriff Dannels, I'll start with you.\n\nDANNELS:  Senator, you're exactly correct.  It's -- teenagers are an example.  I think we have four or five in our jail \nright now that are remanded juveniles that have been arrested, picked up -- we actually remand them as adults and \nput them in our center to prosecute them; the federal government won't prosecute them.\n\nJOHNSON:  Again, so the drug traffickers use teenagers because...\n\nDANNELS:  They won't prosecute.  And I was talking to the sheriff in Yuma, Sheriff Wilmot last night.  There's an \nissue right now where those illegals that have child or that -- pornography -- child pornography -- they won't \nprosecute.  And we just started talking about that last night.\n\nSo, again, these burdens are on our local county attorneys.  That's why I have such a great partnership with ours \nwhen it comes to doing that and making sure that we can prosecute these folks -- they're bad in the communities.\n\nI don't know if you realize the five most busiest federal courts in this country are in the Southwest -- and that might \nbe a clue of -- of our border issues again.\n\n\n\nJOHNSON:  Agent Cabrera, do you want to comment on that or -- I see you kind of writing things down there.\n\nCABRERA:  Well, Senator, like we talked about before, a lot of times like -- like -- like Sheriff Dannels said, they -- \nwe don't mess with the juveniles; for -- for some odd reason we won't prosecute them.\n\nIf it's weekends, a lot of times they'll -- they'll pass on some of these smuggling cases because it's a four-day \nweekend.\n\nJOHNSON:  So, do we just set them free then -- just (ph) release (ph) them (ph)?\n\n(CROSSTALK)\n\nCABRERA:  Sometimes, yeah -- a lot of times we do.  We'll do an administrative smuggling case; we may seize the \nthe vehicle. They'll come pick it up Monday and start from scratch. With some of our agents that get assaulted it \ndoesn't meet the threshold, if he doesn't have enough blood or bruising, they don't prosecute. One thing I've always \nadmired about the state of Texas is if you so much as bump into a police officer you're going to do some jail time \nunless that police officer happens to be a border patrol agent. Unfortunately, with a border patrol agents, they just \ndon't put too much in the way of deterring people from assaulting our agents.\n\nNow as a - on a national level throughout the border patrol, we have more than one assault per day on our border \npatrol agents. Unfortunately there's probably even more that go unreported because these agents know that \nnobody's going to prosecute for them.\n\nJOHNSON:  Talk to me about the drug cartel's control over the Mexican side of the border. I certainly witnessed all \nkinds of things just in my day there and saw a bunch of photographs that really show the impunity with which the \ndrug traffickers really are controlling that border. Can you speak to that a little bit?\n\nCABRERA: You know, the interesting thing about that is if some of these people that were coming they could have \ntaken the bridge. They could have come across through the port of entry, ask for amnesty of what's the word I'm \nlooking for, credible fear, and it would have been granted. They would have broken no laws. But the smugglers \ncontrol who crosses where. If a group of smugglers - if a group of immigrants are walling towards the bridge the \ncartels will come up and say look you're not crossing that bridge you're going to go through this river. No, well I'd \nrather cross through the bridge. Well, you don't have a choice. You're gonna cross through here at this point at this \ntime when we tell you. And on top of that you're going to pay us. And they send them across when they want to \nsend them across, where they want to send them across, because they know it's going to tie up our resources. And, \nin doing so then they can do the end-around and run some either high-level high-interest illegal aliens or some \ndrugs around the backside when all of our agents are tied up with a group of say 80, 90 or 100 people trying to get \nthem sorted out.\n\nJOHNSON: Is it also true that they use rafts to paddle the drugs over but those rafts are tethered to a truck so if \nthey do meet some sort of resistance they just pull them right back over and again, they can do it with impunity \nbecause they control the Mexican side of the border. They don't have to worry about being picked up by Mexican \nofficials.\n\nCABRERA: Exactly. The Mexican officials are already paid off on that side. They can operate as long as they have \nthe money they operate they control that river. They will at first they were oaring those things across back and forth \nand it got to the point where our border patrol agents were confiscating the rafts and intercepting their load. It got \nto a point where they would tie a rope to the end of the raft and if they saw the boat coming that truck would take off \nand they across that water and get to Mexico before it stopped.\n\n(UNKNOWN): So again, they have total control of the Mexican side of the border. You can just sit there and watch \non our side of the border with their cell phones to make sure we all know where the border patrol agents are, and \nwhen the time is right the thing is headed over, they go oops, it didn't work so good they just haul them back. And \nagain they're not being caught; they're not being apprehended on the Mexican side. They just bide their time, and \n\n\n\nthat's why it's so incredibly difficult for us to fully detect and fully apprehend unless we have a whole lot more people \non the border.\n\n(UNKNOWN): Exactly. And if you go down that river at night with infrared you'll see 3/4 mile, you'll see somebody in \nthe trees along the Mexican side. And they watch, they count how many people are in the boat, if they're going up \nriver or down river, and it's like checkpoints on the Mexican side. They know that, okay, the boat has passed point \nA, so by the time we run this load back and forth the boat can't possibly make it at its top speed to have it all figured \nout. And, there are consequences for these guys losing loads when they come across with their drugs if they lose it \nsometimes you'll seem them wash up on shore a couple of days later. They're real strict on how they do their \nbusiness on their side. They are running the show, at least on the Mexican side and to an extent on our side.\n\nJOHNSON:  So, there's really high incentive to succeed in getting the drugs across successfully to the U.S.\n\n(UNKNOWN): Yea. Unfortunately there's a very high incentive. They rule out of fear.\n\n(UNKNOWN): Go down the table there. I'll give them the opportunity to give to offer some last comments. Do you \nhave some questions before I do so?\n\n(UNKNOWN): Where did you learn to do that?\n\n(UNKNOWN): From the former chairman of this committee-\n\n(UNKNOWN): Collins. One of those. Before we do that I'm glad that the chairman got - especially on issues where's \nthere's not unanimity of opinion. At least that's adverse-where's the consensus? Because we're all about building \nconsensus here. That should be part of our job. I - talk to us\n\nLet's talk about force multipliers at the ports of entry. And just give us some examples of something that you think \nmakes sense. My - my -my cell phone-I remember being at the one of the border crossings a couple of years ago. \nAnd the one woman who was their lady in blue bringing people through she held up her - held up her I guess you \ncall it Elmo. It may not have been an Elmo. But she said this device allows me to know not only what the next truck \nis but who the driver is and the record of come across the border. And in fact, she said you can line up several \ntrucks behind that I have on my handheld that information. That's just one of the numbers of examples of force \nmultipliers that enable us to do a better job and maybe not add a huge number of people at the border crossings.\n\nWEISBERG-STEWART: Yes. I'm glad you answered-you started off with discussing some of the technology needs. \nSome of our ports of entry are so antiquated that the electric grids do not even allow some of the security things to \ntake place. So, for example, the band width with which you are referring to allows that timing to go through the \nports of entry cannot even make it at some of our antiquated facilities because they are not able to get that timely \ninformation in that quick basis. Some of our - some of our - our information that is coming across which is the \nreporting system which actually says let me use the name of Jose Garcia coming across our ports of entry an there \nis a Texas hit on one Jose Garcia you're going to see every Joe, Jose or anybody by that name being pulled over \nbecause the system today does not go through and adequately divide that specific Jose Garcia as the one that \nactually has the issue. So, right there you're adding more times because the technology today is not allow some of \nthose things to take place. \n\nWhen you're talking about getting it to facilitate trade right through those ports in an expedient fashion one is that \npersonnel; one is actually the actual gate in which those individuals our customs and border protection are in. we \nhave some of those where we've had officers electrocuted because they're in so - such bad array that water has \nactually come in rained through that system and fried some of the computer systems. So, when we're talking about \nthe big infrastructure problems, we have issues at Port of Avado, for example, where the command center is facing \nthe wrong direction. It's facing on the opposite side of the bridge. We have lanes that we do not have - we built \nsome brand new ports of entry that don't even have enough lanes in it to deal with the actual amount of traffic that \nis coming across those ports of entry. \n\n\n\nAnd when we talked about drugs, there is some statements and we have a white paper that will be more than \nhappy to share with you all that quotes from the Department of Justice and the Department of Homeland Security of \nthe amount of drugs and arms coming across. We also have when we are talking actually checking - we know that \narms and cash that are arming these cartel members are coming straight through our ports of entry. We know this \nand there have been many reports from both Governments: the Mexican government and the United States \ngovernment. But at his point our infrastructure currently today cannot hold a southbound check except for looking \nfor arms and cash because the realities are our infrastructure cannot hold it and cannot maintain it. Now, there is \nother technology that's out there -\n\n(UNKNOWN):  I'm going to ask you to wrap it up because -\n\nWEISBERG-STEWART: Yea.\n\n(UNKNOWN): I want to get the others to have -\n\nWEISBERG-STEWART: Sure.\n\n(UNKNOWN): -- a chance to talk. Just finish your sentence\n\nWEISBERG-STEWART: At the end of the day we need-our country depends on the facilitation of trade and travel. \nAnd those trades and travels of legitimate trade and travel come across our ports of entry. There are a lot of \nprograms, and out-of-the-box thinking that we can do, but just doing things the way we did it in the past is often \ntimes the sign of insanity because what we're doing right now is not truly fixing all our issues.\n\n(UNKNOWN): Thank you. That was a long sentence but a good one. That's okay. Also Brannon (ph), I was just \nglad you can today so I could say your name a few times. I think you once told me where that name came from. It's \na great name. URU Davis, in fact it sounds like a really good piece of information for us. I thought I knew a little bit \nabout the challenges ahead of us in securing the border. You have given me some really good new information, \nespecially you with respect to the access through the water and the technology and the kind of progress we could \nmake, do you want to give us one more force multiplier? If you don't have any other ones that's fine.\n\n(UNKNOWN): No, I ran over 2.5 minutes so I don't think I should-\n\n(UNKNOWN): What I will say too in this process consider this your closing statements.\n\n(UNKNOWN): Go ahead, and then I want to ask Mr. Buffett if we have time if we could.\n\n(UNKNOWN): I will just tell you this. I don't - I don't like living in fear and I don't like living in an area that I don't feel \nsafe especially when you're talking about your home. I don't like it.\n\n(UNKNOWN): I don't blame you.\n\n(UNKNOWN): And-\n\n(UNKNOWN): Again, I want you to stick on force multipliers. That's really what I'm looking for.\n\n(UNKNOWN): Well, I can't help on force -\n\n(UNKNOWN):  Okay. Mr. Buffett -\n\n(UNKNOWN): Well I think this falls under that category. I know that the sheriff will know what I'm speaking about. \nThe border patrol accepts no private money and no private support. That limits some of their ability to increase \nforce multipliers. So, we're trying to go around that, to be honest with you, it works for the Sheriff department and \nmake their - make then CCSO assets and have the border patrol work with us. But I think the border patrol could \nwork more effectively and open up the opportunity to work with private resources I think you could increase some of \nthose fore multipliers.\n\n\n\n(UNKNOWN): And, for Mr. Dannels, and Mr. Cabrera, I was going to ask you who about who you think is the best \nright handed batting first baseman in major leagues, and do you have any ideas?\n\n(UNKNOWN): (INAUDIBLE)\n\n(UNKNOWN): Niguel Cabrera (ph). Your cousin. Alright. We'll come back to you for the next one. The-we know \nthey're problems with drones. We have an IG report that says as promising as the technology is it's not being \nrealized and we're drilling down to see how it can be better. We know that have a fair amount of - they're being \nused in some places very effectively. I don't know if you use stationary observation towers, or even mobile \nobservation towers in your county, in your state, and if so would you comment on their effectiveness. We've heard \nvery positive things about them in other parts of the border. Go ahead, Mr. Cabrera.\n\nCABRERA: We do have stationary observation towers-well more like the blimps, the little systems we have out \nthere. They do work very well. They have a good range. However, they are at the mercy of the wind.\n\n(UNKNOWN): We're talking about the stationary towers, as opposed to, not the blimps. We saw some - Jersey \nLevy they go up about 1,000 foot to about 10,000 feet. But the stationary towers. And they we have some that \nthey're not stationary you can actually move them along the border. They're mobile. That's what I'm asking about.\n\nCABRERA: There are some stations in our sector that have some in McAllen, where we're the busiest McAllen here \nin Grand City we do not have any.\n\n(UNKNOWN): I understand that, but in terms of - you probably have, given your experience and all, you've probably \nheard from other parts of - colleagues in other parts of borders of some of the folks you represent. What do you \nhear about stationary towers?\n\nCABRERA: I think they work well. The other issue I would have with them is the fact that they are stationary. They \nwouldn't be able to - unless we can saturate the area and have interlocking fields of view then we would be at the \nmercy of the distance of that device. Now, if we had something that was more mobile, which we're starting to get \ninto little by little, if we have these things that we can move around and be flexible and address the threats where \nthey come through I think that would be more effective because we can adjust as opposed to just being static in one \nposition.\n\n(UNKNOWN): Right.\n\n(UNKNOWN): Sir, they're in the process of constructing two of those towers on our property so they have an \noverlapping footprint, what's the best thing on those towers is they don't have the funding to put the radar.   And, if \nyou understand how the systems work, it's one thing to have personnel constantly looking through cameras, but the \nradar is what makes those camera 100 times more effective. And that's what's lacking.\n\n(UNKNOWN): That's a great point.\n\n(UNKNOWN): We're sending out drones for a couple of years. Observation system. So that's an example of some \nof the investments, smart investments that we make if we do that. We going to make the people you represent, \nChris (ph) more effective. And Sheriff, your folks too. This has been a great hearing and we're very grateful to all of \nyour presence and your input. Thank you so much.\n\n(UNKNOWN): Thanks Senator Carper. I was hoping to combine but it really didn't do justice to us. So we'll start with \nMs. Weisberg Stewart. Just a closing comment. Try and keep it brief.\n\nWEISBERG-STEWART: Sure. When we look at border security to many people it might mean many different \nthings. To those of us who live on the border you've heard from us. The Arizona border is quite different than the \nTexas border. But as Senator Carper has mentioned it has many commonalities. One thing is to definitely address \nbetween the ports of entry and find solutions in that area and our ports of entry. And, if we're able to accomplish \nthose two areas then we've actually done something to secure our country. Thank you.\n\n\n\n(UNKNOWN): Mr. Brand.\n\nBRAND: Chairman, I said I said to you all I said earlier. It's a chess game right now because we do not have all of \nthe resources in the end, power; the cartel wins it because they constantly move. And every time - and they do \nhave it, even at our pump station, they have a guy sitting in a tree waving in the wind with a cell phone. Constantly. \nAnd they have that lined up, as Officer Cabrera talked about, whereas where border patrol is in the valley they \nmove. They have to move because they don't have the technology so they put it where the need is. And if it's been \nsolved in one place and there's no movement they'll pick it up and move it somewhere else because they have to. \nAnd until the day comes where you can have it solid all the way it's going to continue to be a game. And, in the \nvalley what we know in y lifetime is that we know there's two reasons we're safe from the element of cartel and what \nwe talk about today, which is obviously prevalent in our area, is as long as we do not interrupt them, get in their \nway, and as long as we do not mess with their business, we're fine. But, if we do either one of those two things on \nour side they will do to us anything and everything they do to the other people on their side right now. We know \nthat. People who live in the valley know that. In the rural areas, we know that.\n\n(UNKNOWN): And if that's stark reality, thank you.\n\n(UNKNOWN): Mr. Buffett.\n\nBUFFETT: I'm going to take my last minute to try to get the point that I think you were trying to make, Mr. Chairman, \nwhich is a drug interdiction. When you're in a port facility you have the opportunity stop and examine any vehicle \nand person coming through that port. When you get outside of that port you have two things happening. First, you \nhave to find them, spot them, and then you have to respond to that. And you have to have the resources to respond \nto that. Two very different sorts of circumstances. And, if you understand drug interdiction for the law enforcement, \nwhat it comes down to is comes down to repetition, it comes down to personal contact, and it comes down to \nnumbers. To give you an example of that, if you took the sheriff's office and you wanted to compare it to the port \nversus outside of the port, if he runs a K9 team through the FedEx and UPS facility everyday he is going to find \ndrugs with that dog. If that dog never shows up he is never going to find them. It's the same thing. You put officers \non the interstate and you implement drug interdiction and its repetition and personal contact, you have that \nautomatically at the ports. You do not have it outside the ports. So I would contend that there's a large amount of \ndrugs moving outside of those ports. And thank you for letting me be here.\n\n(UNKNOWN): That would have been my assumption, not that I'm going to do it. I wouldn't go through the ports. I \nwould to go to where I thought I might not get caught. Sheriff Dannels --\n\nDANNELS: Senator Johnson, let me be the first to say, and-thank you very much for having us. To hear our local \nvoice here is so important to my citizens and all the folds that live on our southwest border. The plan has caused \nus great damage over the last 20 years. There's two number one stats we just came out with. I'm not proud to \nreport on, but it's true. One is out of all the counties, over 3,100 I believe it is, counties in this country; we had the \nlargest decrease in the country for decrease in population. People are leaving our county because of the way it is. \nThey don't want to live in fear like you're talking about too. Second is, we just came out last week is, per capital, \nwe're the number one fraud county in the country. That is your idea of thefts, embezzlements, your frauds. I really \nbelieve a lot of this relates to our border. The one most critical thing I worry about as Sheriff is another loss of life-\nwhether that be a citizen, an officer, an agent. It's a great concern to me because of our border being insecure. So, \nevery day that goes by that we keep talking is one more day that just draws more and more pressure on our county. \nThose that chose to live on our border should deserve the same freedoms and liberties of those that live in this \nD.C., Iowa, and beyond. I grew up in Illinois and I lived in Illinois until I was 18 years old, then going down there for \nthe last 32-33 years. What a difference in life. And, there shouldn't be any difference under the same constitution.\n\n(UNKNOWN): Thank you sheriff. Agent Cabrera-\n\nCABRERA: Senator Johnson, I would like to close with - securing the border, it's essential for our border \ncommunities, our areas in the southern parts of Texas, but for the entire nation. We're committed to keeping illicit \ndrugs, terrorists, people entering illegally, out of the country because it's going to make our community safer. It's \ngoing to keep drugs out of our streets, off our streets, out of our communities, and off our school yards. The more \n\n\n\nwe make it appealing for people that come into this country the wrong way, the more people are going to make that \njourney and more people ultimately won't survive the trip. And that's just a terrible thing, especially when you're \ndealing with children.\n\nJOHNSON: Thank you, agent. Obviously this is just the first of, again, multiple hearings, multiple round tables. We'll \ncontinue to involve the people on the ground because from my manufacturing background I've solved a lot of \nproblems, and I understand there's a process. The first step is admitting you have one, find it, and once you've \nproperly identified it, once you've properly identified it - we're unfortunately as a nation I don't think we've really \ncome to grips with the full reality, the full complexity, of this. There's too much demography in this. Too much simple \nsimplicity, I think, the direction of this problem. This is complex. We're going to build a record and we are going to \ninvolve the people that really do understand what that reality is and we're going to face those realities. As harsh as \nthey are and as unpleasant as they are to face, I refuse to write or mark up and be involved in a border security \nname-only bill. And this is going to involve not only what we need to do in terms of infrastructure and personnel, but \nwe've also got to look at the incentives that our immigration system creates for that type of illegal immigration. And, \nwe've got to look at drugs. \n\nI mean, certainly the trip down to McAllen, Texas, if anything - if you need that point reinforced, how much is being \ndriven by the drug traffickers. And let's face it, I think the numbers I got we spent $25 billion per year fighting the \nwar on drugs. It is sad to say we're not winning that war so we've got to get serious about this. But again, I just want \nto thank all of you for the time you've taken, you've traveled here, you've spent a lot of time with very thoughtful \ntestimony, very thoughtful answers to our questions, so again, I really appreciate it. And, to the extent you want to \nstay involved we're going to want you involved as well as other folks in your positions. \n\nSo, this hearing record will remain open for 15 days until April 1 at 5:00 pm. for the submission of statements and \nquestions for the record. This hearing is adjourned.\n\nEND\n"}