{"title": "New Chapters in Regional Growth - Correction Appended", "body": "\nThe surge of immigration in the suburbs in the last five years has had a huge impact on schools: With the number of \nwhite students in the region declining, growth is now almost entirely driven by big influxes of Indians, Mexicans and \nmany other nationalities.\n\n  The region, including New Jersey, Connecticut and downstate suburban counties in New York, has more than 2.6 \nmillion students in public elementary and secondary schools. The majority of those, about 1.6 million, are white, and \nthat number has declined slightly since 2000-1.\n\nBut Hispanic enrollment is up 26 percent, to 450,000 from 358,000, and Asian enrollment has grown 28 percent, to \n163,000 from 127,000. African-American enrollment has grown about 3 percent, to 408,000 from 396,000. \n\n  The region's job opportunities have provided the lure for immigrants, demographers say, and helped the suburbs \nto supplant the city as the main destination for people from other countries. Since 2000, foreign-born populations \nhave grown five times faster in the suburbs than in the city, according to figures from the United States Census \nBureau's American Community Survey.\n\n  The opportunities include both high-wage corporate jobs in technical fields and low-wage labor in landscaping and \nthe food industry.\n\n  The largest source of new immigrants into New York, New Jersey and Connecticut in the last five years has been \nIndia, census data show, followed by Mexico, China, the Philippines, Ecuador and Peru.\n\n  With such a big change in enrollments, schools have had to hire more multilingual teachers and offer after-school \nand weekend language courses. And what used to be the job of a few teachers of English as a second language \nnow involves the entire faculty, say state education officials. \n\n  ''All teachers have to become knowledgeable about how to deal with these students,'' said Raquel Sinai, \ncoordinator for bilingual programs for the New Jersey Department of Education. ''These are the students of our \npublic schools now, and it's not just a challenge for a few bilingual teachers.'' \n\n  Suburban schools have also taken a leading role in assimilating these new residents. \n\n  ''Part of the focus is assisting the families,'' said Eudes Budai, the director of bilingual programs for the Westbury \nSchool District on Long Island, which has a fast-growing Hispanic enrollment. ''We want to embrace what they \ncome with, and teach them how to succeed in the new environment.''\n\n\nhttp://www.nytimes.com\n\nCorrection\n\nBecause of a production error, a chart with the continuation of an article last Sunday about the surge of Asian \nenrollment in schools showed districts on Long Island. For Connecticut districts, go to \n\n  nytimes.com/intheregion.\n\nCorrection-Date: December 10, 2006\n\nGraphic\n\n \n\nPhoto: CHANGES -- Outside Herricks High School on Long Island. (Photo by Barton Silverman/The New York \nTimes)\n"}