{"title": "Transporter Of Immigrants Faces Charges", "body": "\nTen years after the rusty steamer Golden Venture ran aground near Queens, exposing a bustling underworld of \nillegal immigrants being smuggled and held hostage, a woman who federal officials say was a vicious ringleader of \nthe operation completed her own voyage from Asia to America. This time she was the captive, escorted by federal \nagents after being extradited to face criminal charges in New York yesterday, ending a worldwide pursuit.\n\n     The authorities said the woman, Cheng Chui Ping, was the head of an extensive international human smuggling \nring, as well as a shrewd Chinatown banker who laundered her ransom proceeds behind a Broadway storefront. \nMs. Cheng, who is also known as Sister Ping, was charged with conspiracy to smuggle illegal immigrants, \nhostage taking, and money laundering, among other things, in a seven-count indictment released yesterday in \nFederal District Court in Manhattan. If convicted, she faces life in prison. \n\n Ms. Cheng, whom agents for the Federal Bureau of Investigation escorted to New York from Hong Kong yesterday \nmorning, entered a not guilty plea through her lawyer, Lawrence Hochheiser, before Judge Michael B. Mukasey of \nUnited States District Court. She struck a humble pose before the court in a black suit, head down and hair drawn \ninto a low ponytail. She said she understood her rights and was detained pending a bail application.\n\n\"It's really a case of an enterprising individual who took advantage of those so desperate to escape the poverty and \nmisery of their homeland,\" a deputy United States attorney, David N. Kelley, said during a news conference at his \ndowntown office. \"But while promising passage to their dreams, Sister Ping often only delivered a nightmare and \nsometimes death.\"\n\nMr. Kelley said Ms. Cheng, who lived in New York from the early 1980's to 1993 and then disappeared from view, \ntransported hundreds if not thousands of illegal immigrants to the United States under deplorable conditions \"as if \nnothing more than common cargo,\" and then routinely held them hostage in warehouses or safe houses until the \ndebts for their passage were paid. Officials said a typical fee was about $30,000, and that evidence exposes \nsmuggling operations going as far back as 1984.\n\nIn one instance, officials said Ms. Cheng directed the smuggling of 130 immigrants from Fujian Province in China \naboard a Taiwanese fishing boat headed to Boston, then paid a notoriously violent Chinatown gang, the Fuk Ching, \n$750,000 to transport them in three U-Haul trucks to Brooklyn.\n\nIn June 1993, when the Golden Venture ran aground off the Rockaway Peninsula in Queens, 10 illegal Chinese \nimmigrants died in the ocean after jumping from the ship in a desperate bid to swim to shore. More than 300 \npeople had been crammed into the freighter's rusty hull, on direction of Ms. Cheng and other smugglers known as \n\"snakeheads.\"\n\nPeople in Chinatown in Manhattan, where she once ran several businesses, have said in interviews that Ms. \nCheng, 53, was viewed as a benevolent figure and was affectionately called Sister Ping or Big Sister Ping. They \n\n\nsaid she often found jobs for people and helped them figure out their new surroundings, and that she could \nsometimes provide loans faster than the Bank of China. Those who knew her described her as friendly and called \nher trustworthy.\n\nThe image painted by law enforcement officials could not be in greater contrast. \"Unfortunately, you can't poll those \npeople who lost their lives,\" Mr. Kelley said in response to a question about Ms. Cheng's benevolence in her \ncommunity.\n\nOfficials contend that she has made untold millions on the backs of illegal Chinese immigrants, who were poor, \nvulnerable and unsophisticated, and forced to pay tens of thousands of dollars per head for the voyage to America.\n\nOne official mentioned that hostages were threatened with dismemberment, one limb at a time, until their debts \nwere paid.\n\nMs. Cheng was originally indicted in 1994 and arrested in April 2000 at the Hong Kong International Airport after an \nextensive search. The government had been seeking her extradition since then. \n\nOfficials would not discuss how she was found in Hong Kong, but they did say that she had been running a lucrative \nbusiness before her arrest and had managed to fake documents that allowed her to travel internationally.      \n\nhttp://www.nytimes.com\n"}