{"title": "IMMIG REFORM PRESSURE ON OBAMA, DEMS", "body": "\nPresident Obama talks a good game when it comes to immigration reform. But by now, it is obvious that's all he \ndoes, and few take his promises seriously.\n\nThe point was driven home in Jackson Heights, Queens, last Saturday during a breakfast gathering of assorted \npoliticians and community activists concerned with the immigrant rights issue.\n\nRep. Luis Gutiérrez (D-Ill.), who heads the Congressional Hispanic Caucus Immigration Task Force, told the group \nthat if you tell people you are going to push for reform, they laugh at you.\n\n\"No one believes anymore that immigration reform is possible, at least not in the next couple of years,\" Gutiérrez \ntold the group at Natives, a Colombian eatery on Northern Blvd. The busy, spacious restaurant has become an \ninformal meeting place for Queens politicians, activists and artists.\n\n\"This administration has failed us. We want Obama to succeed, but his policies have been detrimental to \nimmigrants,\" he said.\n\n\"No se puede tapar el sol con la mano [The sun cannot be covered with one hand],\" Gutiérrez added with his \ntrademark intensity.\n\nCovering the sun became even more difficult after Homeland Security Secretary Janet Napolitano's abject \nperformance before a Senate Judiciary Committee hearing last Wednesday.\n\nWhen anti-immigration reform pol Sen. Chuck Grassley (R-Iowa) questioned her about deportation practices - in \nparticular about the supposed \"threat\" of using prosecutorial discretion to allow some individuals with compelling \ncases to delay their deportations - the secretary went out of her way to show him she too was a good practitioner of \ntoughness for the sake of toughness.\n\nNapolitano breathlessly rolled out the department's record number of deportations under her watch, and \nemphasized that the Obama administration granted deferred action in less than 900 cases last year. That was \nfewer than the Bush administration, she meekly told Grassley.\n\n\"It's a sad day when the Obama administration uses deportation statistics from the Bush years as a measure of \nsuccess,\" said Frank Sharry, executive director of the immigrant advocacy group America's Voice.\n\nSad and shameful.\n\n\nThere are 1,200 deportations every day, and 4 million American children whose parents are undocumented, \nGutiérrez told the gathering at Natives.\n\n\"There has to be a better way. Make no mistake, the President has executive authority and the power to change \nthings, but his immigration policy is one of supporting e-verify, 287(G), Secure Communities, deportations. It is \nripping our community asunder, and we must stand up to it,\" he said to a standing ovation.\n\n\"U.S. policies should be pro-immigration, not against it; we need coordination, to leave divisions behind and speak \nwith one voice,\" Gutiérrez told the energized audience. \"We have to challenge Republicans but also Democrats.\"\n\nIn fact, I would add, we can forget Republicans who care only about persecuting and dehumanizing immigrants.\n\nBut let's talk about Democrats: Even though immigrants need Obama and Democratic Congress members on their \nside, the President and those Congress members also need the increasingly critical immigrant vote, especially \nLatinos. And there is a growing feeling among Hispanics that there has got to be a quid pro quo next time around so \nno politician will get something for nothing.\n\n\"They need to be reminded the road to the White House goes through el barrio,\" Gutiérrez said to wild applause.\n\naruiz@nydailynews.com\n"}