{"title": "Carter: Guest worker program a good solution; FORMER PRESIDENT SAYS U.S. HOUSE BILL ON IMMIGRATION HAS `RACIST' OVERTONES", "body": "\nSenate leaders have now decided to vote on an immigration bill, which is very important to all Americans.\n\nAn untold number of American employers are in a silent and fearful quandary as this legislation is considered. \nThese include law-abiding farmers, building contractors, foresters, small-business owners, homeowners and others \nwho depend heavily on even more troubled undocumented workers from Mexico and other Latin American nations \nwho have not complied with the complex immigration laws and rules that have been deliberately ignored for a \nquarter century.\n\nOverwhelmingly, these foreign employees are honest, decent and respectable human beings, and excellent \nneighbors. They live in constant hope that there will be some legal clarification of their status as workers and are \neager to comply with any reasonable restraints that might be placed on them. Some are abused by unscrupulous \nbusiness owners, who enjoy almost complete immunity from legal sanctions. Of more than 3,200 such cases filed in \n2004, there were fewer than 50 convictions.\n\nBeing able to speak some Spanish, I enjoy exchanging a few words with those who help to plant pine tree \nseedlings, harvest string beans and timber products on our family farm, do repair work on our mountain cabin or \ncare for our rooms in hotels. The contractors who employ them state that they show up on time every day, work \ndiligently, pay their taxes, are very careful never to break any laws, take good care of their families and accept the \nhandicaps of not being permitted to have driver's licenses or other normal privileges of U.S. citizenship.\n\nSome of the local farmworkers join us in our Baptist worship services, study English at night and have appreciated \nthe soccer goal posts that our church provided in front of Plains High School.\n\nThe guest worker program put forward by President Bush, now being modified and combined with other \nprovisions in the U.S. Senate version of the bill, can provide a reasonable solution to the longstanding conflict of \nhaving overly restrictive American laws technically violated by hundreds of thousands of employers and millions of \nundocumented workers.\n\nThis proposal creates a reasonable balance between the need for greater border security and more orderly \nregulation of immigrant workers. It will double the number of agents for Border Patrol and interior enforcement, and \nrestrict the passage of illegal migrants in North America both from Mexico into the United States and from other \ncountries into Mexico.\n\n\nFor those foreign workers who have been here five years or more, there would be a path to legal status and the \npossibility of becoming U.S. citizens if they pay all back taxes and a hefty fine, meet health standards, have not \nbeen guilty of crimes, develop English language competency and prove the availability of employment. Others who \nhave been in the United States for two to five years would have to leave the country and obtain temporary visas to \nreturn.\n\nCompeting legislation from the House of Representatives has strong racist overtones and is almost entirely \npunitive in nature. It would automatically brand all undocumented workers as felons and call for their mandatory \ndeportation. Many of their children who are U.S. citizens would be left behind to be raised by distant relatives, \nfriends, churches or state governments. The House bill would impose severe penalties on any employer who has \nhired them and calls for the construction of 700 miles of fencing along the Mexican border. Collectively, these \nmoves are impractical and would be catastrophic to the American economy.\n\nThe key sponsors of this ill-advised legislation are almost unanimous in opposing any increase in the U.S. minimum \nwage, which has been kept at the extremely low level of $5.15 per hour for almost nine years, and not indexed to \naccommodate inflation. Expressed in U.S. currency, the minimum wage in Australia is $8.66, France $8.88, Italy \n$9.18, England $9.20 and Germany $12.74. For 2,000 hours of work per year in our country, this is $2,900 below \nthe official poverty level for a family of two. It is obvious that poverty-stricken foreign workers are strongly attracted \nto jobs in America that our own workers will continue to reject.\n\nThe Senate legislation being debated is reasonably practical and balanced and will greatly reduce future illegal \nimmigrants, save jobs for Americans who desire them, end a legal quagmire for employers and their workers, and \nprovide sustained benefits for our nation's economy.\n\nJIMMY CARTER was the 39th president of the United States. He wrote this article for the Miami Herald.\n"}