{"title": "U.S. Orders 72 Indonesians in New Jersey to Leave", "body": "\nTwo years ago, a community of Indonesians in central New Jersey was spared deportation after a Protestant \npastor brokered an unusual agreement with immigration authorities that allowed them to stay in the country \ntemporarily. The agreement was clear: The Indonesians would be able to stay and work, but the permission could \nbe rescinded at any moment.\n\nThe 72 Indonesians and their supporters, led by the Rev. Seth Kaper-Dale, had appealed for the arrangement in \nthe hope that with extra time, they would be able to figure out a way to secure permanent legal status, either though \nthe courts or with the passage of immigration reform legislation in Washington.\n\nImmigrant advocates had hoped the deal signaled a broader use of humanitarian release for illegal immigrants \nwithout criminal records and with deep ties to the community.\n\nNow, though, the reprieve for the Indonesians is ending.\n\nIn recent weeks, most of the Indonesians, many of whom fled persecution of Christians in Indonesia years ago, \nhave received letters from the Department of Homeland Security ordering them to appear at the agency's Newark \noffice, a one-way ticket to Indonesia in hand.\n\nTheir advocates have leapt into action, appealing to immigration officials for continued lenience and lobbying \nmembers of the state's Legislature and Congressional delegation to intervene.\n\nOn Wednesday, Representatives Carolyn B. Maloney of New York and Frank Pallone Jr. of New Jersey, both \nDemocrats, plan to submit a bill that would provide relief to many of the Indonesians. The bill would allow certain \nIndonesians who fled persecution in their homeland between 1997 and 2002 to resubmit asylum claims that had \nbeen denied because they missed a one-year filing deadline.\n\n''It feels so un-American to not make room to keep families together, especially when folks came out of a time and \nplace where there was tremendous violence,'' Mr. Kaper-Dale said in a telephone interview on Tuesday as he led a \n24-hour vigil and fast at his parish, the Reformed Church of Highland Park, N.J., in support of the Indonesians.\n\nThe advocates said the decision to end the so-called orders of supervision was surprising in light of recent \nassurances by the Obama administration that it would focus its enforcement strategy on illegal immigrants with \ncriminal records, while sparing those with strong ties to the community and no criminal record.\n\nIn June, senior officials at the Homeland Security Department announced a policy to encourage immigration agents \nand lawyers to use prosecutorial discretion when deciding whether to pursue deportation. The policy expanded the \nfactors immigration authorities can take into account in such decisions, including how long an illegal immigrant has \nbeen in the United States and whether the immigrant was brought to the country as a child. In addition, the \n\n\ndirective gave federal immigration lawyers the authority to dismiss deportation proceedings against immigrants \nwithout serious criminal records.\n\nLast month, Homeland Security officials, seeking to speed deportation of convicted criminals, said they would begin \na review of all deportation cases in the immigration courts and begin training enforcement agents and government \nlawyers in the application of the new prosecutorial discretion guidelines.\n\nMr. Kaper-Dale said all the Indonesians he had been helping would seem to be worthy candidates for this sort of \nrelief. Most have been in the country for at least a decade and have American-born children, steady jobs and no \ncriminal records, he said.\n\nMost of the Indonesians have filed requests for prosecutorial discretion, he said. ''If these folks were good enough \nfor discretion two years ago, why aren't they good enough for discretion now?'' the pastor asked.\n\nOfficials at Immigration and Customs Enforcement, an arm of Homeland Security, would not explain on Tuesday \nwhy the orders of supervision were ending now. In response to media inquiries, an agency spokesman issued a \nstatement saying that the agency was reviewing appeals ''on a case-by-case basis.''\n\nThe orders of supervision allowed ''individuals to remain in the community -- as opposed to in detention -- while \nthey pursue legitimate forms of immigration relief,'' the statement said.\n\nOn Tuesday, however, 12 of the Indonesians, responding to an immigration agency order, appeared at the \nNewark office. They ignored demands that they bring plane tickets, Mr. Kaper-Dale said. Agency officials told them \nto return later this month and added that the agency would issue them plane tickets, the pastor said.\n\nAmong them was Grace Laloan, 42, who arrived in the United States in 2002 with her husband. She said the \ncouple, both Christians of Chinese descent, had fled religious and ethnic persecution by the Muslim majority. They \nhave an American-born daughter, now 7, and work in factories, Ms. Laloan said.\n\nOfficials told her they would inform her of her fate on Dec. 21. ''I don't know, maybe they're going to send me back,'' \nMs. Laloan said. ''It feels bad because I want to stay here.''\n\nUnder the terms of the bill proposed by Representatives Maloney and Pallone, an applicant must be an Indonesian \ncitizen; must have entered the United States after Jan. 1, 1997, and before Nov. 30, 2002; must have had an \nasylum application rejected because of a late filing; and must not have a criminal record or be otherwise barred \nfrom receiving asylum, among other conditions.\n\nMr. Kaper-Dale said more than 1,000 Indonesians might be affected by the bill, including clusters in New York and \nNew Hampshire for whom he helped secure orders of supervision in 2010.\n\n''It is our hope through a pending Congressional action, I.C.E. will stay deportation proceedings,'' Representative \nMaloney said in a statement.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Jacob Senewe, 9, of Edison, N.J., and his mother, Audrey Sondakh, at a vigil for Indonesians on Monday \nin Highland Park, N.J. (PHOTOGRAPH BY AARON HOUSTON FOR THE NEW YORK TIMES)                                              \n"}