{"title": "U.S. Report On the Death Of a Detainee Is Scathing", "body": "\nFederal immigration officials investigating the death of a New York computer engineer from China who died in their \ncustody last summer said Thursday that supervisors at a Rhode Island detention center had denied the ailing man \nappropriate medical treatment on multiple occasions and that employees had dragged him from his cell to a van as \nhe screamed in pain.\n\n  As they disclosed their findings, Immigration and Customs Enforcement officials ordered an end to their contract \nwith the center, the Donald W. Wyatt Detention Facility in Central Falls, R.I., a locally owned jail where the \nengineer, Hiu Lui Ng, spent his final month after a year in immigration detention. They said they had asked that the \nUnited States attorney in Boston review the case for possible criminal prosecution.\n\n  The federal investigation began last summer, soon after The New York Times reported on the death of Mr. Ng, \n34. His extensive cancer and fractured spine had gone undiagnosed, despite his pleas for help, until shortly before \nhe died in custody on Aug. 6.\n\n  Kelly Nantel, a spokeswoman for the federal agency, said the investigation showed that supervisors at the Wyatt \ndetention center had in effect prevented Mr. Ng from meeting with his lawyer by refusing him the use of a \nwheelchair when he was too ill and in too much pain to walk. \n\n  The 33-page investigation report also found that the guards and medical staff, acting on orders of the warden, \nviolated the jail's policy on the use of force when Mr. Ng was dragged to a van for a trip to Hartford, where his \nlawyers say he was pressured to withdraw all his appeals and accept deportation. \n\n  The jail's overhead surveillance video cameras captured everything. But another, hand-held camcorder turned on \nand off 13 times at a signal from the captain in charge, according to the report, created another version of the \nepisode, apparently in an effort to document that Mr. Ng was faking his illness and refusing to go to the hospital for \na CT scan. \n\n  Investigators interviewed 158 people in the course of their inquiry, but the surveillance videotapes clearly told them \nmost of what they needed to know. At one point, they wrote, the captain cursed Mr. Ng, calling him an idiot, and \nordered him to ''stop whining.''\n\n  Mr. Ng kept saying that he could not walk, begged for a wheelchair, and ''continued to scream,'' the report said, as \nhe was pulled under his armpits from his bed, and to another part of the jail to be shackled.\n\n  John J. McConnell Jr., the lawyer representing Mr. Ng's family in a planned lawsuit against the jail and the federal \nimmigration agency, called the report ''damning'' but added that the investigating agency shared the blame \nbecause Mr. Ng ''should not have been detained in the first place.'' \n\n\n  ''The people involved in that torturous treatment,'' he said, ''should be ashamed of themselves.''\n\n  Dante Bellini, a spokesman for Wyatt, called the results of the investigation  ''disappointing.'' Last month, citing its \ninvestigation, the immigration agency removed all of its detainees from Wyatt. \n\n  ''We will continue to look at ways to reverse this,'' Mr. Bellini said. ''We will continue to look at all our options and \nfilling our beds. But we will steadfastly maintain that we had nothing to do with the detainee's death.''\n\n  Last week, Wyatt announced that it was punishing seven employees in connection with the case, with penalties \nranging from termination to reprimand. ''We took stern and appropriate action,'' Mr. Bellini said. \n\n  Mr. Ng, who had no criminal record, overstayed a visa years ago and had been applying for a green card through \nhis wife, a United States citizen, when he was taken into detention in July 2007 and shuttled through jails and \ndetention centers in three New England states. \n\n  One of the most harrowing parts of the federal report is its detailed description of the videos made as Mr. Ng was \nforcibly taken from his cell to a van.\n\n  The tape from the hand-held camcorder begins with the captain's instructing Mr. Ng that ''he needed to move on \nhis own,'' telling him he would not be given a wheelchair and repeatedly ordering him to stand up.\n\n  ''Mr. Ng was visibly crying and appeared to have difficulty standing,'' the report said, adding that the captain then \nappeared to signal the officer holding the camcorder to stop recording.\n\n  ''Mr. Ng asked captain to believe him that he could not move his legs,'' the report went on. As he struggled to put \non his shoes, apparently in pain, the captain urged him to hurry up. When Mr. Ng told a nurse that he wanted to go \nto the hospital to take the medical test to determine the cause of his pain and disability, but needed a wheelchair, \nshe was dismissive: ''She stated that he could go; he was just refusing to go.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: The Donald W. Wyatt Detention Facility in Central Falls, R.I., a locally owned jail where Hiu Lui Ng spent \nhis final month.(PHOTOGRAPH BY RICHARD PERRY/THE NEW YORK TIMES)                                                      \n"}