{"title": "The Illegal Immigrant Wanted For Killing A Police Officer Ron Singh In California Arrested; President Trump Threatens To Seal The Southern Borders After Talks To Reopen The Government Stalled; Media Takes New Shots At President Trump; Trump's Continuing War with the Press; Power Plant Explosion Turns NYC Skyline Blue; Viral Video Shows Boy Using Alexa for Homework; FOX Hosts Preparing for New Year's Eve; 'The Five' Answer Viewer Questions", "body": "\nLISA KENNEDY MONTGOMERY, THE FIVE CO-HOST: Hello, everyone. I am Kennedy along with Jedediah Bila, \nMari Harf, Lawrence Jones and Greg Gutfeld. It is 5 o'clock in New York City. And this is The Five.\n\nThis is a Fox News alert. The illegal immigrant wanted for killing a police officer in California arrested after a \nmassive 48-hour manhunt. The sheriff in charge of the investigation blaming sanctuary laws saying the suspect had \ntwo previous DUI arrests. And if he had been reported Officer Ron Singh would still be alive.\n\nAuthorities also saying the suspect had known gang affiliations and was trying to flee to Mexico. The slain officer \nwas shot and killed during a traffic stop on Wednesday morning. Two others have also been arrested for helping \nthe suspected murderer evade capture. Police announcing the arrest at an emotional press conference with the \nofficer's family. Watch.\n\n(BEGIN VIDEO CLIP)\n\nADAM CHRISTIANSON, STANILAUS COUNTY SHERIFF: I am pleased and very proud of the fact that the suspect \nis in custody. He has been apprehended in Bakersfield. He was safely taken into custody earlier today by teams \nfrom the Kern County Sheriff's Office and other law enforcement agencies, who have helped us relentlessly pursue \nthis suspect in pursuit of justice.\n\nGustavo Perez Arriaga, 33 years old, again was arrested earlier today during the execution of a search warrant. He \nwas found at a residence in Bakersfield Kern County area. And we will get into the specifics of that.\n\nFirst, I want to introduce Officer Ron Singh's brother, Reggie. He would like to share a few words with all of you.\n\nREGGIE SINGH, BROTHER OF RON SINGH: Please bear with me. This is not easy for me. Ronil Singh was my \nbrother. Yes, he is not coming back. But there is a lot of people out there that misses him. And a lot of law \nenforcement people that I don't know who worked days and nights to make this happen, I would like to thank you \nfrom the bottom of my heart. You made this happen. I wish I could thank all of the law enforcement agencies, \nHomeland Security in San Francisco, everyone, Bakersfield team. I was waiting for this to happen. I would like to \nthank you working day and night to make this happen. Thank you.\n\n\n(END VIDEO CLIP)\n\nMONTGOMERY: Absolutely devastating. So, Greg, what does this do to our conversation right now about \nimmigration and the border wall?\n\nGREG GUTFELD, THE FIVE CO-HOST: Well, I mean, first of all, it's obviously tragic, but it's also infuriating. It's \ninfuriating because it was wholly preventable, if you stick to the facts. He's an illegal who entered the country \nillegally, obviously illegal, he was a part of a notorious street gang. He had a couple of arrests and he murdered a \npolice officer on Christmas Day.\n\nNow, you could possibly notion that illegal immigrants are less violent than the legal population or the people born \nhere. That's fine. But, you know, more Americans die from heart decease than from cancer. That doesn't mean you \ndon't fight cancer. OK. So, that argument goes away. The fact is that if you have prevented his illegal immigration, \nyou would have a police officer, a good man who is still alive.\n\nSecond part now leads to the media will accuse people like us of using a tragedy in order to impact political \ndiscourse. Where did we learn that from, right? After a natural disaster is linked to climate change, after every mass \nshooting is linked to lack of gun control. When the child of an illegal immigrant attempts to cross the country and \nends up the hospital, that's because we're a cold heartless country, who didn't treat these people correctly.\n\nSo we've learned this. It makes me think that perhaps we should be using these tragedies. What else can we do? \nWe see that this is wholly preventable. And what's really infuriating, it happened while we were having this \ndiscussion. We have been having this rolling discussion for two years about this. And it happened. If only someone \nhad listened to it before, he would be alive. It's something that just people go you are using this. No, this is actually \nevidence that something has to be done.\n\nMONTGOMERY: Marie.\n\nMARIE HARF, THE FIVE CO-HOST: I think what we have seen this week with this case, with one of the cases \nGreg mentioned, one of the children who had died in custody, Kate Steinle in San Francisco, just the countless \nstories of people who go to great physical dangers to come to this country, is that the lack of an immigration policy \nthat works in this country is incredibly tragic and heart breaking. It has tragic consequence that ripple in so many \ndifferent ways.\n\nMONTGOMERY: But let me ask you one specific question. What do you say to the people who argue that \nsanctuary cities often times protect people just like this? Not hard-working immigrants who are doing whatever \nthey can to get a foothold in this country, and make lives better for themselves and for their families. But for people \nlike this, who have prior arrests, who shouldn't have been in the country, especially after putting other people's \nlives at risk with DUI arrests, and you know, they essentially are shielded. What do you think?\n\nHARF: Here is what I would say. We need to take a look at everything and try to figure out what the solutions would \nbe. Is a border wall actually something that would be a solution? There are Republicans like Will Hurd from Texas, \na congressman, who actually said it would not be a good solution. There are smart people who not believe this is \nthe right solution.\n\nIs cracking down on sanctuary cities something that would have an evidence- based, demonstrable impact? I don't \nknow the answer. I'm not an expert. But what is so frustrating about this shutdown is we are obsessed with this one \nthing. The wall. Can we get DACA for the wall, which I actually think or some wall funding which I think would be a \ngood tradeoff.\n\nBut the broader picture here, is the wall the right thing, what role do sanctuary cities play, what should we do with \nDACA, what about visa overstays which is a huge problem? These big issues are not being tackled right now.\n\nLAWRENCE JONES, THE FIVE CO-HOST: But, Marie...\n\n\n\nHARF: And that is what's really tragic in all of this. We get bogged down in the day-to-day, both sides go to equal \nextreme opposites and nobody is willing to come to the middle.\n\nJONES: And I think part of the reason why is because I believe a lot of Democrats are being disingenuous when it \ncomes to the wall. We have reached the point of two things. We know that Mexico is not going to pay for the wall \nand that we're not going to have a wall over the entire border. That's not going to happen. Both sides know that's \nnot going to happen.\n\nMONTGOMERY: Yeah.\n\nJONES: We know that the president is going to get some type of border security.\n\nMONTGOMERY: And we're going to talk about border security in just a little bit. But, you know, let's talk about this \nofficer, because this is tragic.\n\nJONES: Yeah.\n\nMONTGOMERY: This happened at Christmas' time. And every law enforcement family in the country feels that pain \nbecause that's your biggest fear.\n\nJEDEDIAH BILA, THE FIVE CO-HOST: Right.\n\nMONTGOMERY: The person you love who wears a uniform to keep other people safe is not going to come home. \nHis family is devastated, his department are devastated. Are we having the right kind of conversation about it?\n\nBILA: I think that's a great point, too, when you're looking he has a five- month-old and just watching the video of \nthe people who worked with him, the officers. I think a lot of times people forget that these law enforcement officials, \nthey really are a family. And they go out every single day and risk their lives for us. And when you see their \nreaction, there is a component of this that is preventable.\n\nThere was no way you could watch this and somehow step back and defend sanctuary cities. I mean, that is a part \nof the conversation that should not be happening. There are good people on both sides of the debate about \nimmigration, you want to talk about comprehensive reform, even when we talk about the wall. You made good \npoints. Some people feel maybe the wall is in the best route or maybe the wall isn't the only route. It has to be \ncoupled with other things.\n\nBut you're going to watch this and somehow defend a sanctuary city that defies federal law and mayors like the \nmayor of Oakland who comes out and lambastes ICE and says to its residents, you know, I will give you a warning \nto protect you from ICE.\n\nBorder patrol agents have been vilified, ICE has been vilified. And there are people in this country who are a known \nrisk, who have a known record, and they are being allowed to exist here. And you have to prevent these people \nfrom being able to get here and not being held accountable for what they are doing.\n\nMONTGOMERY: I think, you know, part of what Marie is saying is that you do need a better system.\n\nGUTFELD: Right.\n\nMONTGOMERY: And the government has failed us utterly in terms of immigration because people like that should \nnot be in the country. People like that who want to hurt people and so easily takes someone's life, because this \nguys knows that if he was arrested, he would have be deported. It would have been his third DUI arrest. And he \nhas got a gang-affiliated tattoo on his arm.\n\nGUTFELD: Here's the thing. Crimes like this can happen if you take a political or symbolic stance at the risk of the \ncitizens. It's like a sanctuary city is essentially a risk that you place on citizens for a symbolic gesture. It's a symbolic \nvirtue signal. Hey, we care. We're not like Trump, we're not like the rest of everybody else. We care for our cities. \n\n\n\nNever mind that that actually elevates risk. So the whole thing is a travesty, because it's designed to actually make \ncertain people feel better, while you pay the price.\n\nBILA: When the media covers this though, you had to sieve through. When I looked at the headlines of this story, \nyou have to sieve through paragraph -- one article in paragraph 7, you had to get to before they said that this \nperson was here illegally.\n\nAnd then you have the parallel of Trump being vilified every day for talking about a wall, for prioritizing border \nsecurity, for talking about drug trafficking and gang violence.\n\nMONTGOMERY: Do we know that he came in through an illegal port of entry?\n\nBILA: I don't know.\n\nHARF: I think the details are still emerging here. All of this is tragic, right. A police officer being killed by a citizen is \nalso tragic. We have to look at how things are preventable and how we fix this system. And I think that both sides \nare good at vilifying the other. You know, these children that are dying in DHS custody, that has to stop.\n\nGUTFELD: But that was in a hospital, wasn't it? The second one was in a hospital. I think technically it is custody, \nbut that's also people trying to save their lives.\n\nBILA: In order to stop that, you secure the border. That's how you stop it. Because you stop incentivizing people to \ngo through conditions to get here.\n\nHARF: No, no, no. Under our laws, showing up and applying for asylum is still legal.\n\nBILA: Yeah.\n\nHARF: If we want to make that illegal, we can change the laws. My point is the immigration system in our country \nneeds fixing.\n\nBILA: It does.\n\n(CROSSTALK)\n\nMONTGOMERY: So why isn't Nancy Pelosi saying the first thing we are going to do is fix immigration? The first \nthing they are going to do is to shove the shutdown in the president's face to show they are resisting. Resisting is \nnot fixing immigration. And figuring out how to get good people in the country and the right number of people who \ncan fill the jobs there are critically important.\n\nHARF: ICE agents are not getting paid today though because of the shutdown.\n\nGUTFELD: But, you know, we have spent the last three weeks. I was at the Times Man of the Year. Journalists are \nthose that are in danger under Trump's America. We have seen a 12-percent increase in police killed in the line of \nduty from 2018 to 2017, it was like 144 have been killed. That's where the risk is.\n\nJONES: Right.\n\nGUTFELD: When it comes to every one of these stories, no matter how political it is, it's the guy who gets there first \nthat gets shot.\n\nMONTGOMERY: All right. Well, we're going to get somewhere first. And that's the government shutdown. It's not \nstopping Nancy Pelosi from vacationing in Hawaii.\n\nGUTFELD: What?\n\n\n\nMONTGOMERY: Oh, so hot. I hope she is in a bikini right now. We've got all of that next. Stay here.\n\nHARF: President Trump threatening to seal the southern borders after talks to reopen the government stalled. \nWe're also learning that President Trump is skipping his annual New Year's Eve party in Mar-A-Lago due to the \nshutdown. Fox News confirming now that Nancy Pelosi, soon to become Speaker of the House, is not in D.C. She \nis on vacation. White House Press Secretary Sarah Sanders going after the Democratic leader earlier.\n\n(BEGIN VIDEO CLIP)\n\nSARAH SANDERS, WHITE HOUSE PRESS SECRETARY: Right now what we have seen from her is that she is \nunwilling to do actually anything until she gets her speakership. She is more willing to protect that than to protect \nour borders and protect American lives. And we'll see that change in the next couple of days.\n\n(END VIDEO CLIP)\n\nHARF: And Republicans calling Senator Chuck Schumer a hypocrite for comments he made about border security \nin 2009.\n\n(BEGIN VIDEO CLIP)\n\nSEN. CHUCK SCHUMER (D), NEW YORK: Illegal immigration is wrong, plain and simple. Until the American \npeople are convinced that we will stop future flows of illegal immigration, we will make no progress on dealing with \nthe millions of illegal immigrants, who are here now and on rationalizing our system of legal immigration. We must \ndo as much as we can to gain control of our borders as soon as possible.\n\n(END VIDEO CLIP)\n\nHARF: So, Lawrence, I have been thinking for a couple of days. We've talked about this a little bit yesterday. Is \nthere a possible deal to be made here that the president gets let's say $2 million for the wall?\n\nGUTFELD: Two million?\n\nHARF: Two billion, I'm sorry. It wasn't a great deal. It's Friday, guys.\n\nTwo billion in exchange for something like DACA, right? Because it's clear that once the Democrats take over on \nJanuary 3rd, they can pass a clean funding bill with no money for the wall, which could pass the Senate. Is that a \ndeal that could that possibly work do you think?\n\nJONES: No, I don't think a deal is possible because they don't agree with the symbolic measure, right. They don't \nbelieve -- the whole theory of the wall, the campaign trail, he going down the escalators, all of that image to their \nvoters, they just can't vote for anything like that.\n\nAnd so, they will never give him the wall because of the symbolic measure. But I think this highlights something. \nLooking at Chuck Schumer, what changed with him, what changed with Barack Obama?\n\nHARF: It's prescription?\n\nJONES: Right. Something had to change. And that's why I started the last segment by saying I feel like the entire \ndebate is disingenuous because they know. And I know they know because they said it in the past. You just cannot \nhave an open border.\n\nHARF: Right. Kennedy.\n\nMONTGOMERY: It's interesting because I like that Chuck Schumer is being confronted with his own words here. \nAs we make resolutions for the coming year, you have to look back on the resolutions you made last year. Did you \nfail yourself? Go back and look at last year's list and the year before.\n\n\n\nAnd I think that's what some of the Democrats have to do. Because they talk a big game, but for a lot of their voters, \nthis is a nimby issue, not in my backyard. And they want to see something done on immigration. And you know, he \nacts so high and mighty now and so self-righteous, and he thinks he is so much better than the president in terms \nhow he argues about immigration.\n\nAnd I may actually agree with Chuck Schumer on certain points. But when he said just a few years ago, people who \nwent to the United States without our permission are illegal aliens. And illegal aliens should not be treated the \nsame as people who entered the United States legally. That is an opposition to statements that he made.\n\nHARF: Well, he probably still believes a version of that. And, Jedediah, one thing I think Democrats push back on -- \nI know you think it's just a symbolism of the wall, but to a lot of Democrats, we feel like the president is just saying \nthe wall will fix it. If the wall end-all and be- all -- by the way, Mexico isn't going to pay for it. Now, taxpayers have to. \nIt doesn't seem like the president is talking about a comprehensive fix.\n\nBILA: Like a broader plan.\n\nHARF: Yeah, exactly.\n\nBILA: That's true. That's a fair point. I think it would do him justice to actually broaden out from the wall and talk \nabout the other issues as well. But you talked about what changed. One of the things that changed was Trump. \nTrump made this issue a prominent issue.\n\nJONES: Right.\n\nBILA: Republicans often times don't put this as a lead issue. This was a guy who was out on the campaign trail \ntalking about immigration first, talking about this wall, talking about how Mexico will pay for the wall, which I thought \nwas a mistake at that time, because I didn't see that happening.\n\nBut he put it front and center. And by virtue of him doing that, everybody that loathed him now had to hate that \npolicy. I mean, Chuck Schumer sounds like Donald Trump in that clip that we heard. He is echoing the very same \ntalking point. But now, because this is Trump's issue and the wall has become a priority for Trump, when they \noppose Trump, they have to oppose that measure, even if it is counterintuitive to what they've been saying for a \nvery long time. So, I wonder how much of this is opposition to Trump or opposition to the actual policy?\n\nMONTGOMERY: The president has talked about immigration in terms of filling some of the labor shortages here. \nAnd he has talked about needing workers. You are never going to hear most of the press talk about or cover the \nkind statements that he has made, which also can seem hypocritical. But the president also talks about the wall as \na force field.\n\nJONES: That's right.\n\nMONTGOMERY: It's not necessarily a force field. It's not going to stop every type of illegal immigration and it's not \ngoing to stop drugs from coming in, because drugs come in through San Isidro, through the main ports of entry.\n\nHARF: That's right.\n\nMONTGOMERY: That is actually not the best way to combat the drug problem in this country. There are other \nways.\n\nHARF: Yes.\n\nGUTFELD: This is why the argument doesn't go anywhere because there is this weird fallacy, that if somebody \nsays the wall won't prevent X that negates the premise of the wall. Actually, yeah, the wall won't prevent overstayed \nvisas, but a fence won't prevent a falling rock. Conflating the two, you actually negate the benefits of either, right.\n\nHARF: Right.\n\n\n\nGUTFELD: So you can actually say, if you want something, here's what you do, you put up a fence. And here's \nwhat you do for the overstayed visa. The problem here -- that argument, it's gone, right. You can use the fence for \nthis. You can use this for that. You don't need to do that anymore. We should move on. But we can't when it's \npersonal, right.\n\nSo this is now personal, because there is no impersonal reason to reject a compromise. And Donald Trump is \nwilling to make a deal because he likes making deals. And let's face it, he's been moving toward the middle. Any \ntime you're going to embrace DACA -- seriously, Marie, he is going to piss off a lot of people.\n\nHARF: Not on this.\n\nGUTFELD: He is willing to do anything for that wall. And it's idiotic that the Democrats -- he will budge because he \nknows you can get piece by piece.\n\nHARF: That's the question. Will he budge?\n\nGUTFELD: Yes.\n\nHARF: For what?\n\nGUTFELD: But the point is it's not about him now. It's about Chancy, you know, Chuck and Nancy. Right now, this \nis like a divorce that stays together because of the kids. What you need right now is a mediator, right. You need a \nmediator to come in there. The mediator has to be an engineer who tells you exactly what is needed for the specific \nparts of the country. Because God knows these politicians don't know what it is. So they sit there and they fall back \ninto their same arguments. The wall won't fix X. We will deal with that. Here's what the wall is good for. We do know \nthey have walls around their compounds, they have walls around their swimming pools, they have walls around -- \nwherever she is staying in Hawaii has a wall.\n\nHARF: Yes, you are right about DACA and conservatives, if DACA means amnesty.\n\nGUTFELD: Right.\n\nHARF: If DACA equals amnesty, there is a very large...\n\nGUTFELD: If the Dems were pushing this agenda that Trump is actually offering, it would be hailed as a \nhumanitarian effort by the media because it would help the job market, it would just create more jobs. And it would \ncreate a pathway to citizenship.\n\nThe media would love this. But unfortunately, Trump is doing it. Any time Trump does something, the media has to \nhate it.\n\nHARF: We will see if he does veto some sort of bill once Congress comes back in a few days. We will keep \nwatching it.\n\nGUTFELD: Will we keep watching?\n\nHARF: We might now actually.\n\nIn the meantime, some in the mainstream media continuing to go after Trump and his surprise trip to the Iraq. And \nnow, he's taking more shots. See it next, stay tuned.\n\nJONES: The media is still talking about President Trump's surprise trip to visit the troops in Iraq. Here is what some \nof them are saying.\n\n(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: The president signing a campaign hat, a red hat, his Make America Great Again hat.\n\nUNIDENTIFIED FEMALE: The president seems to have confused in some way his troop visit with a campaign rally.\n\nUNIDENTIFIED FEMALE: He told me I am getting a 10-percent raise and I only get 2.6 percent raise, I'd be pretty \npissed off, especially if I was in a war zone risking my life everyday.\n\nUNIDENTIFIED MALE: The man does not believe in what America stands for.\n\nUNIDENTIFIED FEMALE: What did you make of that address that Donald Trump gave in front of U.S. troops in \nIraq?\n\nUNIDENTIFIED MALE: I thought it was obscene.\n\nUNIDENTIFIED MALE: When we turned on CNN and we saw the president politicizing a Christmas message, it's \nlike we keep saying he's like the Grinch.\n\n(END VIDEO CLIP)\n\nJONES: And of course, the media isn't stopping there. Some of them resent the press taking new shots at the \npresident.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE: Look, he's still the president. And so, when he says something, it has a news value. It is \nup to us to decide what his news value is. He devalued the currency of his word. It's not just with the tweets, there \nis also devalue in the currency of his interviews.\n\nUNIDENTIFIED MALE: These are really turbulent times for Donald Trump. And I think he's more isolated that he's \never been.\n\nUNIDENTIFIED FEMALE: The president talks about the economy, this is one area that left to his own devices, he's \npulling down the economy with.\n\n(END VIDEO CLIP)\n\nJONES: OK. Greg, I'm going to go to you first. It's a fair point to criticize the president for telling the troops that you \nknow the percentage was higher.\n\nGUTFELD: Yes, yes.\n\nHARF: That's a big deal by the way.\n\nJONES: That is a big deal. I said it's a fair point.\n\nHARF: Let's be clear on that.\n\nJONES: But the Washington Post said that he was shrewd in secrecy. He's the President of the United States, this \nhappens with every administration, that they have to take precautions. Isn't the media is just gone all over the \nplace?\n\nGUTFELD: So, all of this stuff, this montage shows they don't like Trump. We get it, it's been going on for two years. \nWe understand no matter what he does, you're going to hate. The thing you have to be alarmed about is the \ngrowing trend in which people find value in narking on others, right.\n\nJONES: Yeah.\n\n\n\nGUTFELD: It's in social media, it's in schools, it's in media, it's on the street. It's people narking on other people, it's \nturning everybody into Gladys the next door neighbor from Bewitched. Jim Acosta CNN, they are now our nation's \nhall monitors, right. And it is a huge blind spot. It's like they can't see what they have become.\n\nSo they're actually finking. They are finks. They're finking on troops because they brought a hat. I mean, how low \nare you to, like, make that a concern?\n\nIt reminds me. There was another guy at CNN that, like, would write to Twitter about Donald Trump's tweets. \"Did \nyou see his tweet? Send.\" It was like these are grown men and women. Grown men and women who now crawl \nover decades of tweets, of celebrities, of comics, you name it to -- we are becoming a nation of narcs.\n\nSo all this other stuff, I don't care. And Trump -- Trump made a mistake. Damn straight.\n\nMARIE HARF, HOST: Keep saying it, over and over.\n\nGUTFELD: But it's the hat. No, I'm talking about the incident with the hat is a bigger issue. And somebody -- it's like \nwhen you have a friend with bad breath. CNN has bad breath. Somebody has to tell you, CNN, you've got bad \nbreath. You've got to knock it off.\n\nMONTGOMERY, HOST: Or at least offer a mint.\n\nGUTFELD: Use a mint. Jim DeMint.\n\nJEDEDIAH BILA, HOST: The best since the line about \"he devalued the currency of his worth.\"\n\nHARF: He has.\n\nBILA: I mean, what does that even -- it's so ridiculous, though. Like --\n\nHARF: It's not. I don't think that's ridiculous.\n\nBILA: If that's what you're picking on, if you're picking on that.\n\nLAWRENCE JONES, HOST: That one moment.\n\nBILA: And then also the hats. And you're like, \"Well, I don't know if that was right. What the military members did \nand him signing those hats.\" Listen, if that's what you're picking on, everything else is going really well. Because if \nthe economy was a disaster --\n\nGUTFELD: It's a good point.\n\nBILA: If you're worried about terrorism, if you had real stuff to worry about, you would not be talking about this stuff. \nYou're talking about this stuff, because everybody has more money in their pockets and have more money to \nspend. And they're not as worried about their --\n\n(CROSSTALK)\n\nHARF: That's not true.\n\nGUTFELD: They could spend it on hats.\n\nJONES: It seems like they're making it about themselves. This was a moment for the troops. Did you see their \nfaces? They were so excited. They were having it. They enjoyed the president. He always makes everything about \nhim.\n\nHARF: Here's the thing. I don't care about the hats. I don't care if he signed the hats. I think it's stupid to focus on \nthe hats. I think we should focus on the fact that --\n\n\n\nGUTFELD: What is it about hats you don't like, Marie? Are you anti- hatist?\n\nHARF: No, I'm not. The pay raise thing bothers me, because he said something to the troops that was not accurate \nabout their own pay. And I don't like that. And he keeps saying it repeatedly.\n\nJONES: Don't you think they know? I mean, they get their paychecks. They see what's in there.\n\nHARF: What Maggie Haberman was saying was that the president now says things so frequently that aren't true \nthat what he says has lost some value. I think that's a bigger problem.\n\nGUTFELD: OK. But --\n\nHARF: Greg, I think that's a bigger problem.\n\nGUTFELD: But see, your bigger problems are always undercut by the idiocy of the people on your side who chase \nhats. So once you go after the hat --\n\nMONTGOMERY: Jim Acosta is so outraged. Right.\n\nGUTFELD: Then we just shut down. I agree. I think it -- I'm trying to figure out how he got it inaccurate. So he said it \nwas the largest increase in 10 years. It was actually the largest increase in nine years. Then he said 10 percent, but \nhe probably meant 10 years. He -- it was false.\n\nHARF: No. He said -- he said, \"I brought back pay cut -- pay raises, and you hadn't gotten them for a few years.\"\n\nGUTFELD: Yes.\n\nHARF: That's not true.\n\nGUTFELD: Yes.\n\nHARF: He said, \"You're getting 10 percent.\" That's not true.\n\nGUTFELD: Yes.\n\nHARF: But the problem with your argument is, because you don't like the people making it --\n\nGUTFELD: No.\n\nHARF: -- you dismiss all of legitimate criticism.\n\nGUTFELD: No, no, no, no, no. What I'm saying is --\n\nJONES: Let's get you in there, Kennedy.\n\nMONTGOMERY: Because the thing that I found --\n\nHARF: Because there is legitimate criticism.\n\nMONTGOMERY: OK, the thing that I found most telling was what April Ryan said about the president bringing \ndown the economy. It means that April Ryan is either a bad person, because she's hoping the economy does bad \nso the president does bad so he loses in 2020.\n\nThat's a horrible thing to think. Because when the economy does bad, and people lose jobs, people die. That's not \nemotionalism. That is data. I mean, that is a sad fact of life. But when the economy tanks, there are vulnerable \npeople who not live. So that is --\n\n\n\nHARF: Wasn't that just her analysis, though Kennedy?\n\nMONTGOMERY: Yes, but he's pulling down the economy, so what is she looking at?\n\nHARF: But that's --\n\nMONTGOMERY: The Dow? Is that what she's looking at?\n\nHARF: His comments about the Fed.\n\nMONTGOMERY: Is she looking at the stock market?\n\nHARF: His comments about the Fed that lead to volatility in the stock market. That's a fact.\n\nMONTGOMERY: It's not his comments about the Fed.\n\nHARF: Yes, it is.\n\nMONTGOMERY: It's the Fed raising rates.\n\nHARF: And it's his trade war.\n\nMONTGOMERY: And it's the idea that the Fed -- OK, I'm going to have my time. Because you had your time. You \nhad two times. I'm going to go ahead and talk right now.\n\nBecause the Fed is raising rates. The Fed operates in secret with no oversight. They manipulate our currency. They \ncreate booms and busts in the market, and it is is unacceptable. It is un-American. Central banking is horrible.\n\nThe president has rightly pointed that out. I don't agree with a lot of the stuff he says on a number of issues, but this \nis somewhere he's absolutely right.\n\nAnd it's not his words about the Fed. It's the Fed themselves that are screwing with this. You'd have a better \nargument if you said the president and the way he's dealing with China and tariffs and trade.\n\nHARF: Right.\n\nMONTGOMERY: That's an issue that you have some ground to stand on. Here, no. Not at all.\n\nApril Ryan either wants the economy to fail or she's not a very smart person and doesn't understand basic \neconomics and is too lazy to look at other economic indicators.\n\nJONES: Well, that got to be the last word.\n\nGUTFELD: No, wait. I think that message was brought to us by Ron Paul.\n\nMONTGOMERY: You're right. Buy gold!\n\nJONES: The Internet goes into wild speculation about what caused the sky over New York City to turn to a bizarre \nblue last night. That and more. And \"The Fastest Seven\" is coming up next on \"The Five.\"\n\nBILA: Welcome back, everyone. It is time for \"The Fastest Seven.\"\n\nFirst up, a mysterious blue light hovering over New York City causes panic, confusion and wild conspiracy theories. \nSome people joking it could be aliens and end up like this.\n\nTurns out it was an explosion at a power plant. Fortunately, no one was injured by the blast.\n\n\n\nAll right. So did anyone else see this and panic? Because I thought it was \"War of the Worlds\" as you might expect. \nMy husband was on the couch, screamed.\n\nHARF: Was it scary? Because I didn't see it. Was it scary?\n\nBILA: It was scary. Did anybody see this?\n\nJONES: I didn't.\n\nMONTGOMERY: No.\n\nBILA: Nobody saw this?\n\nGUTFELD: I actually questioned whether it happened.\n\nMONTGOMERY: I was on FOX Business Network.\n\nBILA: You guys -- you were working. Thank you for that, by the way.\n\nHARF: I was sleeping.\n\nBILA: OK, so I saw it. Nice of you guys to choose this topic. Nobody saw it. But it really looked like if you know the \nend of the world movies. It looked like that. It looked like it was this bluish green, sudden explosion.\n\nJONES: But what was it?\n\nHARF: So do you believe the -- do we believe the story?\n\nBILA: Do you believe it? That's my thing. Do you believe it wasn't aliens?\n\nGUTFELD: I don't believe it. I don't believe it. You know what I believe? They're killing Smurfs. That's what it is. \nThey're burning up Smurfs over there.\n\nHARF: OK.\n\nMONTGOMERY: It's a smurfatorium.\n\nGUTFELD: It's a smurfatorium. You know what?\n\nHARF: I hope we have no little (UNINTELLIGIBLE) today.\n\nGUTFELD: You know what's great. Is that everybody thought that it was -- everybody was joking about it. So when \nthe real apocalypse comes, everybody's going to be on Twitter joking about the apocalypse, and they're going to \ndie.\n\nBILA: And that's going to be it. It's going to be \"The Walking Dead.\"\n\nGUTFELD: Yes.\n\nBILA: Yes. What do you think?\n\nMONTGOMERY: This is how they soften us up.\n\nGUTFELD: Yes.\n\nMONTGOMERY: This is how we know the aliens are coming. Because they just ease in a few stories like this. And \nthen there was a retired Air Force guy who says, no, this was all real and begged for declassification of documents. \nAnd the movies become more and more realistic, and then all of a sudden, it's \"Mars Attacks.\" Ack!\n\n\n\nJONES: Yes, I'm not buying this explosion stuff. That bluish? Normally, it's fire that comes up when it's an \nexplosion.\n\nHARF: How many of these have you seen normally?\n\nJONES: I don't know. I'm just saying. Well --\n\nHARF: In the movies --\n\nJONES: On TV, you know.\n\nMONTGOMERY: I've seen the aurora borealis. It was like that.\n\nJONES: So it's smoke.\n\nHARF: I think I might have had a small panic attack.\n\nBILA: yes. There are two types of people in this world. There's the people that panic when they see something like \nthat and the people that don't. I --\n\nGUTFELD: There's the people who drink.\n\nBILA: Well, that's true.\n\nHARF: I panic and then drink.\n\nGUTFELD: Yes.\n\nHARF: Can I do them together?\n\nBILA: All right. Well, up next, remember trying to get through homework as a kid? Well, one six-year-old found a \nnew way to get some extra help. Check this out.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Alexa, what's five minus three?\n\nROBOTIC VOICE: Five minus three equals two.\n\nUNIDENTIFIED FEMALE: Boy!\n\n(END VIDEO CLIP)\n\nBILA: That's young boy's mother --\n\nJONES: That sounds like my Mama!\n\nBILA: -- busting him using Alexa to make things easier. This kid is pretty smart, as far as I can see.\n\nMONTGOMERY: That's a baller, yes.\n\nBILA: I wouldn't have thought of that.\n\nHARF: Do we trust Alexa to give the right answers?\n\nBILA: That's a good point.\n\nHARF: I don't know.\n\n\n\nMONTGOMERY: She speaks --\n\nJONES: Well, the kid sound like my Mama, because she always used to tell me, \"You're too smart for your own \ngood, Lawrence.\" And so I like this. You know, these kids are getting way too much homework these days.\n\nMONTGOMERY: What?\n\nJONES: And you've got to use your resources.\n\nBILA: Innovative.\n\nJONES: Alexa is a good resource.\n\nBILA: It's it just like a modern-day calculator.\n\nMONTGOMERY: His mom called it cheating, and I think the kid is pretty smart. That's a first grader doing his winter \nbreak math. He probably waited a little too late in the game. And he figured out that Alexa had the answer. Maybe it \nwas one of his friends at school.\n\nMy 8th grader does the same thing with Siri when she's stuck on an algebra problem. I'm like, \"You can't do that.\"\n\nAnd she said, \"No, we absolutely can. We can use calculators. Therefore, we can use Siri.\"\n\nIt's \"No, I want you to figure out how to use a scientific calculator, because that is tough.\" Anyone can go, \"Blah, \nblah, blah!\" But you know - -\n\nJONES: That's what it's there for.\n\nHARF: This mother videotaped it and put it on the Internet.\n\nThat's pretty cool.\n\nBILA: I wouldn't know whether to punish him or reward him, though. Because that's pretty creative.\n\nMONTGOMERY: For a first grader? That's brilliant.\n\nBILA: That's pretty cool.\n\nGUTFELD: But you know, this is like an old story made new with technology. Because 15 years ago, it was \nstudents using Google to cheat. Wasn't it 15? I can't remember.\n\nMONTGOMERY: Yes.\n\nGUTFELD: And Alexa is just Google for your ears when you think about it. The question you have to ask yourself --\n\nMONTGOMERY: It was actually Ask Jeeves.\n\nGUTFELD: Ask Jeeves. Whatever happened to Jeeves? RIP, Jeeves.\n\nThe question is: Is figuring out an answer and finding the answer, is there any difference at this point? Maybe this \nis the way it's supposed to be. It's supposed to free up your brain for other things. You don't need to figure out \nanswers anymore. All you have to do is find them. We're in -- all the answers are now on our phone. So you don't \nneed math. You don't need algebra, calculus --\n\nJONES: Except if you don't have service and you're out in the middle of nowhere.\n\nGUTFELD: That will happen when the blue apocalypse happens.\n\n\n\nJONES: And all you use is your math and all that type of stuff.\n\nGUTFELD: That's --\n\n(CROSSTALK)\n\nJONES: And then you don't have service on your phone, and you're screwed. You don't know how to get back \nhome, because you never --\n\nGUTFELD: Yes, but I've got a gun and a motorcycle, Lawrence.\n\nJONES: Well --\n\nBILA: All right. We've got one more. Finally, a huge New Year's Eve show coming up. Kennedy is very serious \nabout it. So she decided to whip her co-hosts into shape with a boot camp. Check it out.\n\n(BEGIN VIDEO CLIP)\n\nMONTGOMERY: We are doing mic drills, people. You are going to be interviewing machines. Five, 6, 7, 8. You, \nthem; you, them; you, them.\n\nJenkins, what is your major malfunction?\n\nGRIFF JENKINS, FOX NEWS CORRESPONDENT: My arm. My arm's tired.\n\n(END VIDEO CLIP)\n\nBILA: You know, Kennedy, the things you have to do to get people to just do their jobs.\n\nMONTGOMERY: I hope Jenkins isn't complaining like that on New Year's Eve. He is teeing it up right with Carley \nShimkus. And boy, oh, boy, I hope he soaked his elbow or had some Tommy John surgery during the break, \nbecause he is going to need to interview the million people who are going to be in Times Square.\n\nBILA: Lawrence, you're going to be there, too? You're going to be where?\n\nJONES: I'm going to be in New Orleans. Yes, we're going to have fun on Bourbon Street.\n\nBILA: And I'm going to be in New York City at Haven Rooftop. We're going to party, and Kennedy's probably going \nto be yelling at us. But we'll deserve it.\n\nHARF: And it will be warmer than last year.\n\nMONTGOMERY: Anything will be. Sam, the butcher's, meat locker will be warmer than Times Square last year.\n\nGUTFELD: Is that a euphemism?\n\nMONTGOMERY: It is.\n\nBILA: Hello.\n\nStay right there. \"Fan Mail Friday,\" it's coming up next.\n\nGUTFELD: \"Fan Mail Friday,\" you know the drill. First question comes from John Baker if that's, indeed, his real \nname. I'm not sure. \"What did you say 'no' to that you now sometimes regret?\" All right. Marie, I'm going to you first.\n\nHARF: I knew you were coming to me first, and I have no answer for this.\n\nGUTFELD: Come on! You know what?\n\n\n\nHARF: What?\n\nGUTFELD: You should have regretted answering this question.\n\nHARF: That's my answer.\n\nGUTFELD: All right.\n\nHARF: I'll think about it. I've got nothing good, though.\n\nGUTFELD: This is not a game show. You have to answer the question.\n\nKennedy.\n\nMONTGOMERY: I said \"no\" to a date with Quentin Tarantino in 1994. It probably would have been fun.\n\nGUTFELD: It's like dating a giant chin.\n\nMONTGOMERY: Yes, but it was right when \"Pulp Fiction\" came out. So it would have been fun to stick around and \n--\n\nGUTFELD: All he would have done was stare at your feet.\n\nHARF: That's a really good --\n\nMONTGOMERY: Foot fetishist?\n\nGUTFELD: Yes.\n\nMONTGOMERY: Hot!\n\nGUTFELD: Lawrence, before I get in trouble.\n\nMONTGOMERY: Now I really regret it.\n\nJONES: Right when -- what is that crypto-currency?\n\nGUTFELD: Bitcoin?\n\nJONES: Bitcoin. When it was really buzzing. A person that was an investor told me to get involved with it, and I just \ndidn't. I kind of regret that, because I could have gotten more money.\n\nGUTFELD: Yes, that's true. Although you don't know yet.\n\nBILA: You don't know.\n\nGUTFELD: Jed.\n\nBILA: A study abroad in high school in Italy. I was really shy and terrified. And I really should have just went there \nand been scared and eaten all the pasta.\n\nGUTFELD: Have you thought of anything since then?\n\nHARF: No, I literally have nothing.\n\nGUTFELD: Then you've led a full life.\n\n\n\nI -- you know what I regret? About 10 minutes before the show started, Lou Dobbs offered some mescaline; and I \nsaid no.\n\nMONTGOMERY: Your loss.\n\nGUTFELD: Probably should have taken it.\n\nMONTGOMERY: That would have --\n\nGUTFELD: You know, I agree. You know what? I don't regret anything I said \"no\" to, because I -- I think it's good \nthat you say \"no\" to things. It could be worse. You could have gone on a date and got hit by a train.\n\nMONTGOMERY: That's true. The Bant (ph)?\n\nGUTFELD: Yes, the Bant (ph).\n\nMONTGOMERY: Then I would have shown up with parts of Jupiter in my hair.\n\nGUTFELD: This is from @YouShallAlwaysBeSavvy.\n\nBILA: Wow.\n\nGUTFELD: \"If you had to have one song play in your head for the rest of your life, what it would be?\"\n\nJONES: Oh!\n\nGUTFELD: All right, you can answer this one, Kennedy.\n\nMONTGOMERY: \"Ode to Joy.\"\n\nGUTFELD: Who did that?\n\nMONTGOMERY: Isn't it Mozart?\n\nHARF: Who was that?\n\nGUTFELD: Jed.\n\nBILA: \"Girls Just Wanna Have Fun.\"\n\nGUTFELD: Hmm.\n\nHARF: The Ohio State fight song.\n\nGUTFELD: Very good!\n\nMONTGOMERY: That's a good one. Yay!\n\nGUTFELD: Very good.\n\nHARF: Thank you for applauding me coming up with an answer.\n\nGUTFELD: Yes.\n\nJONES: It would probably be \"Dear Momma\" by Tupac.\n\nMONTGOMERY: That's a good one.\n\n\n\nHARF: That's a sad one.\n\nBILA: It's very sad.\n\nJONES: No, I like it. It reminds me of my Mama.\n\nGUTFELD: That's nice.\n\nBILA: Ohh.\n\nGUTFELD: \"Honey Bucket\" by the Melvins, since it's always in my head all the time. Wherever I go, I always have \n\"Honey Bucket\" in my head. Is that strange?\n\nMONTGOMERY: When you're using a --\n\nBILA: So you already have it.\n\nMONTGOMERY: -- public urinal, yes.\n\nGUTFELD: I already have it in my head. Here's a really good one. This is from David S. \"How do you keep calm?\"\n\nJONES: Ooh.\n\nGUTFELD: Lawrence.\n\nJONES: I listen to the ocean at night. And I cook. I cook, and it calms me. And at night time when I need to go to \nsleep, the ocean.\n\nGUTFELD: Do you cook seafood, because that would be interesting?\n\nJONES: Yes.\n\nGUTFELD: There you go. Listen to the ocean and then kill what's inside it. Yes, kill it all!\n\nJONES: Has to turn it violent.\n\nGUTFELD: Yes. Marie, how do you keep calm?\n\nHARF: Running helps a lot and drinking wine also helps. Not at the same time.\n\nGUTFELD: But you could run to the liquor store, and then you lift weights with the bottles on the way back.\n\nHARF: How did you know that's what I do?\n\nGUTFELD: It's a good workout.\n\nJed.\n\nBILA: Yes, I don't keep calm. I'm terrible at it.\n\nMONTGOMERY: Good going, Greg.\n\nBILA: I've tried everything. It's still happening. It doesn't work. I can't -- nothing I do calms me. So I'm basically a \nwalking wound-up telephone wire.\n\nGUTFELD: Wow! That's frightening.\n\nBILA: It's good for me.\n\n\n\nGUTFELD: Kennedy.\n\nMONTGOMERY: Good old-fashioned meditation.\n\nGUTFELD: I meditate. Sometimes it gets me a little crazy afterward.\n\nMONTGOMERY: It can. But that just means you have craziness to process. And if you keep meditating, it will \nslowly melt away.\n\nGUTFELD: I often meditate at night at the beach.\n\nMONTGOMERY: Called sleeping.\n\nGUTFELD: Yes. I sleep on the beach is what I'm saying.\n\nHARF: It's called sleeping.\n\nGUTFELD: No, I don't actually keep calm.\n\nBILA: No.\n\nGUTFELD: I don't keep calm either. I've given up on it. Given up on it. Being calm is overrated. All right.\n\nHARF: There's that Calm app you can use.\n\nGUTFELD: Are we out of time? Please say, \"Yes.\"\n\nTease is next! \"One More Thing\" is up next.\n\nMONTGOMERY: You are No. 1. And it is now time for \"One More Thing.\"\n\nGreg, you're up first.\n\nGUTFELD: You know, some people just mail in shows, you know, where they chop it all up, do greatest hits. Jesse.\n\n\"The Greg Gutfeld Show\" tomorrow night is brand-new. It's fresh. It's got Morgan Ortagus, Jim Florentine, Kat \nTimpf, Tyrus. Saturday December 29, 10 p.m. You're going to love every piece of that show. And more.\n\nMONTGOMERY: I already do, and you know why? Because it is the appetizer for New Year's Eve. We talked a \nlittle bit about it.\n\nGUTFELD: That is true.\n\nMONTGOMERY: So excited to be broadcasting live from Times Square right here in glorious New York City with \nmy cohost, Pete Hegseth, this year. And of course, kicking off the main event in the 8 p.m. hour, Carley Shimkus \nand Griff Jenkins. Jedediah will be there. Lawrence Jones will be in New Orleans. We're also going to have Tomi \nLahren, Tyrus, as well.\n\nGUTFELD: Kathy Griffin?\n\nMONTGOMERY: Kathy Griffin will not be there. But we will perhaps see --\n\nGUTFELD: She's free!\n\nMONTGOMERY: -- a Nancy Pelosi experience. She -- she may be making an appearance on the show. I'm not \nsaying what she's doing but --\n\nBILA: Uh-oh.\n\n\n\nMONTGOMERY: -- can't wait for it.\n\nAll right. Jedediah.\n\nBILA: All right. I want to introduce you to Nubby, who's the sweetest 7- year-old chihuahua. He was born with just \nhis back legs. He was abandoned and was rescued. And now he brings joy as a therapy dog to patients at Cardon \nChildren's Medical Center.\n\nHe walks around. He uses his little wheelchair for his back legs, and he goes from room to room to people who are \nalso struggling, who are kids who are in casts who are suffering, to kind of say, \"Hey, look, I overcame my struggle. \nYou can, too.\" They absolutely love him.\n\nAnd people just underestimate oftentimes how much joy these animals can bring to people who are in hospitals or \nstruggling with conditions.\n\nGUTFELD: That's a cruel nickname.\n\nMONTGOMERY: Nubby.\n\nBILA: What is, Nubby?\n\nGUTFELD: Yes.\n\nBILA: It's kind of cute.\n\nJONES: He seems happy.\n\nBILA: He looks very happy. Very, very happy. Very well taken care of. And very inspirational. I love him. And he's \nbeautiful.\n\nMONTGOMERY: He's got buns of steel, that dog.\n\nBILA: He does. He really does.\n\nMONTGOMERY: Very impressive.\n\nBILA: Quite a fitness pro.\n\nMONTGOMERY: Very sweet.\n\nAll right. Marie.\n\nHARF: Staying on the dog theme. Even though I'm a cat person, we're staying on the dog theme. \"The Daily \nBriefing's\" dog, Spike, who if you follow social media, if you follow Dana or \"Daily Briefing\" online, you know Spike.\n\nHe and some of his canine companions got a sneak peek at the Times Square, New Year's Eve ball. Take a look at \nthese photos. I can only imagine how fun this was for these dogs. They had the lights and they had these huge - - I \ndon't know. Huge things out there in Times Square. If you look at that, I mean, that's Spike and his buddies got to \ngo on a field trip, which I love. BILA: Ohh.\n\nMONTGOMERY: It's a dog's life.\n\nHARF: It's a dog's -- I mean, they're getting ready for New Year's Eve. I don't think they'll be there with you, \nKennedy.\n\nGUTFELD: Do you know these dogs don't know it's New Year's Eve. I just want everybody to know that. That dogs \ndo not know.\n\n\n\nBILA: You don't know that, Gregory.\n\nGUTFELD: No, they don't. They don't know. They do not know it's New Year's Eve. It's just another loud evening of \nobnoxious giant fleshy beasts that are taller than them that make lots of noise and light off stupid things. And they \njust want the sound to go away.\n\nNo animal likes New Year's Eve. They don't like Fourth of July. They hate it. They crawl under the bed, as do I.\n\nMONTGOMERY: You know what they do like, though?\n\nGUTFELD: What?\n\nMONTGOMERY: Treats.\n\nGUTFELD: They do like treats. But who doesn't like a good treat?\n\nJONES: Maybe they get special treats on New Year's.\n\nHARF: You just ruined that moment.\n\nGUTFELD: I tried to ruin it, Marie.\n\nMONTGOMERY: All right. Successful. Lawrence, you do not have an easy task this evening with \"One More \nThing.\" I give it to you, buddy.\n\nJONES: Our friend Bre Payton, many of you know her as a writer for The Federalist, a frequent guest on television \nnews, including FOX News, sadly died after a sudden illness, according to her employer.\n\nBre was born June 8, 1992, and tragically passed today at the age of 26. She was kind. She was smart, and she \nwas truly the life of the party. The California native is survived by her parents and her four siblings.\n\nGUTFELD: I think we all know, we all knew her on various shows. She was on your show. She was on my show, \nand we've all worked with her.\n\nMONTGOMERY: Yes.\n\nGUTFELD: It's a terrible shock. It's just -- it's unbelievable.\n\nMONTGOMERY: And she -- you know, an absolutely beautiful soul. I loved having her on. And it's -- it's tough for \nher family and The Federalist family, as well.\n\nHARF: Yes.\n\nJONES: And us at FOX News. Bre, we're going to miss you.\n\nBre, my story for Bre is I spent her birthday with her this year, after Kennedy's show, and she was so kind. And she \nwanted to -- everybody loved her, because she was a genuine soul. And she really cared about all you guys out \nthere. Bre, we're going to miss you.\n\nMONTGOMERY: Rest in peace.\n\nBILA: Rest in peace.\n\nMONTGOMERY: Eternal be her memory. \"Special Report\" is up next.\n"}