{"title": "From Our Readers;Undocumented workers not guilty alone", "body": "\nMore arrests of undocumented workers in Gwinnett County, as reported in a recent news brief, and \"employers \ncould face sanctions.\" Shouldn't it be \"employers will face sanctions\"? Undocumented immigrants are not the \nproblem. The problem lies with employers who offer jobs without checking work permits. Policy-makers should \npromote laws to arrest those who employ undocumented immigrants.\n\n \n\nNixon was nobody's racist\n\nJOHN GLAVIN Marietta\n\nRichard Nixon never declared a \"Southern strategy,\" as Tom Teepen stated in his column \"Ghost of past racial \nappeals still haunts GOP.\" Nixon, an opportunist more than a conservative, counted the votes and decided the only \nway to win was to peel the votes from the easiest source. That source was George Wallace, and not Hubert \nHumphrey. Nixon's understanding of race in the South led to a policy of upholding civil rights legislation by \npersuasion, not confrontation. His administration was a flawed group of men who nonetheless enforced civil rights \nlaws while prodding white Southern leaders into doing what was inevitable (much as President Lyndon B. Johnson \ndid) instead of using the more publicly confrontational tactics of President John Kennedy.\n\nI am puzzled by the resentment of \"Dixie.\" It has often been sung as a rallying cry for segregationists and racists, \nbut to suggest that it is used exclusively \"over every spasm of racial repression since\" the Confederacy is much like \nsaying the cross has become a symbol of repression since racists began burning them at rallies and on lawns.\n\n \n\nHealth Care Not an attack on men\n\nGEORGIA GENERAL ASSEMBLY WOMEN'S CAUCUS Nine members of the state House signed this letter: \nMichele Henson (D- Stone Mountain), Dorothy Felton (R-Atlanta), Maretta Mitchell Taylor (D- Columbus), Louise \nMcBee (D-Athens), Sharon Trense (R-Atlanta), Nan Grogan Orrock (D-Atlanta), Carolyn Fleming Hugley (D-\nColumbus), Pamela Stanley (D-Atlanta) and Kathy B. Ashe (R-Atlanta).\n\nMartha Ezzard's column \"When health care reform hits home\" begins to tell the history of many of the issues on \nwhich the Women's Caucus of the Georgia General Assembly focused this year and the struggles it has overcome.\n\nOrdinary consumers do need a \"greater voice\" in today's health care marketplace, where fiscal concerns often \noutweigh patient concerns.\n\n\nThe Women's Caucus supported Sen. Nadine Thomas' (D-DeKalb) bill to eradicate drive-through deliveries and a \nbill allowing women direct access to their obstetrician-gynecologist. Both bills passed.\n\nThe Women's Caucus is choosing which health care issues it will tackle next year. Two issues are the identification \nand treatment of sexually transmitted diseases a which often have much graver health consequences for women \nthan men a and improving the standard of care for cancer patients by participation in clinical trials.\n\nIt is time that HMO, managed-care and health care administrators realize that the health concerns of men and \nwomen are not always the same.\n\nLegislation designed to protect and promote the health of women is not an attack on men, big business or \nmanaged care. But with an increasingly controlled health care environment, this legislation is necessary.\n\n \n\nWomen given priority\n\nSTEFAN TIGGES\n\nIn many instances, women's health care needs are given priority over those of men. I am an advocate for women's \nhealth care. I spend one day a week at Grady Memorial Hospital reading mammograms and I have been active in \nbreast cancer research.\n\nHowever, I cannot allow some vague assertion, repeated in Martha Ezzard's column a that \"there's still a tendency \nto dump on women\" when it comes to health care a to go unanswered.\n\nThe real danger in corporate-driven health care reform is shared equally by men and women.\n\nFor the same reason AT&T announced 40,000 jobs will be cut, insurance companies and HMOs will do whatever \nthey can to cut costs.\n\nExpensive treatments for everyone, not just women, will become increasingly difficult to obtain because of the \nimpact on the bottom line. This is an inevitable outcome when the first responsibility of management is to maximize \nreturn to corporate shareholders, and patient concerns become secondary.\n\nTigges is an assistant professor of diagnostic radiology at The Emory Clinic Inc.\n\n \n\nBye-bye, Buchanan\n\nMARK PHILLIPS Atlanta\n\nIn the letter \"Dishonest attacks,\" the writer says Pat Buchanan has repudiated any racists supporting him. Yet Larry \nPratt, his former campaign co-director, is merely on a leave of absence after it was proven that he had consorted \nwith various race groups. Is this repudiation? The letter writer says Buchanan is not a misogynist, though he has \nbeen quoted as saying \"women are simply not endowed\" by nature to compete in Western capitalism.\n\nPractically every speech Buchanan has made has been peppered with isolationist dogma. He wants to put up \nfences. He wants to institute high tariffs to keep out foreign goods. He wants to pull out of Western alliances. Yet, \nas the reader says, Buchanan would put the 7th Fleet between Taiwan and China and thereby risk a war with a \ncountry we could never conquer, a country with nuclear capability and an army that could become four times the \nsize of ours.\n\nThis is the man the writer would have president, with his finger on the nuclear button. This man was a festering \nmenace until the latest primaries. May he now retire into oblivion.\n\n \n\nParoling felons\n\nELAINE M. RONDEAU Marietta\n\n\n\nMy family has been victimized twice by homicide and the indiscretions of parole boards; I vehemently object to the \neditorial that said, \"The goal of the parole board is . . . to keep Georgia's most violent criminals behind bars as long \nas possible.\"\n\nThe board saw fit to release on parole 538 violent offenders in 1995 alone.\n\nPlease tell me how safe I should feel with that many felons back on the street.\n\n \n\nThe parole board serves nothing more than a bed management function.\n\nStolen property\n\nKEN S. WIEDER Marietta\n\nAs the editorial \"Confiscation out of control\" points out, one need not be guilty of any crime to have one's assets \nand property confiscated by the government. Although property confiscation laws initially may have been intended \nto control and punish crime, they have become the crime. Personal property and assets have become unrestricted \nrevenue sources for government. Government agencies are running amok with unabridged power to confiscate the \nproperty of innocent people they are sworn to protect.\n\nIs it any wonder a growing number of concerned people distrust government?\n\n \n\nUnfair comparison\n\nJAMES ARD Lawrenceville\n\nDale McFeatters' analogy of pilots and politicians, in the op-ed article \"A candidate untainted by experience,\" was \nentertaining yet wrong. In airlines, pilots who make bad decisions don't log much experience, whereas politicians \nwho make bad decisions are often rewarded with a lifetime career in government. McFeatters should have chosen \norganized criminals to compare to politicians. While pilots' experience helps save lives, experienced mobsters are \nmore effective at inflicting pain and holding onto power.\n\n \n\nInhumane wait\n\nRANDALL WHIDDON Ashburn\n\nMaking murderers wait on death row for years is cruel.\n\nThese murderers should be put to death the morning after sentencing. For us not to rid the world of these hideous \npeople does call our humanity into question.\n\n \n\nTrampling human rights is terrorism, too\n\nJAMES DAVID Marietta\n\nI strongly disagree with the letter writer critical of the photo of the grieving Palestinian woman shortly after Israeli \nsoldiers blew up her home. Destroying homes of innocent people is wrong and a violation of human rights, period. If \nIsrael's policy of destroying homes of terrorists' families is the right thing to do, then why are Jewish terrorists such \nas Baruch Goldstein, who killed 30 innocent Palestinians, and Yigal Amir, who killed Prime Minister Yitzhak Rabin, \nnot treated in the same manner? The families of the Jewish terrorists live in their comfortable homes while the \nfamilies of Palestinian terrorists are left homeless.\n\n \n\nTime to reconsider married priests\n\nMARIANNE KAPLE Lilburn\n\n\n\nRegarding the article \"Catholic priests a and married\": In the past 25 years, more than 20,000 Roman Catholic \npriests in the United States have chosen to marry, and therefore have not been allowed to continue to officially \nfunction within the Roman Catholic Church.\n\nHow ironic that the church will welcome with open arms married Episcopal priests and their families and grant them \nfull exercise of their priesthood but will not do the same for its own married priests.\n\nMaybe married Catholic priests should join the Episcopal clergy, as some have done, and then convert back to the \nCatholic Church.\n\nGraphic\n\n \n\nPhoto illustration: Richard Nixon and a Confederate flag / WILSON LOWREY\n\n / Staff\n\n Photo: A blood-pressure monitor\n\n Photo: A wedding\n"}