{"title": "Health money \"must be managed better'", "body": "\nCanada's health-care system is ailing and may not have long to live, some provincial health ministers are \nsuggesting.\n\n \n\n    Rising medical costs threaten the system that allows all Canadian residents no-charge health care.\n\n \n\n    Health Minister Benoit Bouchard said the $ 60-billion (Canadian) spent annually on medical services gives \nCanada the best but most expensive publicly financed system in the world.\n\n \n\n    The money must be managed better to control rising costs, Bouchard said during a two-day meeting of \nCanada's health and  finance minister last week.\n   Provincial governments have complained that health care has deteriorated because the federal government has \ncut back paying its share of costs.\n\n \n\n    \"They cannot continue to prescribe to the provinces a health care system while they are vacating the field \nfinancially,\" said British Columbia Finance Minister Glen Clark.\n\n \n\n    Restraint measures have included closing hospital beds, laying off staff, encouraging people to use clinics and \ncapping insurance benefits for Canadians outside the country.\n\n \n\n    The federal government continues to refuse proposals to institute user fees for patients.\n\n    \n\n \n\n   Critics says proposed changes to Canada's immigration laws will treat foreigners like \"criminals.\"\n\n \n\n    The legislation would tell some immigrants where they can settle in Canada, require virtually all refugees to be \nfingerprinted and give others special treatment.\n\n \n\n\n    The changes are \"alarmist and border on fear of foreigners,\" says Jane Reble of the Mennonite Coalition for \nRefugee Support in Kitchener, Ontario.\n\n \n\n   Immigration Minister Bernard Valcourt wants to give priority to @ immigrants with immediate family members \nliving in Canada, bona fide refugees and those with lots of money to invest. \n\n \n\n    To ease job shortages, the government wants to be able to assign applicants with certain trades to parts of the \ncountry where they are  needed for about two years.\n\n \n\n    All refugee claimants seeking asylum in Canada would be fingerprinted because of concerns about criminals \nentering the country, Valcourt said.\n\n    \n\n \n\n   The inflation rate has dropped to its lowest level in 21 years with predictions of better economic times ahead.\n\n \n\n    Analysts said May's 1.3-percent rate shows Bank of Canada governor John Crow has won the battle against \ninflation and there should be further interest rate cuts.\n\n \n\n    Price wars by Ontario grocery story chains were credited with helping push the rate down 0.2 percent.\n\n \n\n    Government critics say the low inflation rate and a fragile economic recovery will mean only slow improvement \nfor the 1.5-million unemployed Canadians.\n\n    \n\n \n\n   Facts and figures: The Bank of Canada's key interest rate dropped Thursday to 5.91 percent from 6.08 as \nfinancial institutions set their prime rate rate at 7 percent.\n\n \n\n    The Canadian dollar was lower at 83.53 U.S. cents Friday while a U.S. dollar was $ 1.1972 Canadian.\n\n \n\n    Stock markets were mixed, with Toronto's composite index at 3,350 points.\n\n \n\n    \n\n \n\n   In brief: Ontario Premier Bob Rae plans a minimum corporate tax before his New Democratic Party government's \nterm in office expires in 1995. He said Ontario residents, however, shouldn't expect any big tax cuts unless they're \nwilling to live with severe cuts in Medicare, schools and social programs.\n\n \n\n     The union representing 1,600 strikers at the Toronto Star will let delivery trucks leave eight times an hour instead \nof four. Canada's largest newspaper, which was hit by a strike two weeks ago and continues to publish, threatens to \nseek an injunction to limit picketing and sue for damages to trucks.\n\n\n\n \n\n     Many Canadians got a head start last weekend on celebrating Canada's 125th birthday on July 1. National \nNeighborhood Parties were held across Canada with street dances and backyard barbecues even garage sales \nwhile people waved flags and sipped lemonade.\n\n \n\n     Canadians now have to work almost half the year to pay their taxes.\n\n \n\n    \"Tax Freedom Day\" when taxpayers theoretically free themselves from government commitments fell on June 10 \nnationally, says the Fraser Institute.\n\n \n\n    It said the average Canadian family with an annual income of $ 53,535 (Canadian) will pay $ 23,537 in taxes to \nthe three levels of government.\n\n \n"}