{"title": "IMMIGRANTS FIND NEW RESOURCES", "body": "\nTHE IDEA FOR Resources, a Catholic Migration Office program that provides training and jobs for immigrants, \nwas born in a sweatshop.\n\nThe Rev. Ronald Marino, director of CMO, said he was looking for a used furniture store about three years ago \nwhen he stumbled into a sweatshop near CMO's offices in Bensonhurst.\n\n\"It was July, boiling hot, and there were at least 100 women at the sewing machines. There were fans, but there \nwasn't a window in sight. The noise was incredible and there were little children sewing, which is against the law,\" \nhe said.\n\n\"The owner of the place was very proud of his shop,\" Marino said. The Diocese of Brooklyn priest, on the other \nhand, was outraged. \"I thought: 'The church does wonderful work with immigrants. We have to do something about \nthis. But what can we do?' \"\n\nMarino came up with Resources.\n\nThe program offers training, internships and permanent jobs to 135 immigrants annually in three areas: computer \ngraphics, culinary arts and residential and commercial cleaning.\n\nResources runs two small businesses a computer graphics firm and a commercial and residential cleaning \ncompany to provide jobs for the program's graduates.\n\nThe Acton Institute for the Study of Religion and Liberty recently gave Resources a $ 10,000 award for \"effectively \nand compassionately meeting the needs of the most vulnerable in society.\"\n\nResources is the latest service offered by the Catholic Migration Office, which has been helping immigrants for 25 \nyears.\n\nCMO is run by the Brooklyn Diocese, which includes Queens.\n\nThe agency receives no government funding.\n\nCMO offers English as a second language and citizenship classes, citizenship exams and legal services.\n\nMarino said Masses are offered in 18 languages around the Brooklyn Diocese, so it is easy to help meet spiritual \nneeds of immigrants who are Catholic.\n\nResources seeks to meet other needs as well.\n\n\nThe program also helps immigrants who are not Catholic.\n\nResources begins with tests of immigrants' proficiency in English.\n\nStudents who fail are coached in English on the side. Tuition is $ 400 per semester. Scholarships are available.\n\nClassroom sessions are held in the evenings.\n\nHint Heung Lam of Sunset Park used to be among the sweatshop workers, but those days are behind her. She \nworks now for the cleaning company.\n\n\"I didn't know much English,\" she said. She learned of Resources in a Chinese newspaper and decided to apply.\n\nMarino said graduates of the residential and commercial cleaning program were at work on contracts Resources \nwon through regular bidding.\n\nWhen the culinary arts program gets its first class of graduates this summer, Resources plans to open a catering \nfirm.\n\nDavid Ali, a Trinidadian who completed training last year, is one of the people in charge of Resources' computer \ngraphics arts company.\n\n\"I love working with immigrants here at Resources. This is a place where they can feel welcomed,\" he said.\n\nGraphic\n\n \n\nTODD MAISEL ON JOB: The Rev. Ronald Marino (l.), head of Resources job training, works with David Ali (at \ncomputer) and teacher Giovanni Mainardi.\n"}