{"title": "FEDERAL BILL COULD REVIVE PROP. 187 MEASURE MAY LET STATES BAR UNDOCUMENTED FROM SCHOOL", "body": "\nProposition 187 is stirring with new life.\n\nIf federal immigration reforms permit states to bar undocumented immigrant children from public schools, the \nWilson administration plans to use this lever to seek the reinstatement of the measure denying education and \nhealth care to undocumented immigrants.\n\nCongress could soon grant Gov. Pete Wilson and other supporters of 187 this potent new legal argument by \nexplicitly giving states powers a federal judge ruled that California lacked when she suspended implementation of \nthe measure last year.\n\nThe relevant provision is contained in the House version of immigration reform. A joint House-Senate conference \ncommittee will soon convene to resolve differences between the two measures.\n\nThe bill's implications are explosive in this election year, if not fully understood.\n\nPresident Clinton badly wants to sign an immigration bill to show he's tough on the issue - although spokesman \nMike McCurry has called the school ban \"nutty.\" Recognizing the measure's potential political firepower, Sen. \nRobert Dole, the presumptive Republican nominee, used his March California campaign swing to endorse the \namendment and attack President Clinton on immigration.\n\nAnd yet when San Jose Mayor Susan Hammer and Police Chief Lou Cobarruvias joined other local officials \nTuesday to denounce the ban as the unconstitutional twin of Proposition 187, they appeared not to realize that the \nmeasure might actually bring it back to life.\n\nPassage of the amendment \"would open up a whole series of arguments in defense of 187,\" said Robert Post, a \nBoalt Hall School of Law professor.\n\nThe Attorney General's Office is mum on strategy, but Wilson is eager to go to court with the legislation, originally \nsponsored by Rep. Elton Gallegly, R-Oxnard.\n\n\"By Congress taking a position on all of the elements of Prop. 187, including the school component, we believe it \nstrengthens our case in court,\" said Sean Walsh, the governor's press secretary.\n\n\"We love the Gallegly amendment.\"\n\nBasis for voiding 187\n\n\nIn overturning 187, federal Judge Mariana Pfaelzer cited a Supreme Court case, Plyler vs. Doe, in which the court \nsaid the 14th Amendment's guarantee of equal protection under the law required Texas to educate all children. \nTexas had tried to exclude undocumented children from its schools.\n\nPfaelzer ruled that states can neither regulate immigration - a federal responsibility - nor limit services for \nimmigrants that the federal government helps fund. But her ruling allowed states to regulate services the state \nunderwrites, and those for which Congress has not explicitly claimed responsibility. The Gallegly amendment would \nmake states' rights over education explicit.\n\nAlthough Proposition 187 was passed long before the amendment, several constitutional scholars agreed that \nproponents could argue in court that legal conditions had changed, and so the judge should lift her injunction on \nProposition 187.\n\nChallenge to injunction\n\nEven if the judge didn't lift her injunction, proponents hope the amendment would set in motion a series of legal \nmoves that could convince the Supreme Court to overturn Plyler. That would remove the legal underpinning of \nPfaelzer's injunction, and the Wilson administration would then argue she should lift it.\n\nLegal opinions differ about whether the passage of the school ban would achieve the result Wilson and others \ndesire.\n\nBarnaby Zall, a Washington lawyer who worked on the 1982 Plyler case, said he thinks the amendment would \nsurvive a constitutional challenge. \"The Supreme Court has never held that you couldn't deny these kids a free \neducation,\" he said.\n\nOther lawyers believe the opposite.\n\nEducating children\n\n\"The equal protection clause of the U.S. Constitution does not permit the government to discriminate against \ninnocent children, when it comes to something as important as education,\" said Carlos Holguin, general counsel for \nthe Center for Human Rights and Constitutional Law in Los Angeles, which is lead counsel in a suit against \nProposition 187.\n\nMayor Hammer and others believe the amendment is mostly an \"election-year ploy\" to win votes by attacking a \nweak and defenseless group. But ploy or not, it is definitely a hot election-year issue.\n\nGallegly's legislation zoomed to prominence in March on the supportive words of such Republican leaders as \nHouse Speaker Newt Gingrich and Senate Majority Leader Bob Dole. Dole called for the amendment's passage \nwhen launching his California campaign on the U.S.-Mexico border - even though he previously had voted against a \nsimilar measure.\n\nWide opposition to ban\n\nDemocrats on the House-Senate conference committee - which has yet to be fully named - can be expected to \noppose it vigorously, backed by constituents in pro-immigration campaigns, church groups and teacher unions. \nPresident Clinton has been heavily lobbied by these groups to veto any bill including the school ban.\n\nComplicating the political picture is strong opposition to the amendment among law enforcement groups and across \nthe political spectrum. Opponents include three national police groups, the Los Angeles County sheriff, and police \nchiefs from San Diego and Sacramento counties, as well as the Republican mayor of New York and governor of \nTexas.\n\nStill, proponents offer no apologies.\n\n\n\nEasy access to services such as education attracts illegal immigrants, Gallegly and his supporters argue. And it's \nunfair, they argue, to let states carry the fi nancial burden of caring for illegal immigrants that failed federal border \nenforcement allows in the country.\n\nCalifornia would save nearly $2 billion if it stopped paying for the education of these children - enough to hire \n44,000 more teachers, Gallegly said.\n\n\"If we're going to ask the states to pay the bills, we're going to give the states that option,\" he said.\n\nNotes\n\nThe Associated Press contributed to this report.\n"}