{"title": "Coming to America, and becoming American", "body": "\nMUDDY CUP \n\n \n\nA Dominican Family Comes of Age in a New America \n\n \n\nBy Barbara Fischkin \n\n \n\nScribners, $ 24 \n\n \n\nReviewed by PHILIP HERTER\n\nThe current debate over immigration, usually expressed in terms of what  \"they\" want from \"us,\" is starved for \nparticulars that could help frame  the discussion. In 1986, Barbara Fischkin, a reporter for New York Newsday, \n began a series of articles chronicling the struggles of \"typical\" immigrants  making their way to America. The result \nis Muddy Cup, the story of the  Almontes - Javier, Roselia and three children - journeying from the Dominican \n countryside to the wilds of New York City. Spinning a universal parable from  threads of the particular, Fischkin has \nwritten a crisp, focused snapshot of  immigration today.\nMUDDY\n\nThe Almonte's story is one of family rebels and hard-working believers who  want a better life. Like every family's \ntale, Muddy Cup is full of anecdote  and myth: the record-breaking rain the night the baby was born, the time Papi \n predicted he would win the lottery, and did. Dominican history is key,  especially the miserable years of the Trujillo \ndictatorship, a grim regime  supported by Washington, when thousands disappeared and social progress  withered. \nComing to America, we are reminded, has made sense for a long time.\n\nFischkin has a strong reference for the stories of men and women  struggling for something better: her own \nmother's escape, earlier this  century, from Ukrainian pogroms. Immigrant imagery is both literary and  evergreen - \na little boy who dreams of flying, the pretty daughter longing for  big city lights, the wealthy landowner on his white \nhorse - and Fischkin plays  up these tropes. Rightly so as the lives of rural Dominicans are as vivid and  hard as \nthose of Dostoyevski's serfs.\n\nBy tale's end, the Almontes have blended into the hurly-burly of New York,  in Queens coincidentally, not far from \nFischkin's mother. One daughter has  survived the terrorist bombing of New York's World Trade Center, (how \nAmerican  can you get?) The youngest, Mauricio, is at college in Ohio, majoring in  English lit and dreaming of \nbecoming a writer. The Dominican sierra, it turns  out, is not so far from Walton's Mountain.\n\n\nAnyone unsure about \"aliens\" or American immigration policy would do  well to read Muddy Cup and reflect on the \ncircumstances of their own presence  in America. Some might recall tales told by parents, or maybe grandparents. \n But most of us won't need to look very far into the past to see ourselves in  this splendid and frank portrait of new, \nand very authentic, Americans. \n\n \n\nPhilip Herter is writer living in New York.\n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO; cover art for Muddy Cup by Barbara Fischkin\n"}