{"title": "Clinton Bars Amnesty For Latin Immigrants; President Rebuffs Central American Leaders", "body": "\nPresident Clinton today rebuffed pleas from Central American leaders seeking amnesty for immigrants who \nfled their region during the civil wars of the 1980s, but he tried to assuage their concerns by vowing humane \nenforcement of a tough new U.S. immigration law.\n\nDuring a summit meeting with fellow heads of state here, the presidents of El Salvador and Nicaragua pressed \nClinton to come to the aid of hundreds of thousands of people who sought refuge in the United States a decade \nago and face the prospect of expulsion now that peace and stability have arrived. The new law, which took effect \nApril 1, could affect about 300,000 Central Americans in the United States, including more than 30,000 in the \nWashington area.\n\nClinton made clear that amnesty is not an option, according to participants in the closed-door session. However, in \nprivate and later during public remarks, the president repeatedly expressed sympathy for the plight of the \nimmigrants who came legally, comparing them to boat people who escaped Vietnam in the 1970s. And he \npromised to avoid any Draconian roundups while he attempts to persuade Congress to soften the impact of the law, \nwhich he signed during last fall's election campaign.\n\n\"There will be no mass deportations and no targeting of Central Americans under this law,\" Clinton said at a post-\nsummit news conference, repeating a pledge he has made throughout his trip this week. \"I am working with \nCongress to implement the new law so that it does not produce these unintended results.\"\n\nWhile disappointed not to hear more specific assurances, Central American leaders said they are convinced that \nClinton understands their positions and believe he will translate his soothing words into tangible results.\n\n\"It is very encouraging for us to hear the profoundly humane position that he adopts when he looks at the people \nwho have had so much pain,\" said President Armando Calderon Sol of El Salvador.\n\n\"We're always wanting to see more, but of course we understand the situation the United States is facing,\" said \nLeonel Fernandez Reyna, the U.S.-educated president of the Dominican Republic. \"We do think there has been a \nconsideration of the humanitarian problem involved.\"\n\nOn other topics, the United States signed an \"open skies\" agreement permitting unrestricted air service with Costa \nRica, Nicaragua, Honduras, El Salvador and Guatemala, while the region's leaders also discussed expanding free \ntrade, joint law enforcement and environmental protection.\n\n\nBut U.S. immigration policy came to dominate the meeting in a way it had not previously during this first Latin \nAmerican trip of Clinton's presidency. The issue resonates strongly here because of the imminent threat to \nCentral American immigrants in the United States and the wide-ranging impact their deportation could have, not \nonly on them and their families, but also on their home countries.\n\nThose immigrants, who entered the United States under rules intended to grant them temporary sanctuary from \npolitical upheaval at home, collectively send home $ 1.5 billion a year to relatives in El Salvador and Nicaragua. \nAnalysts say shipping them home en masse could overwhelm Central American labor markets, which would not \nhave enough jobs for all of them.\n\nThe new law has a variety of provisions intended to curb illegal immigration and was not aimed specifically at the \nCentral Americans. But they became endangered when officials focused on a provision that allows the government \nto exempt only 4,000 people a year from deportation. The administration is postponing the effective date of that cap \nuntil Oct. 1, while negotiating with congressional leaders to find a compromise.\n\nThe emotion of the dispute was evident as Clinton rode in a parade through the streets of San Jose, the Costa \nRican capital. Thousands of cheering, flag-waving schoolchildren lined his route and greeted him enthusiastically \nunder brilliant blue skies. But one man held up a hand-scrawled sign that said, \"Stop the Deportation,\" and a half-\ndozen others held up their middle fingers when he passed.\n\nIn a delicate balancing act, Clinton tried to satisfy audiences both at home and here by affirming the need for \nstrong immigration laws even as he agreed to do what he can to soften their edges.\n\n\"It's a good thing that we try to stop illegal immigration, because if we don't, we won't be able to keep the American \npeople in support of legal immigration,\" Clinton said. \"But we have to understand, these Central American \ncountries are in a different category because of what they went through in the 1980s.\"\n\nImmigration and Naturalization Service Commissioner Doris Meissner, accompanying Clinton, said the president \nand his staff did not fully understand the law's ramifications when he signed it. \"We have come to understand much \nmore clearly . . . exactly how complex it is and exactly what the consequences would be,\" she said.\n\nDuring their private session, U.S. officials said, El Salvador's Calderon Sol asked Clinton to consider amnesty, and \nNicaragua's Arnoldo Aleman joined in pushing for U.S. leniency, reminding him that the United States had played a \nmajor part in creating the turmoil that drove away their citizens during its Cold War proxy confrontations with the \nSoviet Union.\n\nClinton acknowledged the U.S. role but said there was no practical way to seek amnesty because Congress will \nnot accept it, Calderon Sol told reporters. Clinton aides said they did not recall the president's responding directly \non amnesty but rather offering more general reassurances that effectively made clear it was not an option.\n\n\"It's not the administration's position to seek amnesty,\" Meissner said later. \"We believe this law is a good law, and \nby and large we think it is workable.\"\n\nGraphic\n\n \n\nPhoto, afp//luke frazzat, Clinton speaks outside National Theater in San Jose, Costa Rica, where he met with \nleaders of Central America and the Dominican Republic. (Photo ran in an earlier edition)\n"}