{"title": "Opinion: Ruben Navarrette Jr.: Texas GOP inexplicably joins anti-immigrant crowd", "body": "\nParents, you know how it is with kids. One acts up, and so you have to focus your attention on the troublemaker \nand take your eye off the others. Then, when you're not looking, another one gets out of line.\n\nStates are much the same way. The eyes of the nation are fixed on Arizona, the undisputed problem child in the \nnation's immigration debate. But there are other states where lawmakers are eager to follow Arizona's lead and \nblame Washington for not solving a problem that, in truth, their own citizens (i.e., employers) helped create.\n\nAt least a half-dozen of the states thinking about going on this suicide run can perhaps be forgiven their ignorance \nbecause the experience of having a sizable illegal immigrant population is still new to them. In Utah, Georgia, Ohio, \nMaryland, Oklahoma and South Carolina, illegal immigrants are still a rather exotic import.\n\nBut then there's Texas, which used to be part of Mexico and where lenient immigration policies toward white \nsettlers from the South and Northeast led to a famous tenant dispute that included a dust-up at the Alamo in 1836. \nIn Tejas, Latinos are indigenous and as ubiquitous as bluebonnets. In the Lone Star State, where my mother and \ngrandparents and great-grandparents were born and raised and where I spent five years writing about immigration \nand other issues for the Dallas Morning News, legislators should know better than to even flirt with the idea of \nadopting a divisive and dangerous law like the one in Arizona.\n\nThis was true even before U.S. District Judge Susan Bolton, in defense of the Constitution, ripped the guts out of \nthe Arizona law by striking down its most egregious and indefensible parts. Bolton had her pick of seven different \nlawsuits seeking to block the law's implementation, and she based her ruling on the lawsuit filed by the Obama \nadministration. The Justice Department argued that Arizona had exceeded its authority and trampled on powers \nreserved for the federal government.\n\nBolton agreed. She was particularly bothered by those elements of the law that all but required racial profiling by \nforcing police to arrest people they suspect are in the country illegally, made it a state crime for the undocumented \nto seek work, required legal immigrants to carry papers proving legal status, and allowed police to detain and arrest \npeople who could not prove their legal status. So the judge issued a preliminary injunction against those parts. The \nrest of the law   which did things such as making it a state crime to transport illegal immigrants   was allowed to go \ninto effect.\n\nSo much for Gov. Jan Brewer's bravado in telling the federal government that Arizona would \"meet you in court.\" \nThis battle is far from over, and the issue is probably headed to the Supreme Court. But so far, it's Common Sense \n1, Arizona 0.\n\n\nBut, like the saying goes, common sense isn't always common   even in Texas. State Rep. Leo Berman, a \nRepublican, is drafting an Arizona-style bill for Texas and plans to introduce it in the next session. He is bolstered \nby a recent Rasmussen survey that found 69 percent of Texans support bringing the law to their state.\n\nAdding more fuel to the bonfire, Texas Republicans recently adopted an over-the-top platform at their state \nconvention that, among other things, encouraged the Legislature to create a Class A misdemeanor criminal offense \n\"for an illegal alien to intentionally or knowingly be within the state of Texas,\" and to \"oppose amnesty in any form.\" \nTexas Republicans also want to deny citizenship to the U.S.-born children of illegal immigrants, ban day-labor work \ncenters, limit bilingual education to three years and deny non-U.S. citizens access to state or federal financial \nassistance to college.\n\nIn a state where, according to demographic estimates, Latinos could outnumber whites by 2015, what the Texas \nGOP drafted was a pact with the devil.\n\nAll of which leads me to ask my friends in the Lone Star State the same question my mom used to ask me growing \nup: \"If all the other kids jumped off a cliff, would you do the same?\"\n\nApparently so.\n\nRUBEN NAVARRETTE JR. is a syndicated columnist.\n"}