{"title": "Cleric Tied to Bomb Suspects Detained;Egyptian Surrenders in New York Pending INS Deportation Hearing", "body": "\nSheik Omar Abdel Rahman, the blind Egyptian cleric whose followers have been accused of plotting to blow up \nthe United Nations building, surrendered yesterday to federal agents outside a Brooklyn mosque, one day after \nAttorney General Janet Reno ordered his detention.\n\nAfter a tense, 20-hour standoff with federal authorities, Abdel Rahman emerged from the mosque surrounded by \ndozens of followers chanting in Arabic, \"God is Great.\" He was quickly taken into custody, and officials said he \nwould remain in detention at an undisclosed location pending the outcome of the Immigration and Naturalization \nService's efforts to deport him.\n\nAbdel Rahman's supporters in Egypt threatened a worldwide bombing campaign in retaliation, according to \nEgyptian news reports, and the State Department warned Americans of possible \"strong reactions\" from the \nIslamic world. It said Americans abroad \"should be alert to continuing developments.\"\n\nA knowledgeable source said yesterday that Reno remanded her previous order not to arrest the sheik after the \ndepartment assembled new evidence earlier this week indicating that Abdel Rahman had a \"higher degree of \nknowledge of some of the terrorist plots than had been known earlier.\"\n\nLaw enforcement officials said yesterday that the evidence is not strong enough to charge Abdel Rahman in either \nthe alleged plot to bomb the United Nations and other Manhattan sites or the World Trade Center bombing Feb. \n26. But acting INS commissioner Chris Sale said last night that the agency formally revoked the sheik's parole \nstatus, which has permitted him to remain free for months while appealing a deportation order.\n\nThe revocation occurred, he said, \"based on findings that Abdel Rahman was a danger to the community and \nposed a risk of flight.\"\n\nAfter consulting with the U.S. attorney's office in Manhattan and the FBI, \"it has been determined it is no longer in \nthe public interest for the sheik to remain at large,\" Sale said.\n\nThe action came amid new information from the State Department that the sheik had been permitted to enter and \nleave the country repeatedly in the late 1980s and recently despite his presence on a department \"look-out\" list of \nsuspected terrorists dating to 1987.\n\n\nA State Department official confirmed that Abdel Rahman actually received three separate visas after being placed \non the look-out list, one more than previously acknowledged, and had been given a permanent resident \"green \ncard\" by the INS in 1990.\n\n\"This is monumental bureaucratic bungling of the greatest proportions,\" said Rep. Olympia J. Snowe (R-Maine), a \nmember of two House subcommittees briefed on the matter this week by Sherman M. Funk, State Department \ninspector general. \"It's very difficult to comprehend how this could have happened.\"\n\nState Department spokesman Michael McCurry said the department \"has very publicly acknowledged significant \nerrors\" in handling the sheik's visas.\n\nThe detention marked the latest chapter in a controversy dating to 1991 when INS first sought to rescind Abdel \nRahman's \"green card\" and return him to Egypt on grounds that he entered the country under false pretenses.\n\nINS charged that the sheik did not disclose on his residence application at John F. Kennedy International Airport in \nNew York information that would have disqualified him from entering the country -- that he was a bigamist and had \nbeen convicted of a crime of \"moral turpitude,\" falsifying a check.\n\nReno's order to detain Rahman, reversing a decision she made last week, follows a political uproar spurred by \ncharges that the department was permitting a man accused of inciting numerous terrorist acts to exploit U.S. \nimmigration laws and remain at large.\n\nBut department officials have insisted that Reno did not bow to political pressure on the matter and instead \nresponded to new evidence that altered her earlier judgment about sound \"law enforcement\" reasons for not \ndetaining Abdel Rahman.\n\nThe new information came from documents seized after FBI raids last week at the sheik's apartment in Jersey City \nand further debriefing of potential witnesses who dealt with him. It indicated that Abdel Rahman knew of terrorist \nacts that date back several years. \"We're talking about a range of things that go back to Kahane,\" a reference to the \n1990 slaying in New York of militant Rabbi Meir Kahane, a knowledgeable source said.\n\nThe source stressed that this was not \"detailed knowledge\" but more along the lines of general statements being \nmade to the sheik about forthcoming acts of violence to which he would reply with comments such as \"Allah be with \nyou,\" thereby appearing to give assent.\n\nThe turning point came Wednesday night when FBI agents who had Abdel Rahman under surveillance reported \nthat a van in which he was riding began taking evasive maneuvers in an apparent effort to throw the agents off. The \nnext morning, U.S. Attorney Mary Jo White called Reno and \"recommended that the plug be pulled,\" the source \nsaid, and \"the attorney general agreed over the phone.\"\n\nBefore surrendering, the sheik led the early afternoon prayer service at the Abu Bakr el Seddique mosque, with \nwhich he has been affiliated since coming to the United States.\n\n\"He gave a farewell speech,\" said Jamal Khashoggi Hayat, a Saudi journalist who attended the services. \"He said \ngoodbye. He said we disagree with America, but we are not conspiring against America. He asked his followers to \npractice restraint.\"\n\nThe sheik originally had intended to surrender right after the service to the INS agents, who along with dozens of \nNew York police officers had barricaded the street in front of the mosque in anticipation.\n\nIt would take more than three hours for the sheik to emerge, however, as his aides and police quibbled about the \ncircumstances of his surrender. According to the sheik's aides, they did not want him frisked, wanted him driven -- \nnot flown by helicopter -- directly to the INS center in Newark, and they wanted an aide to accompany him. Last \nevening, authorities said he was not taken to Newark.\n\n\"We didn't want our sheik to come out like he was a common criminal,\" Imam Ibrahim Abdulah said.\n\n\n\nMichael Warren, one of the sheik's lawyers, said the negotiations were intended \"to make sure the sheik is \nprotected and that the worshippers in the mosque are protected.\"\n\nFinally, as a light rain fell just after 6 p.m., more than 50 of the sheik's followers linked hands and formed two lines \nfrom the mosque to a firehouse across the street where INS officials had established a makeshift headquarters.\n\nA few minutes later, the sheik emerged, clad in white with a red kaffiyeh and walked slowly through the human \ncorridor, as an angry crowd of onlookers behind police barricades repeatedly yelled \"drop dead.\"\n\nMinutes later, the sheik was bundled into a red van and driven away.\n\nIsikoff reported from Washington and Gladwell from New York. Staff writers Lynne Duke, R. Jeffrey Smith and \nPierre Thomas in Washington contributed to this report.\n\nGraphic\n\n \n\nPHOTO, WALKING THROUGH A PHALANX OF FOLLOWERS CHANTING \"GOD IS GREAT\" IN ARABIC, SHEIK \nOMAR ABDEL RAHMAN, IN DARK GLASSES, LEAVES A BROOKLYN MOSQUE BEFORE SURRENDERING TO \nIMMIGRATION OFFICIALS WHO HAD REVOKED HIS PAROLE STATUS. AP\n"}