{"title": "CASINOS A GLITZY TRAP FOR MANY IMMIGRANTS FROM SOUTHEAST ASIA", "body": "\nTo the immigrant, casinos represent all that is America: The lights are ever bright, the action always fast, and the \nrooms perpetually sing with the sound of easy money on metal. For many of the Twin Cities' Southeast Asians, \ngambling provides a way to avoid depression and cultural isolation. It is a way to belong - if only to an illusory \nAmerica.\n\nBut going to a casino to escape depression is like jumping from the jaw of the crocodile into the jaw of the tiger, \nwarns Chom Chanh Soldaly, a case manager at the Hennepin County Medical Center's addiction medicine center.\n\n\"Quite a few family take the paycheck, go straight to the casino, and come home with nothing,\" Soldaly says. \nEarlier this year, Soldaly and a researcher from the University of Minnesota conducted door-to-door interviews to \ngauge the extent of problem gambling in the Hmong community. Time and again, people reported that gambling \nhad destroyed their families.\n\n\"They look to get out from some depression symptom or PTSD (post-traumatic stress disorder). Then they end up \ngambling because they have nothing to do. Lots of family are dependent on public assistance, and there are quite a \nbit of the people who work - husband and wife - and end up gambling, too. They lose their job, they lose their \nhouse.\"\n\nAddiction specialists are growing increasingly concerned about the effects of gambling on Southeast Asian \nfamilies. The downward spiral is all too familiar: the gambler loses an entire paycheck at a casino, then \"chases\" \nthe debt by borrowing more money. Soon there is nothing for rent or food. No money for gas to get to work. \nChildren are neglected while parents gamble, and endangered by poverty and hunger if mother or father lose.\n\n\"We have bicultural workers who keep running into symptoms that, when you start to explore, relate back to a \ngambling problem. 'My parents are fighting,' or 'We don't have enough food in the house.' When they start to trace \nthat back, you find often that there's no money and it's got a gambling root,\" says Bob Popken, executive director of \nUnited Cambodian Association of Minnesota, whose organization is developing an intervention program.\n\n\"They have little or no disposable income, so anything they lose is magnified greatly over people who have more \ndisposable income,\" Popken says.\n\nIn Laos and other Southeast Asian countries, people might gamble once a year on a holiday such as the New \nYear. Games are informal and might include animal fighting contests. The odds of winning are about equal.\n\n\nObservers say newcomers to this country don't fully understand that unlike gaming activities in their homelands, \nAmerican games favor the casino - or, in the case of the lottery, the state. Newcomers need to understand how \nchasing a gambling loss can lead to an inexorable cycle of debt, desperation and compulsive behavior, experts say.\n\nHowever, efforts to help Southeast Asian compulsive gamblers are stymied by language barriers, distrust and lack \nof a culturally appropriate treatment model. The confessional, 12-step \"Minnesota model\" is ineffective with these \npopulations. To admit a gambling problem and to admit financial failure is more shameful than acknowledging a \ndrug or alcohol addiction.\n\nStill, the issue has begun to surface. During family gatherings held at United Cambodian Association of Minnesota, \nCambodian immigrants have named gambling as one of the four biggest problems plaguing their community.\n\n\"The problem is increasing,\" says Vuthy Pril, a counselor trained in chemical dependency and compulsive \ngambling. \"The majority of gamblers live in public housing area and they don't have a whole lot of money. They \nprobably cut short on their budget, which they should spend on food.\n\n\"They have their children nearby when they gamble, and they play too late at night. Children maybe 2, 3 years old \nor younger. They're out playing until midnight and their children should be in bed,\" he says.\n\nAlthough people rarely broach the subject in community meetings, Pril takes it upon himself to raise the issue. \nThough most people are casual or social gamblers, he says he advises people to curb their activity or stop \naltogether. Rarely will someone admit he or she has a problem.\n\n\"It's not something that's easy to bring up. It's even harder than drinking problems or other drug problems. It's \nshameful,\" Pril says.\n\nCambodian tradition includes holiday betting, and perhaps some gambling to fill empty time after the rice harvest. \nGambling is not seen as immoral behavior, but being out of control is not acceptable. Gambling is not new, Popken \nsays - what's new is that the societal controls that were in place in Cambodia have not survived the move to the \nUnited States.\n\nWhen Cambodians come to this country, they find that the gambling experience is much different than it was in their \nhomeland, Pril says.\n\n\"Now we have new things like lottery. And casino is a major one that people tend to lose a lot of money in this \ncountry,\" Pril says. \"A lot of Cambodian people do not understand the probability of gambling, how much chance \nthat you win from slot machines. So therefore they just keep gamble in the hopes that they will win.\n\n\"They know that they're going to win sometimes, but they don't know that the probability of losing is more. They lack \neducation. If they have some education, a good understanding of how much chance they have over the dealers, \nthen they probably make a better decision whether to gamble or not.\"\n\nWilliam Yang, director of the Hmong-American Partnership, became concerned about compulsive gambling among \nSoutheast Asians in 1992 while working in St. Paul Mayor Jim Scheibel's office. Yang was dismayed to learn that \ncasinos were sending buses to Hmong neighborhoods and giving people cash or coupons to use for gambling. \nPeople would board the bus, leave children at home and gamble the night - and their paychecks - away.\n\nAlthough the casinos have stopped sending buses to public housing areas and Southeast Asian neighborhoods, \nYang remains deeply concerned about compulsive gambling in the Hmong community.\n\nAlthough he knows of some Hmong who play the lottery and Powerball, Yang is most concerned about casino \ngambling because it is so attractive and so easy. Even people with no English skills are able to play blackjack.\n\n\"We'd like to have something set up, let's say an outreach program, which would be able to educate (about) the \ndangers of becoming a compulsive gambler. But so far nothing has been done,\" Yang says. There is little money \n\n\n\navailable to fund outreach programs aimed at Southeast Asians, but Yang argues that it would be cheaper to pay \nfor education now than pay for treatment later.\n\nWorse than opium\n\nThe University of Minnesota's substance abuse treatment program focuses on special populations, including the \nHmong. Of the average 130 patients the program sees each day, more than a third are Southeast Asian, according \nto psychiatrist Dr. Sheila Specker.\n\n\"One of the things that we found in treating them is we can deal with their opium addiction, but they continue to \ngamble. They use all of their family resources, whatever income they get from welfare, on gambling,\" Specker says. \n\"It becomes just as much, if not more, of a problem than opium. In fact, the families would rather have them using \nopium, because they know where they are. They're home in their room vs. out gambling.\"\n\nThe University of Minnesota program is one of the only treatment programs capable of treating Southeast Asian \nopium addicts because it employs bilingual workers. The staff is conducting a study of patients to determine the \npervasiveness of gambling.\n\n\"One of the problems is that even though we know they're gambling, because we see them do it right out the door, \nthey'll deny it. They won't acknowledge it to us when we directly ask the questions,\" Specker says. \"It's more \nshameful to acknowledge a gambling problem than it is their opium use.\"\n\nThe university would like to develop a program to treat gambling addiction, but the program would need funding to \nsupport a staff position for a bilingual worker, she adds.\n\n\"One of the problems is that they don't have any skills to function in this society. So as long as that continues, the \nchances of rehabilitation aren't great. So part of the program is being able to teach people some basic skills about \nhow to get along in our culture.\"\n\nKen Winters is a University of Minnesota researcher who has done a variety of studies on compulsive gambling for \nthe state's Human Services Department. Winters earlier this year developed a strategy for measuring the extent of \nproblem gambling among Southeast Asians.\n\nA team of a social worker and Hmong counselor Chom Chanh Soldaly sought out families where gambling was \nthought to be a problem. Intensive, home-based interviews seemed to work well, Winters says.\n\n\"We did find that we could get people talking about it and they would open their doors up,\" Winters says, adding \nthat Soldaly already knew through informal networks where gambling was a problem.\n\n\"It's going to take an outreach worker from the community to help us find people and to establish the trust, but it \nlooks like you also need someone well-trained in addictions, probably from our culture, to serve as sort of the key \nprofessional in executing some kind of intervention and treatment.\"\n\nWinters hopes that the \"home-based model\" builds trust to a point where eventually people with gambling troubles \nwill enter a standard treatment program. Winters notes that once word got out in the Hmong community that Soldaly \nwas a contact person, Soldaly began to get unsolicited calls from people seeking help.\n\nEducation is key\n\nEducation about the risks of gambling must start young, according to Roger Svendsen of the Minnesota \nCompulsive Gambling Hotline. Svendsen, who also serves on the governor's advisory council on gambling, is \nworking with the Southeast Asian Community Coalition on Youth and Families to develop a gambling-education \nprogram.\n\nIn addition, Svendsen has met with a variety of mutual aid organizations, which assist immigrants with cultural \nassimilation issues, and he believes these organizations will play key roles in educating Southeast Asians about \n\n\n\nAmerican-style gaming. There is much to learn about the dangers of overdoing this form of entertainment, \nSvendsen says.\n\n\"Some of it has to do with boredom. What is there to do, for the older people, if you can't understand TV, if there \naren't plays or movies in your native language, if the radio isn't meaningful and you don't really understand the \nsports? A fairly culturally neutral place with excitement and glitz would be some of the gambling environments,\" \nSvendsen says.\n\n\"We know that some of those people are vulnerable. We know that a lot of people who get into trouble with \ngambling are in trouble because of separation events, a death, a change in job, a way to deal with loneliness, a way \nto deal with lack of vitality in life.\"\n\nSoldaly agrees. He says it is important for Hmong people, particularly the elderly, to find ways to fill their time \nbesides sitting around feeling homesick and depressed. He suggests classes on lifestyle issues that include tips on \n\"healthy\" gambling, courses on English as a second language, or no-stakes card games with other elderly or \nunemployed people.\n\n\"They are at home without nothing to do - just four walls. Like being in jail, is what people said. They need help \ndesperately,\" Soldaly says. Gambling, he adds, \"is a disease - contagious.\"\n\n\"The Lao folk say that if your house burn down, you lose everything but you still have land to build new house. But if \nyou game, you can sell everything and you lose everything,\" Soldaly says. \"Gambling is more worse than having a \nfire burn.\"\n\nNotes\n\nOne in an occasional series\n"}