{"title": "Immigrants' License Access Topic of Debates", "body": "\n Should illegal immigrants be banned from getting driver's licenses? \n\n That's the question the Virginia Department of Motor Vehicles recently posed during public hearings at the Fairfax \nGovernment Center and three other locations around the state. \n\n Virginia lawmakers have asked DMV officials to study the issue and report back to them by the beginning of next \nyear, when the legislative session begins in Richmond. The agency's findings could go a long way toward \ndetermining whether legislation is needed that would tie getting a license to having legal immigrant status. \n\n So far, the DMV has not taken a position, said spokeswoman Pam Goheen. But she said the agency has learned \nthat the stakes are high on both sides. \n\n Immigration advocacy groups contend that prohibiting undocumented immigrants from obtaining licenses would \ndevastate millions of families who are already in the country, making it hard for them to get work or even cash a \ncheck. Many would drive to jobs anyway and would not be able to buy auto insurance, the advocates say. \n\n But proponents of a ban, including several state lawmakers, say protecting the United States from terrorist attack \njustifies whatever hardship those families would endure. Seven of the 19 hijackers in the Sept. 11 attacks had \nobtained Virginia ID cards or licenses illegally, they point out. \n\n Since the attacks, Virginia has closed several loopholes in its licensing regulations. The state no longer accepts \nnotarized identity and residency affidavits, nor will it accept passports with expired visas, which had been popular \nmethods of obtaining a license before Sept. 11. The DMV also rejects I-94 forms, immigration documents that \nattest to one's legal resident status, as proof of identity. \n\n Del. James K. \"Jay\" O'Brien Jr. (R-Fairfax), who spoke at the public hearing in Fairfax last Friday, said he wants \neven stronger regulations. He said he would push legislation that would require a person to have a legal presence \nin the state before he or she could receive a license. \n\n More than just permission to drive, a driver's license has in practice become \"the passport of life in America\" \nbecause it is accepted as proof of identity by airports, restaurants, banks and other businesses and government \nagencies, O'Brien said. \n\n\n \"Practically speaking, a driver's license presumes that the holder is allowed to be here,\" he said. \"If Virginia wants \nto fight terrorism, it includes tightening our procedures for documenting who can gain access to such a document \nbecause it is so widely accepted.\" \n\n But state Sen. Leslie L. Byrne (D-Fairfax), who also spoke at the hearing, pointed out that O'Brien's proposal would \nnot have stopped the Sept. 11 attacks on the Pentagon and World Trade Center. The seven terrorists who illegally \nobtained Virginia driver's licenses and ID cards by forging fake Virginia addresses were in the country as legal \nimmigrants, she said. \n\n She added that if O'Brien had his way, the state's DMV clerks would have to work closely with agents of the federal \nImmigration and Naturalization Service, which she said would be a disastrous marriage between two extremely \nbureaucratic agencies. \n\n \"What you are seeing is a knee-jerk reaction from DMV because of what came out of September 11,\" she said. \n\"The whole country was criticizing them after September 11 and now they are trying to punish people for not being \nU.S. citizens.\" \n\n Immigrant groups say that lately, DMV officials are turning away legal immigrants seeking to obtain a license. \n\n Josephine Momoh, 23, said in July she fled a war in Liberia that claimed her father's life. She was granted refugee \nstatus by the INS and found a home through a charitable organization in Arlington. \n\n But when she went to the DMV to get a license, she said, the clerk asked her repeatedly for her passport. She \npointed out that she was a refugee and that the Liberian government would not have issued her one. She also \nshowed her immigration documents, proving her story. \n\n But Momoh said the clerk turned her away, insisting that she obtain a second picture ID. \n\n \"I don't know what they were talking about, getting a second ID, they kept asking and asking. I don't know what \nthey expected me to do,\" said Momoh. \n\n To support such immigrants, a broad-based team of prominent immigrant advocacy and lobbying groups recently \nformed the Virginia Coalition for Fair Access to Licenses. During the DMV hearing in Fairfax, the coalition held a \npress conference to shed light on what it called \"prejudicial\" and unfair treatment of immigrants. \n\n \"It's taking multiple trips right now and even when immigrants have the required documents, they are being turned \naway,\" said Tim Freilich, managing attorney with the Virginia Justice Center for Farm and Immigrant Workers and \na lead organizer of the coalition. \"The reality is that our country depends on hard-working, tax-paying immigrants, \nboth documented and undocumented, to fill the least desirable low-wage job imaginable. . . . But this is crippling \nthem.\" \n\n Freilich said he has taken calls from immigrants who have had difficulty enrolling their children in school and \nobtaining marriage licenses because they could not get a basic form of ID from the DMV. \n\n Maria Lopez, 36, of Falls Church, an undocumented immigrant from El Salvador whose case is pending before \nthe INS, said she has visited the DMV twice with a Social Security number, bank account, work authorization card \nand a picture ID, but each time was turned away by clerks who said she needed a valid passport as well. Lopez, \nwho is hoping to gain legal status here as a refugee, said she was never granted a passport when she fled war in \nher country nearly a decade ago. \n\n \"September 11 events were very tragic, and I know the laws would naturally get stricter after something like that,\" \nshe said in Spanish through a translator. \"But the government knows very well that we are here, so why are they \nmaking it so hard for us?\" \n"}