{"title": "President Bush Talks Immigration at Naturalization Ceremony", "body": "\nSPEAKERS: GEORGE W. BUSH, PRESIDENT OF THE UNITED STATES\n\nALBERTO GONZALES, U.S. ATTORNEY GENERAL\n\nEMILIO GONZALEZ, DIRECTOR, U.S. CITIZENSHIP AND IMMIGRATION SERVICES\n\nGONZALEZ: Thank you for following this important civic path paved by millions of immigrants before you. And \ncongratulations on being the newest citizens of this great country of ours, for with your naturalization, you \nstrengthen the cause of freedom, you invigorate our democratic institutions, and you rejuvenate and strengthen the \ntree of liberty.\n\nYou are living proof of the value of immigration into this great land.\n\nThis is my third official naturalization ceremony since I was given the honor to serve as director of citizenship and \nimmigration services not three months ago. These events are as meaningful to me as they are to you.\nwashingtonpost.com\n\nBut I actually count this as my fourth naturalization ceremony. You see, on February 1st, in the privacy of my \noffice, I signed posthumous naturalization certificates for immigrant soldiers who lost their lives fighting for our \nnation in the war on terror. Our citizenship -- your citizenship -- is so valuable that family members still want their \ndeceased loved ones honored with it.\n\nToday, approximately 40,000 men and women in uniform are serving our great nation who are not themselves \ncitizens. These men and women place their lives on the line every single day to defend our nation and a system of \ngovernment that they cannot as of yet participate in.\n\nThese brave individuals understand all too well what many still don't or won't: that our 230-year-old experiment in \ndemocracy is not only worth fighting for, but it's worth dying for. These men and women truly get it.\n\nNot far from here, across the street from the White House, is one of my favorite places in Washington, D.C. And if \nyou haven't been there, I suggest you go to Lafayette Park, a truly magnificent place to visit.\n\nIn the center is a beautiful statute of General Andrew Jackson. In each corner of the park, there are statues of four \nRevolutionary War heroes: Generals Lafayette, Rouchambeau, von Steuben and the Polish-born General Tadeusz \nKosciuszko.\n\n\nAll four of these heroes were foreigners who came to America to fight for our independence, and it is, I believe, the \nonly park of its kind here in Washington.\n\nAnd as a former soldier and student of history, my favorite there, I can tell you, is General Kosciuszko.\n\nA Polish- and French-trained artillery and engineering officer, Kosciuszko came to the United States to enlist in the \nfledgling Continental Army. According to a wonderful legend, Kosciuszko presented himself before a very tired \nGeneral George Washington, who was not quite sure what to do with yet another foreign volunteer lacking in \nEnglish skills.\n\n\"I've come to fight for American independence,\" Kosciuszko told Washington, so the story goes.\n\n\"But what can you do?\" asked General Washington. \"What can you do?\"\n\nGONZALEZ: His response was short, simple and profound. \"Try me,\" responded the foreigner. \"Just try me.\"\n\nSo impressed was General Washington that Kosciuszko was made a colonel of engineers, served with distinction \nduring the Revolutionary War and was later promoted to brigadier general.\n\nThomas Jefferson would later write of this adopted American, \"He was as pure a son of liberty as I have ever \nknown and of that liberty which is to go to all and not just a few or the rich alone.\"\n\nToday, you all bring that \"try me\" spirit to the United States. All of you have said \"try me,\" and, by God, we're here to \ntry you; the \"try me\" spirit that has given us Senator Mel Martinez, an immigrant now serving in the United States \nSenate; the \"try me\" spirit that produced Representative Tom Lantos, the only Holocaust survivor and the most \nsenior naturalized American in the United States Congress; and the same \"try me\" spirit that brought millions of \nimmigrants to these shores before you, including, I might add, a refugee from Cuba who came to this country with \nhis family 45 years ago and whose son stands before you today.\n\nThank you, Mr. President, for the trust and confidence that you've placed in me to lead the largest immigration \nservice in the world.\n\nToday, we all leave this great building as equal citizens. And there is nothing more valuable than the citizenship you \nnow have. Cherish it, nurture it, promote it, defend it. Become Americans not only in name but in deed. Embrace \nyour new institutions and develop a healthy patriotism for your new country.\n\nYou are among the most fortunate people in the world today. You are sitting where millions around the world would \ngive anything to be sitting in.\n\nI know this firsthand. I come from a community that radiates everything good and decent about the American \nimmigrant experience.\n\nIn my city, Miami, the majority of residents are foreign-born. In fact, my city councilman, chief of police, mayor, \nmember of Congress, United States senator and the first lady of my state are all immigrants.\n\nMost important, so is my wife.\n\n(LAUGHTER)\n\nYet my hometown is as quintessentially American as is any other town in the United States because we all adhere \nto the guiding principles of democracy and of freedom.\n\nI congratulate you today, this very, very important day. Cherish your citizenship, nurture your citizenship, grow in \nyour citizenship, become part of this great country, and I guarantee this will be for you a day for you to remember \nfor the rest of your lives.\n\n\n\nWith that, I congratulate you once again. And since you didn't really come to hear me speak today, I want to \nintroduce somebody whose compelling personal story is clearly what makes America great, an individual that I \nknow as a man of honor, character, integrity, courage and patriotism.\n\nGONZALEZ: It is my high honor to introduce today the 80th attorney general of the United States, Judge Alberto \nGonzales.\n\n(APPLAUSE)\n\nGONZALES: Ladies and gentlemen, please rise and join me in reciting our Pledge of Allegiance.\n\n(PLEDGE OF ALLEGIANCE)\n\nGONZALES: Please be seated.\n\nAmerica's promise lives in the words of our Constitution, in the mind of our children who believe that anything is \npossible, and within the hearts of our leaders.\n\nI entered public service in part because I believed in George W. Bush. I believed that he would work to create a \nsociety where everyone, including my sons, would have a chance, an opportunity to succeed in our beautiful \ncountry. And I believe in that still today.\n\nWe are, of course, responsible for ourselves and for our families, for our children. But in truth, our future and our \nhopes also lie in the president's hands.\n\nAnd so, in a world of increasing complexity, unknown dangers and growing challenges, I wake up each morning \nsecure in the knowledge that America is led by a good man, a courageous man, a compassionate man.\n\nHope is what America stands for. Hope is what all immigrants live by. And it is what this president has given to \nmany people here and around the world.\n\nLadies and gentlemen, the president of the United States.\n\n(APPLAUSE)\n\nBUSH: Thank you all. Thank you very much. It's good to be with you.\n\nI am grateful for the chance to witness this joyous and uplifting ceremony. It is inspiring to see people of many \ndifferent ages, many different countries, raise their hands and swear an oath to become citizens of the United \nStates of America.\n\nFor some of you this day comes after a long and difficult journey. For all of you this is a defining moment in your \nlives. America is now more than your home; America is your country.\n\nI welcome you to this free nation. I congratulate you and your families. And it's an honor to call you fellow \nAmericans.\n\nI appreciate the attorney general.\n\nDr. Gonzales, thank you, sir.\n\nAnd, Alfonso (ph), it's good to be up here with you.\n\nI want to thank the president general of the Daughters of the American Revolution, Ms. Presley Wagoner, for \nletting us use this fantastic facility for this important ceremony.\n\nThank you for singing the national anthem so beautifully.\n\n\n\nIt is fitting that we hold this ceremony at the home of the Daughters of the American Revolution. The Daughters of \nthe American Revolution are the daughters of immigrants, because the leaders of our revolution all had ancestors \nwho came from abroad.\n\nAs new citizens of the United States, you now walk in the footsteps of millions. And with the oath you've sworn, \nyou're every bit as American as those who came before you.\n\nOur immigrant heritage has enriched America's history. It continues to shape our society. Each generation of \nimmigrants brings a renewal to our national character and adds vitality to our culture.\n\nNewcomers have a special way of appreciating the opportunities of America. And when they seize those \nopportunities, our whole nation benefits.\n\nIn the 1790s, an immigrant from Ireland designed the White House, right where Laura and I live, and he helped \nbuild the Capitol.\n\nBUSH: In the 1990s, an immigrant from Russia helped create the Internet search engine Google.\n\nIn between, new citizens have made contributions in virtually every professional field and millions of newcomers \nhave strengthened their communities through quiet lives of hard work and family and faith.\n\nAmerica's welcoming society is more than cultural tradition; it is a fundamental promise of our democracy.\n\nOur Constitution does not limit citizenship by background or birth. Instead, our nation is bound together by shared \nlove of liberty and a conviction that all people are created with dignity and value.\n\nThrough the generations, Americans have upheld that vision by welcoming new citizens from across the globe, and \nthat has made us stand apart.\n\nOne of my predecessors, President Ronald Reagan, used to say this: \"You can go to live in France, but you cannot \nbecome a Frenchman. You can go to live in Japan, but you cannot become Japanese. But anyone, from any corner \nof the world, can come to live in America and be an American.\"\n\nThe new Americans we welcome today include men and women from 20 countries on five continents. Their ages \nrange from 18 to 59. And they work as teachers and small-business managers and nurses and software engineers \nand other professions.\n\nBUSH: One new citizen is Veronica Percheco (ph). Veronica (ph) first came to the United States from Bolivia 15 \nyears ago. In 2000, she moved here permanently and found a job at a catering company in Virginia.\n\nEvery Friday and Saturday, she spent five hours studying English at the local community college. Over the years, \nshe saved enough money to buy her own townhouse.\n\nHere's what she says about America: \"This is a country of opportunity. If you want to be successful, you can do it. \nYou can have your dreams come true here.\"\n\nAnother new citizen is Masun Shaheen (ph). Masun (ph) grew up in Kuwait and moved to the United States with her \nhusband seven years ago. She enrolled in the community college to improve her English; took a job teaching \nMarines to speak Arabic.\n\nHere is what Masun (ph) said: \"The United States is a symbol of justice, freedom and liberty. I love that. Here they \nrespect people because they are people. I feel I'm honored and I feel that I'm loved.\"\n\nAmerica is stronger and more dynamic when we welcome new citizens like Masun (ph) and Veronica (ph) to our \ndemocracy.\n\nWith that in mind, I've called on Congress to increase the number of green cards that can lead to citizenship.\n\n\n\nI support increasing the number of visas available for foreign- born workers in highly skilled fields like science, \nmedicine and technology.\n\nI've signed legislation creating a new Office of Citizenship at the Department of Homeland Security to promote \nknowledge of citizenship rights and procedures.\n\nAnd after September the 11th, I signed an executive order making foreign-born members of our military immediately \neligible for citizenship, because those willing to risk their lives for our democracy should be full participants in our \ndemocracy.\n\nOver the past four years, more than 20,000 men and women in uniform have become citizens of the country they \nserve. They've taken the citizenship oath on the decks of aircraft carriers, on deployments to Afghanistan and Iraq, \nand at military bases around the world.\n\nBethesda Naval Medical Center -- I watched a brave Marine born in Mexico raise his right hand and become a \ncitizen of the country he had defended in uniform for more than 26 years.\n\nIt's a privilege to be the commander in chief of men and women like these.\n\nBUSH: And I'm proud to call them fellow citizens.\n\nAll that swear the oath of citizenship are doing more than completing a legal process. They are making a life-long \npledge to support the values and the laws of America.\n\nThe pledge comes with great privileges and it also comes with great responsibilities. I believe every new citizen has \nan obligation to learn the customs and values that define our nation, including liberty and civic responsibility, \nequality under God, tolerance for others and the English language.\n\nThose of us who have been citizens for many years have responsibilities as well. Helping new citizens assimilate is \na mission that unites Americans by choice and by birth.\n\nI appreciate the work of patriotic organizations like the Daughters of the American Revolution. Some of the new \nAmericans here today might have used DAR's manual for citizenship to prepare you for the citizenship test.\n\nObviously, you did a pretty good job, since you passed.\n\n(LAUGHTER)\n\nMany other organizations, from churches to businesses to civic organizations, are answering the call to help new \ncitizens succeed in our country. And I am grateful for all those who reach out to people who are becoming citizens.\n\nGovernment's doing its part to help new citizens succeed, as well.\n\nThe Office of Citizenship has created a new official guide for immigrants. It's free publication includes practical \nadvice on tasks like finding housing and jobs or enrolling your children in school or paying taxes.\n\nWe're conducting outreach programs with faith-based and community groups to offer civics and English language \ncourses.\n\nMy administration will continue to pursue policies that open a path to education and jobs, promote ownership and \ngive every citizenship a chance to realize the American dream.\n\nOur nation is now in the midst of a debate on immigration policy. And it's good. Immigration is an important topic. \nImmigration is also an emotional topic. And we need to maintain our perspective as we conduct this debate.\n\n\n\nAt its core, immigration is the sign of a confident and successful nation. It says something about our country that \npeople around the world are willing to leave their homes and leave their families and risk everything to come to \nAmerica.\n\nBUSH: Their talent and hard work and love of freedom have helped America the leader of the world. And our \ngeneration will ensure that America remains a beacon of liberty and the most hopeful society the world has ever \nknown.\n\nAmerica is a nation of immigrants, and we're also a nation of laws. All of you are here because you followed the \nrules and you waited your turn in the citizenship line.\n\nYet some violate our immigration laws and enter our country illegally. And that undermines the system for all of us.\n\nAmerica should not have to choose between being a welcoming society and being a lawful society. We can be both \nat the same time.\n\nAnd so, to keep the promise of America, we must enforce the laws of America. We must also reform those laws.\n\nNo one is served by an immigration system that allows large numbers of people to sneak across the border \nillegally. Nobody benefits when the illegal immigrants live in the shadows of society. Everyone suffers when people \nseeking to provide for their families are left at the mercy of criminals or stuffed in the back of 18-wheelers or \nabandoned in the desert to die.\n\nAmerica needs comprehensive immigration reform. I've laid out a proposal for comprehensive immigration reform \nthat includes three critical elements: securing the border, strengthening immigration enforcement inside our \ncountry, and creating a temporary worker program.\n\nThese elements depend on and reinforce one another, and together they will give America an immigration system \nthat meets the needs of the 21st century.\n\nThe first element is securing our border. Our immigration system cannot function if we cannot control the border. \nIllegal immigration puts a strain on law enforcement and public resources, especially in our border communities.\n\nOur nation is also fighting a war on terror, and terrorists crossing the border could create destruction on a massive \nscale. The responsibility of government is clear: We must enforce the border.\n\nSince I took office, we've increased funding for border security by 66 percent.\n\nWe've expanded the Border Patrol to more than 12,000 agents; an increase of more 2,700 agents. And the budget \nnext year funds another 1,500 new agents.\n\nWe're helping these dedicated men and women do their jobs by providing them with cutting-edge technology, like \ninfrared cameras, advanced motion sensors and unmanned aerial vehicles.\n\nWe're installing protective infrastructure, such as vehicle barriers and fencing in urban areas, to prevent people \nfrom crossing the border illegally.\n\nBUSH: And we're integrating manpower and technology and infrastructure in more unified ways than ever.\n\nOur objective is to keep the border open to trade and tourism and closed to criminals and drug dealers and \nterrorists.\n\nOur strategy to secure the border is getting results.\n\nSince I took office, our agents have apprehended and sent home more than 6 million people entering this country \nillegally, including more than 400,000 with criminal records.\n\n\n\nFederal, state, and local and tribal enforcement officials are working side-by-side.\n\nThrough the Arizona Border Control Initiative, we've apprehended more than 600,000 illegal immigrants in Arizona \nlast year.\n\nThe men and women of our Border Patrol have made good progress. But we have much more work ahead, and we \ncannot be satisfied until we're in full control of the border.\n\nWe're also changing the way we process those we catch crossing the border illegally. More than 85 percent of the \nillegal immigrants we apprehend are from Mexico, and most are sent back home within 24 hours.\n\nWe face a different challenge with non-Mexicans. For decades, government detention facilities did not have enough \nbeds for the non- Mexican illegal immigrants caught at the border, and so most were released back into society. \nThey were each assigned a court date, but virtually nobody showed up.\n\nThe practice of catch-and-release is unwise, and my administration is going to end it. To end catch-and-release, \nwe're increasing the number of beds in detention facilities by 12 percent this year and by another 32 percent next \nyear.\n\nWe're also expanding our use of a process called expedited removal, which allows us to send non-Mexican illegal \nimmigrants home more quickly.\n\nLast year it took an average of 66 days to process one of these illegal immigrants. Now we do it in 21 days. The \ngoal is to increase the process faster.\n\nIt's helped us to end the catch-and-release for illegal immigrants from Brazil and Guatemala, Honduras and \nNicaragua caught crossing our southwest border.\n\nAnd since last summer, we've cut the number of non-Mexican illegal immigrants released in society by more than a \nthird.\n\nBUSH: We've set a goal to end catch-and-release over the next year.\n\nI look forward to working with Congress to close loopholes that makes it difficult for us to process illegal immigrants \nfrom certain countries. And we will continue to press foreign governments, like China, to take back their citizen \nwho've entered our country illegally.\n\nWhen illegal immigrants know they are going to be caught and sent home, they will be less likely to break the rules \nin the first place, and the system will be more orderly and secure for those who follow the law.\n\nThe second part of a comprehensive immigration reform is strengthening enforcement of our laws in the interior of \nour country.\n\nSince I took office we've increased funding for immigration enforcement by 42 percent, and these resources have \nhelped our agents bring to justice some very dangerous people: smugglers, terrorists, gang members and human \ntraffickers.\n\nFor example, through Operation Community Shield, federal agents have arrested nearly 2,300 gang members who \nwere here illegally, including violent criminals like the members of MS-13.\n\nBetter interior enforcement also requires better work site enforcement. Businesses have an obligation to abide by \nthe law and the government has the responsibility to help them do so.\n\nLast year I signed legislation to more than double the resources dedicated to work site enforcement. We'll continue \nto confront the problem of document fraud, because hardworking business owners should not have to act as \ndetectives to verify the status of their workers.\n\n\n\nNext month, we're going to launch law enforcement task forces in 11 major cities to dismantle document fraud \nrings. We're working to shut down the forgers who create the phony documents, to stop the smugglers who traffic in \nhuman beings, and to ensure that American businesses comply with American law.\n\nThe third part of comprehensive immigration reform is to make the system more rational, orderly and secure by \ncreating a new temporary worker program. This program would provide a legal way to match willing foreign workers \nwith willing American employers to fill the jobs that Americans are unwilling to do.\n\nWorkers should be able to register for legal status on a temporary basis.\n\nBUSH: If they decide to apply for citizenship, they would have to get in line.\n\nThis program would help meet the demands of a growing economy. And it would allow honest workers to provide \nfor their families while respecting the law.\n\nA temporary worker program is vital to securing our border. By creating a separate legal channel for those entering \nAmerica to do an honest day's labor, we would dramatically reduce the number of people trying to sneak back and \nforth across the border. That would help take the pressure off the border, and free up law enforcement to focus on \nthe greatest threats to our security, which are criminals and drug dealers and terrorists.\n\nThe program would also improve security by creating tamper-proof identification cards. That would allow us to keep \ntrack of every temporary worker who is here on a legal basis, and help us identify those who are here illegally.\n\nOne thing the temporary worker program should not do is provide amnesty for people who are in our country \nillegally. I believe granting amnesty would be unfair because it would allow those who break the law to jump ahead \nof people like you all: people who play by the rules and have waited in the line for citizenship.\n\nAmnesty would also be unwise, because it would encourage future waves of illegal immigration, it would increase \npressure on the border, and make it difficult for law enforcement to focus on those who mean us harm.\n\nFor the sake of justice and border security, I firmly oppose amnesty.\n\nThis week, the Senate plans to consider legislation on immigration reform.\n\nBUSH: Congress needs to pass a comprehensive bill that secures the border, improves interior enforcement and \ncreates a temporary worker program to strengthen our security and our economy.\n\nCompleting a comprehensive bill is not going to be easy. It will require all of us in Washington to make tough \nchoices and make compromises. And that is exactly what the American people sent us here to do.\n\nAs we move toward the process, we also have a chance to move beyond tired choices and the harsh attitudes of \nthe past.\n\nThe immigration debate should be conducted in a civil and dignified way. No one should play on people's fears, or \ntry to pit neighbors against each other. No one should pretend that immigrants are threats to America's identity, \nbecause immigrants have shaped America's identity. No one should claim that immigrants are a burden on our \neconomy, because the work and enterprise of immigrants helps sustain our economy.\n\nWe should not give in to pessimism. If we work together, I'm confident we can meet our duty to fix our immigration \nsystem, and deliver a bill that protects our people, upholds our laws and makes our people proud.\n\nIt's a joyful day for all of you and it's one you'll always remember.\n\nWhen you came here this morning, I was the president of another country. Now I'm the president of your country. \nAnd I'm grateful for that honor.\n\nI wish you good luck as citizens of the greatest nation on the face of the Earth.\n\n\n\nMay God bless you and your families. And may God continue to bless America.\n\nThank you very much.\n\n(APPLAUSE)\n\nEND\n"}