{"title": "WILSON TALKS TOUGH ON IMMIGRATION", "body": "\nThe immigration issue boiled over again in the California governor's race on Saturday, as Gov. Pete Wilson \nscoffed at the Clinton administration's attempts to address the issue and challenger Kathleen Brown's campaign \nteam ripped into Wilson, charging that he has made a bad situation worse.\n\nIn his most muscular speech on the issue thus far in the campaign, Wilson told members of the California \nRepublican Party that Proposition 187, which would eliminate government services to unlawful immigrants, is \"the \ntwo-by- four we need to make them take notice in Washington . . . to accept its (the federal government's) \nresponsibility for illegal immigration.\"\n\nMeanwhile, in the U.S. Senate race, even as Rep. Michael Huffington was stirring up enthusiasm among hundreds \nof GOP delegates gathered here, Sen. Dianne Feinstein's campaign released two acerbic TV ads labeling the \ncongressman \"a Texas oil millionaire whom Californians just can't trust.\"\n\nLater, in a meeting that Huffington had tried, unsuccessfully, to limit to nine invited reporters, the Santa Barbara \nRepublican responded by threatening to attack the financial dealings of his Democratic rival and her husband, \ninvestment banker Richard Blum.\n\nWilson's speech -- with its heavy emphasis on immigration -- was delivered to an audience of appreciative \nlisteners who view his comeback from more than 20 points down in the polls to nearly 10 points ahead as a \nresurrection of sorts for their party.\n\nAs San Diego City Councilwoman Judy McCarty put it: \"It's so much fun to be a Republican again . . . we're \nsalivating here.\"\n\nReno assisting Brown\n\nWhile Wilson was speaking, Attorney General Janet Reno was in Los Angeles, helping Brown by offering new and \nrepackaged programs to address the issue. She announced a pilot program to reallocate some agents from two \ninland checkpoints and, as part of \"Operation Gatekeeper,\" pledged 220 more border guards within the next 100 \ndays.\n\n\"They are desperately eager to apply bandages to the lacerated and hemorrhaging credibility of the White House \nand the Kathleen Brown campaign,\" Wilson said in his speech. But, \"Anything that falls short of securing our border \nand providing full reimbursement for California's costs of illegal immigration just ain't enough.\"\n\nIn remarks to reporters, Wilson objected to the idea of beefing up the border with agents made available by \n\"cannibalizing\" inland checkpoints where he said drugs are confiscated.\n\n\nAnd he responded to a news report in the San Diego Union-Tribune noting that in 1983 Wilson was co-author of a \nprovision that made it more difficult for the Immigration and Naturalization Service to raid farms to check for \nundocumented workers.\n\nIt remains his position, he said, that the INS should have to obtain search warrants before searching farms for \nillegal immigrants. It was that requirement, according to the Union-Tribune, that resulted in the INS giving up on \nfarm searches.\n\nFollowing Wilson's comments to the media, Brown spokesman Steve Glazer said Wilson was operating with an \n\"amnesia strategy where he hopes that the voters never can recall any of the earlier promises that he has made.\"\n\nIn his remarks to reporters, Huffington said he would take a position on Proposition 187 before the election. \nHowever, he said that illegal immigrants should not be denied health care, which is part of the initiative.\n\nNo stand on initiatives\n\n\"There are lots of initiatives, and I just haven't taken a position on them,\" he said. So far, there are seven initiatives.\n\nHuffington, who held his first press conference of the campaign, tried to limit the reporters who attended. But when \nsome reporters who had been invited refused to attend unless it was opened to all journalists, Huffington's \ncampaign finally agreed after a 25-minute standoff.\n\nIn a novel twist, Huffington characterized his plan to cut the capital gains tax from 28 percent to 10 percent as a \nboost for the middle class. He argued that homeowners would benefit when they sell their houses.\n\nHuffington also attacked the way legislators are influenced by lobbyists. \"They have senators, I'm sure, and \ncongressmen on their payrolls.\"\n\nPressed to explain, Huffington said he did not mean to say that legislators are actually on company payrolls, but \nthat \"some\" who take contributions from political action committees are unduly influenced.\n\nWants water for farmers\n\nHe repeated his call for less stringent environmental regulations, even though he once was a board member of the \nNatural Resources Defense Council, one of the largest environmental groups in the country. \"I think there's been \nenough water diverted to the fish,\" he said, arguing that the farmers need it instead.\n\nThe Feinstein campaign's 30-second commercials, which began running across the state Saturday, picked up a \ntheme the senator will use for the remainder of the campaign, said Bill Carrick, her media adviser -- that Huffington \ncannot be trusted and he is a carpetbagger from Texas.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nPete Wilson and candidate for lieutenant governor Cathie Wright stand together at a luncheon.\n\n940918 CA 3B 2\n"}