{"title": "Legal immigrants show they respect citizenship", "body": "\nI am completely in agreement with the opposing view \"Reject birthright citizenship.\" With all the debate over illegal  \nimmigrants and immigration, the effects both are having on native citizens and the value of citizenship are often \noverlooked  (Anchor babies' debate, Aug. 31).\n\nIllegal  immigrants take jobs from Americans, and no, those jobs are not all ones that Americans won't take. When \none is out of work; one will take any job that is available.\n\nI always thought American citizenship was to be valued. Immigrants came here to be Americans. Learning \nEnglish, adapting to customs and valuing the freedom we cherish were the tenets of the dream.\n\nThe idea of having babies as a way to obtain citizenship  cheapens the whole idea of being American. In my \nfamily, the concept of becoming a citizen involved study, work and assimilation.\n\nSteven Aiello\n\nHoward Beach, N.Y.\n\n'Anchor babies' hard path\n\nAs a legal immigrant, I was very interested to read the debate  about birthright citizenship -- whether babies born \nto parents who are illegal immigrants should be given U.S. citizenship (\"Should being born in the USA make you \na citizen?,\" Our view).\n\nGaining legal status through family connections is a very difficult process, especially through children.  A child born \nhere is a citizen under the Constitution. But that does nothing for the parents. Even if  a mother did manage to enter \nillegally and  have a baby,  she would still need to wait until the child is 21 to apply for legal citizenship status.  \nThat means  the parents would have to find illegal work and avoid deportation for 21 years.\n\nWhen they did apply, the applicants' background, as well as the sponsors' financial stability, would be investigated. \nIf a background check determined that they had been in the country illegally, the application  could be denied. The \nprocess also involves a face-to-face interview with an immigration officer who is looking for people trying to claim \nimmigration through illegal processes.\n\nHaving a child  who is a U.S. citizen is no guarantee of  citizenship for the family. The truth is that it is much easier \nto be an illegal immigrant and slip under the radar than it is to go through the process legally.\n\nStopping \"anchor babies\" won't stop illegal immigration, or even slow it down. The way to stop illegal immigration is \nto make it harder for illegal immigrants to find employment in this country.\n\nFraser Clements\n\n\nReading, Pa. \n\nGraphic\n\n \n\nPHOTO, B/W, Kevork Djansezian, Getty Images\n"}