{"title": "The Trump effect: Could Arizona go blue for the first time in 20 years?; Democrats see an opportunity thanks to Latinos galvanized to defeat Trump.", "body": "\nPHOENIX - If there is one place where the dramas and subplots of Campaign 2016 collide, it is across the \nsprawling and scorching desert state of Arizona.\n\nHere lives Donald Trump's restive base of white voters unsettled by the country's social transformation and fired up \nto dismantle Washington's power structure. Here also lies the Democrats' sleeping giant - an estimated 350,000 \nLatinos who are not registered to vote but who could mobilize against the presumptive Republican presidential \nnominee over his incendiary rhetoric.\n\nThen there are the politicians. One senator, Jeff Flake (R), is a vocal Trump critic sounding the alarm about an \nelectoral wipeout. The other, John McCain (R), -alternates awkwardly between his maverick persona and a Trump \napologist as he navigates an unexpectedly difficult reelection race. Also on the ballot is Maricopa County Sheriff Joe \nArpaio, a Trump backer whose long crusade against undocumented immigrants makes him a lightning rod.\n\nThis leaves the Democrats - who have withered away as the state took a hard-right turn in the Obama era - \nsensing their best chance in two decades to turn Arizona and its 11 electoral votes blue. They think that Trump, \nwho campaigned in Phoenix on Saturday, is energizing a new generation of Latino voters who haven't participated \nin elections before.\n\n\"Everything that needs to happen on the ground is happening,\" said Fred DuVal, a longtime Democratic power \nbroker here.\n\nThere is no recent reliable public polling in Arizona, but Democratic and Republican strategists said private \nresearch shows the presidential race as a toss-up.\n\nAsked whether presumptive Democratic nominee Hillary Clinton has a path to victory here, GOP strategist Charles \nCoughlin conceded: \"I believe it's there if she wanted to do it. Everybody always says, 'This is the election when \nLatinos turn out,' and it's never happened. But I can actually see that happening this time.\"\n\nFor now, the Clinton campaign is not targeting Arizona as a battleground state; its current advertising blitz includes \neight other swing states.\n\nStill, Clinton has hired Rodd McLeod, who ran former congresswoman Gabrielle Giffords's campaigns here, as \nstate director for the general election. He is recruiting half a dozen staffers, according to local Democratic officials, \nwhile the state party's coordinated campaign has deployed a field staff of about 70.\n\n\nThe Clinton team is assessing trends in Arizona to determine whether to make greater investments here, and \nofficials were cagey when asked to detail their strategy. In a statement, Marlon Marshall, the director of state \ncampaigns and political engagement, stuck to the Clinton campaign's national talking points: \"We're hearing real \ndoubts from voters in Arizona about Donald Trump's plans for a deportation force and his dangerous agenda on \nnational security.\"\n\nClinton's footprint appears to be greater than Trump's. His state director, Charles Munoz, is based in Nevada, and a \nvisit last week to Trump headquarters in Mesa revealed little evidence of an active campaign. There was one \nworker eating lunch at his desk, a roomful of empty cubicles and, other than a small pile of plastic yard signs, no \nTrump paraphernalia, brochures or fliers. The GOP's coordinated campaign has only one staffer, though party \nofficials boast of an active volunteer corps and plans to soon open 14 offices.\n\nThe Trump campaign and Republican officials argue that carrying Arizona is pure Clinton fantasy.\n\n\"Arizona will stay red,\" Arizona Republican Party Chairman Robert Graham declared. \"The progressive left should \navoid the state of Arizona because it's a bad investment.\"\n\nAt GOP headquarters here in Phoenix the other day, executive director Avinash Iragavarapu presented a slide \nshow with data to argue his case for why putting Arizona in play is \"all big talk and wishful thinking.\" He pointed to \nthe GOP's roughly 200,000-person advantage in voter registration as well as historical patterns: In 2012, for \ninstance, Mitt Romney defeated President Obama, 54 percent to 44 percent.\n\nFormer Arizona governor Jan Brewer - considered the state's most popular Republican and a leading Trump \nsurrogate - said Trump resonates here because he is speaking directly to voters' fury and anxieties.\n\n\"People in Arizona like straight shooters, no pun intended, and Mr. Trump speaks the simple truth in very \nstraightforward terms,\" Brewer said. \"I don't agree with everything that he says and the way that he says it, but in \nmy opinion, he's a breath of fresh air.\"\n\n\"Everywhere I go, whether it be at malls or at Costco, people come up to me and are very, very excited about \nDonald Trump,\" she added.\n\nBut Trump is also a one-man motivator for Latinos, who make up about 30 percent of the state's population but just \n18 percent of the electorate in the last presidential election.\n\n\"The climate is ripe for something to happen here. . . . When we're out there, the name Donald Trump elicits a \nresponse, and most of the time it's a negative one,\" said Francisco Heredia, national field director of Mi Familia \nVota, a Phoenix-based organization that tries to increase Latino civic engagement. The group will begin a major \nvoter registration drive later this month.\n\nSurveys show that Clinton enjoys a 3-to-1 advantage over Trump among Latino voters. Flake, who is up for \nreelection in 2018, warned of the long-term consequences of Trump's inflammatory rhetoric about Hispanic \nimmigrants.\n\n\"We can't afford to alienate and demonize the largest-growing demographic out there,\" Flake said, drawing a \nhistorical parallel. \"Back in the '60s, we Republicans lost the African American vote that we still haven't gained \nback.\"\n\nAsked what Trump could do to ensure a win in Arizona, Flake said: \"Come up with a more realistic immigration \npolicy than build a wall and make the Mexican government pay for it, walk back the Muslim ban, stop talking about \ngetting rid of libel laws. Should I go on? I think we're not in a good position. I think Mr. Trump is not where he needs \nto be to win a general election.\"\n\nArizona is not the only red state where Trump is vulnerable. In Georgia, Democrats dream of capitalizing on the \nlarge black and growing Latino populations to put the state in play. And in Utah, one of the nation's most solidly \n\n\n\nRepublican states, a recent poll had the race tied. Resistance to Trump among Mormons, who make up a majority \nof Utah's voters, is intense; Romney is a leader of the \"Never Trump\" movement.\n\nThe Mormon resistance may have an effect in Arizona as well. The Church of Jesus Christ of Latter-day Saints \ncounts more than 400,000 members here, which is roughly 6 percent of the state's population. If enough Mormons \nvote against Trump or stay home, it would depress his vote total.\n\nThe swing vote here traditionally is moderate Republican women - and doubts about Trump's character have \nsoftened his support with this bloc. Arizona has a celebrated history of electing female executives, including Brewer \nand her predecessor, Democrat Janet Napolitano, which is another reason Clinton's allies feel bullish.\n\nThat is why Rep. Ann Kirkpatrick (D) is encouraged about her underdog race to unseat McCain. Kirkpatrick's \nstrategy is to saddle McCain with Trump's baggage and convince Arizonans that their senior senator has lost his \nindependence.\n\n\"The fact that John McCain supports Trump is just another example that he's changed, that he's not the maverick,\" \nKirkpatrick said. \"He wouldn't even stand up to Donald Trump when Trump insulted him. He's not going to stand up \nfor us.\"\n\nMcCain declined a request to be interviewed for this article.\n\nThe last Democrat to win Arizona in a presidential election was Bill Clinton in 1996, and friends here said he sees \nit as a personal crusade to help his wife carry the state this year. He made several trips to Arizona this spring and \nis planning to return for a fundraiser in a few weeks, local Democrats said.\n\nBut even if he and others smell opportunity, party strategists think it is unlikely that Clinton would fully invest here \nbecause other battleground states, such as Ohio, will always be higher priorities.\n\n\"It's very unlikely that Arizona will be the 270th electoral vote. If it does go blue, it's more likely to be the 357th \nelectoral vote,\" said Mitch Stewart, a senior official on Obama's 2008 and 2012 campaigns. \"Even though there is \nlikely an opportunity, Arizona will likely be towards the back of the line as far as battleground states and money \nthat's being spent.\"\n\nStill, Arizona Democrats think they can galvanize anti-Trump voters without the resources of a presidential \ntargeting operation.\n\nActivists gathered at a Mexican restaurant in Phoenix one night last week for a meeting of the local Democracy for \nAmerica chapter were almost gleeful about their good fortune. Donna Stebbins, the group's leader, said she \nnormally has to be prolific on social media for messages about the campaign to break through. But not this time.\n\n\"People are so animated here,\" she said. \"With what Donald's doing, we don't even have to post much. 'Donald \nTrump is having a no good, very bad week' - that's all I posted today.\"\n\nSaid state Rep. Jonathan Larkin, a Latino Democrat: \"Trump has given us a lot to work with, that's for sure.\"\n\nphilip.rucker@washpost.com\n"}