{"title": "FOREIGN WORKERS WHO FLED LANGUISH AT KUWAIT BORDER", "body": "\nHundreds of immigrant workers who fled from the fighting between Iraq and Iran are camped in the open at this \nborder post, waiting for a way to get home.\n\nThese refugees are Pakistanis, Indians and Bangladeshis, mostly laborers who were part of the great migratory \nwave that brought thousands of workers from the subcontinent to the Middle East to work in the oilfields and at \nhuge construction projects associated with oil.\n\nNone of the refugees have much money and most of them are illiterate. They dashed here, from nearby Basra in \nIraq. A few managed to pack some clothes into cardboard suitcases.\nAN-ATransistor Radio Saved\n\nKaram Singh, a bricklayer, was lucky enough to carry his transistor radio so he has become a popular man here. \nAnother bricklayer, Prem Singh, lost his passport and identity papers when Iranian planes made rubble of his Basra \nhome last week.\n\nAbdali is about 80 miles from the city of Kuwait. There is no vegetation, only sand. Water has to be ferried from an \noasis at nearby Rozteen. It was possible today to watch Iranian and Iraqi jets chasing one another in the brilliant \nblue sky. Occasionally, the ground would shake as a bomb fell across the border in Iraq. The sky last night \nsparkled with antiaircraft fire, mortars and tracers from warring planes. Few of the refugees in Abdali slept much last \nnight.\n\nThey have seen their livelihood go up in flames. and some had friends among the 25 who died in the Iranian \nbombing raids in Basra.\n\n \n\nA Slain Friend Left Behind\n\n''How will I face my friend's family?'' asked Sahdev Singh. ''We left Punjab together two years ago. Now I am going \nback alone while my friend Hari lies dead.''\n\n''When will we go home?'' asked Uday Jeet, a carpenter who was working on a jetty near Basra when Iranian \nplanes struck. ''Why is it that they have gone but not us?''\n\nThe ''they'' he was talking about are the 155 Americans, 250 Britons and hundreds of Japanese, South Koreans, \nPoles, Italians, Yugoslavs, West Germans and Frenchmen. They were technicians who worked in petrochemical \nplants and at construction sites in Basra and although they fled here too, they did not stay. Their governments or \nemployers had arranged it so that most were aboard planes headed for home within hours of leaving Iraq.\n\n\nBut for men like Karam Chand and Mohammed Ahmed there were no such arrangements. Their employers, \nJapanese and Indian subcontractors, do not even have representatives in Kuwait, so these refugees have no one \nto turn to for assistance.\n\nToday, when Surbirjit Singh Chhatwal, the Indian Ambassador to Kuwait, visited the area, he was besieged by \nhundreds of men who pleaded for help in getting home.\n\n \n\nFood and Blankets Supplied\n\n''It is heart-breaking,'' Ambassador Chhatawal said, as he walked around the encampment. He had arrived with a \nphysician, Dr. P.S.  Sahni, and a man named Narinder Singh, a wealthy business executive in Kuwait who has \nbrought food, blankets and essential supplies to the refugees over the last few days.\n\n''It's the least that can be done for you,'' the tall Sikh said in Punjabi, the native language of the majority of the men. \n''I want to assure you that every effort is being made to get you home.''\n\nNearly a thousand other Indians and Pakistanis left Kuwait early this morning for their homes, their passage paid \nfor by relatives or employers. Most of them were men with more education and better jobs than those who are still \nat Abdali.\n\nThey have been assured by representatives of their respective governments that they will be able to get aboard \nplanes for home over the next few days, but no specific date has been given and so some of the refugees, at least, \nare skeptical.\n\nGraphic\n\n \n\nIllustrations: Map of Kuwait\n"}