{"title": "MEGAHED'S DEPORTATION RULING TODAY", "body": "\nYoussef Megahed will learn today whether the government has presented enough evidence for an immigration \njudge to consider deporting him because he has terrorist ties.\n\n\"It's a very close case,\" Immigration Judge Kenneth S. Hurewitz said Thursday.\n\nHurewitz planned to spend the Thursday evening reviewing documents and testimony presented at a deportation \nhearing in Miami-Dade County this week. His focus: government evidence that Megahed provided material support \nto terrorists, a charge that got former co-defendant Ahmed Mohamed a 15-year prison sentence.\n\nThe judge plans to rule this morning on a defense motion to terminate the deportation proceedings against \nMegahed, a former University of South Florida student.\n\nEven if Hurewitz dismisses the charges, it's unlikely Megahed would immediately gain freedom. Homeland Security \nDepartment attorneys have indicated they will appeal an unfavorable ruling. No matter what Hurewitz decides \ntoday, a final ruling on deportation could still be weeks away.\n\n\"I started out my case by calling the government's evidence garbage,\" said Charles Kuck, Megahed's defense \nattorney. \"You know what we've heard for the last four days? Garbage.\"\n\nIf Hurewitz decides the deportation proceedings should move forward, Kuck said he may or may not present any \nwitnesses.\n\n\"If I heard your testimony, it may sway me in either way,\" the judge told Kuck.\n\nHomeland Security Department attorneys have spent the week trying to prove that Megahed has or is likely to \nengage in terrorist activity.\n\nSaying he planned to focus solely on the accusation that Megahed gave material support to terrorists, the judge \nsaid the government hadn't proved its case and that Megahed had \"clearly not\" committed those offenses.\n\nBut Megahed was associated with a known terrorist, the judge noted, referring to Mohamed.\n\nHomeland Security presented evidence about Mohamed's activities and linked him to Megahed throughout the \nweek, despite Kuck's continued objections.\n\n\nGovernment attorney Loren Coy said Megahed had to have known that Mohamed posted a YouTube video \nshowing how to turn a child's toy into a remote-control detonator. Mohamed said he intended the video to be used \nby enemies of the United States.\n\nCoy also pointed to the PVC pipes filled with a potassium nitrate mixture found in the trunk when Megahed and \nMohamed were stopped for speeding in Goose Creek, S.C., on Aug. 4, 2007. Coy said the mixture was the same \npropellant used in Qassam rockets launched against Israel and U.S. forces.\n\nFederal investigators recovered nine video clips from Megahed's home computer that showed Qassam rockets \nlaunching in the Middle East and killing U.S. military personnel.\n\n\"It was sickening, quite frankly,\" Coy told the judge. \"Who would save something like that? Does that give you any \nconcern about this individual? Isn't that what this case is all about?\"\n\nCoy said Megahed recruited others to form what an FBI agent described as a budding terrorist cell in Tampa. He \nsaid Megahed used his legal status to obtain a gun range membership so the group could practice marksmanship.\n\nOne of Megahed's associates, Ahmad Ishtay, had tightly focused surveillance footage of pillars along the Howard \nFrankland bridge and the Florida Aquarium on a camcorder in his Temple Terrace bedroom. The FBI said it \nresembled footage by terrorists scouting potential targets.\n\nCoy linked that to Internet searches about implosions by someone logged onto the Megahed family computer as \n\"Usef.\"\n\nUnlike in federal criminal court - where Megahed was acquitted of illegal transportation of explosive materials and \npossession of a destructive device - the government doesn't have to prove its case beyond a reasonable doubt, \nCoy said. The burden is much lower.\n\nKevin Graham can be reached at (813) 226-3433 or kgraham@sptimes.com\n\nGraphic\n\n \n\nPHOTO: Youssef Megahed is accused of having ties to terrorists, and U.S. officials want to send him to Egypt.\n"}