{"title": "Food stamp plan would skip Latinos;Advocate cites 'legal' barrier", "body": "\nSome observers call President George W. Bush's plan to restore food stamp benefits to legal immigrants a safety \nnet for tough times.\n\nOthers consider the idea --- expected to have little impact on Gwinnett's or the rest of Georgia's welfare rolls --- an \nelection ploy to lure Latino votes.\n\nOn Jan. 10, the Bush administration proposed to restore food stamps to legal immigrants whose benefits eligibility \nwas restricted by the 1996 welfare reform law. That law made low-income noncitizens ineligible for food stamps \nand other federally funded assistance, though some exemptions for immigrants remained in existence.\nAJC\n\nAbout 363,000 people --- legal immigrants but noncitizens --- would qualify under the plan. Most would be \nHispanics, but they would have to have lived here legally for five years.\n\nThe proposal will be part of Bush's 2003 budget to Congress next month. It will cost the federal government $2.1 \nbillion over 10 years, and at least some version of it is expected to become law.\n\nWhat effect would the Bush plan have on the 435,000 Hispanics who live in Gwinnett and across the state?\n\n\"Very minimal,\" predicted Teodoro Maus, former Mexican consul. \"There are very, very few people here that would \nreally qualify for being a legal resident.\"\n\nMaritza Soto Keen, executive director of the Latin American Association, said the number of Georgia recipients \nwould be \"nominal. This Latino community comes here looking for jobs,\" she said. \"Not hand-outs.\"\n\nStatewide, 263,361 people received food stamps in December, according to recent figures from the Division of \nFamily and Children Services. Gwinnett had 3,973 recipients for that same period, records show.\n\nGeorgia and some other states continued welfare benefits to legal immigrants after federal money dried up. Figures \nwere not available on the number of legal immigrants who pocketed food stamps before and after the 1996 \nwelfare law. They typically are ineligible now, but there are exceptions based on a person's age, work history and \ndate of entry into the country.\n\n\nBush, who enjoys a good rapport with Hispanic Americans, has been criticized for his proposal by advocates for \nstricter immigration standards. They consider it another political party overture for the Latino vote. Both parties are \ncourting the ethnic group.\n\n\"Allowing immigrants to tap into our welfare system simply encourages more foreigners to come here and become \npublic charges,\" said Donna Locke, coordinator for the Georgia Coalition for Immigration Reform, which supports \nstricter laws.\n\nThe proposal, Locke said, sends a message: \"Break into the candy store, get all the candy as a reward.\"\n\nMeanwhile, the Federation for American Immigration Reform called the plan \"an election-year ploy\" to win Hispanic \nvotes. The White House, suggested FAIR executive director Dan Stein should work to \"cut immigration levels and \nchange policies\" that draw unskilled people here.\n\nBut Raul Yzaguirre, president of the National Council of La Raza, a civil rights organization that plans to open an \nAtlanta office this year, praised Bush because, \"We know that immigrant communities are among those hardest hit \nby the current recession.\"\n\nAnd though the proposal won't make much of a difference in Georgia, Maus and Keen support its principle.\n\nIt's a \"safety net\" for those suffering through the recession, Keen said.\n\nShe, like Maus, said legal residents pay into the system, \"so there should be no reason they shouldn't be eligible \nfor benefits.\"\n"}