{"title": "10 Accused of scheme to smuggle foreigners", "body": "\nFederal officials revealed a sting operation Friday that netted more than $ 650,000 in bribes to an immigration \nundercover agent and resulted in the arrest of nine people accused of smuggling Asian immigrants into the United \nStates.\n\nThe arrests took place Thursday in Atlanta, Los Angeles and Tampa. A 10th suspect, Jung Hsi Hsueh, 35, \nremained at large late Friday.\n\nImmigration and Naturalization Service officials also have detained 31 of 49 immigrants identified as receiving \nillegal documents. The immigrants were caught in San Francisco, Dallas, Newark, N.J., and Charlotte, N.C.\n\nSome of the immigrants, who came from Hong Kong, Malaysia and Taiwan, paid up to $ 65,000 for the illegal \ndocuments, officials said.\n\nA 39-count indictment unsealed Friday in Atlanta by U.S. Attorney Joe D. Whitley charges seven foreign nationals \nand three naturalized American citizens with bribery and conspiracy to obtain INS documents. One suspect also is \ncharged with one count of money-laundering.\n\nFriday's announcement came a week after the INS levied a $ 1.2 million civil fine against Lane Packing Co. of Fort \nValley, Ga., for hiring four men who brought illegal Mexican laborers into the United States. The arrests also came \nless than a week after President Bush announced a series of stepped-up enforcement measures to curb illegal \nimmigration.\n\nINS District Director Thomas P. Fischer said Thursday's operation was one of the most significant he's seen in 16 \nyears of service.\n\n\"It's the most brazen I've ever seen because of the overtures that were made by the individuals,\" he said. \"From the \nscheme, it has to be fairly sophisticated because it did have worldwide implications.\"\n\nOfficials say the sting started in October 1990 when Mr. Hsueh, a citizen of Taiwan, and two 40-year-old Lilburn \nresidents, Evelyn and Edward Chu, approached an INS agent in Atlanta and offered to pay him about $ 23,000 to \nobtain employment authorization and temporary resident cards for illegal immigrants. During the next year, the \nindictment says, the agent received more than 35 bribes from Mr. Hsueh, the Chus and seven other suspects.\n"}