{"title": "Will we ever get over our fear of foreign languages?", "body": "\nIs the United States in danger of becoming a Tower of Babel?\n\nFearmongers peddling \"official English\" say it is. And they've persuaded 21 states and countless municipalities that \nthey're right. All have made English their \"official\" language. Montana and South Dakota are the latest. Ten other \nstates and Congress are weighing whether to join the parade.\n\nNot a small accomplishment when your argument relies on fear, not fact.\n\nIn some places, official English amounts to little more than toothless pandering to anti-immigrant sentiment. In \nothers, the laws are mean-spirited attacks on the rights of businesses to advertise as they see fit, barring non-\nEnglish signs, or on services that help newcomers become full participants in society, eliminating English education \nprograms. All give implicit license to other acts of discrimination.\n\nAnd to what end? Fear of foreign speakers is older than the nation, rising in times of war, economic stress and \nincreased immigration. Yet no calamity has occurred.\n\nBenjamin Franklin saw it more than 250 years ago in Colonial Pennsylvania: \"Few of the English understand the \nGerman language, and so cannot address them either from the press or pulpit.\" There were so many German \nspeakers at the time of the Revolution that the Articles of Confederation were published in German as well as \nEnglish. But German is gone.\n\nA Marylander who sailed to New York in 1744 complained: \"I never was so destitute of conversation in my life. . . . I \nheard nothing but Dutch spoke all the way.\"\n\nSojourner Truth, born a slave in a Dutch-speaking community two centuries ago, didn't know a word of English at \nage 10. Without benefit of official-language laws, she became a brilliant speaker and evangelist -- in English. Dutch \ndied out.\n\nIn 1780, John Adams proposed an official academy to \"purify, develop and dictate usage of\" English. The \nContinental Congress rejected the idea as undemocratic and a threat to individual liberty -- sound judgment then \nand sound judgment today.\n\nIt's a disgraceful tradition: New York once barred 1 million Yiddish-speaking citizens from voting. California \ndisfranchised Chinese. Nebraska, in an anti-Kaiser frenzy, expelled German and any other foreign language from \nits elementary schools.\n\nAnd it's unnecessary. The vast majority of immigrants are assimilating quite nicely. More than 95% of first-\ngeneration Mexican-Americans are proficient in English; by the second generation, most have totally lost their \nparents' native tongue. Tens of thousands of immigrants are on waiting lists for overenrolled adult English classes.\n\n\nThe urge to succeed drives most immigrants to learn English quickly. Laws that make the language \"official\" only \ndeny our history and surrender to our fears.\n\nNotes\n\nTHE EDITORIAL PAGE; Today's debate; OFFICIAL ENGLISH; OUR VIEW; 'Official English' is the latest \noverreaction to other languages. After 250 years, you'd think we learn.\n"}