{"title": "BID TO RECONSIDER ALIEN BILL BLOCKED", "body": "\nRepublicans made a surprise move today to bring a comprehensive immigration bill to the floor of the House of \nRepresentatives, but Democrats blocked the effort after an impassioned debate.\n\nTrent Lott of Mississippi, the Republican whip, proposed taking up the bill, which had been considered dead as a \nresult of House action last Friday.\n\nHis proposal was defeated, 235 to 177. Voting for it were 167 Republicans and 10 Democrats. But 230 Democrats \nand 5 Republicans voted against it.\n\nBy a vote of 202 to 180 last Friday, the House defeated a move to take up the bill under a rule limiting amendments \nfrom the floor. Republicans complained then that they had no opportunity to amend provisions relating to the use of \nforeign agricultural workers in the United States. Those provisions have emerged as the most controversial aspect \nof the legislation, pitting organized labor against growers of fruit and vegetables.\n\nRepresentative Peter W. Rodino Jr., Democrat of New Jersey, said Friday that the bill was dead and that there was \nno feasible way to resurrect it.\n\n \n\nMove for Reconsideration\n\nSince then Democrats have accused Republicans of killing the bill. Republicans today urged the House to \nreconsider its earlier action and to take up the bill under a rule that would permit wider debate and more \namendments.\n\nIn the debate today it was disclosed that House members were still trying to negotiate a compromise to save the \nbill even as Congress rushed toward adjournment. But no more votes on the legislation are scheduled, and there is \nno requirement for the bill to be considered any further before Congress adjourns.\n\n''If you think another train is leaving this station, you are sadly mistaken,'' Representative E. Clay Shaw Jr., a Florida \nRepublican, said in the debate over Mr. Lott's proposal. ''This is the last chance.''\n\nThe Senate passed its version of the immigration bill, 69 to 30, in September last year. The Senate measure, like \nthe House bill, would prohibit employers from hiring illegal aliens and would offer legal status to illegal aliens \nalready in the United States. There is clear support in both houses for these provisions, but there is no agreement \non how to accommodate the needs of farmers and ranchers who have long depended on illegal aliens to harvest \ntheir crops.\n\n\n \n\nDemocrats Are Surprised\n\nRepresentatives Claude Pepper of Florida and Charles E. Schumer of Brooklyn, both Democrats, said that the \nmove by the Republicans today caught them by surprise. Mr. Pepper is chairman of the Rules Committee, which \nnormally sets the terms for floor debate on legislation. Mr. Schumer has been leading negotiations to break the \ndeadlock over foreign agricultural workers.\n\nMany Democrats said they supported the immigration bill but opposed Republican efforts to circumvent the Rules \nCommittee and the Democratic leadership of the House. Mr. Pepper denounced Mr. Lott's move as ''a clear effort to \npervert the rules and precedents of the House.''\n\nMr. Lott said the question was: ''Will you allow the bill to go forward or will you stop immigration reform?'' \nRepresentative Dan Lungren, a California Republican, said the demise of a bill with such broad bipartisan support \nwas ''a travesty and a tragedy.''\n"}