{"title": "U.S. Rejects Changes in Detainee Rules", "body": "\nThe Obama administration has refused to make legally enforceable rules for immigration detention, rejecting a \nfederal court petition by former detainees and their advocates and embracing a Bush-era inspection system that \nrelies in part on private contractors.\n\n  The decision, contained in a six-page letter received by the plaintiffs this week, disappointed and angered \nimmigration advocacy organizations around the country. They pointed to a stream of newly available documents \nthat underscore the government's failure to enforce minimum standards it set in 2000, including those concerning \ndetainees' access to basic health care, telephones and lawyers, even as the number of people detained has \nsoared to more than 400,000 a year. \n\n  The Department of Homeland Security, which oversees the immigration detention system, a conglomeration of \ncounty jails, federal centers and privately run prisons, concluded ''that rule-making would be laborious, time-\nconsuming and less flexible'' than the review process now in place, Jane Holl Lute, the agency's deputy secretary, \nsaid in the letter.\n\n  The department maintained that current inspections by the government, and a shift in 2008 to ''performance-based \nstandards'' monitored by private contractors, ''provide adequately for both quality control and accountability.'' \n\n  The administration's letter met a 30-day deadline set by Judge Denny Chin of Federal District Court in Manhattan. \nJudge Chin ruled last month that the agency's failure to respond to the plaintiffs' petition for two and a half years \nwas unreasonable.\n\n  The government's decision ''disregards the plight of the hundreds of thousands of immigration detainees,'' said \nParomita Shah, associate director of the National Immigration Project of the National Lawyers Guild, one of the \nplaintiffs, which contends that the lack of enforceable rules is at the heart of persistent problems of  mistreatment \nand medical neglect. ''The department has demonstrated a disturbing commitment to policies that have cost dozens \nof lives.''\n\n  The plaintiffs had expected better from the Obama administration, said Dan Kesselbrenner, the project's director. \n\n  But Matt Chandler, a spokesman for Homeland Security who served in the Obama campaign, put a different face \non the rejection of rule-making.\n\n  ''The rule-making process can take months, if not years,'' he said in an e-mailed statement, ''and the \nadministration believes that reforming our immigration detention system needs to happen much faster than that.'' A \nspecial adviser on detention to Janet Napolitano, the secretary of homeland security, ''is engaged in a top-to-bottom \nreview'' of the detention system, he said, and will release her recommendations soon.\n\n\n  In a telephone interview, the adviser, Dora Schriro, said Immigration and Customs Enforcement had made \nchanges in recent years ''in an effort toward continuous improvement.''\n\n  ''What's appreciably different about this administration is the recognition that detention and alternatives to \ndetention are disciplines, and can and will be carried out under the most professional of standards,'' Dr. Schriro \nsaid. \n\n  But standards without teeth are doomed to fail, said lawyers for two other national immigration law organizations, \none in Los Angeles and another in Chicago, echoing the plaintiffs' disappointment with the rejection of enforceable \nrules.\n\n  Both groups recently won the release of thousands of pages of detention inspection documents that had been \nkept secret. They said the documents showed that the government had routinely violated its own minimum \nmonitoring standards and ignored findings of deficiencies for years. \n\n  The ''performance-based'' standards the Obama administration has now embraced have no penalties and are not \nsignificantly different from what failed in the past, said Karen Tumlin, a lawyer with the National Immigration Law \nCenter in California. On Tuesday, the center issued what it called ''the first nationwide comprehensive report'' on \nviolations of detention standards, based on  records from 2004 and 2005 obtained through Freedom of Information \nlitigation. \n\n  Dozens of more recent inspection documents, some from this year, show a similar pattern, said Chuck Roth, the \ndirector of litigation for the Chicago group, Heartland Alliance's National Immigration Justice Center. Many were \nposted by the government itself on the Immigration and Customs Enforcement Web site after the center won a \nthree-year federal court battle to force their release.\n\n  ''The groups that ICE commonly contracts with are staffed by former ICE employees and former corrections \nofficers who have a vested interest in pleasing ICE,'' Mr. Roth said, ''so we haven't seen them take the useful \nwatchdog role.'' \n\n  The documents include eight years of monitoring reports by the American Bar Association, which has been \ngranted access to detention centers and detainees only on condition that its findings, shared with the government, \nare not made public.\n\n  Reports from two bar association visits to the Elizabeth Detention Center in Elizabeth, N.J., in January 2006 and \nJuly 2007, illustrate the weaknesses. In 2006, the team noted detainee complaints about medical neglect and \nthreats of physical violence that were reported to guards but ignored.\n\n  A year and a half later, a return visit was cut by the center to two hours from six hours, and ''inexplicably, many of \nthe areas that the delegation had requested to visit in advance and needed to see in order to fulfill its mission were \nlocked'' and off limits.\n\n  The delegation was unaware that only two months earlier a 52-year-old tailor named Boubacar Bah had died after \nsuffering a skull fracture in the jail and being locked in an isolation cell without treatment for more than 13 hours. \n\n  ''This whole detention system that has been created is a human rights nightmare,'' said Mary Meg McCarthy, \nexecutive director of the  National Immigrant Justice Center. ''The past administration created this, and now we \nneed to dismantle it.''\n\nhttp://www.nytimes.com\n"}