{"title": "Laws Often Disregarded for Household Workers", "body": "\nWhile President-Elect Clinton promised a Cabinet that looks like America, Zoe Baird, his nominee for Attorney \nGeneral, apparently behaved a bit too much like America: she hired, in this country illegally, a Peruvian couple as a \nbaby-sitter and driver and she failed to pay the required Social Security taxes.\n\nAccountants and lawyers say the system for reporting income paid to domestic workers is so cumbersome, and the \nsupply of household workers so saturated with illegal aliens, that hundreds of thousands of Americans, and \nmaybe millions, are probably flouting the law.\n\nThese lawbreakers include not only affluent two-earner couples with full-time help, like Ms. Baird and her husband, \nbut less wealthy Americans who have weekly arrangements with cleaning women or baby-sitters. Experts say they \nbelieve that most of these Americans are fully aware they are breaking the law, but not all.\n\n\"I'd be willing to bet there are men in very high Government positions who are in exactly the same situation as Zoe \nBaird, but don't know it because it's their wives who deal with the domestic help,\" said Patricia McConnell, who \nwrites an accounting and tax newsletter at Bear, Stearns & Company.\n\n \n\nException Was Defeated\n\n In 1985, when Congress was considering immigration legislation, which made it illegal to hire an undocumented \nalien, there was talk of a \"Beverly Hills exception,\" exempting people with three or fewer employees.\n\nBut the exception was dropped after it was argued that the provision would be unfair to small-business owners, who \nare subject to many of the same burdens as household employers but who would not have been covered by the \nexemption. In addition, some members of Congress argued that it might subvert the goal of stopping the flow of \npeople coming to this country illegally in quest of jobs.\n\nThe passage of the law did spur some people to find household workers who were in this country legally, and to \nstart paying all the taxes that are due, experts said. But many others chose to ignore the law, and as a practical \nmatter, the Immigration and Naturalization Service has almost never prosecuted people who employ illegal aliens in \ntheir homes.\n\n\"Only about 3 percent of the employed mothers of children under five use in-home care by a nonrelative, because \nit's the most expensive form of care, but among those who do, it's very common to hire illegal aliens off the books,\" \n\n\nsaid Ellen Galinsky, a co-president of the Families and Work Institute. \"I don't think anyone knows exactly how \nwidespread it is.\"\n\n \n\nTaxes in All Cases\n\n To comply with the law, employers must find domestic workers who can legally work in the United States, and \nthey must pay social security taxes and unemployment taxes for any worker paid more than $50 in a three-month \nperiod. These taxes are due regardless of whether the employee is in the country legally or illegally.\n\nFor those who do not have a social security number, employers are supposed to set up an account for the \npayments, which come to 15.3 percent of the worker's pay. Half of the payments are made by the employer and \nhalf comes form the worker's wages.\n\n\"It's not the right thing to do, but I know of a number of cases in which the employer wanted to pay social security, \nbut decided against it because the child-care worker resisted,\" Ms. Galinsky said. \"The real problem is that child \ncare is so poorly paid that when you take money out, there isn't much left.\"\n\nA Manhattan father who has hired three baby-sitters in six years explained yesterday that although he and his wife, \nboth lawyers, have tried hard to comply with the law, they found it impossible in their last two searches.\n\n \n\nAvoiding Taxes\n\n \"The first time around, we interviewed 23 people, 18 of whom were illegal, and we hired one who was legal,\" he \nsaid. \"When she left, we interviewed 14 people, not one of whom was legal, including the ones sent from the most \nelite employment agency. This last time, we interviewed 10 people, and offered the job to the one legal person who \napplied, but she didn't take it, in part, I think, because she wanted an off-the-books job where she'd take home \nmore. So we're back to an illegal person. It worries me, because what we're really doing is avoiding our tax \nobligation.\"\n\nGovernment officials and some accountants stress that however common the practice has become, avoiding taxes \nis precisely what many household employers are doing. Furthermore, they said, they are cheating their employees \nout of future social security benefits. And those who hire illegal aliens, many said, could find American workers if \nthey were willing to pay higher wages.\n\nMany working mothers hire illegal aliens as housekeepers or baby-sitters and sponsor them for a \"green card,\" \nactually, a permanent residency visa that allows the alien to live and work in this country indefinitely.\n\nBut the process requires many years before the immigrant is legally allowed to work. And some families find the \nvagaries of immigration law surprising.\n\n \n\n'A Crazy System'\n\n \"My wonderful baby-sitter, who was illegal and off the books, wanted me to sponsor her, so I went to a lawyer, who \ntold me that to get a green card for her, I had to sign a letter telling the Labor Department that I was, in effect, \nbreaking the law by employing an illegal alien,\" said a woman in Washington. \"The lawyer said that was okay, \nbecause the Labor Department doesn't give the information to the Immigration and Naturalization Service. It seems \nlike a crazy system.\"\n\nAfter a four-year wait, that woman's baby-sitter got her green card and, as frequently happens, immediately quit for \na more lucrative one.\n\nImmigration lawyers say the number of domestic workers applying for permanent residency has dropped in recent \nyears, largely because the process now takes as much as eight years after the Labor Department certifies that \nthere is a shortage of Americans to fill a particular job.\n\n\n\n\"The immigration law doesn't reflect any sympathy for families that need help, either live-in or by the day, to operate \ntheir households,\" said Frances Berger, a New York immigration lawyer. \"The fact that the Labor Department \ncertifies that there are no lawful U.S. workers to do these jobs indicates the need for immigrants.\"\n"}