{"title": "ILLEGAL IMMIGRATION 'BUSINESS AS USUAL' MORE NATIONALITIES CROSS BORDERS EACH; DAY", "body": "\nWASHINGTON - Every day, thousands of Mexicans and Central Americans surreptitiously cross the U.S.-Mexican \nborder carrying little more than their dreams of a better life.  Last year in the region around El Paso, Texas, the \nBorder Patrol apprehended illegal entrants representing 75 nationalities. Some fled homelands racked by war or \npolitical oppression, but most were bread-and-butter migrants hoping to trade poverty for prosperity.  Despite \npassage of the 1986 Immigration Reform and Control Act - which ordered sanctions against employers who hire \nillegal aliens - millions of illegal immigrants continue to find jobs in American restaurant kitchens, garment \nfactories, tomato fields, parking garages and taxicabs, or pushing brooms and performing a number of other menial \ntasks.  The number of people caught at the border dropped sharply from 1986 to 1989 as the new law took effect. \nBut apprehensions have increased sharply in the past two years.  Roughly 1.2 million people were intercepted last \nyea r and apprehensions were up 15 percent in the first quarter of this year. For every person apprehended, \nofficials at the Immigration and Naturalization Service suspect that three or four others get through.  According to \npublic opinion polls, two-thirds of Americans now believe the United States is being overrun and overburdened by \nillegal immigrants.  The new law's failure to deter illegal immigration can be attributed to a number of factors, \nincluding a big trade in counterfeit identity documents, an increase in labor contractors acting as middlemen for \nemployers and weak INS enforcement of penalties against those who hire undocumented workers.\nSince 1986, the INS has fined thousands of employers, but the average penalty in 1990 was $850.  ''Those who \ndelayed migration in the past are now coming having observed that work is still available even for new arrivals \nlacking papers,'' said Jorge Bustamante, president of Tijuana's College of the Northern Border, a leading center for \nimmigration research. ''It has returned to business as usual.'' In an effort to staunch the flow along its southern \nborder, the United States recently added 300 Border Patrol agents, put up new stadium lights and constructed a \n10-foot-high, solid-steel barricade along a 14-mile stretch of the frontier, just south of San Diego.  The fact that \neach night literally hundreds of men and women clamber over the barricade is testament to its ineffectiveness - and \nto the irresistible pull of U.S. jobs that on average pay eight times their equivalent in Mexico.\n"}