{"title": "Percentage of Foreigners in U.S. Rises Sharply", "body": "\nThe percentage of foreign-born residents of the United States rose to 7.9 percent in 1990, up from 6.2 percent in \n1980, a new Census Bureau report says. Most of the increase came in 1985-90, when nearly five million people \nimmigrated to the United States.\n\nThe foreign-born population reached 19.8 million in 1990, the bureau said, a sharp rise from 14 million in 1980 and \n9.6 million in 1970, when immigrants were only 4.7 percent of the population.\n\nSusan J. Lapham, who prepared the report, which was released Friday, said the percentage of foreign-born \nresidents was well below the 13.5 percent of 1910, when the population was much smaller.\n\nThe states with the largest numbers of immigrants are California, home to almost one-third of all those born outside \nthe country, New York, Florida and Texas. Ms. Lapham said that \"from every indication\" the number of immigrants \nwould continue to grow.\n\n \n\nLegal Status for Some\n\n She said the data did not reveal how many of the new immigrants were in the country illegally.\n\nAn immigration law enacted in 1986 has allowed three million aliens who were illegally in this country at that time to \nacquire legal status here, mostly as a first step toward citizenship.\n\nMs. Lapham said there had been no studies yet to determine whether the 1986 law had affected Census Bureau \ntabulations of aliens in the country. \"But intuitively,\" she said, \"if more people are legal it makes sense there would \nbe more people who would be apt to respond\" to bureau surveys.\n\nMexico remained well ahead as the most common country of origin for foreign-born residents, representing 21.7 \npercent of the total and almost doubling in numbers to 4.3 million in 1990 from 2.2 million in 1980.\n\nFollowing Mexico in the top 10 countries of origin were the Philippines at 4.6 percent; Canada, 3.8 percent; Cuba, \n3.7 percent; Germany, 3.6 percent; Britain, 3.2 percent; Italy, 2.9 percent; South Korea, 2.9 percent; Vietnam, 2.7 \npercent and China, 2.7 percent.\n\n \n\nBig Jump in California\n\n\n The bureau said nearly 60 percent of foreign-born residents were not United States citizens. The percentages of \nnon-citizens were generally low for people from countries in Europe -- 28.1 percent for Germany and 24.2 percent \nfor Italy -- and high for those from Latin American countries -- 84.6 percent for El Salvador, 84.9 percent for \nNicaragua and 83.1 percent for Guatemala.\n\nThe number of foreign-born residents nearly doubled in California in the past decade, to 6.5 million, or 21.7 percent \nof the state's population. Other states with large foreign-born populations were New York with 2.8 million, or 15.9 \npercent, Florida with 1.7 million, or 12.9 percent, and Texas with 1.5 million, or 9 percent.\n\nNew York City had the biggest foreign-born population, at 2 million, although Los Angeles had a larger percentage, \nwith 1.3 million, or 38.4 percent of its population.\n\nBut Los Angeles ranked only 17th among cities in percent of foreign-born residents. The highest was Hialeah City, \nFla., with 70.4 percent of its 188,000 people immigrants, followed by Miami at 59.7 percent; Huntington Park, Calif., \nat 59.7 percent; Union City, N. J., at 55.1 percent, and Monterey Park, Calif., at 51.8 percent.\n\nWyoming had the smallest number of foreign-born residents, at 7,647. Mississippi had the lowest percentage, 0.8.\n"}