{"title": "Review finding few immigrant deportation cases to set aside", "body": "\nOne year after the Obama administration said it would stop deporting some immigrants who are not safety \nthreats, it has dismissed only a small fraction of the deportation cases reviewed under the new policy, \ndisappointing advocates who were hoping for dramatic change.\n\nSo far, the administration has reviewed more than 232,000 pending deportation cases since it began using new \nguidelines granting more discretion in pursuing immigration violators. Less than 2 percent have been closed or \ndismissed.\n\nThe portion of those who receive reprieves is likely to be 9 percent once the reviews are complete, the U.S. \nImmigration and Customs Enforcement said in a news release last week.\n\n\"It's not something that happens overnight,\" ICE spokeswoman Gillian Christensen said.\n\nSome immigrant advocacy groups predict the number of cases closed will not exceed 4 percent, not much higher \nthan the number immigration judges typically close each year.\n\nThe review accelerated June 4 in the Bay Area when San Francisco's busy immigration court partially closed for a \ntwo-week scouring of cases. The goal is to weed out the least important of more than 18,000 pending \ndeportations from across Northern California.\n\nUlises Toledo is among those hoping to be deemed a low priority.\n\n\"I'm excited,\" Toledo said. \"Hopefully I'm one of those they give a reprieve.\"\n\nThe deportation net swept up the 21-year-old Chabot College student in 2010 after police stopped him for driving \nwithout a front license plate.\n\n'Caught up'\n\nImmigrant advocates hoped when the reviews were announced a year ago that many more illegal immigrants \nsuch as Toledo would be helped.\n\n\"Be it 1 percent or 10 percent of cases closed, the results are still tremendously disappointing,\" said Gabriela \nVillareal of the Oakland-based California Immigrant Policy Center. \"We still see hundreds of thousands of people \nwho are part of our communities caught up in the dragnet.\"\n\nRepublicans and other immigration control proponents believe the opposite: Too many illegal immigrants are \ngetting a pass, they say.\n\n\nHaving a case set aside is not a path to citizenship. Administratively closing low-priority cases puts illegal \nimmigrants in legal limbo -- they can stay here but not get green cards.\n\nClosing low-priority cases helps immigration agents more quickly remove the greatest threats to public safety, \nChristensen said.\n\nThe new approach, she said, is \"dramatically changing the composition of the immigration courts and helping to \nprevent future backlogs.\"\n\nMost of the people getting reprieves are longtime U.S. residents with family and community ties and clean records, \nor students brought to the country when they were young. Toledo, a San Leandro High School graduate, came to \nthe U.S. when he was 8 and is related to several U.S. citizens, from his grandfather on down. He believes he fits \nthe bill.\n\nICE has been seeking to deport him to Mexico since Hayward police pulled him and his girlfriend over one \nafternoon in 2010 near the college campus.\n\nHe was behind bars for several days and then taken to an Alameda County jail, which handed him over to ICE. \nSuch pickups have become more common since 2010, when all Bay Area counties joined the federal Secure \nCommunities database, which reports every arrest to immigration agents.\n\nRecord deportations\n\nThe dragnet contributed to a record 396,906 deportations last year. Until recently, ICE agents and attorneys rarely \nmade distinctions among deportation candidates.\n\nWith the focus on discretion, ICE has closed or dismissed 4,363 cases, just less than 2 percent of the total \nreviewed as of May 29.\n\nAlmost as many -- 3,998 people -- declined offers of relief, which can mean they are seeking to win their \nimmigration case with its chance at a green card and citizenship. The alternative is the limbo of a case that always \ncan be reopened.\n\nMore than 12,000 people offered a dismissed or closed case either are undergoing a background check or haven't \ndecided whether to accept. That group brings the total percentage offered a reprieve to 9 percent, according to the \nnew statistics. Deportation relief\n\nHere are the main categories of the 4,363 illegal immigrant cases in the U.S. dismissed or closed in the year-old \nfederal \"prosecutorial discretion\" program.\n\n3,302: Individuals with a long-term presence in the United States, have an immediate relative who is a U.S. citizen \nand have compelling ties and contributions to the United States.\n\n303: Children who have been here for more than five years and are either in school or have completed high school.\n\n290: Individuals who came to the United States when they were younger than 16, have been in the United States \nfor more than five years, have completed high school and are in or have completed higher education here.\n\n173: Immigrants deemed very low enforcement priority.\n\nRefused to accept dismissal\n\n3,998: Individuals who have declined offers of prosecutorial discretion, often because they believe they have a \nbetter chance at legal residency.\n\nSource: U.S. Immigration and Customs Enforcement\n\nGraphic\n\n\n\n \n\nUlises Toledo Perez, a 21-year-old Chabot College student, shows where he was pulled over outside the Chabot \nCollege campus in Hayward, Calif., and placed into deportation proceedings in 2010 for driving without a front \nlicense plate on Friday, June 8, 2012. As San Francisco's immigration court begins its second week of weeding out \nlow-priority deportation cases, Perez, who moved to California from Mexico City with his parents when he was 8 \nyears old, is one of thousands hoping to be deemed a low priority. (Laura A. Oda/Staff)\n\nUlises Toledo Perez, a 21-year-old Chabot College student, shows where he was pulled over outside the Chabot \nCollege campus in Hayward, Calif. and placed into deportation proceedings in 2010 for driving without a front \nlicense plate on Friday, June 8, 2012. As San Francisco's immigration court begins its second week of weeding out \nlow-priority deportation cases, Perez, who moved to California from Mexico City with his parents when he was 8 \nyears old, is one of thousands hoping to be deemed a low priority.(Laura A. Oda/Staff)\n\nUlises Toledo Perez, a 21-year-old Chabot College student, shows where he was pulled over outside the Chabot \nCollege campus in Hayward, Calif. and placed into deportation proceedings in 2010 for driving without a front \nlicense plate on Friday, June 8, 2012. As San Francisco's immigration court begins its second week of weeding out \nlow-priority deportation cases, Perez, who moved to California from Mexico City with his parents when he was 8 \nyears old, is one of thousands hoping to be deemed a low priority.(Laura A. Oda/Staff)\n"}