{"title": "A Rosenberg Takes On the Government, This Time Using the Law as a Means of Protest", "body": "\nA profile of Rachel Meeropol, the lead lawyer for a group of Muslim immigrants suing the United States \ngovernment, explains why she went to work for the Center for Constitutional Rights. \n\n  ''Rachel's interest in prisoners' rights work stems from her family's firsthand experience with the destructive impact \nof the criminal 'justice' system on communities and individuals,'' the profile explains cryptically, without mentioning \nthe most famous members of her family.\n\nThe best-known Meeropol may be Abel, a lyricist who (under a pseudonym) wrote ''Strange Fruit'' and ''The House I \nLive In.'' But the child he adopted, a young boy named Robert, holds a special place in Cold War history. When he \nwas 6, the boy's birth parents, Julius and Ethel Rosenberg, were executed at Sing Sing on June 19, 1953, for \nconspiracy to commit espionage for the Soviet Union. \n\n  ''It was something that I always knew, the way you know your name,'' Ms. Meeropol, Robert Meeropol's daughter, \nonce recalled. ''I was in first grade, and my teacher asked if any of the kids in the class knew of any holidays that \nhappened in June. And I raised my hand and said, well, on June 19 in New York City people celebrate my \ngrandparents. And the teacher said, 'I'm sorry I've never heard of that holiday.' '' \n\n  More than 50 years later, it is widely accepted that in the 1940's Julius Rosenberg was, in fact, a Soviet spy. His \nnetwork passed along military and industrial secrets, most notably details about the atomic bomb, most of which the \nRussians had obtained from other sources. Legally, Ethel Rosenberg is considered much less culpable: Within the \nlast few years, her brother, David Greenglass, who was also charged in the conspiracy, acknowledged that he had \nlied when he delivered the most incriminating evidence against her. \n\n  Ms. Meeropol said of her grandparents, ''I don't know what they did, but I know they couldn't get a fair trial, that the \ndeath penalty was wrong, and that they weren't guilty of what they were convicted of.'' \n\n  Suppose Soviet archives conclusively revealed that her grandfather was a spy?\n\n  ''It's not something I've spent much time thinking about,'' she replied. ''What I take from my understanding of them \nis a sense of strength, resistance, being involved in political struggle. I think I have a pretty fully formed opinion of \nwhat they were like as people. It's not something that's dependent on Russian sources or the latest document \ndisclosure.''\n\n  ''Today, I'm sure they would still be progressive people,'' she said. ''And they would be terrified by the parallels in \ntargeting and repression.''\n\n\n  Ms. Meeropol, a staff lawyer at the center -- where the median salary is about $60,000 -- is representing Muslim \nimmigrants, among hundreds of noncitizens who were rounded up for visa violations in the weeks after 9/11. Many \nwere held for months in a federal detention center in Brooklyn as ''persons of interest'' to terror investigators and \nthen deported. The class-action lawsuit against government officials and guards charges that the immigrants were \nabused and that they were deprived of due process because of their religion or national origin. Several of the \nimmigrants returned to New York to give depositions in a Manhattan hotel last week. \n\n  ''The kind of torture, interrogation and arbitrary detention that we now associate with Guantanamo and secret \nC.I.A. facilities really started right here, in Brooklyn,'' she said. \n\n  Ms. Meeropol is herself a plaintiff in a suit filed last month by the Center for Constitutional Rights, contending that \nher communications with clients at the detention center may have been monitored illegally by the National Security \nAgency. \n\n  The granddaughter of the Rosenbergs accusing the government of spying? It is an irony that has not been lost on \nconservative Web logs. ''It's incredibly simplistic to look at what I'm complaining about and find it ironic,'' she said. \n''What I'm complaining about is a new version of that same type of misconduct: when a threat from the outside \ncauses the government to curtail civil liberties. You can draw parallels to what happened to my grandparents.\n\n  ''It's a different population being affected -- they're vulnerable,'' she added of the immigrants, contrasting the \nclimate now and then. ''In terms of the human toll, it's just as bad if not worse than under McCarthy. If anything, it's \nworse because of the secrecy with which this administration operates.'' \n\n  Ms. Meeropol, who just turned 30, grew up in western Massachusetts, where her father, a lawyer, runs the \nRosenberg Fund for Children, which supports children whose parents have suffered because of their progressive \npolitics. (Her older sister works for Campus Compact, which promotes community service.) She majored in \nanthropology at Wesleyan, and graduated from New York University's law school.\n\n  ''I grew up reading my grandparents' letters, and they were emotionally affecting,'' she said. ''Maybe it was as a \nteenager, thinking about what it means to be in prison, that I felt compelled to get involved in that struggle.''\n\n  Ms. Meeropol was asked whether being a lawyer means she thinks the justice system works.\n\n  ''I don't think the system works,'' she replied. ''I don't think that being a lawyer, not a street radical, means I believe \nthe system works. I'm kind of a nerd. I like to read, to write. This is the way I'm more comfortable participating.''\n\n  She lives in Brooklyn. Her boyfriend is studying education policy at Teachers College. She met him at a \nprogressive summer camp where the Meeropol name was iconic, so she never had to flaunt her political pedigree.\n\n  ''I don't usually use it as a pickup line,'' she said. \n\n  Ms. Meeropol is a registered Democrat but a self-described radical, and her family background leads to questions \none might not ordinarily pose to an ordinary lawyer. \n\n  For example, can she envision any circumstances under which she could justify passing secrets to a foreign \npower?\n\n  ''Can I imagine any situation where I would feel the balance of power is so dangerous to humanity that it would be \nO.K. to do something like that?'' she replied. ''Sure.'' \n\n  Suppose one of her clients confided that he was a terrorist and had planted an atomic bomb?\n\n  ''As an attorney, if you believe your client is giving you information that would lead to imminent death, you have an \nethical obligation to report that,'' she said. ''I would try to figure out a way to stop that bomb from going off.'' \n\n  How does she reconcile being a radical and an officer of the court? \n\n\n\n  ''Part of our mission at the center is to bring cases other people might be too timid to bring,'' Ms. Meeropol said. \n''I'm devoted to trying to make the law work.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Rachel Meeropol, a lawyer for the Center for Constitutional Rights, is representing Muslim immigrants suing \nthe United States. (Photo by Ting-Li Wang/The New York Times)\n"}