{"title": "Welfare applications rife with mistakes: Audit: Some noncitizens got improper benefits", "body": "\nApr. 13--County workers made a high number of mistakes while processing health and welfare applications of \nnoncitizens, including illegal immigrants, according to a legislative audit.\n\nThe results suggest that some noncitizens improperly received federal and state health benefits while others in \nneed were incorrectly denied those benefits, according to the report, which was released Wednesday morning by \nthe Office of the Legislative Auditor.\n\nThe audit reviewed 137 cases in six counties throughout Minnesota, finding mistakes in seven of every 10. While \nmost of the mistakes made no difference, 18 percent of the errors may have resulted in incorrect decisions, said \nJudy Randall, who led the study.\n\n\"Eighteen percent is beyond a reasonable, allowable error rate,\" she said.\n\nThe audit suggests as much as $200,000 was spent on benefits for people who were ineligible, Randall said. If \nthese error rates were applied to all noncitizens applying for benefits in Minnesota, the cost could be in the \nmillions. Randall declined to make such a projection, though.\n\nAvailable public services include health care benefits for low-income families and children who are in the United \nStates legally, as well as emergency medical care for illegal immigrants who meet income limits or other criteria. \nWhile noncitizens represent only 7 percent of the 698,975 people in Minnesota receiving public health benefits, \ntheir numbers are growing fast.\n\nNoncitizens include legal and illegal refugees and immigrants. There were about 173,000 noncitizens living in \nMinnesota last year, and 44 percent of them received some form of public assistance.\n\nThe idea for the audit came from Rep. Fran Bradley, R-Rochester, who has proposed legislation in recent years to \nlimit the access illegal immigrants have to public health benefits.\n\n\"I was suspicious for a lot of reasons,\" he said after reading the audit summary. \"What I'm finding is my suspicions \nwere grossly underestimated.\"\n\nHe predicted a legislative hearing on the audit results and \"strong action\" by state and county governments.\n\n\nThis session, Bradley has proposed making county workers legally responsible for notifying immigration officials \nwhen an illegal immigrant tries to apply for benefits. Right now, county workers are legally prohibited from doing \nthat.\n\nOnly four of the 137 cases reviewed for the audit involved illegal immigrants. Randall said the audit didn't check for \ncases in which illegal immigrants submitted fraudulent papers suggesting they were legal immigrants.\n\nSome of the errors included workers entering the wrong immigration status in their computer systems or failing to \ntrack whether immigrants' documents had expired.\n\nWhen U.S. residents sponsor foreign relatives to enter the country, their income must be considered as part of the \nenrollment process. Some county workers failed to do this, and some immigrants received public benefits for \nseveral years before the errors were corrected, according to the audit.\n\nErrors are common in cases involving Minnesota citizens, but the complex rules for noncitizens make correct \ndecisions that much tougher, said Linda Melnick, who deals with eligibility issues as an attorney for Southern \nMinnesota Regional Legal Services.\n\n\"Mistakes are made all of the time,\" she said. \"We are dealing with computers, and human beings who are error-\nprone, and policies coming from state and federal government\" that are often changing.\n\nThe audit called for updating procedures and training on determining eligibility, and the addition of a state \nemployee who specializes in noncitizen eligibility.\n\nStaff writer Patrick Sweeney contributed to this story.\n\nJeremy Olson can be reached at jolson@pioneerpress.com or 651-228-5583.\n\nCopyright (c) 2006, Pioneer Press, St. Paul, Minn. Distributed by Knight Ridder/Tribune Business News. For \ninformation on republishing this content, contact us at (800) 661-2511 (U.S.), (213) 237-4914 (worldwide), fax (213) \n237-6515, or e-mail reprints@krtinfo.com.\n"}