{"title": "OBSERVER;They Keep The Pot Stirred", "body": "\nHere's to every immigrant and immigrant offspring who didn't measure up:\n\nTo those who didn't become presidents, governors, tycoons, fathers of new weapons, judges, or stars of stage, \nscreen, radio, television, video or as-told-to books on the best-seller lists.\n\nTo those who thought liberty absurd, and those who despised the idea of equality, and those whose dream was a \ndream of greed that brought them here to get rich, from slave labor if necessary, and go back to the old country \nwhere stay-at-home peasants would have to lick their boots.\n\nHere's to the pickpockets, too, and burglars, thieves and killers, to all those exported in European chains who \nregarded the New World as a prison. To those who fled from the gallows, seeking a hideout where rascals could \nsafely flourish.\n\nHere's to the traitors, like Tom Paine, who fled England to avoid being hanged for his radical politics.\n\nLucky timing made Paine's radicalism heroic. Other immigrants were not so lucky, so here's to Sacco and here's to \nVanzetti, doomed for their anarchism by a hanging judge and a hanging governor and a whole nation in a hanging \nmood.\n\nHere's to all hanging judges, and to all hanging governors, and to the Supreme Court justices, who have the power \nto indulge the whole nation in its hanging moods. All are immigrants' heirs. Here's to all the troublemakers: To the \nunion organizers who made life hard for the sweatshop profiteers, who preferred to be just plain hard-working \nbusinessmen; to the hard-working businessmen, too, and to their goons who clubbed the skulls of the immigrant \nand immigrant-offspring working stiffs.\n\nHere's to the bankers, including embezzlers and cheaters of widows and orphans. Until immigration there wasn't a \nsingle banker anywhere in the land. Salutes to you, ye banking fruit of immigration.\n\nSalutes, too, to widows and orphans, including widows and orphans who are landlords cruel to their tenants, \nespecially in winter when they go to Jamaica to escape hard-luck tales of icicles on the radiator.\n\nHere's to the gangsters created by Prohibition and here's to the bank robbers created by the Depression.\n\nHere's to the pistoleros created by the national craving for drugs and here's to the Ku Kluxers created by ignorance.\n\n\nHere's to the bigots, to the nigger-haters, the fag-bashers, the no-wops-kikes-Irish-need-apply people and to every \nimmigrant and immigrant's child, grandchild and multigreat-grandchild who ever said the only good Indian was a \ndead Indian.\n\nYou say you wouldn't want your sister to marry one? That's neither here nor there.\n\nThe point is that without them America wouldn't be the same country we celebrate this weekend.\n\nThe point is that it's unfair to ignore all the results of immigration except its big shots.\n\nThe point is that in an America without rogues, felons, psychopaths, bigots, swindlers, liars, cheats, brutes, frauds, \ncrooked politicians and corrupt cops liberty would have collapsed of terminal flabbiness shortly after the first few \nboatloads of saintly immigrants fell to their knees weeping pure thoughts upon first glimpsing Liberty Enlightening \nthe World.\n\nTo retain their muscularity, people committed to liberty require constant challenge from people who don't know the \ndifference between liberty and making a mess.\n\nIt is only fitting then to salute the mess-makers, for they far outnumber the glittering successes who resulted from \nimmigration to the New World.\n\nFor every Lee Iacocca bestriding the motor world like a colossus there are thousands of immigrants or bearers of \nimmigrant heritage on the production line putting the wrong bolt in the car. For every Mayor Koch doing government \nwork with zest there are thousands of government workers, the bureaucratic result of immigration, who wish the \ngoverned would go away.\n\nSo here's to everybody the $5,000-per-head crowd doesn't want to think about when they think about the meaning \nof immigration.\n\nHere's to the wife-beaters, and here's to the car thieves.\n\nHere's to the people who cancel your insurance, here's to the guy who steals your television set, here's to \neverybody with enough money to buy Congressmen, and here's to Congressmen who rather wish they didn't have \nto jump at their buyers' commands and if pressed on the subject say, ''But let's be realistic -''\n\nHere's to the losers, the failures, the rats, the finks, the louts, the finaglers, the boors, the chiselers. We have \nimmigration to thank for them all. What would America be without them?\n"}