{"title": "Many Florida Blacks, Tossed by Population Shifts, Say They Feel 'Left Out'", "body": "\nM. Athalie Range became Miami's first black city commissioner in 1965, a time when the civil rights movement was \n\"roaring,\" she says, and blacks nationwide had the promise of new political and economic frontiers.\n\nA string of other black politicians followed her in the commission seat, the only one of the five seats ever held by \nblacks. But last November, three decades after Ms. Range fought to bring things like sidewalks and street lights to \nher constituency, the seat was lost to a Hispanic man.\n\nFor many blacks, that political setback has come to symbolize unfulfilled promise in the Miami metropolitan area, \nwhere so many other Floridians have prospered.\n\n\"We feel more or less left out,\" said Ms. Range, now an 81-year-old funeral director.\n\nFlorida, a state that in the last 50 years has leapfrogged to fourth most populous in the country, has been a magnet \nfor retirees, immigrants and others seeking sunshine, a refuge or the kind of economic opportunity that comes with \nexplosive growth.\n\nBut as whites have come from the northern states and Hispanic immigrants from foreign countries, Florida's \ntransformation has come at a cost to part of its black population. Many restaurant and hotel jobs once held by \nblacks now go to white and Hispanic applicants. Black neighborhoods have been lost to urban development. And \nas their percentage of Florida's population has eroded, blacks have lost influence or failed to gain the economic \nand political foothold envisioned by many in the 60's.\n\nNowhere is this more evident than in Miami, where black residents talk of the sense of being passed by, rather than \ndisplaced. It plays out at polling places, where blacks have declined to a quarter of registered voters while \nHispanic residents have grown to one-half of registered voters. As recently as the early 1970's, the number of \nblacks registered to vote here was more than twice that of Hispanic residents.\n\nIt plays out in black sections like Overtown and parts of Coconut Grove, where poverty, unemployment and low \neducational attainment contrast sharply with the tourist glitz and a booming downtown that almost engulfs them. \nAnd it plays out in ethnic tensions that have flared in riots, boycotts and a recent dispute over the leadership of a \nconference intended to promote understanding among ethnic groups.\n\n\nThe Rev. Willie E. Sims Jr., the assistant director of the Dade County Office of Black Affairs, said: \"Most blacks \nhere, when they go home to Alabama or Georgia for funerals or family visits, to the backward areas they fled for \nMiami, they find more blacks in elected positions, more blacks living well. Some say the car travels faster going \nnorth away from Miami than going back.\"\n\nSouth Florida offers the clearest example of demographic changes that have occurred statewide. From 1950 to \n1990, Florida moved from being the 20th-most-populous state to being 4th most populous, and at the same time, \nits black population also grew, to 1.8 million from 600,000, according to Census Bureau figures. But as a \npercentage of Florida's population over all, blacks dropped to 14 percent from 22 percent.\n\nOf the 14 million residents now in Florida, 14 percent are Hispanic, say researchers at the University of Florida, \nand Hispanic residents may have already surpassed blacks as the state's largest minority.\n\nIn cities like Miami and Orlando, Hispanic immigrants have increased competition for jobs, social services and \npolitical influence. But in cities like St. Petersburg, which is 19 percent black and 76 percent white, with few \nHispanic residents, the complaints of black residents have more to do with vestiges of the legal segregation that \nlasted until the 1960's. The attitudes and patterns of such segregation, sociologists say, continue informally through \ndiscrimination in housing, jobs and credit and in police practices around Florida.\n\nAfter two disturbances in a black neighborhood in St. Petersburg in late 1996, prompted by the fatal shooting of a \nblack teen-ager by a white policeman, an advisory panel to the United States Commission on Civil Rights found \nthat while the killing had ignited the violence, feelings of alienation had fueled the undercurrent of tension that had \nexploded.\n\n\"I saw hopelessness, despair, nothing to look forward to,\" said Rabbi Solomon Agin, the panel's chairman.\n\nMany of the frustrations mirror those of other blacks throughout the country. And blacks in Florida, like in the rest \nof the country, have also made significant advances after the end of legal segregation opened doors to schools, \njobs and a better standard of living.\n\nMore blacks hold elective office in Florida than ever before: 210 in 1994 compared with 110 in 1980, according to \nthe Joint Center for Political and Economic Studies in Washington. They include 4 of the 13 Dade County \ncommissioners, 7 state legislators and a Congresswoman, Carrie P. Meek. A significant victory came last year \nwhen Nathaniel Glover Jr., 53, became the sheriff of Jacksonville, Florida's first black sheriff since Reconstruction.\n\n\"Certainly, we've come a long way,\" said Sheriff Glover, a Jacksonville native. \"Ten years ago it wouldn't have \nhappened.\"\n\nBut Census Bureau figures also show that 32 percent of Florida's black families lived below the poverty level in \n1989, compared with 9 percent of white families and 20 percent of Hispanic families.\n\nIt was Fidel Castro's assumption of power in Cuba in January 1959 that made immigration concerns, not \nintegration, the paramount issue in Miami as the exodus of Cubans to South Florida began. In 1960, Census \nBureau figures show, Miami's population was 77 percent white and 22 percent \"nonwhite,\" the category then used \nby the bureau. By 1990, it was 24 percent black, 12 percent white and 62 percent Hispanic.\n\nIn recent years, educational levels, government relocation aid and, in some cases, money from home have given \nimmigrants, including blacks from countries like Jamaica, an advantage over Miami natives.\n\nThe divisions have affected in politics. The last two elections for mayor of Dade County, where half of the two \nmillion residents are Hispanic, and for the Miami City Commission, were fought along racial lines, with the black \ncandidates losing despite near total support from black voters.\n\nOf the five city commissioners, four are Hispanic and one is white.\n\n\n\nMiami is also a place where a black \"brain drain\" is considered serious. Part of the problem, business experts say, \nis that Miami does not offer the level of professional jobs offered by cities like Atlanta. But black professionals say \nthey find Miami inhospitable in other ways, from being shut out of jobs that require a knowledge of Spanish to the \nlack of nightclubs, restaurants and other places that appeal to blacks.\n\n\"There seems to be no stable black middle class,\" said Bill Diggs, 34, a black native of Augusta, Ga. Mr. Diggs is a \ntelecommunications manager who first moved here from Wilmington, Del., for a job in 1987, left in 1989 for Atlanta \nand returned in 1995. \"There is no jelling of the community,\" Mr. Diggs said. \"We've almost become a caste \nsystem.\"\n\nThis time around, he settled with his wife and two children in neighboring Broward County. And this time, Mr. Diggs \nhas found in Miami a black business and social network through the Black Executive Forum, a group that started \ntwo years ago to recruit and retain black professionals, among other things.\n\nThe forum is the result of what is known here as the quiet riot, a three-year tourist boycott of Dade County that was \norganized by black civic leaders and brought on by two events that happened in close proximity: the police beating \nof Haitian demonstrators who accused workers in a Hispanic-owned store of mistreating black customers and the \nsnubbing of President Nelson Mandela of South Africa on his 1990 visit here by Cuban-American politicians for his \nrefusal to denounce Mr. Castro.\n\nThe boycott, which county officials estimated had cost over $20 million in convention business, was called off in \n1993 when civic leaders accepted economic goals to increase black participation in the tourist industry of the Miami \nmetropolitan area.\n\nAri Sosa, who has been director of the Dade County Department of Community Affairs for the last 13 years, said \nother programs in the last three years to promote Hispanic- and black-owned businesses in each other's \nneighborhoods and increase black hiring, among others, had brought ethnic groups closer.\n\nIncidents that could once have led to trouble have instead led to apologies, Mr. Sosa said. He also noted that in the \ndispute over the community relations conference, the meeting's planners settled for increasing the list of leaders to \ninclude all races.\n\nMarilyn Holifield, a Miami lawyerwho helped organize the protest, said that \"when we resolved the boycott, we \ndidn't really win, but we made it possible for people to be sensitive in ways they never were before.\"\n\nBut no change has brought as much anticipation as the opening of the first major hotel in the area to be owned by \nblacks, the result of a $10 million incentive package offered by the City of Miami Beach as part of the agreement to \nend the boycott. The hotel, in the popular South Beach section, is to open by 1999.\n\nElectoral defeats and other setbacks may give blacks the sense of \"getting nowhere,\" said Ms. Range, the former \ncity commissioner who served for five years, but a black-owned hotel will be a monument to the boycott and a \nsymbol of hope. \"People, both black and white, need to see something that represents the struggle, something we \ncan put our hands on,\" she said. \"It's something that's resulted from success.\"\n\nGraphic\n\n \n\nPhotos: Demographic changes in Florida have clouded the hopes of many black residents. M. Athalie Range, now \na funeral director, became Miami's first black city commissioner in 1965. A black business and social network is \nimportant for Bill Diggs, having breakfast with his wife, Thomasina, their 12-year-old son, Drew, and daughter, \nDesiree, 3, in Broward County. (Photographs by Cindy Karp for The New York Times)\n\n\n"}