{"title": "REP. MICHAEL MCCAUL HOLDS A MARKUP ON BORDER SECURITY ACT", "body": "\nEVENT DATE: May 15, 2013\n\nTYPE: COMMITTEE HEARING\n\nLOCATION: WASHINGTON, D.C.\n\nCOMMITTEE: HOUSE COMMITTEE ON HOMELAND SECURITY\n\nSPEAKER: REP. MICHAEL MCCAUL, CHAIRMAN\n\nWITNESSES:\n\nREP. MICHAEL MCCAUL, R-TEXAS CHAIRMAN\n\nREP. BENNIE THOMPSON, D-MISS. RANKING MEMBER\n\nREP. SHEILA JACKSON LEE, D-TEXAS\n\nREP. CANDICE S. MILLER, R-MICH.\n\nREP. YVETTE D. CLARKE, D-N.Y.\n\nREP. LORETTA SANCHEZ, D-CALIF.\n\nREP. PATRICK MEEHAN, R-PA.\n\nREP. CEDRIC L. RICHMOND, D-LA.\n\nREP. RON BARBER, D-ARIZ.\n\nREP. LAMAR SMITH, R-TEXAS\n\nREP. JASON CHAFFETZ, R-UTAH\n\nREP. LOU BARLETTA, R-PA.\n\nREP. SHEILA JACKSON LEE, D-TEXAS\n\nREP. TOM MARINO, R-PA.\n\nREP. BRIAN HIGGINS, D-N.Y.\n\nREP. STEVEN M. PALAZZO, R-MISS.\n\nREP. CHRIS STEWART, R-UTAH\n\n\nREP. DONALD M. PAYNE JR., D-N.J.\n\nREP. SCOTT PERRY, R-PA.\n\nREP. JEFF DUNCAN, R-S.C.\n\nREP. PETER T. KING, R-N.Y.\n\nREP. MIKE D. ROGERS, R-ALA.\n\nREP. RICHARD HUDSON, R-N.C.\n\nREP. STEVE DAINES, R-MONT.\n\nREP. SUSAN W. BROOKS, R-IND.\n\nREP. WILLIAM KEATING, D-MASS.\n\nREP. TULSI GABBARD, D-HAWAII\n\nREP. STEVEN HORSFORD, D-NEV.\n\nREP. ERIC SWALWELL, D-CALIF.\n\nMCCAUL:  The Committee on Homeland Security will come to order.    \n\n      A quorum being present the committee is meeting today for consideration of H.R. 1417, the Border Security \nResults Act of 2013.    \n\n      Members are advised that we will endeavor to roll any requested votes on H.R. 1417 until a time later today.  \nThere are other committees holding hearings or markups and I know that many members on both sides are affected \nby this.    \n\n      I now recognize myself for an opening statement.    \n\n      First I'd like to thank the gentleman from Mississippi, the ranking member, Mr. Thompson, for working so \nclosely with us on this bill.  Throughout the process you and your staff have made several suggestions that I believe \nhave made this bill better.    \n\n      And I think, on this committee really what you want, is a staff on the majority side and the minority working \ntogether to get to a common goal of protecting the American people.  And so, let me just thank you, again, sir, and -\n- and the staff on the minority side as well.    \n\n      I -- I would also like to thank representative and vice chair of the full committee, Ms. Candice Miller, for her great \nleadership in shepherding this bill through, the subcommittee markup which what I understand was -- was flawless.  \nJust -- probably I've never seen a markup maybe done so well.  And that's a real tribute to you.    \n\n      And also, the ranking member and Ms. Representative, Sheila Jackson Lee from my home state of Texas.  And \nI thank you for your leadership on this bill and -- and your strong encouragements for members on your side of the \naisle to be supportive.  I think it's gone a long ways in truly being bipartisan.    \n\n      And I look forward to working with members of this -- of the committee as the bill goes to the floor.    \n\n      Our homeland security hinges on how well we can control who and what comes into this country.  A porous \nborder is a conduit not only for drug smugglers and human traffickers, but it's also a vulnerability that terrorists can \nexploit.    \n\n\n\n      We have all heard the empty claims by the administration that the border is more secure now than ever.  But \nthis rhetoric is in stark contrast to reality.    \n\n      The extent of the gaps in border security is huge.  A recent Los Angeles Times report showed that by using \nproven aerial surveillance equipment from Afghanistan, we can now see just how much we've been missing.  The \ndata shows that the border patrol is apprehending less than half of illegal border crossers in certain sectors, which \nis significantly less than the current estimates.    \n\n      It's time to tackle border security the right way.    \n\n      For too long the emphasis when discussing border security has been on the number of resources thrown at \nthe problem, but this is only part of the equation.  It is time to focus on actual progress.    \n\n      The Border Security Results Act fixes the current ad-hoc approach of plugging holes on the border, and finally \naddresses border security from the top-down by compelling a national strategy.  The bill provides the department \nwith a roadmap to finally gain control of the border, and also requires a valid, verifiable way to measure progress.   \n\n      We can upgrade our capabilities by incorporating existing taxpayer-owned technology such as Department of \nDefense sensor surveillance equipment used in Iraq and Afghanistan in order to gain comprehensive visibility of the \nborder landscape.  Once we have the complete picture of who we are missing, then we can allocate patrol and \nresponse teams appropriately and ultimately gauge our success.    \n\n      Requiring the Department of Homeland Security to finally develop and implement a serious plan to secure the \nborder is the first step. The strategy and implementation plan required by this legislation will inform how we apply \nthe resources we send to the border.  This will reduce duplication, streamline our spending, and ensure we are \nonly putting taxpayer dollars towards what works, with a clear goal in mind.    \n\n      That goal is a secure border, where we apprehend the overwhelming majority of illegal crossers and illicit \nmaterials, and at the same time facilitate the legitimate trade and travel that grows our economy.    \n\n      With that as a guide, we have defined operational control in this bill based on the oversight work of -- of the \nCommittee.  It is a reflection of testimony from the chief of the border patrol -- a 90 percent standard for success.    \n\n      At last count, the GAO determined that DHS had less than half of the southwest border under operational \ncontrol and only 2 percent of the northern border, an unacceptable outcome by any objective standard.    \n\n      And I must add as I took a trip to the Coast Guard facility down in Florida, the Caribbean is the third border and \nthe Pacific is a border as well.  So we have -- we talk a lot about the southwest border where I'm from, but we do \nhave a Canadian border and we have a Caribbean border and a pacific border, and that is all part of this maritime \nand border strategy.    \n\n      The bar we set in this legislation is tough, realistic and achievable.  Stopping 90 percent of illegal crossers and \ninterdicting significant portions of drugs coming into this country will increase our security.    \n\n      We cannot let perfection be the enemy of progress.  While we may never achieve air-tight security, that cannot \nbe an excuse to do nothing.  Additionally, we cannot continue to rely on measures such as apprehensions to give \nus a false sense of security.  Instead, security must be based on hard and verifiable facts.   \n\n      This bill calls on the administration to develop a series of measures at and between the ports of entry and in the \nmaritime environment that are based on effectiveness.    \n\n      Passage of this legislation will ensure the American people can be confident that when we say we are secure, \nit's actually based on something tangible and measurable.    \n\n\n\n      To ensure these measures are accurate, the Border Security Results Act includes verification steps at every \nstage.  The bill uses Congress' investigative arm, the Government Accountability Office to verify the viability of the \nimplementation plan of the strategy.    \n\n      The metrics will be verified by a national laboratory with expertise in border security, and the DHS Centers of \nExcellence will serve as an additional layer of scrutiny and expertise.    \n\n      We have seen the promises of border security coupled with immigration reform go unfulfilled in the past.  We \ncannot repeat the mistakes of 1986 all over again.  If Congress again addresses immigration changes without \nfocusing on the root of the problem, we will undoubtedly repeat this debate a decade from now.    \n\n      I believe the legislation that we are marking up today is the solution to the border security problem that the \nAmerican people have demanded for many years that we fix.   \n\n      I thank the ranking member for cosponsoring this legislation, along with Ms. Jackson Lee, and working closely \nwith us throughout the process.  And I look forward to continuing to work together as we advance this bill.    \n\n      And with that, the chair now recognizes the ranking member of the committee, the gentleman from Mississippi, \nMr. Thompson.    \n\nTHOMPSON:  Thank you, Mr. Chairman.    \n\n      I'm pleased that the committee is meeting today to markup H.R. 1417, the Border Security Results Act of \n2013.    \n\n      I'm an original cosponsor of the bill and appreciate the bipartisan process as God knows to this point.  The \nbipartisan work done by the Border and Marine Security Subcommittee should be a marvel in this Congress.  \nChairman Miller and Ranking Member Jackson Lee are to be commended for their collaborative approach.    \n\n      I'm also appreciative to Chairman McCaul's openness to working with me to strengthen the bill.    \n\n      Over the last decade the Department of Homeland Security with the support from Congress that made \nunprecedented investments in border security.  Appropriations for immigration enforcement has increased by \nabout 50 percent and funding for border security related activities has risen from about 7.9 billion in fiscal year \n2006 to 11.7 billion in fiscal year 2012.    \n\n      During my time on this committee I've consistently advocated for comprehensive strategy to help guide how \nborder security is funded. I'm pleased that H.R. 1417 requires the department to develop a comprehensive \nstrategy and implementation plan for achieving operational control of our borders.    \n\n      This bill while not as comprehensive in scope as I might like thus represent a significant step forward.  The bill \nsets a goal for the secretary to satisfy the Congress that operational control of the border has been achieved in \nhigh traffic areas within two years.    \n\n      I understand that we anticipate an amendment from the gentleman from Texas, Mr. Smith, which sets a goal of \nachieving operational control of the entire southwest border within five years.    \n\n      We all know that DHS to achieve operational control, substantial new resources including border security \npersonnel, technology, and infrastructure, will need to be provided.    \n\n      You do not need to be a member of Congress to know that substantial new resources can be secured in one or \nthree ways.  One, new appropriations; two, diversion of resources from somewhere else in the budget; or new fees.    \n\n      The underlying bill takes none of these three avenues to ensure that DHS have the resources it needs.  \nTherefore, it falls upon us to address funding.   \n\n\n\n      I plan to do so by offering an amendment to authorize an additional $3 billion in appropriation for the department \nto dedicate to this endeavor.    \n\n      Secretary Napolitano has indicated in testimony before the Senate that this funding would be necessary for at \nleast the initial phase of these border security efforts.    \n\n      In the absence of new funding, DHS would be forced to divert other viable homeland security resources to \nborder security in order to achieve operational control which could create other security vulnerabilities.  That \nwould not be -- that would be unacceptable.    \n\n      My colleague from New Jersey, Mr. Payne, plans to offer an amendment today to ensure that the department \ndoes not cannibalize security at ports of entry to achieve operational control between the ports of entry.    \n\n      As for fees, my colleague from New York, Mr. Higgins, is expected to offer language that addresses the third \navenue for funding new fees.  His amendment states that DHS should not look to new crossing fees for land \nborders as a funding stream.    \n\n      On the whole, I believe the measure before this committee today advances and effort to have a sound strategy \nand implementation plan in guiding the department's border security efforts which will ultimately help move the \ndepartment toward achieving operational control of the southern border.  That is why I will support the amendment \nin the nature of substitute today.    \n\n      However, I also encourage my colleagues to carefully consider the amendments offered particularly those \nrelated to resources.  Talk is cheap, but achieving operational control of America's border won't be.   \n\n      Mr. Chairman, thank you for holding this markup today.    \n\n      And with that I yield back.    \n\nMCCAUL:  I thank the ranking member for his comments.    \n\n      Other members of the committee are reminded that opening statements may be submitted on the record.    \n\n      By agreement between the ranking member and myself, the committee by unanimous consent shall use an \namendment roster today.    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  I recognize the ranking member.    \n\nTHOMPSON:  Reserving the right to object, and I will not object, would the chair please explain our agreement \nregarding the amendment roster?    \n\n      I yield to the chair.   \n\nMCCAUL:  I thank the ranking member and all the committee members for agreeing to the use of an amendment \nroster.  We have agreed that the bill be open to amendment in any point and that we shall take up amendments in \nthe order listed on the roster.    \n\n      The chair will allow members to offer amendments listed on the roster out of order to extent practicable and in a \nmanner not prohibited by House or committee rules.    \n\n      Amendments not listed on the roster may be considered at the conclusion of consideration of the roster.    \n\n      I would note there's a bipartisan agreement on many of these amendments and members may be permitted to \noffer their amendments en bloc.    \n\n\n\nTHOMPSON:  I thank the chair for his explanation and withdraw my reservation.    \n\nMCCAUL:  I thank the -- the ranking member.    \n\n      Now I call up H.R. 1417, the Border Security Results Act of 2013. The bill was circulated in advance and \nprinted copies are available.    \n\n      The clerk shall now designate the bill.    \n\nCLERK:  H.R. 1417.    \n\nMCCAUL:  Without objection the first reading is dispensed with without objection.  The bill is considered read and \nopen to amendment at any point.    \n\n      I have an amendment in the nature of a substitute.    \n\n      The clerk shall report the amendment.    \n\nCLERK:  Amendment in the nature of a substitute to H.R. 1417 offered by Mr. McCaul.    \n\nMCCAUL:  Without objection the reading is dispensed with and the amendments in the nature of a substitute shall \nbe considered base text (ph) for purposes of amendments.  The amendment in the nature of a substitute was \nnoticed to committee members in compliance with the committee rules.    \n\n      I recognize myself for five minutes to explain the amendment in the nature of a substitute.    \n\n      I want to take this opportunity to discuss some of the changes made in this amendment in the nature of a \nsubstitute.    \n\n      This amendment makes several changes to the bill.  These changes include suggestions by the minority as well \nas technical changes to the metric section after consultation with experts in the field of statistics as well as the \ndepartment's subject matter experts.    \n\n      As a result we have refined the language in several key areas.    \n\n      First, we have included several provisions in the metric section that ask the department to expand the scope of \nthe border security information they are currently measuring.  Our intent is to increase our knowledge of what is \nhappening at the border by looking at alternative measures -- methods of measuring border security and \nexploring novel approaches to measure illicit activity.    \n\n      One of the principal changes to the ANS is the inclusion of additional metrics that enhance our ability to track \nthe amount of illegal drugs that the department interdicts.  Better understanding the movement of illicit drugs, \nengaging the department's effectiveness at interdicting and removing these drugs will enable the coast guard, the \nborder patrol, and customs and border protection to better apply their resources and prevent more drugs from \ncoming in to this country.   \n\n      Second, we modified the definition of operational control to include a significant reduction in the movement of \ndrugs.  Border security is more than just preventing people from crossing.  It is also about stopping contraband \nand illicit direction crossing as well.   \n\n      Lastly, we more explicitly defined illegal border crossing effectiveness rate so that it is clear.    \n\n      The standard in the bill is 90 percent effectiveness.  And I want to be sure that DHS is clear at what we mean \nwhen we use that term, that we apprehend or turn back nearly everyone who tries to enter this country illegally.    \n\n      These are small but important changes to the bill.    \n\n\n\n      And I want to applaud, again, the willingness of the ranking member, committee staff, on the minority to work \nwith us to make this bill better.  We have incorporated many of their suggestions and comments which I believe \nmakes this a -- a better bill.    \n\n      Is there any further discussion on the amendments in the nature of a substitute?    \n\nJACKSON LEE:  Mr. Chairman?    \n\nMCCAUL:  The gentlelady from Texas is recognized.    \n\nJACKSON LEE:  Thank you, Mr. Chairman.    \n\n      I think I want to take this opportunity as I speak to the amendment in the nature of a substitute to again offer my \nappreciation for the great leadership of the chairman and the ranking member of the full committee.  I think that this \nwill be cited as one of the most effective collaborations as we move forward in the 113th Congress.    \n\n      And I certainly want to express my appreciation for my chairwoman who is chair of the border security and \nmaritime security for the work we did on a subcommittee level to be able to move this legislation forward.   \n\n      We need not look further than the Boston marathon incident as it relates to the full committee or the underlying \npremise of the unfortunate incidents with A.P. (ph) which involved a international and national security issue on a \nnew garment bomb (ph) to know that homeland security, border security is extremely important.    \n\n      I want to acknowledge our staff -- Alison Northrop , Katrina Thomas, Paul Anstine, and Steven Giaier -- for their \nhelp along with the staff directors of each -- and counsels of each of these committees.    \n\n      I am pleased that the amendment in the nature of a substitute has a number of provisions that I think will be \nenormously helpful.  An amendment providing that the border security strategy required under the bill include input \nfrom state, local, and tribal law enforcement as well as border community stakeholders including ranchers and local \nchambers of commerce.    \n\n      I'd like to suggest that that was an item that has been raised continuously by our border members about \nensuring that we have that kind of wide breadth and reach to those stakeholders who are on the border.  As we \nwell know the Caribbean border now is a third border of the northern border and the southern border.    \n\n      It also includes language requiring the Department of Homeland Security to collaborate with the Department of \nHomeland Security National Lab and Department of Homeland Security Centers of Excellence in the development \nof a metrics required under the bill.  I'm glad to have the cooperation of adding this language along with the state \nand local tribal law communities' involvement.    \n\n      An amendment also -- or the language has also included requiring that border security strategy efforts to \nincrease situational awareness not infringe or bridge privacy, civil liberties and civil rights protections.  I think we \nhave made great leaps forward on this kind of legislation.    \n\n      I look forward to working as we go through this process to discuss extensively the issue of human trafficking \nwhich Congresswoman Miller and myself have agreed to collaborate on along with the chair and ranking member.    \n\n      As I've said many times, those of us who believe that America is the greatest nation on earth because of its \ncultural diversity we have special obligation to ensure the security of our borders so we can ensure the safety of \nthe persons we welcome to our shores, but at the same time we must recognize that the borders are in fact an \neconomic engine.  We must find a balance.    \n\n      But I cannot say that as we move forward that our commitment to security and our recognition of our task here \ntoday is not an important aspect of the nation's entire security.    \n\n\n\n      And I also think this bill is deserving of our markup and our support because it works alongside of the task that \nwe have before us and that is comprehensive immigration reform.  We've done it in a way that is fair and balanced \nand recognizing that we walk alongside of each other and this is in fact the right direction.    \n\n      And I ask my colleagues to support the ANS, and, again, I thank my colleagues for the great effort.    \n\n      And I yield back my time.    \n\nMCCAUL:  I thank the gentlelady from Texas.    \n\n      And I also thank you for your tremendous support for this legislation.    \n\n      No further -- any further discussion?    \n\nMILLER:  Yes, Mr. Chairman.    \n\nMCCAUL:  The chair recognizes the vice chair of the full committee, the lady from Michigan, Ms. Miller.    \n\nMILLER:  Thank you, Mr. Chairman.    \n\n      You know right now I think our -- certainly our nation and this Congress has engaged in big debate over how we \nshould fix our broken immigration system.  In fact I would say that we probably have a moment in time here \npolitically to perhaps get something done.    \n\n      And while the American people are demanding a stronger and a smarter immigration system, they are also \ndemanding a workable and a measurable plan to measure how secure our borders actually are.  In fact I would say \nthat absent any good border security, a component, I think, it's a very heavy lift for the Congress to be passing \nany kind of comprehensive immigration reform.  That's how important, I think, this particular bill and -- and what \nwe're doing here today is.    \n\n      And our Border Security Act -- Results Act of 2013 really builds upon the work that the subcommittee that I'm \nproud to chair did last Congress which -- in that case we had a bill that was passed by the House, unfortunately not \ntaken up by the Senate.  But really forcing the Department of Homeland Security to develop and then to implement \na very serious plan to secure the border to develop metrics for success, to gain the situational awareness needed \nto understand how the threat at the border actually has evolved.  And we think that real border security obviously \nneeds to be based on effectiveness -- excuse me -- which is why effectiveness really is an underpinning of how we \nmeasure success in this bill.    \n\n      And this bill is very different.  It's a very different approach than -- than what we have had on the past.  So it's \nnot just based on sort of an ad hoc throwing resources at what is going on on -- on the border, how many miles of \ndefense we have, how many border patrol agents we have, how we are utilizing technology, etcetera, which is all \nimportant.  But, you know, how good are we actually at keeping illegals from coming across the border or drug \ninterdiction or dangerous people out of our country.    \n\n      And so at our subcommittee hearings earlier this Congress, the gentlelady from Texas and I -- she has said that \nwe really -- we -- we asked a different question.  We said, \"What does a secure border actually look like?  Let's \nstart with that.  What does it actually look like and how can we measure border security progress.\"  \n\n      Again, in my mind a secure border is a place where we apprehend the overwhelming majority -- that be in the \noperative phrase here, the overwhelming majority of illegal crossers and we interdict drugs and other kinds of \ncontraband.    \n\n      And this bill accepts a very tough, but, again, an achievable standard to hold the department accountable for \nborder security.    \n\n\n\n      And I think certainly the American people and the members of Congress have been frustrated not only by this \nadministration but past administrations as well with our inability to come to grips with the need to secure our \nborders and, again, to do so in a measurable way.    \n\n      I think we need to have, again, not only just looking at the resources that we send to the border or the number \nof people that we apprehend.  Some has said that that's how we're going to measure how secure our border is just \nby saying how many people we apprehend. Well, we're not talking about measuring how many got away or we \ndidn't apprehend.  So it's very important that we have hard and verifiable facts.    \n\n      And this bill calls on the administration to develop a series of measures at and between the ports of entry and in \nthe maritime environment as well based on effectiveness.  The chairman has mentioned that and that is very \nimportant.    \n\n      We have a lot of borders.  We have the southern border of which we focus much of our time and attention.  I \nlive along the northern border where the GAO said we only have 2 percent of it under operational control.  Not a \nvery good mark by anybody's standards. And certainly our maritime environment as well which are -- serve an \nasymmetrical dynamic there and are very complicated also.    \n\n      So I think that this legislation will make sure that the American people through their Congress can be confident \nthat we are making huge progress because it will actually be based on something tangible and, again, measurable.    \n\n      Every section of this bill was designed to give Congress and the American people a very high degree of \nconfidence and comfort that we're on the path to securing our borders.    \n\n      And, again, at every step in this progress we're going to have the investigative arm of the Congress, the GAO -- \nthe Government Accountability Office -- making sure that we're getting the straight story.  So I think that the -- this \nlegislation that we're putting forward today can be a huge solution for us as we again have this national debate on \nthe possibility of comprehensive immigration reform.    \n\n      And, again, I do want to thank, certainly, my ranking member on the subcommittee, Ms. Jackson Lee.  We have \nworked together very good. We've had -- we had a number of meetings before we came to -- to the hearings, to the \ncommittee mark, and -- and I think that was evidenced.    \n\n      As you said the markup was flawless.  I've never heard any markup ever been described as markup before, but \nwe had a great debate, a good bipartisan debate, a number of amendments that were offered and accepted.  Not \nall, but it was a very good -- good debate as is today.   \n\n      And, so, again -- and I thank you, Mr. Chairman, and certainly Ranking Member Thomas (sic) -- Thompson, as \nwell.  I look forward to working with all of you as we hopefully bring this bill to the floor.    \n\n      Thank you.  I yield back.    \n\nMCCAUL:  Thank you, Chairman Miller.  And thank you for your leadership and Ms. Jackson Lee.  I can only hope \nthis markup goes as well as your subcommittee markup did.    \n\n      And I will say, lastly, I -- we talked about, you know, I did mention the Coast Guard and I would -- I would \nencourage all the members if they can go down to the Coast Guard command center to see the threats as it come \nout of Latin America, what the Navy is doing, what the Coast Guard is doing to interdict contraband coming south \ninto this country.  The further out we can push the borders to keep the stuff of this country, out of the homeland, I \nthink the more successful we're going to be in our efforts.    \n\n      Is there any further discussion?    \n\n      There being no further discussion of the amendment in the nature of a substitute the committee will move to \nconsideration of the amendments to the amendment in the nature of a substitute listed on the roster.    \n\n\n\n      Per the roster agreement listed first on the roster is the Amendment 015 offered by the gentleman from \nMississippi, Mr. Thompson.   \n\n      Would the gentleman like to offer his amendment?    \n\nTHOMPSON:  Yes, Mr. Chairman.    \n\n      I offer Thompson Amendment 015 at this time.    \n\nMCCAUL:  OK.  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Mr. Thompson.    \n\nMCCAUL:  Without objection the reading of the amendments is dispensed with.    \n\n      Mr. Thompson is recognized for five minutes.    \n\nTHOMPSON:  Thank you, Mr. Chairman.    \n\n      Mr. Chairman, my amendment would authorize $3 billion to the Department of Homeland Security to achieve \noperational control along our borders.  The legislation before us set forth ambitious border security benchmark for \nthe department to achieve in a relatively short timeframe.  It calls for a full substantial awareness in two years, \noperational control in high traffic areas in two years, and that Mr. Smith's amendment is about the operational \ncontrol of the entire southwest border in five years.    \n\n      That -- that is a tall order especially for DHS, an agency that has repeatedly struggled.  We're putting the right \nmix of technology and people in place to plus security gaps between our ports of entry.    \n\n      But even as the bill puts these goals in place, there is no additional funding authorized for DHS to realize these \ngoals.  In contrast S.744, the immigration and border security bill, under consideration by the Senate authorizes \n$3 billion for similar purposes.    \n\n      Everyone recognizes that significant new investments in border security personnel, technology, and resources \nwill be necessary for DHS to be able to apprehend or turn back 90 percent of the people who illegally crossed the \nborder.    \n\n      As an original cosponsor of the underlying narrative before the committee today, I support requiring DHS to \ndevelop a comprehensive border strategy and implementation plan and put metrics in place to gauge the \neffectiveness of those efforts.  However, I'm concerned and unless we put our money where our mouths are DHS is \nbound to fall short.    \n\n      At a minimum we should provide the $3 billion in new money.  As Secretary Napolitano acknowledged, that she \nneeds to achieve operational control, otherwise this border security mandate becomes an unfunded mandate on \nthe department.    \n\n      With that I urge my colleagues to support this amendment and yield back the balance of my time.    \n\nMCCAUL:  I thank the ranking member.    \n\n      The chair now recognizes himself for as much time I may consume.    \n\n      I -- I agree with the spirit of this, the intent of this.  I do believe that to truly achieve operational control we will \nneed additional resources and strategic resources down -- down at the border with technologies.    \n\n      I'm prepared to authorize those.  However, my -- my objection really is timing.    \n\n\n\n      The bill as you know of Mr. Thompson has a period of time that requires the department to come up with an \nimplementation plan.  At which time they will come back to this committee and -- and submit that plan to this \ncommittee for further consideration.  It is at that time that I think our job will be to examine the plan, to examine the \nresources, to examine where it is inadequate if it is and where if necessary we need to appropriate additional \nresources.  So, again, while I agree in spirit with the ranking member and I do think we will eventually get to a point \nwhere we will have to authorize additional resources.    \n\n      I would argue this is premature at this time given the framework of the bill, the construct of the bill which \nrequires DHS to present their plan at a later date.  I believe at that later date then we can have the discussion as \nyou stated in terms of what more needs to be done to get us to operational control.    \n\n      And with that I yield back.    \n\n      Is there any further discussion?    \n\nJACKSON LEE:  Mr. Chairman?  Mr. Chairman?    \n\nMCCAUL:  The chair recognizes the gentlelady from Texas.    \n\nJACKSON LEE:  And unless -- Mr. Chairman, let -- let me -- I rise to support the gentleman from Mississippi's \ninitiative in his amendment.  And I appreciate the construct of which the chairman speaks.    \n\n      But let me try to utilize why I believe we should go forward at this particular time and in the spirit of \nbipartisanship.    \n\n      One, we certainly don't take a backseat to the Senate nor do we take our leadership from the Senate.  But I do \nwant to refer the chairman to the testimony that was in the Senate Judiciary Committee where a question was \nposed by Senator Graham that said, \"And we're going to spend $3 billion, I believe, on carrying out a border \nenforcement strategy?\"  To that, Secretary Napolitano answered, \"The initial phase, yes.\"  \n\n      Meaning that the planning process and then implementation would require the additional $3 billion.  And the \nSenate added that to their border security bill.    \n\n      Now, with a little bit of humor, Mr. Chairman, I believe their border security bill through my senator was exactly \nframed on the leadership given here in this House bill.    \n\n      And to have that added and in a bipartisan manner, I believe that we will not offend our colleagues nor will we \nbe in conflict with an important strategic decision which is in order to go forward, Mr. Thompson's amendment that \nthe secretary has said on the record, we will need the dollars to be able to do so.    \n\n      And so to have legislation that comes out that directly answers the request of the Department of Homeland \nSecurity, I -- I think would be a forthright direction to take.    \n\n      So I rise to support the gentleman's amendment.  I'm not sure if the gentleman wants me to yield or...  \n\nTHOMPSON:  If the gentlelady would yield.    \n\nJACKSON LEE:  I'd be happy to yield to the gentleman.    \n\n      I support the gentleman's amendment and I yield to the gentleman.   \n\nTHOMPSON:  Well, thank you very much.    \n\n      This is a tall order we are putting on the department without any resources.  as I indicated we really have to \ncome with a new appropriation, we really have to divert existing resources, or we'll have to come up with fees to \npay for it.    \n\n\n\n      I'm convinced that we should follow the Senate in this direction in allocating new money.  If our goal is to make \nall our borders safe then we should put the investment rather than run the risk of taking monies from our ports, \nassigning fees from our northern borders and other things to pay for it.    \n\n      I'm concerned about it, Mr. Chair, and that's why as an original cosponsor of the bill who support the effort I \nwant us to put the resources to max this effort so we can get it done.  If we don't do it the -- the budget time and the \nlegislation do not coordinate with each other and so, clearly, we could have time lapse because we don't have \nmoney to support the operational control requirement of the legislation.    \n\nMCCAUL:  Will the -- I guess the gentlelady controls the time. Will the gentlelady yield?    \n\nJACKSON LEE:  I'd be happy to yield.    \n\nMCCAUL:  I -- I agree with you.    \n\n      The -- the problem all along is we've been throwing resources ad hoc down to the border without any \naccountability.  The first step in this bill is to call for a national strategy which they have not had. They haven't \ndefined operational control, they have no metrics, and then we call for an implementation plan.    \n\n      So, again, I think it's a cart before the horse.  It's premature at this point in time to even know what that number \nis in terms of additional appropriation which I agree with the ranking member that we will.    \n\n      I -- I -- I think to -- to get operational control we will have to appropriate additional dollars.  But it's just the timing \nis not correct here.  I want to know what their plan is first.  I want to know what their strategy is first.    \n\n      And having said that I would be willing to put -- understanding your concerns which are valid reporting language \ninto this bill indicating what the Senate or what the secretary has called for in terms of the -- the $3 billion as \nreporting language in support of this bill.    \n\n      And I -- I yield back.    \n\nTHOMPSON:  Well I'm happy -- thank you, Representative Jackson Lee.    \n\n      I am very supportive of the report language, but I am even strongly in support of my amendment.    \n\nMCCAUL:  As you have every right to do.    \n\n      (LAUGHTER)  \n\n      Any further discussion?    \n\nJACKSON LEE:  I yield back.    \n\nMILLER:  Mr. Chairman, just a quick note on that.  And I appreciate the gentleman's explanation of his amendment.    \n\n      I am very much opposed to the amendment though and I -- I would say so because this amendment really adds \nrather massive new cost to this bill.  It could be construed, I think, as a poison pill on our side at this moment in time \nand I would hate to see that happen.    \n\n      I think we are on a good track here and -- and really we're talking about 43 billion.  I don't know what the \nconstruct of the $3 billion actually is and I -- as the chairman has mentioned, I mean, really when you're -- you're \nfurther appropriating we should be looking at a -- a detailed strategy, a comprehensive detailed strategy which is \nthe impetus behind this entire bill where we're looking at strategic thinking, thorough planning, as opposed to just \nad-hocly throwing all of these resources at border security which we have been doing for about a decade here \nwith negligible results in -- in many cases.    \n\n\n\n      And we've had so many hearings in this committee over the last number of years.  I mean, SBInet just leaps to \nmind of an area where we spent way over a billion dollars and had to abandon the entire thing.    \n\n      So, I -- I just think when you do a construct for $3 billion you have to have a -- a plan, a -- a way to have \naccountability for all of that, and, again, really a comprehensive detailed strategy.  And so I will be in opposition to \nthis amendment, but certainly willing to work toward as we go in the future.  Obviously the American people have \ndetermined they have the political will for border security and the -- the Congress needs to speak to that.    \n\n      Thank you.    \n\nMCCAUL:  Any further discussion?    \n\n      The gentlelady from New York is recognized.    \n\nCLARKE:  Thank you, Mr. Chairman.    \n\n      I think that we're a bit misguided here.  We are requiring that our nation protect its border and if we wait until \nafter this legislation is passed, the gap in terms of what will cost us when you look at some of the amendments that \nrequire that we basically gain control of the entire southwest border, operationally, how do we justify not \nappropriating the dollars to get that done.   \n\n      It just seems that these -- these are not -- these are -- are not compatible.  We passed a bill that requires a \nwhole host of operational endeavors, but we don't provide the funding for it and we've been down this road before \nwith many pieces of legislation coming from this body and the results have been disastrous.    \n\n      I am in favor of the chairman's amendment because I -- I recognize that we are moving forward in a -- in a new \nparadigm here. The paradigm is about comprehensive immigration reform and my colleague, Ms. Miller, you -- \nyou've stated a -- the concerns about individuals coming across the border and -- and this particular bill is -- is \nsupposed to address that but we're not allocating the resources to make sure that we are effective in getting that \ndone.    \n\n      I want to submit to -- to us that these things can happen simultaneously.  We can get from the department how \nthese funds would be utilized, but to miss this opportunity to say what we know which is that they're going to need \nfunding to do that seems to me a bit wishful thinking.    \n\n      Mr. Chairman, I would ask that you reconsider this amendment because the reporting language alone will not \ngive us the time necessary to make sure that the funding is made available particularly given the mandates of this \nbill.    \n\nMCCAUL:  Will the gentleman -- gentlelady yield?    \n\nCLARKE:  I will, Mr. Chairman.    \n\nMCCAUL:  I do -- I -- I do, as I stated, think that we will most likely need additional resources to achieve this goal.  \nHowever, I am not prepared to throw more -- more money at this department without a strategic plan, without a \nnational strategy, without n implementation plan.  As we have seen -- as Ms. Miller indicated, SBInet, a colossal \nfailure, wasting billions of dollars of taxpayer dollars.  I'm not prepared to -- to throw that money at them without \naccountability in the process.    \n\n      I think that's what this bill does.  If I can just say within a very short period of time calls upon the Department of \nHomeland Security to come up with a strategy and an implementation plan, at which time they come back before \nthe committee, it is at that time. that precise time that we look at the plan from a resource standpoint and find out \nwhere -- where do they need more resources.    \n\n\n\n      Today, in the course, it gives them an option to say, \"This is why -- where we need more resources,\" at that \npoint in time.  But if we throw a billion dollars, $3 billion out right now without any plan, without any strategy, without \nany metrics, in my judgment that's not being good stewards of taxpayer dollars.    \n\n      We've seen the waste and efficiencies of this department when it comes to border security.  This bill outlines \nin a very tight timeline this process to -- to go forward.  And I think it's a better course of action for the American \npeople before we start talking about billions of dollars going out the door to know what their plan is.   \n\n      And that's all our message, what is your plan, what is your strategy?  Come forward and give that to us first \nbefore we start throwing money out the door.    \n\nCLARKE:  Mr. Chairman, I don't see how...  \n\nMCCAUL:  And I yield back.    \n\nCLARKE:  It doesn't seem to me that we should not stipulate that. But to act as though this is not going to require \nthat funding -- because once the legislation is passed, it's passed.    \n\nMCCAUL:  I'm -- and will the gentleman yield?  Gentlelady?  I'm sorry.    \n\n      I would be more than happy to put reporting language into this bill recognizing that fact.  Again, it's -- it's -- it's \nnot that we're in a disagreement on this, it's -- it's the timing of it.  I don't think it's in the appropriate time to start \ntalking about increased funding until the department has come up with their plan and strategy.  And that's what this \nbill first and foremost...  \n\nCLARKE:  Mr. Chairman...  \n\n      (CROSSTALK)  \n\nCLARKE:  ...has yield the moment to our ranking member.    \n\nTHOMPSON:  Thank you very much.    \n\n      If I understand what the chairman is saying, would you entertain an amendment to my motion to say just what \nyou say?    \n\nMCCAUL:  When the department comes back with its strategy for border security, operational control, that we will \nthen make these funds available.    \n\nTHOMPSON:  Well, again, we don't know what the number of funds would need to be available until we know what \nthe plan is.  So the plan is the first step.  I think it would be correct to say that we would -- that the committee then -\n- will then look at the plan and the strategy and determine whether additional resources are necessary to fulfill the \ngoal of operational control.    \n\nMCCAUL:  And I -- I would agree to that amendment.    \n\nTHOMPSON:  Well, can we just say not exceed the Senate $3 billion mark already?    \n\nMCCAUL:  Again, until I know what their plan is and what their shortfalls are.  How can you come up with some \narbitrary numbers...  \n\n      (CROSSTALK)  \n\nTHOMPSON:  It's not.    \n\nMCCAUL:  I don't want to follow the Senate's lead.  They're not always right.    \n\n\n\n      Well -- and -- and in fact is they're throwing numbers out without any information about what is necessary and \nwhat is need. That's why we call for the plan.  Until the plan comes in how can you make an educated -- how can \nyou have an educated discussion about the amount of resources necessary.  And that's my point.    \n\n      And it happens on a very fast timeline.  I would be one to entertain the idea of an amendment that says, when \nthe plan is -- is presented to the committee, then at that time we will entertain the -- the discussion about additional \nresources.    \n\nTHOMPSON:  But that's only entertain.  That doesn't mean you will approve it.    \n\nMCCAUL:  It just depends what their plan is.    \n\nTHOMPSON:  Well, that's right.  So you go qualify what they come with and -- and even if they come with it that's \nno guarantee that they'll have the money.    \n\nMCCAUL: Now, remember the plan will be reviewed by the metrics financial labs and the Government \nAccountability Office, an outside investigative arm of the Congress, and I would prefer to wait on a number and so I \nknow what the outside GAO investigative arm says with respect to what more is necessary.    \n\n      (UNKNOWN):  Mr...  \n\nMCCAUL:  Who -- who controls the time?    \n\nCLARKE:  It's over, Mr. Chairman.  The -- the time is up.  I yield back.    \n\n      (CROSSTALK)  \n\nMCCAUL:  I yield to the gentlelady from California.    \n\nSANCHEZ:  Thank you, Mr. Chairman.    \n\n      Mr. Chairman, I think this is a very important issue and that we need to be very upfront about this.    \n\n      I -- I was -- when we controlled the House, remember -- the chairman of this border subcommittee as Ms. Miller \nis, and I think if you go back and you look at the record you will see that historically speaking I have been the one to \npush for you US-VISIT exits, I was the one that had to deal with SBInet and its fallout.  You know, not only did they \nhave that, I'd tweak, I had deplored (ph).  I mean, all of that fell under that committee, but SBInet was a thorn in the \nside so I understand what it means to have a department who does not know some days where they're going on a \nparticular issue.    \n\n      But let's face the facts.  And you are from a border state so I appeal to you on that basis because you know \nwhat this means to commerce, for a state like California or a state like Michigan.   \n\n      You know, the northern border is not as heavily fortified and restricted as our southern border, but this is a \nvery, very important issue for us.  It's about commerce, it's about ensuring people can move back and forth.  We \nknow without a doubt all of us who have sat on this committee, that funds will be needed to do whatever -- whatever \nit is that we decide and the department decides and the official taskforce decide and everybody decides that -- that -\n- that stop -- that this needs to happen.  We know we're going to need funds to do that.    \n\n      The timing of this, Mr. McCaul -- the -- the timing of this is so important.  I think we should put some money \nfenced in there.  Some money.    \n\n      We know there's going to be some limited amount, at least as we begin to get that work done.  I mean, it is just \nas important to your state as it is to mine to get this immigration issue under control.    \n\n      And the first piece -- and we've been working on this together for a long time.  The first piece is to -- to allow \nAmericans to truly believe that we do have operational control on our borders and to somehow decide that -- and \n\n\n\nyou know how reports and -- and going back and, you know, people getting angry with each other and people not \nbeing able to work with each other and new administrations and people, that -- that this will -- can elongate so long.  \nThat we will be back to the same place we've been before which is that people will -- as economy gets better \npeople will begin to try to get in to our country in larger amounts.    \n\n      So, I would implore you to really think about putting some authorization in there that would be fenced off that we \ncould release without having to go through the real crazy process that something -- sometimes happens between \nour committees and other jurisdictions and everything about trying to get this done.  You know and I know that it will \nrequire some funds, Mr. Chairman.    \n\nMCCAUL:  Will the gentlelady yield?    \n\nSANCHEZ:  I will.    \n\nMCCAUL:  I do believe there -- there will be an additional authorization made by this committee and the question is \nwhen.  Do we want to authorize those funds before the department has a plan, before strategy, I don't think that's \nwise.    \n\n      That's why we have a very short timeline in this bill, for them to come up with a strategy and a plan.  At which \ntime, I think it would be very appropriate for this committee to then authorize, because I don't want to throw money \nat these department s on an ad hoc basis because honestly I don't trust them right now.    \n\n      (CROSSTALK)  \n\nSANCHEZ:  And...  \n\nMCCAUL:  They haven't come up with a plan, they haven't any metrics, they haven't defined operational control, so \nwhy in the world we'll just...  \n\n      (CROSSTALK)  \n\nSANCHEZ:  Mr. Chairman...  \n\nMCCAUL:  ...throw money at them.    \n\n      And so...  \n\n      (CROSSTALK)  \n\nSANCHEZ:  I've dealt with it...  \n\nMCCAUL:  With that -- and with that -- and you have.  And you know what I'm talking...  \n\nSANCHEZ:  You know, that's why fencing off with the release.  We don't have to put everything in there.  We don't \nhave to put a big number in there.  But I think something to get that process going while we -- we -- while we really \nthink about what additional things or monies are needed.    \n\n      And I yield back, Mr. Chairman.    \n\nMCCAUL:  Thank you for this.  This is a very healthy, you know, discussion.    \n\n      Is there any further discussion?    \n\n      The gentleman from Pennsylvania, Mr. Meehan, is recognized.    \n\nMEEHAN:  Thank you, Mr. Chairman.    \n\n\n\n      Mr. Chairman, I -- I'm listening to the debate and I appreciate the earnestness with which people are looking to \nassure that at some point in time that whatever plans are laid out that there will be advocacy in our part to assure \nthat there is funding to carry out that message.  And I think we as a committee share that commitment in the long \nrun.    \n\n      But I grew up the son of an estimator.  His job each and every day was to go out.  Now, this was a competitive \nsituation because he was looking for work for the company -- the construction company for which he work, but the \nobjective was you went out and you set the work and you laid out in detail what it was you propose to do and assign \ncost to each and every aspect of that thing.  And it was the competition within it which caused you as the old work \nsaying was, to sharpen the pencil, to look at each piece and to assure that you are delivering the maximum value \nfor the investment on each and every piece.    \n\n      I suspect there's not one of us that would go out in the market today and purchase a home and say, \"Now, \nlisten, here's $700,000, build me the house.\"  You would be looking and saying, \"OK, let me see the details, let me \nsee what the, you know, what has been laid out by the architect.  Let's see if we can cut down on that expensive \nmarble and replace it with, you know, concrete.\"  These are the kinds of decisions that you can't make in the \nabstract.  I will close my observation just by saying the concept to the institutional imperative.    \n\n      I mean, we've all been involved in different aspects in life, but I had the ability to -- to -- to want an office during \na period of time when we were dealing with federal expenditures.  Oftentimes that was -- it was cutting budgets so \nit's difficult.  But you will see whatever number is put out the activities will gravitate to that number.  They'll find \njustifications for the spending.    \n\n      So I can support a concept of being on board to be ready to -- to -- to stand behind a well-articulated plan, but I \nthink we'd do ourselves a great disservice if we don't require that each aspect of that plan be justified, laid out in \ndetail, and -- and -- and be cost- assessed so that we can look at it not just in its totality, but in individual pieces as \nwell.    \n\n      So, I respect the call, but I'm hoping that our colleagues will consider the implications and ask that the work be \ndone upfront, the plan, and then we're able to assign value to each and every aspect of it.    \n\nJACKSON LEE:  Will the gentleman yield?    \n\nMCCAUL:  I believe -- yes, you do have two minutes remaining.    \n\nJACKSON LEE:  Will the gentleman yield just for a moment?    \n\n      I don't hear Mr. Thompson.  I know that we have other amendments, but I don't hear, Mr. Thompson \nacknowledging the strategic plan.  What I hear is that as a strategic plan comes because this is operational we have \nto be ready to move.  And my concern is that the Homeland Security Department is not ready to move financially.    \n\n      Now, I understand that this may be a perceived challenge, but as an authorizing committee, I thought that it \nwould not be challenging. As we all know it has to be appropriated, but we're giving a mark if -- if you will on what \nwe think would be needed going forward.    \n\n      So I just -- I think we all agree that a plan, Mr. Chairman -- a strategic plan, infrastructure, metrics have to be \ndesigned, but we're saying that let's be prepared for a -- a move that is going to be required quickly particularly in \nthe construct of making sure that we have comprehensive immigration reform.    \n\n      With that I yield back to the gentleman.    \n\nMEEHAN:  Well, I appreciate the gentlelady's comment, but this is -- they're already funded to begin to provide this \nservice on the border.  But I'm afraid that our oversight capacity is nullified (ph) of what it is.  They just decide what \nthey're going to do, they begin to carry out the function, they assign the money to it and then come back to us and \nsay, \"This is what we're doing.\"  It defies the very concept of having oversight to begin with and asking for a plan. \n\n\n\nOtherwise, we should just stop the meeting now and give the money and let them go to do whatever they want to \ndo.    \n\nMCCAUL:  The -- the gentleman's time has expired.    \n\n      Any further discussion?    \n\n      Mr. Richmond is recognized.    \n\nRICHMOND:  Mr. Chairman and especially Mr. Ranking Member, let me just say that I support the bipartisan -- I \nrecognize the bipartisan effort that we have here today, but I guess I'm not even as far as we are right now in terms \nof the money.    \n\n      If we look at the history of at least the 112 and where we are now which I'm in, the big question to me becomes, \nwhat are the chances of us passing it out of here and going to the floor, and the Senate passing something to buy -- \nto where we even have this requirement for a plan.  And so, we're operating under the idea that we're going to pass \nthis out of here, it's going to pass the Congress and they're going to implement a plan and come back and tell us \nthis, and then we're going to come back, again, and authorize money.    \n\n      So we just look at our track record of what comes out of here to no fault of this committee, but what comes out \nof here and how far it goes, then I have just a concern.  It has nothing to do with the quality of it and what we're \nasking, and the fact that everybody in this committee supports it.  The question becomes, what about the rest of the \nbody.  What about the body across the street.    \n\n      So, I'm just that person that doesn't understand why we can't get the secretary in here and ask her, can she do \nthis under her own authority to come back with a plan and we do it all at once as opposed to mandating that she go \ndo it and then come back trying to figure out how to pay for it.  And part of it may just be me -- be new, but I really \nwould like a -- just a practical approach to how do we get it done.    \n\nMCCAUL:  Will the gentleman yield?    \n\nRICHMOND:  Absolutely.    \n\nMCCAUL:  You know, they haven't had a plan, they haven't had a strategy.  It's been 12 years since 9-11.  This bill \nfor the first time requires them to do that, requires them to have metrics to measure success, and to come up with \nan implementation plan which when that comes forward we -- and perhaps we can look at the language, you know, \nthat would say we -- at that point in time that's when we authorize, you know, additional resources necessary and I \nthink we'd probably will.    \n\n      But, again, it doesn't make sense to throw a bunch of money before they -- they have a plan.  That's how we \nwaste money up here. And I've seen it, you know, too many times.    \n\n      I agree with you on the Senate side.  Senator Cornyn introduced the companion bill to this.  You know, it's in \nplay over there.  I can't predict what the Senate is going to do.   \n\n      I can tell you we are going regular order in the House here. They're doing comprehensive on the Senate side.  \nWhen all is said and done, I think a conference committee will come together with this committee, probably judiciary \ncommittee, and talk about the -- the thing on what the Senate can pass out.    \n\n      I feel very confident we can pass this bill out of the House. Then than puts us in play in a conference-type \nsituation where Mr. Thompson would participate and myself to articulate, you know, our positions.    \n\n      But let me just close by saying, I think -- I think we're on agreement that more has to be done.  That's why we \nhave this bill. And you can't give something for nothing.    \n\nRICHMOND:  (OFF-MIKE)  \n\n\n\nMCCAUL:  Absolutely.  But I just don't want to throw it out -- money out the door without any assurance they have a \nstrategy or plan. I think that'll be wholly grossly irresponsible for us to -- to do that.    \n\n      And I yield back.    \n\nRICHMOND:  Well, I don't think it will be irresponsible, but what I will say is, can we try a belt and suspenders \napproach while we in this Congress wait for this instrument to go through which could be a very long time \ndepending on the other body.  Why don't we just invite the secretary here and ask them will they commit to the \nsame timelines in doing it.    \n\n      At least that point the ball is rolling.  They know exactly what we're looking for.    \n\nMILLER:  Will the gentleman yield?    \n\nRICHMOND:  Absolutely.    \n\nMILLER:  I would just point out -- and I appreciate the fact that you've asked the -- we could ask the secretary to \ncome in and lay out a plan.    \n\n      I will tell you on our subcommittee we've been asking for two years for even what kind of term we want to use in \nregards to border security.  Operational control has been sort of a defacto fallback term.    \n\n      About two years ago we were told by the secretary that that was an antiquated term.  That was her word.  That \nwas an antiquated term. It didn't really -- it wasn't really a good measure of what was happening as far as control on \nthe border.  They were very exercised, they were the GAO report that showed that in the 40 percentile.  There was \noperational control in the southern border and only 2 percent at the northern border.    \n\n      And so for two years we are waiting for something that they termed the BCI index, the border control index.  \nAnd at our subcommittee hearing about a month or so ago -- five weeks ago, her representative, Mr. Winkowski \n(ph) came and -- and we were all waiting to find out what that was going to be.  And we were told -- well, they \ndecided that that wasn't going to work very well either and they didn't have -- nothing to report on that.    \n\n      So I'm appreciative of the fact that we want to get the secretary to come here and give us some hard facts, but \nthat's -- that's why I think this -- we got to move this bill or we're not going to get a plan or any real metrics on \naccountability.    \n\n      I yield back.    \n\nRICHMOND:  Well, I would agree with you.    \n\n      And I'll just close with this, Mr. Chairman.    \n\n      Is that -- I think back to my childhood, once we passed this out of here -- and I'm not saying don't pass it out of \nhere.  But once you pass it out of here is -- is a very good indication to the secretary that it's coming one way or the \nother.  So why don't you start on it now so by the time it makes it to the process or whatever we're further along.    \n\n      What I just hate to do is pass legislation that gives the American public some sense of we're moving on it when \nin fact we're not.  So that's why I was suggesting that you call them in and say, \"Look, you're going to get it one way \nor the other so why don't you just start now,\" and hopefully by the end of the process we have a dollar amount if it \nwas too far under $3 million.    \n\n      But, Mr. Chairman, with that I would yield back and I would still urge and I would say that it was a big difference \nin the aftermath of Katrina in looking at the Corps ability, when you all in the Congress in your wisdom put the \nmoney in the Corps and they were able to really streamline and move quickly because it was there.  And I don't \nthink they spent the total amount just because it was there.    \n\n      And with that, I yield back.  Thank you for your time.    \n\n\n\nMCCAUL:  I thank the gentleman's comments.    \n\n      Any further discussion?    \n\n      Mr. Barber is recognized.    \n\nBARBER:  Thank you, Mr. Chairman.    \n\n      I'm in full support of the bill.  And I think it's really pretty encouraging to me and I believe to my constituents that \nwe have reached such a bipartisan agreement on some of the areas of border security.  I -- I came here in the \nspirit of bipartisanship and I'm very proud that we've accomplished it here today and hopefully we will continue.    \n\n      I'm troubled how -- as some members have said, by the lack of accountability by DHS.  We have given them \nbillions of dollars.  We don't always know that they've spent it wisely.  The SBInet which was established in my \ndistrict, we all know how that went.    \n\n      My district, however, also is the most porous area in the southwest border.  After all the money that we have \nput into border security effort we still represent 50 percent of the drugs seized in this entire southwest border.  \nFifty percent.  That's an enormous number for an area that constitutes 17 percent of the border.    \n\n      I've asked the secretary firstly in an open meeting to put the additional resources that are needed into the area \nthat I represent. We did it elsewhere, but I could just testify that the people in my district are unsafe in their -- on \ntheir land, unsafe in their homes because the drug cartels are coming through the mountains from Mexico every \nsingle day in droves and putting them in danger as well as bringing their contraband into the country.    \n\n      So I'm wondering, it's a matter of urgency with me because today if I were to call back home and talk to some \nfolks who are in the ranking community I'd probably get the same answer I've always gotten when I want to speak \nto them, \"Ron, there's a group of cartel members coming across my land right now.\"  Almost every single time I've \nspoken to them that's the report I get.    \n\n      So for me and for them it's a matter of safety and urgency.  And I hope that we can, as has been said, put \nmoney behind this very important bill.    \n\n      I -- I understand that we have to put the department on notice. You cannot continue to operate without a plan.  \nYou cannot continue to operate without metrics.    \n\n      And I was just wondering, Mr. Chairman, if we couldn't approve language in the bill that would say that we will \napprove up to $3 billion in appropriations based upon a line-item by line-item report from the department specifying \nhow they're going to do it, how they're going to measure success and will only get final approval when that report is \nin front of us.  But if we go without some appropriation in this bill, I think the people that we're trying to -- to \nrepresent will say, \"Well, that's all what -- well and good.\"  Yes, the department sometimes doesn't know what it's \nspending on, but what about our safety, what about stopping these cartels.    \n\n      So I would urge the chairman to at least consider a language that will allow us to appropriate money, but ask for \nthe department to specifically say how they're going to use it and not finalize that appropriation until we're satisfied \nthat they've done it in a manner that we can approve.    \n\nMCCAUL:  Will the gentleman yield?    \n\nBARBER:  Yes.  I will yield back  \n\nMCCAUL:  I'm willing, again, to put in reporting language end of this bill that we will consider additional \nauthorization for appropriations for border security purposes when -- after the implementation plan is -- is \npresented.    \n\n\n\n      And, again, I -- I -- I think, again, it would be irresponsible to throw money at this department given its track \nrecord without any assurance of any plan or strategy.  I think that would be an irresponsible move on the part of the \nCongress.  But it sends a strong signal that we are -- are on the same page and supportive of this, but it's against \nthe timing.  It's a timing issue.    \n\n      I agree we're waiting -- you know, we're running out of time.  I come from a border state like you.  It's been 12 \nyears and I hear it's never been more secure and you and I know it's not.    \n\n      And I've been to the Tucson sector and I've seen it down there. I've also been to my sectors and they're not \nsecure.  So I understand the urgency more and that's why -- you know, we haven't had a border security bill \npassed by the Congress.  The last time was 2006.    \n\n      That's why one of the first things I want to do as the new chairman was to get -- I had no idea that we would \nhave a Boston bombing incident which is the highest priority right now, but one of my great priorities has been this \nissue for many, many years, I know with many on this committee.  And we put a lot of work into it and I believe that \nthis bill jumpstarts and expedites the process, holds the department's feet to the fire through independent means as \nwell for -- really the first time since I've seen the department create it.    \n\n      So this is -- this is a good bill.  I'm willing to entertain that language, but, again, after I have some assurance \nwe're going to spend it wisely.    \n\n      This ad hoc approach of throwing resources down there without any accountability, those days are over now \nand this bill addresses that. Through independent means, through the GAO and the National Labs, and this \ncommittee, reporting back to this committee for accountability.    \n\n      So I think we're all sort of on the same page, just a little bit different nuance.    \n\n      And I -- are -- is there any further discussion?    \n\nBARBER:  Mr. Chairman?  Mr. Chairman, could I just add?    \n\nMCCAUL:  Yes.    \n\nBARBER:  I agree with you, we shouldn't be giving this department money without accountability, without knowing \nhow they're going to spend that.  And that's why I suggested that we authorize money only on the basis of what \nthey report back to us line-item by line-item -- how much money they're going to spend on border patrol agents, \nhow much money and what are you going to do with them; customizations, what are you going to do with them; \nblimps -- or whatever other technology we need which we don't necessarily have today.    \n\n      From my constituents, every single day when their lives are in danger they say, \"What are you doing to help us \nget to a better place?\"  And I want to make sure that this committee does everything it can.  I know you want to do it \nfor your constituents as well.    \n\n      So I'm just saying, don't give them a blank check, just give them up to.  And I understand the gentleman -- Mr. \nMeehan's comment.  You -- you give money and people will appropriate it or -- or ask for the money to the full \nextent.    \n\n      I'm talking about a rigorous process here where they have to explain every single line item they have in that \nbudget, but we have to give some money, I think.    \n\nMCCAUL:  and if the gentleman will yield.    \n\n      (CROSSTALK)  \n\nMCCAUL:  You know, it -- that is in this bill a rigorous process, the demand they come forward with a plan and a \nstrategy.    \n\n\n\n      I -- I don't know what that number is.  And I can't just arbitrarily say $3 billion when I don't know what that \nnumber is.  And we won't know that until they come before this committee as required by this bill to articulate a, you \nknow, a specific strategic plan in terms of what they want -- how can they accomplish operational control.    \n\n      Remember, as Ms. Miller said, they -- they can't even define operational control.  We do that.  They don't use \nmetrics anymore.  We do that in this bill.  They have no national strategy.  We do that in this bill.    \n\n      And so I can't come up with some arbitrary figure and so I know as required by this bill when they come back \nand talk to us, then we'll talk about the personnel, then we'll talk about the air stats (ph), and we'll talk about the \ntechnologies.    \n\n      And I agree with you.  I want to get -- I want to do that.  I'm looking forward to -- to that point when this \ncommittee can have that -- that full discussion, but I do think it's premature to quote some arbitrary authorization \ndollars at this point.    \n\n      Is there any further discussion?    \n\n      There being no further discussion, the question now occurs in the amendment to the amendment in the nature \nof a substitute offered by Mr. Thompson.  All those in favor signify by saying \"aye.\"  \n\n      [A chorus of ayes]  \n\nMCCAUL:  All those opposed signify by saying \"no.\"  \n\n      (A chorus of noes)  \n\nMCCAUL:  In the opinion of the chair, the noes have it and the amendment is not agreed...  \n\n      (CROSSTALK)  \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  Yes?  The ranking member is recognized.    \n\nTHOMPSON:  On this I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been recognized.  And under the committee rules further proceedings on the \namendment shall be postponed.    \n\n      For the roster agreements listed next on the roster is Amendment 014 offered by the gentleman from \nMississippi, Mr. Thompson.    \n\n      Would the gentleman like to offer his amendment?    \n\nTHOMPSON:  Yes, Mr. Chairman.  I offer Thompson Amendment 014 at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Mr. Thompson.    \n\nMCCAUL:  Without objection the reading of the amendment is dispensed with.    \n\n      Mr. Thompson is recognized for five minutes.    \n\nTHOMPSON:  Thank you, Mr. Chairman.    \n\n      Mr. Chairman, in my capacity as chairman and ranking member of this committee I've conducted extensive \noversight of the Department of Homeland Security's border security programs and acquisitions.    \n\n\n\n      I've been to Douglas, Arizona.  I was the biggest critic on this committee of the SBInet, how it was absolutely \nwhat we were told off- the-shelf technology that cost us several billion dollars.  And some members of the \ncommittee defended the department in the expenditure and felt that I was somewhat overaggressive in trying to \nmake them accountable.\\  \n\n      And as you know SBInet wrote requirements as they were going along and they never really fully fulfilled it and \nit was only after substantial failures that the plug finally get pulled on it.  As a result of this oversight, Mr. Chairman, \nI'm keenly aware of the importance of requiring DHS to follow best practices when it comes to implementing \nsecurity policies.    \n\n      My amendment would require the border security information -- implementation plan required in this bill to \ninclude at a minimum an integrated master schedule and a cost estimate including life cycle cost for all activities \ncontained in the plan.  We need to know at the outset what cost will be associated with achieving operational \ncontrol and how exactly the department intends to meet this ambitious standard.    \n\n      This basic information is critical as we assess the cost of the mandate and make adjustments where necessary \nin future authorization and appropriation bills.    \n\n      It is also important, the information, from an oversight and good government perspective.  Once we get it we \ncan help the department better identify and even possibly avoid cost overruns and delays.    \n\n      I urge my colleagues to support this amendment and yield back the balance of my time.    \n\nMCCAUL:  The time of the gentleman has expired.  Is there any further discussion on the amendments?    \n\n      I take it's a good amendment.  And I'm -- I'm prepared to accept this amendment.    \n\n      There being no further discussion, the question now occurs in the amendment to the amendment in the nature \nof a substitute offered by Mr. Thompson.    \n\n      All those in favor signify by saying \"aye.\"  \n\n      [A chorus of ayes]  \n\nMCCAUL:  All those opposed signify by saying \"no.\"  \n\n      In the opinion of the chair the ayes have it and the amendment is agreed to.    \n\n      Per the roster agreement listed next is Amendment 752 offered by the gentleman from Texas, Mr. Smith.    \n\n      Would the gentleman like to offer his amendment?    \n\nSMITH:  Thank you, Mr. Chairman.    \n\n      I would.  And I have an amendment at the desk.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Mr. Smith.    \n\nMCCAUL:  Without objection the reading of the amendment is dispensed with.    \n\n      Mr. Smith is recognized for five minutes on his amendment.    \n\nSMITH:  Thank you, Mr. Chairman.    \n\n\n\n      This amendment strengthens operational control by requiring the Department of Homeland Security to achieve \nnot less than a 90 percent illegal border crossing effectiveness rate along the entire southwest border within five \nyears.    \n\n      This bill is on the requirement in the chairman's substitute that within two years the department must attain not \nless than a 90 percent effectiveness rate in high traffic areas along the borders of the United States.    \n\n      This amendment also adds corresponding provisions in section 3 requiring the DHS to certify and the \nGovernment Accountability Office to report whether or not operational control to the southwest border is met within \nthe five year period.  The GAO review ensures that the department does not grate itself in meeting the border \nsecurity requirements.    \n\n      Earlier this year, the Department of Homeland Security officials testified before this committee that the \ndepartment is unable to measure border security.  In 2011, the GAO determined that the southwest border was \nonly 6.5 percent under full control and approximately 40 percent under operational control.    \n\n      Representing a border state and at one time representing 400 miles of Texas-Mexico border, I know firsthand \nhow critical it is to public safety and our national security that the DHS gain control of our borders.    \n\n      While more work is needed on border security, this amendment and underlying bill is an important step \ntowards forcing the DHS to reach operational control of the border.  I ask for its adoption and yield back the \nbalance of my time.    \n\nMCCAUL:  The time of the gentleman has expired.    \n\n      It's the understanding...  \n\n      (OFF-MIKE)  \n\nMCCAUL:  The ranking member would like to speak on the amendment?   \n\nTHOMPSON:  Yes.    \n\nMCCAUL:  You're recognized.    \n\nTHOMPSON:  Thank you, Mr. Chairman.    \n\n      I speak in opposition to the gentleman from Texas' amendment.    \n\n      This amendment will require the secretary to certify to the Congress when the Department of Homeland \nSecurity has achieved operational control of the entire southern border within five years of completion of the \nimplementation plan called under the bill.  The ANS requires operational control of all high-trafficked areas on the \nnorthern and southern borders within two years of implementation plan.   \n\n      I note that the committee has not received testimony from the border patrol and other relevant DHS leadership \nregarding whether they have standard call for (ph) under the Smith amendment would be achievable within five \nyears.  If we assume that it is achievable in the timeframe, gaining operational control of the entire southern border \nwith its diverse terrain would undoubtedly require significant new investment in border security personnel, \ntechnology and resources.   \n\n      My concern is, if they're required to do it, the obviously resources will have to come even from ports or the \nassignment of fees to collect monies to support it.    \n\n      If you believe the goals of this amendment is not enough to simply vote aye on the provision, you must also be \nprepared to support efforts to provide the resources and funding necessary to ensure that the policy can be fully \nimplemented.    \n\n\n\n      We've seen in the past our legislative mandates without federal resources have fallen by the wayside, and I \nthink there is no disagreement on the fact that our borders can be safer.  The question is, can we put the resources \navailable there so that we can get the job done.    \n\n      At the end of the day without the funding to back it up, there's a risk that this legislative mandate will carry very \nlittle meaning.    \n\n      And I yield back.    \n\nMCCAUL:  The time of the gentleman has expired.    \n\n      It's the understanding of the chair the gentlelady from Texas, Ms. Jackson Lee, has a second degree \namendment.  Would the gentlelady like to offer her amendment?    \n\nJACKSON LEE:  Mr. Chairman, I have an amendment to the gentleman from Texas' amendment at the desk and \nask for his consideration at this time.    \n\nMCCAUL:  The clerk shall report and distribute the amendment.    \n\nCLERK:  Amendment offered by Ms. Jackson Lee to the amendment -- to the amendment in the nature of a \nsubstitute to H.R. 1417 offered by Mr. Smith of Texas.    \n\nMCCAUL:  Without objection the reading of the amendment is dispensed with.    \n\n      Ms. Jackson Lee is recognized for five minutes on her amendment.    \n\nJACKSON LEE:  As Chairman Miller indicated in the subcommittee over the last couple of years and now as I \nbecome the ranking member on border security and maritime security, we have talked about the language of \noperational control.  And I remember distinctly utilizing the words to our friends at the Department of Homeland \nSecurity that they have to get in the game.    \n\n      At the same time I'm also very empathetic with the question of finances and understand the avocation (ph) of \nour ranking member on the question of how we will fund the idea of operational control for the borders.  My \nrecognition of this particular need was such that we had language that would expand operational control and I had \noffered or proposed and the amendment that Mr. Smith has is similar to language that I was considering.    \n\n      In that respect I wanted to provide a perfecting amendment that would ensure that the certification of the \nDepartment of Homeland Security which is to be collaborated by GAO is updated on a regular basis.  I think that \nwill help dictate and frame what kind of funding we should have and I think that it will give a road map.    \n\n      Further, the first certification confirms that the border has been secured and a subsequent certification will \nconfirm that it remains secure.  That means that this committee and Congress will be a partner to the Homeland \nSecurity Department.  And I think as we look to the idea of Homeland Security, if there is ever a need for \npartnership between Congress and a department it is with the securing of the nation.    \n\n      The tragic events occurring in Boston last month is a stark and vivid reminder that everyone who seeks entry \ninto the United States is coming for the American dream.    \n\n      For those who come and believe in our nation and those who are here and believe in our nation, we're obligated \nto ensure that we are secure.    \n\n      I also think that this is important because I want to thank, again, our committee because we have initiated and \npassed the first component to comprehensive immigration reform.    \n\n      This particular amendment and this legislation does not require a trigger which is extremely important.  As I \nindicated we can walk alongside of each other together, border security with comprehensive immigration reform, \nand I would ask the gentleman from Texas -- and I know that he has articulated this extensively.    \n\n\n\n      Mr. Chairman, the ranking member has made a very potent point and I ask for the support of my perfecting \namendment -- that is very narrow.  But the -- if I could inquire (ph) the chairman, the ranking member has made a \nvery potent point.  And I wasn't clear.  His amendment obviously has been put forth for a vote, but I wasn't clear as \nto what relief could be given in terms of timing for coming back to deal with the funding or whether how precise the \nreport language can be.    \n\n      And I yield to the gentleman.  I ask my colleagues for support of perfecting amendment.    \n\n      Yes, Mr. Chairman?    \n\nMCCAUL:  As -- as designed under the rules and the timeline they have six months to come up with a national \nstrategy and three months after that to come up with an implementation plan.  When they come up with their plan is \nthe appropriate time to discuss resources -- resources necessary to implement the plan to get operational control.    \n\n      And remember, this will take place after an independent investigative arm of the Congress has reviewed this, \nafter metrics are put in place by -- in the National Labs.  I think done in a very, very responsible way rather than \nwhat we've seen over the last decade in an ad hoc approach of throwing billions of dollars at the border without \nresults.    \n\n      And that's why we call it the results act.  And I -- I yield back to the gentlelady.   \n\nJACKSON LEE:  I reclaim my time.    \n\n      Do we expect to meet appropriation cycle of 2013-2014 which will be this year which they may request funding \nfor strategy that this authorizing committee and appropriations could provide those resources in 2012, 2013, 2014 \ncycle?    \n\nMCCAUL:  Yes.  I mean, it's -- yes.  I mean, this is an authorizing committee and as I've indicated the appropriate \ntime to authorize additional funding will be after the plans were presented. And as you know the appropriators can \ntake that up.    \n\nJACKSON LEE:  Let me reclaim my time and say that this amendment is non-offensive.  It expands the operational \ncontrol so it's not to target particular areas and therefore cause an intense -- it cause a moving of individuals that \nhave come into the country to do us harm to move in other areas.  So I think it provides a -- a broad base securing \nof the northern and southern border.    \n\n      With that I yield back.    \n\nMCCAUL:  I thank the gentlelady.    \n\nSMITH:  Will the gentlewoman yield?    \n\nMCCAUL:  Yes, the Chair yields to the gentleman from Texas.    \n\nSMITH:  OK.  That will be fine, too.  I just want to say that I do support the gentlewoman from Texas' amendment.  I \nthink it is appropriate that we reaffirm that the border remain under operational control on the initial five-year period.  \nAnd I also understand the gentlewoman from Texas and the ranking member of the full committee to support the \nsubstance of my amendment even if they continue to register concerns about the funding issue.  And I hope that \nthat's correct.    \n\nTHOMPSON:  Will the gentleman yield?    \n\nSMITH:  I'd be happy to yield to ranking member.    \n\nTHOMPSON:  Well, and that was why I want to make sure we're all on the same page.  I do support the substance \nof the amendment.  There are some concerns because there's no dollars that go with it.  But clearly, we absolutely \nneed to get to the 90 percent as quick as possible.    \n\n\n\n      If it's five years, I'd like to see it across the entire southern border and then let's go deal with Ms. Miller's issue \non the Northern (ph) border but not mess with our ports and not have Mr. Higgins trying to pay for it with fees.    \n\nSMITH:  Thank you.    \n\n      I thank the gentleman.  I yield back.    \n\nMCCAUL:  Is there any further discussion on Ms. Jackson Lee's second-degree amendment?    \n\nCHAFFETZ:  Yes, Mr. Chairman.    \n\nMCCAUL:  Mr. Chaffetz from Utah is recognized.    \n\nCHAFFETZ:  I would appreciate if the author of the amendment would help me -- I just want to make sure and \nclarify that under Section B of this, the secretary determines that operational control on the southwest border of the \nUnited States and it continues on there.    \n\n      I would obviously love to hear from the secretary herself or whoever is in that position any time, any \nadministration.  But that would not negate the idea that the overall thrust of this bill would require the GAO to come \nback and certify.  Is that correct?  Is that the gentlewoman's...  \n\nJACKSON LEE:  That's correct.    \n\nCHAFFETZ:  ...intention?  OK.  I just want to clarify that that's -- the intention is not supplant or to...  \n\nJACKSON LEE:  No.    \n\nCHAFFETZ:  ...in any way, shape or form negate the idea that the GAO would ultimately be the one to come back \nwith certification. Correct?    \n\nJACKSON LEE:  No, specific language that's corroborated by GAO. No, you're correct.    \n\nCHAFFETZ:  OK.  Thanks, Chairman.  I yield back.    \n\nMCCAUL:  I think the point of clarification is a very, very good one.  Any further discussion?    \n\n      There being no further discussion, the question now occurs on the second-degree amendment to Mr. Smith's \namendment offered by Ms. Jackson Lee.  All those in favor, signify by saying \"aye.\"  \n\n      (A chorus of ayes)  \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, ayes have it.  And the second-degree amendment is agreed to.    \n\n      Is there any further discussion on the amendment offered by Mr. Smith?    \n\nCHAFFETZ:  Yes, Mr. Chairman.    \n\nMCCAUL:  Mr. Chaffetz is recognized.    \n\nCHAFFETZ:  Mr. Chairman, I am fully supportive of the gentleman's amendment.  I think this is a necessary thing \nthat we're doing.   \n\n      If we're going to truly gain control of the border, it can't just be one part, not another part.  I think our ultimate \ngoal should be to have total control of that border.    \n\n\n\n      The time span which Mr. Smith has offered this to allow some extra years for this to be implemented is practical.  \nBut the goal here should be to have the political will to actually lock down and secure that border not just the high \ntraffic areas.    \n\n      I've been to those places which we talked about.  You go to Nogales, and you go a few miles to the east or the \nwest.  There is an offense.  It's basically a chalk line.  And we need to be able to have plans in place to make sure \nthat we have control of that border -- the whole border, not just portions of the border because that's where some \nof the most nefarious activities are happening.    \n\n      I don't think the metric of just high traffic is adequate to actually locking down and securing the border.  \nTherefore, I encourage my colleagues to support this amendment and glad the gentleman from Texas, Mr. Smith, \noffered it.  I yield back.    \n\nMCCAUL:  Any further discussion?  I think it's a good amendment, and I am prepared to accept it.  There being no \nfurther discussion, the question now occurs on the amendment -- to the Amendment in the Nature of a Substitute \noffered by Mr. Smith as amended.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it.  And the amendment is agreed to.    \n\n      Per the roster agreement listed in the roster's Amendment 014 offered by gentleman from Texas, Mr. Smith.  \nWould the gentleman like to offer his amendment?    \n\nSMITH:  Yes, I would, Mr. Chairman.  I have an amendment at the desk.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. Smith.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.  Mr. Smith is recognized for five \nminutes on his amendment.  The time of the gentleman -- I'm sorry.  Go ahead.  Mr. Smith is recognized.    \n\nSMITH:  Thank you, Mr. Chairman.    \n\n      This amendment standardizes data collection across all Border Patrol sectors on turn backs and got aways as \npart of calculating the illegal border crossing effectiveness rate.  This increases the reliability of data collected in \norder to better determine the effectiveness rate and security of the border.    \n\n      Last year, the Government Accounting Office raised concerns that data collected on turn backs and got aways \nvaried across border sectors due to differences in the agents' discretion and judgment. While it may be difficult to \nmake these determinations, all border sectors should use the same procedures to report and classify incidence to \nensure accuracy and integrity of the data.    \n\n      This data is vital to calculate the effectiveness rate and to determine if the border is under operational control.  \nData collection standardization ensures that more reliable data is used to determine the security of the border.    \n\n      I urge my colleagues to support this amendment.  I yield back the balance of my time.    \n\nMCCAUL:  The gentleman yields back.  Is there any further discussion on this amendment?    \n\nBARBER:  Mr. Chairman?    \n\n\n\nMCCAUL:  Mr. Barber from Arizona is recognized.    \n\nBARBER:  Thank you, Mr. Chairman and Ranking Member, Mr. Smith.    \n\n      Last year, as you know, when you pointed out in your remarks, I joined with the ranking member to request a \nGAO study to determine how it was that the billions of dollars that we gave to the Department of Homeland \nSecurity were deployed and used to secure the border.    \n\n      The GAO report provided a very disappointing result.  If found, as you pointed out, Sir, the reporting, the data \ncollection and the analysis and reporting from sector-to-sector was just a mix and match. You never really lined out.  \nYou could not compare one sector to the other.  If we're going to get border security and operational control, we \nneed to know that we've collected data in a similar way.    \n\n      You know, I wanted to know in that report why it is that after billions of dollars that we have appropriated as a \ndepartment, we still have a major hole such as the one I mentioned earlier in my district where ranchers live every \nday in fear of their lives.  They won't go to town without taking their kids with them because they are concerned \nabout the cartels.  And so we will hope to find out what's happening, particularly between the ports of entry to \ndeploy and to make the border more secure.    \n\n      What we found was that the department came back for the plan, a new risk-based plan that had no metrics, had \nno evaluation process, had no goals.  Hardly a plan and had a good title, but that's about it.    \n\n      So I plan to offer an amendment today to the bill that required apprehension and got away data collected by our \nBorder Patrol agents in different sectors in cross the field offices be standardized so that we could actually \ncompare the data that is collected across sectors and make resource and deployment decisions in an accurate and \neffective way.    \n\n      My colleague, Mr. Smith, has recognized this issue as a similar need to standardize the data across sectors, \nand I appreciate the amendment and support it.  And the fact that this -- the bipartisan support for common sense \nsolution to measuring effectiveness across the border is a welcome sign..    \n\n      Therefore, at this time, Mr. Chairman, I withdraw my amendment listed as Barbers 011.  I will support fully Mr. \nSmith's amendment and urge all of my colleagues to do the same.    \n\nJACKSON LEE:  Will the gentleman yield?  Will the gentleman yield?    \n\nBARBER:  Yes, I will yield.    \n\nJACKSON LEE:  May I offer a friendly amendment to Mr. Smith. Would it be appropriate to ask unanimous consent \nthat Mr. Barber's name be added to your amendment?    \n\nSMITH:  I'd be more than happy to have Mr. Barber's name added to the amendment.  And I thank him for his \nsupport as well.    \n\nJACKSON LEE:  I yield back -- unanimous consent.  I yield back, Mr. Barber.    \n\nBARBER:  Thank you, Ms. Jackson Lee.  I appreciate that and I very much appreciate the gentleman adding me.    \n\n      I think we're totally in line with this, and I appreciate what you're doing and glad to join with you.    \n\nMCCAUL:  That's an excellent illustration of bipartisanship on this committee.  I appreciate Mr. Barber.    \n\n      There being no further -- is there any further discussion on this amendment?  There being no further discussion, \nthe question now occurs on the amendment to the Amendment in the Nature of a Substitute offered by Mr. Smith.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n\n\n      (UNKNOWN):  Aye.  \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it and the amendment is agreed to.    \n\n      Per the roster agreement listed next on the roster is Amendment 016 offered by the gentlelady from California, \nMs. Sanchez.  Would the gentlelady like to offer her amendment?    \n\nSANCHEZ:  Thank you, Mr. Chairman.   \n\n      I would ask unanimous consent to offer Sanchez Amendment  16, 17 and 19 to be considered en bloc at this \ntime.    \n\nMCCAUL:  Without objection, so ordered.  The clerk shall report the en bloc amendment.    \n\nCLERK:  En bloc amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Ms. \nSanchez.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.  Ms. Sanchez is recognized for five \nminutes.    \n\nSANCHEZ:  Thank you, Mr. Chairman.    \n\n      Mr. Chairman, my amendments en bloc are noncontroversial amendment.  My first amendment that is Sanchez \nnumber 16 would insert language to Section 3(e)(a) as -- I'm sorry, 3(e)(a) -- no, 3(e)(4).    \n\n      As part of the estimates dealing with attempted border crossings and those evading apprehension, my \namendment inserts language to count for the total death and injuries resulting from such attempted illegal border \ncrossings.  I think that including this language is very crucial as we are at a time of net negative illegal immigration \ninto the country.    \n\n      The last year we saw that known deaths from illegal border crossing topped 463 confirmed deaths.  I am not \nsupportive of illegal immigration into our country, and I understand the need to secure our borders.    \n\n      But as we make it harder for people to enter our country, individuals will find other more extreme ways to try to \nget in.  And unfortunately, giving the dangerous heat and terrain along the southwest border, in particular, many \nindividuals do not make it, get lost or simply give us.  And so these individuals should be counted in the estimates \nthat are included with apprehensions and those that evade capture.    \n\n      Mr. Chairman, my second amendment, Sanchez number 17 expands the agreements with foreign governments \nin developing national strategy. In particular, it would add at the end of the paragraph an additional sentence that \nwould include coordination as part of the agreement with foreign government on standardizing inspection \ntechnology at land borders on both sides.    \n\n      I think getting the same type of technology such as the same license plate readers and RFID readers would be \nvery important at our land borders in particular.  It will help to expedite travel and commerce.    \n\n      And my amendment would ensure that this type of technology in any agreement negotiated with foreign \ngovernment is standardized on both sides of the border.  And I know that the chairman recognizes the need to \ncoordinate and to form agreements with foreign governments to support our border security efforts.   \n\n      And lastly, Mr. Chairman, Sanchez Amendment number creates a part of our national strategy an assessment \nof how border security operations affect crossing times.    \n\n\n\n      I recently was on the Calexico-Mexicali border where, as you know, we're trying to find the money to build a \nthird crossing across. I am very familiar with Mexicali-Calexico because my mother grew up there.  And in the \nsummer, you are in an oven.  It's about 115 to 120 degrees out there.    \n\n      Pedestrian crossing time, that means standing in no shelter outside in the middle of the heat can be up to two \nhours on most dates.  So I think getting this information about crossing times is incredibly important for us.    \n\n      I'm really worried to tell the truth that we'll see more deaths as December comes on because crossing has \nbecome such a lengthy type of situation there at that corridor.    \n\n      Similar language was introduced and accepted as part of the metrics used to measure the security of our \nborders but my amendment asks that a larger look be taken as part of the national strategy. And I think that my \ncolleagues from border states, in particular, know well that we need to really think about commerce and how these \ncross times affect us.    \n\n      For those of you who don't live near a border where we see it, I would just say imagine if you live in Rosslyn, \nVirginia and you work in Georgetown, it's not very far to go across that Key Bridge.  But if it takes you two hours, \nthat's saying something about how it affects people who use this.    \n\n      So again, these are real wait times, real impacts.  And I thank the chairman for -- the chairman for working with \nme, and I ask my colleagues to support my en bloc package.   \n\nMCCAUL:  In the opinion of the chair, well-intention and thoughtful amendments.  Is there any further discussion on \nthese amendments en bloc?    \n\n      Seeing there's no further discussion, the question now occurs on the en bloc amendment to the Amendment in \nthe Nature of a Substitute offered by Ms. Sanchez.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it and the amendment is agreed to.    \n\nSANCHEZ:  Thank you, Mr. Chairman.    \n\nMCCAUL:  Per the roster agreement listed next is Amendment 020 offered by the gentlelady.  Would the gentlelady \nlike to offer her...  \n\nSANCHEZ:  Yes, Mr. Chairman, I would like to offer amendment number 20.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Ms. Sanchez.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.  Ms. Sanchez is recognized for five \nminutes.    \n\nSANCHEZ:  Thank you, Mr. Chairman.    \n\n      Mr. Chairman, during the subcommittee markup, I'm engaged with the gentleman from Pennsylvania, Mr. \nBarletta, on the importance of a viable and robust exit system for the US-VISIT program.  As you know, this has \nbeen another one of those thorns at least in my side for the past eight or nine years.    \n\n\n\n      It is my understanding that our staffs have been in contact about working together on this issue as \ncomprehensive immigration reform takes place.  My amendment seeks to require the secretary of Homeland \nSecurity no later than 180 days after the date of enactment of this act to submit to Congress a plan to implement a \nbiometric exit capability at airports under the US-VISIT program.    \n\n      If the secretary determines that the developments of such a system is not feasible, the amendment requires the \nsecretary to submit to Congress a plan for implementing an alternative program to provide the same level of \nsecurity.    \n\n      Implementation of a biometric exit component to US-VISIT was a key 9/11 Commission recommendation.  It has \nbeen mandated by this Congress.  It is law in a bipartisan way numerous times including in the wake of 9/11 in the \nEnhanced Security and Visa Entry Reform Act of 2002 Public Law 107-73.    \n\n      So the department has tried various pilots, some of which they like and some of which they don't like, some of \nwhich the airlines like, some of which the customs and border security don't like, they like, TSA, et cetera, but \nnone of this has really come into place.    \n\n      In the absence of a biometric exit capability, we'll never be able to truly address the overstay problem of visas in \nthis country or at least be able to determine with certainty whether someone who may seek to do its harm has \nremained in this country.    \n\n      The temporal action on this critical homeland security and immigration enforcement is long overdue.  It's \nsomething that I have thought for and I would ask my colleagues to support my amendment. And I yield back the \nbalance of my time.    \n\nMCCAUL:  The gentlelady yields back.  Is there any further discussion on this amendment?    \n\n      The gentleman from Pennsylvania, Mr. Barletta, is recognized.    \n\nBARLETTA:  Thank you, Mr. Chair.  I like to thank Ms. Sanchez for this amendment.    \n\n      I am from a border state.  I'm from Pennsylvania.  You know, I have been adamant in this -- in our border \nsubcommittee to making sure that when we talk about border security, we are not just focused on the southern \nborder.  And I appreciate those from those states and what they are dealing with, but understand that my city was \n2,000 miles away from the nearest southern border and 10 percent of the people in that city were here illegally.    \n\n      Over 40 percent -- 40 percent of the people that enter the country illegally -- that are here illegally didn't enter \nillegally. They come on a visa.  Visa expires.  We have no way of tracking who they are.  Many then take on a new \nidentity and are able to access our welfare programs and other programs multiple times.    \n\n      I know this for a fact because, as a mayor of a city, I have encountered this.  So before we give a full sense of \nillusion to the American people that by securing the southern border and the northern border that we have secured \nthe borders and we can now go forward with immigration reform.    \n\n      I caution us that any state that has an international airport, you are a border state.  When people can enter the \ncountry on a visa and simply disappear, we must have a way of tracking them.  And the fact of using biometric \ntechnology not only will allow us to ensure that one person has one identity.    \n\n      I believe we should, at some point, go further not in this committee, but further and using those biometrics to \nmake sure that people aren't committing fraud in other programs.    \n\n      As a mayor, we have arrested one guy who was in the country illegally.  It took our detectives five hours to \ndetermine who he was. He had five social security cards.  It is a serious problem.  And I want to thank Ms. \nSanchez for the amendment.    \n\nMCCAUL:  Is there any further discussion on the amendment?    \n\n\n\n      Ms. Miller from Michigan is recognized.    \n\nMILLER:  Yes, just quickly.  I -- I'm very much in support of the gentlelady's amendment as well.    \n\n      And as been mentioned by both the gentlelady and the -- Mr. Barletta from Pennsylvania, our subcommittee \nhad quite an interesting debate about this whole issue, and so it is very important I think for people to recognize that \nin the 40 percentile of everybody that is here illegally did come on a -- did come on a visa in our -- in a visa overstay \nmode.    \n\n      We can remember the 9/11 hijackers, just look at those pictures at the -- on the firewall over here.  Four of the \n9/11 murderers were here on visa overstays.  The attempted Capitol bomber a year and a half ago was here on a \ntourist visa overstay for years - 10 years or more.    \n\n      And so, we have a fair system -- an entrance system for visas but our -- we certainly do not have -- we lack a \nrobust exit system for visa overstays for visas, and so I think the gentlelady's amendment speaks to this and I'm \nvery much in support of it.    \n\nLEE:  Will the gentlelady yield?    \n\nMILLER:  And I would yield.    \n\nLEE:  I thank the gentlelady.    \n\n      Let me add my support for the amendment as well and simply reiterate that a system like this, again, needs the \namount of resources that I hope that this committee will continue to be focused on, the construct will need to be \naccurate, it will need to be staffed, utilized.    \n\n      And also I would say that it will be an excellent complement to anyone who raises the question about \ncomprehensive immigration form that we know where everyone is, that is coming in to this country and the time \nthat they come and the time that they're allowed to stay, and time that they may depart legally.    \n\n      So I yield back and thank the gentlelady from California for this amendment.    \n\nMCCAUL:  Gentlelady yields back.    \n\n      Is there any further discussion?    \n\n      Let me just say before we vote, I think this is an excellent amendment.  The U.S. Visa Program has troubled me \nfor many years because we don't have an exit program.    \n\n      I want to really commend Mr. Barletta, Ms. Sanchez working together in a bipartisan way because it's really the \nexit program that is missing and that is a great vulnerability that we have in this country.  And I also want to thank \nthe creativity with the parliamentarian jurisdictionally on this issue to get this amendment before this committee in \nthis markup.    \n\n      Any further discussion?    \n\nSANCHEZ:  If I might...    \n\nMCCAUL:  Ms. Sanchez, you're recognized.    \n\nSANCHEZ:  ... (inaudible).  I just want to reiterate, I know we had this discussion earlier.  I don't need -- want to be \nthe dead horse, but one of the reasons why this has been so difficult is that the people who come here on those \nvisas don't necessarily have to leave the same way they came.    \n\n      Mr. Barletta talked -- spoke about coming in on an international airport.  You can come that way, but then you \nmight, for example, leave through a land border to Canada and take a flight back to your home country.    \n\n\n\n      And so, if you think about the crossings, Ms. Miller, the daily crossings at our land borders into Canada or the \nsame with Mexico, for example, really having a system that can track a visa that might be a fly-in but then leaving \nthrough a land border, if you think of all those millions of people crossing everyday at our land borders, will be a \nlabor intensive, data intensive, resource intensive thing to do.    \n\n      So again, I think the sooner we realize that we are going to need some funds for these types of things, I mean, I \nhave wanted for a decade to see this happen.  We have mandated it for almost a decade and this has not \nhappened.    \n\n      And one of the reasons is it's not just difficult to do, it's expensive to do.  But if we're truly going to tell \nAmericans that we know where people are after their visa has expired, we have got to get this under control.    \n\n      So I really thank the Chairman, the Chairwoman, and Mr. Barletta for working with us to get this done.    \n\nMCCAUL:  Any further discussion?    \n\n      It's been a great team effort on this amendment and I commend all those involved.  There being no further \ndiscussion, question now occurs in the amendment to the amendment in the nature of a substitute offered by Ms. \nSanchez, all those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the Chair, the ayes have it.    \n\nSANCHEZ:  Mr. Chairman?    \n\nMCCAUL:  (inaudible)...    \n\nSANCHEZ:  How about a recorded vote on that, please?    \n\nMCCAUL:  Pursuant to the committee rules, the -- in my earlier announcement for the proceedings on the \namendment shall be postponed.    \n\n      For the roster agreements listed next to the roster's amendment offered by the gentlelady from California, Ms. \nSanchez.    \n\nSANCHEZ:  Yes, Mr. Chairman.  I would ask unanimous consent that the Sanchez Amendment No. 14 and No. 21 \nbe considered en bloc at this time.    \n\nMCCAUL:  Without objection, so ordered.  The clerk shall report the en bloc amendment.    \n\n      (UNKNOWN):  En bloc amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Ms. \nSanchez.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Ms. Sanchez is recognized for five minutes.    \n\nSANCHEZ:  Thank you, Mr. Chairman.    \n\n      Mr. Chairman, my first amendment, Sanchez No. 14 is straightforward.  As part of the content of the strategy in \nSection 3(b), my amendment would add vehicle undercarriage cameras and high resolution license plate readers to \nparagraph seven as part of the technology required to maintain support and enhance security at the ports of entry.    \n\n\n\n      It's my understanding that the Chairman will not accept this amendment but I would ask him to reconsider.  \nThese are proven technologies that work and it would be an asset to have this as national strategy that the \nChairman I know is working hard to develop.   \n\n      The second amendment, Sanchez 21, adds three more paragraphs to the comprehensive border security \ntechnology plan outlined in Section 3(c)(1) of the bill.  I was pleased to see that the comprehensive border security \ntechnology plan as per timetable for procurement and deployment as well as estimates of operation and \nmaintenance costs recall, I was the Chair as we went through the very painful SBInet's problem.    \n\n      So, it always gives me pause when we ask the department to look at new technologies.  But my amendment \nwould add a new paragraph to provide a detailed estimate of the personnel needed to operate and maintain these \ntechnologies.    \n\n      Remember with SBInet, one of the problems we had was that the border patrol was not even brought into the \nplanning of what that would look like, even though they were the ones who were supposed to run and maintain what \nwas going on out there.    \n\n      My amendment also includes a paragraph that asks for a description on how the Secretary shall consult with \nborder communities in the development of this comprehensive plan.  Again, border communities are unique.    \n\n      My border community in San Diego is very different even from San Isidro to Otay Mesa crossing which is the \nnext -- well, there's the caught in between two with three or four, there are four or five coming across.  It's different \nthan what happens in Texas and it's different than what happens in Arizona, et cetera.    \n\n      So, my amendment asks for an assessment of existing -- asks that the communities help us in this and have a \nsay in how we're putting this together because we're over here in D.C., I know we visit once in a while to the \nborders, but really the people who are there sometimes have a much better idea of what we could use.    \n\n      So, it asks for an assessment of existing and proposed technology and infrastructure use for land and maritime \nsecurity.  It evaluates and analyzes the environmental, social, economic and cultural impacts that this \ncomprehensive technology plan would have on the surrounding communities.    \n\n      I understand that the Chairman may not support this amendment, but again, I would ask you, Mr. Chairman, to \nreconsider.  I think this is -- the more we can use local entities and people to understand the topography, and I just \ndon't mean the land but the topography of what we're dealing with, I think it makes us that much stronger.  Again, \nstraightforward, common sense, and I ask -- I ask that you all consider my amendments.    \n\n      Thank you, Mr. Chairman.    \n\nMCCAUL:  Thank you.    \n\n      The time of the gentlelady has expired.  Is there any further discussion on the amendment?    \n\nCHAFFETZ:  Mr. Chairman.    \n\nMCCAUL:  The gentleman from Utah, Mr. Chaffetz, is recognized.    \n\nCHAFFETZ:  Thank you.    \n\n      I want to thank the gentlewoman for her good work and putting together components of this.  I think I appreciate \nthe spirit in which she's trying to do this.    \n\n      I -- this amendment, particularly No. 21, Mr. Chairman, I would -- I would urge a no vote on.  I think there were \nseveral, as my understanding, amendments in the discussion that happened at the subcommittee markup.    \n\n      I just find this amendment to be redundant with what is already in the bill.  For instance, if you were to go to \npage three, point number six, and then certainly on page four, point number 10, it -- let me read a portion of that, \n\n\n\n\"Border security information received from consultation with state, local, tribal and federal law enforcement \nagencies have,\" it goes on.    \n\n      I think this would -- what the gentlewoman is offering and the suggestions that she's making would be ideal for a \ncommittee report, I don't know that we necessarily need additional - what I would find redundant - information found \nin the content of the bill.    \n\n      And so I would urge a no vote, but I appreciate the idea that we would communicate and have a dialogue with \nlocal communities.  But in this bill, I think I already find the appropriate language.  I think it would be redundant.    \n\nSANCHEZ:  If the gentleman would yield for a minute.    \n\nCHAFFETZ:  Sure.    \n\nSANCHEZ:  On that particular case you're talking about information gains, and in this particular case, I'm talking \nabout technologies used.  For example, one of the things we've found on SBInet over there in Arizona is we had \nthese poles that had these cameras that will take a look at people coming across or animals or whatever was in the \nway.  You could shoot them out.    \n\n      I mean, anybody who would have lived there would have understood. Why would we put something like that \nthere?  I mean I think the more we understand the ranches, for example, and their knowledge of the top -- again, \nthe topography, what's going on out there, would've been better, would've saved us millions of dollars...    \n\nCHAFFETZ:  Reclaiming my time -- reclaiming my time...    \n\nSANCHEZ:  Thank you.    \n\nCHAFFETZ:  I -- it is hard to mandate and legislate common sense. I mean, there are a lot of common sense things \nthat just should happen.  I went down outside (inaudible) and you could look at the camera and they know when to \nrun is when the camera moves to the right, everybody on the left, run, run, run, you know, and then, you see the \ncamera -- I mean, there's no reason why you can't put something on it.  That's just good common sense.  I mean, \nanybody could figure that out.    \n\nSANCHEZ:  (OFF-MIKE) But they didn't.    \n\nCHAFFETZ:  But they didn't.  And well, that's one of the problems and challenges of what we're dealing with here.  \nBut, again, I think this is in here.  Again, I see -- I pointed to two specific parts where this is found and that's why I'm \nin opposition to the amendment and I yield back, Mr. Chairman.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion?    \n\n      Mr. -- gentleman from Pennsylvania, Mr. Marino, is recognized.    \n\nMARINO:  Thank you -- thank you, Chairman.    \n\n      Once again, my colleague has my attention as we discussed a couple of months ago -- or about a month ago in \nthe subcommittee.  I do have some problems with specific issues and I'm going to address those.    \n\n      And -- but I'm going to ask you upfront, as I explain my position on this to withdraw these and we seriously sit \ndown and go over these line by line, because I think the heart of this is very much worthwhile and I think I'll explain \nit here in my opposition, the parts of it.    \n\n      I think the amendment is very specific and it goes too far in guiding the departments.  Technology planning, it \ndoes not allow free consideration of all available options.    \n\n\n\n      I have evaluated the bill and researched what is actually taking place.  I have the utmost confidence in the \nfrontline personnel at DHS.  We should not dictate what technologies DHS must use but the committee is \nsupportive of encouraging the department to consider these technologies in their implementation plan.   \n\n      The point of the bill is to have DHS report back to Congress what technology is necessary and let DHS decide \nhow properly to deploy it. All border security technology should be evaluated with proper consideration for the \nutility and effectiveness as determined by operators on the ground.  When it comes to specific frontline strategy and \nplanning, I still trust the agents on the ground.    \n\n      I'm happy to work with the gentlelady on report language that makes use of existing technology along the \nborder.  I just don't see overcomplicating the situation with having another layer.    \n\n      So I'm asking, with all due respect, my colleague to withdraw these amendments at this time.  I do not want to \nsee that shut down because I think they have important merit to them.    \n\n      And I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion?    \n\n      Mr. Barber from Arizona is recognized.    \n\nBARBER:  Mr. Chairman, thank you.    \n\n      I'm actually in support of this amendment because, from my own experience, I have seen time and time again \nhow the department has planned from the top down.    \n\n      The agents, as the Congresswoman rightly pointed out, were not -- were not -- were specifically prohibited from \ngiving feedback on SBInet.  No wonder that it failed.    \n\n      Ranchers are not routinely listened to.  They live and work on their land every single day, they know those \ncanyons, those mountains, those -- that land better than anybody.  They're not routinely listened to.    \n\n      The frontline agents, I speak to them all the time, say, \"If only the department would do this or that.\"  They have \nno vehicle to make those recommendations.  They know what technology works and what doesn't.  They know, for \nexample, that mobile surveillance systems is one of the best technologies that they have available to them and yet \nwe still haven't fully supported that requirement.    \n\n      So I really believe that the department has to be more transparent, has to be more open, has to be more in \ntouch with the people who live and work on the land and the men and women that we (inaudible) with securing our \nborders.    \n\n      If we're going to get this right, we have to make sure that they listen, not just listen, but actually take into \naccount these good recommendations.  So, I speak in support of the amendment and I urge my colleagues to do \nthe same.    \n\nMCCAUL:  The gentleman yields back.   \n\n      Any further discussion?    \n\n      Mr. O'Rourke from the state of Texas.    \n\n      O'ROURKE:  Mr. Chair, thank you.    \n\n\n\n      I want to speak specifically to Ms. Sanchez's amendment No. 21 and say that it makes a lot of sense to consult \nwith border communities, not just law enforcement.  While I think that's very important, I understand some of that is \ncovered in the bill already.    \n\n      But with local communities, whether they are civic communities or business communities, we bear in these \nborder communities whether they are in Texas, whether they are in California, whether they are in Arizona, \nwhether they are in New Mexico, the disproportionate burden of the practices that are put into place, whether they \nare walls, whether they are drones, whether they are additional personnel, whether they are technologies that we \ncannot yet even envision.    \n\n      And I think it is only right to consult with these affected communities not to stop anything or slow anything down \nbut just to make sure that we implement in a way that is beneficial and fair to all concerned.    \n\n      And so, I don't think that is too much to ask.  I don't think it adds any additional costs.  And with all due respect \nto those who do not have a state that is physically on the border with Mexico, yes, you enjoy some of the benefits \nof immigration and have some of the threats related to that at your -- at your airports, but you don't have the \nborder fencing, you don't have the drones, you don't have an economy and a community that depends on the \ncommerce and crossings that take place there.    \n\n      So let's take these folks into account.  I'm not -- and again, I don't think that's too much to ask and I support...    \n\nCHAFFETZ:  (inaudible).    \n\n      O'ROURKE:  ... Ms. Sanchez's amendment.    \n\nCHAFFETZ:  Will the gentleman yield?    \n\n      O'ROURKE:  Yes.    \n\nCHAFFETZ:  If you would please look at page four, point number 10, and I'd like to read it in full, and tell me what's \nnot covered in here, \"Border security,\" again, this is under -- has to do with consultation -- \"Border security \ninformation received from consultation with state, local, tribal and federal law enforcement agencies that have \njurisdiction on northern and southern border or the maritime environment and from border community \nstakeholders, including representatives from border agriculture, ranching organizations and representatives from \nbusiness organizations along the northern or the southern border.\"  \n\n      That -- my point is the redundancy of this -- I think that's a pretty broad -- (inaudible) is already in the bill, there \nwas amendments that were dealt with in the subcommittee, that's the point I'm trying to make, and that's why I think \nit's redundant why we should defeat this.    \n\n      I yield back.    \n\nMARINO:  Will the gentleman yield?    \n\n      O'ROURKE:  I will.    \n\nMARINO:  My research shows in my communications -- DHS shows that there already is a community liaison that \nexist and what we have to -- the question we have to ask is it appears that it's -- that is not effectively working.    \n\n      So that's why I'm requesting the withdrawal of this.  I do not want to see it defeated and the first question I think \nwe have to ask is who is the liaison?  It would be nice if we had communication with them and find out what are you \ndoing or not doing, and maybe we have to change them and tweak that legislatively somehow.    \n\n      I -- in my experience, as a U.S. attorney, we have a task force and we -- and I lived in -- I live in Pennsylvania \nand I was U.S. attorney in Pennsylvania, but the task force did include (inaudible) and security people, and we met \non a regular basis.    \n\n\n\n      The agents met most of the time.  I was in the -- in my -- in the meetings once in a while.  My colleagues who \nwere U.S. attorneys I'm sure participated in these as well.  So, there is a liaison there.  I just do not know why it is \nnot effective.    \n\n      I yield back.    \n\nSANCHEZ:  If I may.    \n\nMCCAUL:  Yes.  The Chair recognizes Ms. Sanchez.    \n\nSANCHEZ:  In answer to Mr. Marino, I would like to withdraw my amendments and work with you, and I would say \nto the gentleman from Utah this deals specifically -- I understand that these other pieces are in there, but this in \nparticular deals specifically with the technologies that we're going to use.    \n\n      And having gone through the nightmare that SBInet was, and you'll recall that, Mr. McCaul, where we went two \nor three years.  It is my experience that the Department of Homeland Security with its contractor in that particular \ncase and we started out with a 28-mile sample pilot and we went -- when that didn't work, we went to a 45- mile, \nyou know, comprehensive -- including the 28-mile.    \n\n      I mean -- but nobody ever really dealt with the people who were really there and I'm not talking about the fact \nthat law enforcement was cut out or our border security didn't deal with that.  It's also that our local jurisdictions, \nranchers and others, weren't.    \n\n      So while you're talking about information on the other side, I'm talking about actual technologies that are used, \nbecause some or new ones, they really should be passed through.  We -- there really should be a way in which we \nget true information and feedback and it doesn't -- it seems to me as if we do not dictate that.    \n\n      Am I micromanaging a little bit?  Yes, because I've lived the nightmare.  I've relived the hundreds of millions of \ndollars that we wasted and the time that we wasted to get this under control.    \n\n      So I think the people who are there should not just be providing information but should actually get to say, \"You \nknow what?  That type of a camera is not going to work in the 122 degrees that hangs out on my ranch.  What \nabout doing this?\"  Or you know, when you got a drone up there, it might not be a good time when I got my cattle \nhanging out from here to here.    \n\n      I'm just saying that that kind of information is not the information that is shared in this other manner.  This is \nabout before we procure how we're going to put it in, why are we going to put it in and will it really work?    \n\n      So, I will withdraw, Mr. Chairman, but I think that it's incredibly important for us to get it right because, honestly -\n- and I'll tell you why.  I care about this immigration reform.  It's incredibly important to our nation and we are not \ngoing to be able to do that until we have satisfied ourselves and the American people that we have our borders \nunder control.    \n\n      We have got to get this right.  We cannot afford hundreds of millions of dollars wasted again as we did on \nSBInet and years in order to get to the rest of what I think is going to benefit America.    \n\n      So I will work with you, Mr. Marino, but I think it's really important for us to get this done.    \n\nMCCAUL:  The gentlelady's time is expired.    \n\n      The gentleman from Pennsylvania, Mr. Marino, is recognized again.   \n\nMARINO:  Briefly, Mr. Chairman, again, even though I'm from Pennsylvania, I hear from my farmers who grow \ncrops saying we have a difficult time getting good, hardworking, legitimate, legal workers into Pennsylvania \nbecause of the fiasco that takes place down there and crops are lost.    \n\n\n\n      So given your actual experience, in my dealing with law enforcement, I suggest that we immediately get with -- \nyou and I get with our staffs, we get with the committee staff, we start talking some serious language, and if we \nhave to get down there, Ms. Sanchez, and talk to the people and talk to the agents and the frontline people, then \nwe should do that.    \n\n      I yield back and thank you.    \n\nMCCAUL:  Any further discussions?    \n\n      Let me just commend the willingness of the gentlelady from California to withdraw her amendment in the spirit \nof cooperation with Mr. Marino and Mr. Chaffetz to work out a -- perhaps a better solution.  And I agree with you - if \nwe don't get this right, if we don't get this right, then any discussion of immigration reform will not go forward.  So, \nthank you for your comments.    \n\n      Further, roster -- listed next on the roster is Amendment 013 offered by the gentlelady from California, Ms. \nSanchez.    \n\nSANCHEZ:  Yes, Mr. Chairman.  I would like to offer Amendment No. 13 at this time.    \n\nMCCAUL:  Without objection, so ordered.  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment of the nature of a substitute to H.R. 1417 offered by Ms. Sanchez.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Ms. Sanchez is recognized for five minutes.    \n\nSANCHEZ:  Thank you, Mr. Chairman.    \n\n      Again, this amendment is very simple.  It proposes language that has been agreed to by the Gang of Eight over \nthe in the Senate and establishes Department of Homeland Security Border Oversight Task Force.    \n\n      This task force would have four major duties: review and make recommendations regarding the immigration \nand border enforcement policy, strategy and programs that take into consideration the impacts on the border \ncommunities; recommend ways in which the border communities liaison offices can strengthen relations and \ncollaboration between communities and border regions in the Department of Homeland Security; evaluate how the \npolicies, the strategies and the programs of federal agencies including the Department of Homeland Security \noperating the long international borders between the U.S. and Mexico and between the U.S. and Canada protect \nthe due process of civil and human rights of border residents, visitors and migrants at and near our borders; and \nevaluate and make recommendations regarding the training of border enforcement personnel.    \n\n      Again, I think the task force is crucial.  I think we need to have border communities at the table as the \ndepartment develops a larger strategy to secure our borders.  I travel to Mexico often and I can tell you that the \ncommunities, every time I go down there, whether it's personal or for purpose with respect to work, the continued \ninformation that I get back is that we're not asking the right questions at our borders.    \n\n      So, this task force, I think, is incredibly important.  It calls for a wide range of individuals to sit on the northern -- \nboth from the northern and border -- southern and northern border to partake in the task - business \nrepresentatives, locally elected officials from both borders, civil rights advocates.   \n\n      The task force is unpaid so I think the cost of it is not a big amount and I would ask my -- maybe what we can \ndo - I don't know, Mr. Marino - is roll this up into what we were talking about and just try to get this right in an \namendment that we could put forward or put into language as it goes forward through rules, but getting this right, \ngetting real buy-in from the people at the border.  Again, we've got to get this correct, otherwise we cannot move \non to solving the rest of the problem of immigration.    \n\n\n\nMARINO:  Will the gentlelady yield?    \n\nSANCHEZ:  Yes.    \n\nMARINO:  I was going to respectfully ask that we do that rule over and make sure that we get this right.    \n\nSANCHEZ:  Well then I will withdraw, Mr. Chairman, and...    \n\nLEE:  Will the gentlelady yield before...    \n\nSANCHEZ:  Yes.    \n\nLEE:  ... she withdraws?    \n\nSANCHEZ:  Of course (inaudible).    \n\nLEE:  Let me -- I did not comment on the other two amendments which I think were very, very important \namendments.  And again, I think the strongest story that we have coming out of the house, Mr. Chairman, that we \nhave looked at every issue for those of us who have been on Homeland Security, SBInet certainly has been in the \nforefront.   \n\n      And the whole idea of the border task force, I just listed immigration enforcement strategies and \nrecommending how strategies work.  I'm sort of paraphrasing, evaluating that.  I think you said \"recruitment\" are a \nvaluable component to making this work.    \n\n      So I think on her other amendments where Mr. Marino and Ms. Sanchez agreed to work together, and Mr. -- \nand the one dealing with the Border Oversight Task Force, I'd like to offer the subcommittee and myself working as \nwell, because I think this will be a very important statement that will come out that we have collectively looked at \none of the poor sore points - I want to say \"eye sores\" but, sore points - when we look at how the Homeland \nSecurity has had its issues.    \n\n      So I support the generous offer of the gentlelady for compromising collaboration and my office looks forward to \ndoing so with you as well.    \n\n      I yield back.    \n\nMARINO:  Will the gentlewoman yield?    \n\nLEE:  Happy to -- yes.    \n\nMARINO:  I look forward to working with you and I will take any help that I can get or we can get on this project.  So \nthank you.    \n\nMCCAUL:  Any further discussion?    \n\n      The gentlelady's time has expired.  I would just -- would like to add that again I thank the gentlelady for \nwithdrawing her amendment in the spirit of cooperation and working together and I look forward to the product that \ncomes out of these collaborations we have agreed to.    \n\n      Next on the roster is Amendment 017 offered by the gentleman from Pennsylvania, Mr. Marino.    \n\n      Will the gentleman like to offer his amendment?    \n\nMARINO:  Yes, Mr. Chairman.  I have an amendment at the desk and I ask for its consideration at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Mr. Marino.    \n\n\n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Mr. Marino is recognized for five minutes on his amendment.    \n\nMARINO:  Thank you, Mr. Chairman.    \n\n      My amendment clarifies that the Secretary is required to prove an explanation as to why operational control is \nnot achieved and offer recommendations to achieve operational control in the event the department fails to meet \ntimelines outlined in this legislation.    \n\n      My amendment will provide the Congress with a better sense of the challenges and potentials, implements that \nlie ahead securing the border, and this report will better inform Congress as it considers future expenditures and \nprograms to achieve our goals in border security operations.    \n\n      Thus if the department is unable to meet timelines outlined in this bill for achieving operational control, the \ndepartment will be responsible for communicating to the Congress the difficulties in complying with our mandate as \nwell as potential remedies and offer recommendations for gaining operational control.    \n\n      I believe this approach ensures the department appropriately identify shortcomings and gaining the operational \ncontrol at a timely matter and ensures the Congress understands should these goals not be met by the department \nwhy the department has failed.    \n\n      My amendment provides assurance that Congress will be fully informed of the effectiveness or the lack thereof \nof the border security strategy and plans.  If the department does not meet the timelines outlined in the bill, it is \nvital to understand what the impediments may be so we can move forward and help facilitate the department in their \nmission of securing the border.   \n\n      This is a common sense amendment that assists Congress further with providing the necessary legislative tools \nfor the department should additional work be required to achieve operational control.    \n\n      Thank you, Mr. Chairman.  I yield back.    \n\nMCCAUL:  (OFF-MIKE) The gentleman yields back.    \n\n      Is there any further discussion on the amendments?    \n\n      There being no further discussion, the question now occurs in the amendment to the amendment in the nature \nof a substitute offered my Mr. Marino.    \n\n      All those in favor, signify by saying \"aye\".    \n\n      [A chorus of ayes].    \n\nMCCAUL:  Aye.    \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the Chair, the ayes have it and the amendment is agreed to.    \n\n      It is the understanding of the Chair that the gentlelady from Texas, Ms. Jackson Lee, has unanimous consent \nrequest.    \n\nLEE:  Thank you very much, Mr. Chairman.  I do.    \n\n      I ask unanimous consent that my amendment listed on the roster as Jackson Lee No. 130 be considered at this \ntime.    \n\nMCCAUL:  Without objection, so ordered.  The clerk will report Jackson Lee Amendment 130.    \n\n\n\nCLERK:  Amendment to the amendment of the nature of a substitute to H.R. 1417 offered Ms. Jackson Lee.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Ms. Jackson Lee is recognized for five minutes.    \n\nLEE:  Mr. Chairman, first of all, let me thank my colleagues for their courtesies and indicate that this has been a \nvery productive discussion.  And I believe that some of the discussion is responded to by this amendment.  My \namendment specifically speaks to the question of information sharing.    \n\n      Mr. Chairman or to the Ranking Member, we recall just a few days ago we had a hearing that indicated on the \nBoston Marathon tragedy, horrific, heinous act that there were questions about connecting the dots.    \n\n      The Jackson Lee amendment requires information cooperation between the customs, CBP and DHS \ncomponents with other federal agencies, with state, local and tribal governments in the vicinity of the border.    \n\n      If I might quote my friend, Mr. Barber, as he was speaking to the concerns of his district, I think he mentioned \nthe number of 50 percent of drug smuggling he believes comes through his area.    \n\n      He indicated that his landowners and ranchers don't feel safe on their land or their home that they want to or \nthat they feel compelled to take their children with them as they move on their errands.  I believe that one of the \nsolutions is for the dots to be connected to information sharing.    \n\n      Ranking Member, the representative Bennie Thompson introduced the 9/11 Commission Report \nImplementation Act on January 5th, 2007.  The President signed it on October 3rd, 2007.    \n\n      It required the administration to establish an urgently needed information sharing network to facilitate and \npromote the sharing of terrorism information throughout the federal government with state and local activities and \nwere appropriate with the private sector.    \n\n      We do not discuss the acronym \"OTMs,\" other than Mexicans, which we used to use in the early part of our \ndiscussion here in Homeland Security, individuals that came across the border to do harm.    \n\n      It is six years later now, but much work still needs to be done. Just last week, as I indicated, Boston Police \nCommissioner told this committee that the FBI did not initially share to the Boston Police the warnings that they had \nreceived from Russia about one suspect in last month's marathon bombings.    \n\n      Despite the work of our City Police and representatives on a federal terrorism taskforce, information sharing is \njust as important with border security.  Consequently, I'm offering this amendment to include border security \ninformation sharing requirements in H.R. 1417.   \n\n      Finally, let me say that our colleague, Mr. Vela, is not here because he is in an agricultural markup, but he has \nmade a point to me that there are enormous tragedies occurring on some parts of the border.  I realize that that is \nnot all parts and that it will be very important that information gathered dealing with life or death matters would be \nvery important to this legislation.    \n\n      So, I ask my colleagues to support this amendment and hope that it will be instrumental in answering some of \nthe concerns of our colleagues, all of whom live on some aspect of the border wherever they might be.    \n\n      I yield back.    \n\nMCCAUL:  The gentlelady yields back.  Any further discussion?    \n\n      The gentlelady from Michigan, Ms. Miller, is recognized.    \n\nMILLER:  I thank you, Mr. Chairman.  I just want to speak in favor of this amendment.    \n\n\n\n      I think this whole issue about information sharing, if we learned anything from 9/11 and the 9/11 Commission \nrecommendation really was that we had to move from all the federal agencies and all the affected stakeholders \nfrom the need to know -- the need to know information to the need to share information.    \n\n      And I know in my office, the 9/11 Commission recommendation isn't just shelf where we look at it all the time \nand that is one of the things -- fundamental caveat of that Commission's recommendation that we look at all the \ntime, and it's unfortunate we have to keep reliving and relearning the same kind of a thing as the gentlelady from \nTexas has mentioned about the Police Commissioner Davis from Boston when he was asked specifically about \nwhether or not when they -- when they were alerted to the fact that the FBI had investigated the older murderer, the \nolder brother that wasn't until after the (inaudible) that they have -- that he was -- he died before they were able to \ngive that information.    \n\n      Now whether or not they would have stopped the terrible bombings in Boston and maybe another -- maybe that \nwould not, but still you have to be able -- you cannot hoard information anymore.    \n\n      And I will just make one other comment because, in my area, we have something in our -- the Great Lakes -- \nthe Northern Border wing -- the Great Lakes branch of the Northern Border wing of CBP, it's an Air Marine wing.  \nWe actually have started sort of a pilot program, it's in the Northern Border but it has application on the Southern \nBorder and everywhere.    \n\n      But we have something called an \"Operational Integration Center\" which is state of the art, high-tech, all the \neffective stakeholders. We actually have the Northern Border SBInet that worked OK in our area, fit in the Coast \nGuard, the CBP, the BP, the -- even the Royal Canadian Mounted, the state police, the local police.    \n\n      Everybody feeds all the question.  Everybody is sharing this information.  They have the ability to analyze the \ndata and then a product at the end that can be given into the hands of the men and women that were out on the \nborder securing their borders each and every day.    \n\n      So, information sharing is absolutely critical and I want to support the gentlelady's amendment (inaudible).    \n\nLEE:  If the gentlelady, I think, yield briefly, I think (inaudible).    \n\n      Let me just say, you have repeated this very wonderful description of this facility a number of times.  I'm just \ngoing to have to say, I think we need to go and visit that facility because it seems like it has integrated information \nsharing, producing a product that is the very thing that I think we're trying to accomplish here with Homeland \nSecurity.    \n\n      So I yield back and compliment you for that facility and I just certainly look forward having an opportunity to visit \nand see it in operation.    \n\nMILLER:  We welcome any member to come and take a look at it.  It really is an interesting thing.  As I say, \napplication is well on any part of the border.    \n\n      I yield back.    \n\nLEE:  I thank you.    \n\nMCCAUL:  Gentlelady yields back.    \n\n      Any further discussion on this amendment?    \n\n      Let me just say that I strongly support this amendment.  I agree with the gentlelady from Texas that if anything \nthat came out the hearings in the Boston bombings was that even 12 years after 9/11, we are still not sharing \ninformation appropriately and connecting the dots.  And I think particularly on the border, to have this kind of \ninformation sharing, is just this vitally important.  So I think it's an excellent amendment and I am prepared to accept \nit.    \n\n\n\n      There being no further discussion, the question now occurs on the amendment to the amendment in the nature \nof a substitute offered by Ms. Jackson Lee.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  Aye.    \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the Chair, the ayes have it, and the amendment is agreed to.    \n\n      Does the gentlelady from Texas seek unanimous consent to consider Jackson Lee Amendment 131, at this \ntime?     \n\nLEE:  Mr. Chairman, (inaudible) I ask unanimous consent that my amendment listed on the roster as Jackson Lee \n131 be considered at this time.    \n\nMCCAUL:  With objection, so ordered.  The clerk will report Jackson Lee Amendment 131.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Ms. Jackson Lee.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Ms. Jackson Lee is recognized for five minutes on her amendment.    \n\nLEE:  There's no such thing as saying that this is your most important amendment but what I would say is that I am \ndelighted to have the interest in collaboration of my Chair person, Ms. Miller. Both of us, in our meetings that we've \nhad over the last couple of months, have talked about the issue -- the devastating issue of human trafficking.    \n\n      I want to thank the Chairman and the Ranking Member for their concern for this issue, even to the extent that \nwe indicated that we would do some fact finding that is really impacting what will happen as we begin to secure the \nback border more effectively as we deal with comprehensive immigration reform.    \n\n      I think the key element which I hope that will bring us together on why we need comprehensive immigration \nreform is that the good guys are 85, 90 percent and above; the bad guys, whatever numbers they are, can literally \nbring this whole effort to a halt.  And it is important that we do whatever we can and probe and do as much probing \nand solution finding on this issue.    \n\n      So my amendment will ensure that pursuant to the strategy, the Department of Homeland Security efforts to \nachieve situational awareness and operational control include determining the threats imposed by smuggling and \nthe trafficking of humans, weapons and illicit drugs.    \n\n      My colleague just previously indicated that there was a number of about 423 -- 440 deaths on the border.  I \nknow that to be real because, in Houston, we have a number of advocacy groups including the Catholic diocese \nwho works regularly with individuals who have either lost loved ones, who have gone to the border to try and find \nrefuge and solution to those who -- on the Texas border, and certainly I know Mr. Barber and his predecessors \nspoke eloquently about what happens in the Arizona arid desert.    \n\n      People are dying.  There's a vicious human smuggling going on. Children are involved.  And it's even to the \npoint that cartels are making this the more profitable end of business.    \n\n      And in conversations again with Mr. Vela who is in the Agriculture Committee, there's wheeling and dealing \nabout who gets smuggled and who doesn't.  It is a vicious cycle.    \n\n\n\n      And so, I am hoping that we will put this burden on the Department of Homeland Security and hold their feet to \nthe fire.  It's enough death.  There are enough children dying, enough women dying, and there are enough people \nwho come over because they seek a better life.    \n\n      As an original member of the Homeland Security select committee and the Ranking Member of the Border and \nMaritime Security Subcommittee, I've worked tirelessly towards a safer America.    \n\n      One of the biggest problems in border control usually involves drug, human and sex and illicit weapon traveling \n-- excuse me -- trafficking which may be linked to many other crime from prostitution to murder.    \n\n      Texas and the Southwest Border continue to serve as a biggest points of illegal entry into the United States.  \nThe major points of entry into the United States are located in the Southern Border.    \n\n      And let me qualify, because I want Mr. O'Rourke to know, that I well know of the commitment and dedication of \nmembers on the border that do business and exchange, and that's why I want this amendment so that we can \nweed out the violence that interferes with the effective exchange of business, families, travelling, of shopping.  And I \nknow it well because I'll put into the record the Galleria (ph) benefits a lot from those who come to shop in the \nUnited States.    \n\n      I'm committed to fighting the illicit smuggling and trafficking in persons for I believe it is an inconceivable, callous \nand inhumane crime that unfortunately deserves the world's utmost attention. Awareness must be at the forefront of \nour hearts and minds and these unlawful, immoral traffickers beyond a doubt must be unavoidable -- brought to \njustice.    \n\n      Even more disturbing is the illegal trafficking of humans, commonly young women destined for the prostitution \ntrade.  These girls are often kidnapped or coerced into a life of sexual exploitation.    \n\n      Once a girl is in a foreign country, it may be very difficult to locate them as this type of illegal trafficking tends to \nleave few clues as to the whereabouts of the young women and they're really held in bondage.    \n\n      Another type of human trafficking involves forced labor where people are transported illegally and forced to work \nin sweatshops or what is sometimes referred to as modern day slavery.    \n\n      Often young women and boys are involved in sex trafficking or smuggling in for prostitution or forced labor.  \nTrafficking may also involve the transporting of legal items across the borders without using proper channels, using \n(inaudible) to evade taxes which is often referred to as a \"grey market\" stops to the work of our small businesses.    \n\n      The smuggling of illegal drugs seems to be a huge business and very violent.  In parts of the world, illegal \ntrafficking of guns takes many routes as we well know, Mr. McCaul, along the Panama Canal and up the Pacific \nCoast by land, sea or via commercial airlines.    \n\n      The illicit weapons that cross our borders are often a cause of concern since a large percentage of these \nweapons are small arms or light weapons.  These weapons are thought to be responsible for many (inaudible) \nyears.    \n\n      Some of them are very brave law enforcement.  And unfortunately, they sometimes end up in the hands of \nterrorists since arms smugglers use every imaginable way to get weapons across the border from hiding them in \nproduce trucks and showing them on cargo ships.  It tends to be a difficult system for authorities to police.    \n\n      Illegal trafficking continues to be a formidable problem in many parts of the world involving weapons, drugs, or \nhuman trafficking, and I ask my colleagues to support it as I do.   \n\n      So in close, let me indicate that we -- many of us are in this very important mark up and I want to take note that \nmany of our law enforcement officers from around the nation are on our nation's capital memorializing those who \nlost their life.    \n\n\n\n      I hope that as we pass this border security legislation, we will contribute to the safety and security of law \nenforcement officers across America.  I ask my colleagues to support the amendment.    \n\n      I yield back.    \n\nMCCAUL:  The time of the gentlelady has expired.    \n\n      Any further discussion on the amendment?    \n\nBARBER:  Mr. Chairman.    \n\nMCCAUL:  Yes, Mr. Barber?    \n\nBARBER:  Thank you, Mr. Chairman.    \n\n      I speak in support of the amendment.  Let me just give you a couple of anecdotes that are I think evidence that \nthis amendment is needed.    \n\n      I went to the border some months ago to witness the return of people who are coming in illegally by the Border \nPatrol to cross back into Mexico as they should.  On the other side of the line, up on the hills, people I'll call \n\"vultures\" were waiting to meet these people and try to get them to come back again obviously asking for more \nmoney.  It's a vicious game of human exploitation.    \n\n      When people come into the country paying $3,500 or, if you're Chinese, many more thousands of dollars, so \nmany times what we know is happening is that they are kidnapped, essentially held in so-called \"safe houses\" while \ntheir relatives have to submit more money to get them further into the country.  So, we have a real serious issue \nregarding smuggling and the exploitation of people by the cartels.    \n\n      We also have the issue of gun trafficking which the Congresswoman spoke to.  Let me give you a real life \nexample of it.  Two and a half years ago, a very brave Border Patrol Agent by the name of Brian Terry was out with \nhis crew, with his team, trying to secure our border.  He was shot and killed.  What we know now is that he was \nshot and killed by guns that were trafficked into Mexico.    \n\n      The Fast and Furious issue was a bigger issue than we have time to discuss here.  But clearly, we have a \nproblem with our weapons going to Mexico coming back and putting our law enforcement personnel in danger and, \nin his case, resulted in his death.    \n\n      I believe this amendment as well we'll consider then I urge my colleagues to support it.    \n\n      Thank you, Mr. Chairman.  I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion?    \n\n      Well let me say, as the Chairman, that this is a good bill.  I support it.  I think one of the saddest stories in the \nborder narrative is precisely what this amendment seeks to address and that's the exploitation of children and \nwomen in the border area.    \n\n      And so with that, there being no further discussion, the question now occurs in the amendment to the \namendment in the nature of a substitute offered by Ms. Jackson Lee.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL: Aye.    \n\n\n\n      All those opposed, signify by saying \"no.\"  \n\nLEE:  Mr. Chairman.    \n\nMCCAUL:  In the -- well, I need to say, \"In the opinion of the Chair, the ayes have it.\"  \n\n      The amendment (inaudible)...    \n\nLEE:  I'm going to ask for a roll call vote, Mr. Chairman, but may I?    \n\nMCCAUL:  Yes.    \n\nLEE:  May I inquire parliamentary inquiry?  When do we think we might have to call votes?  Will we set them later \non in the afternoon or some of us are in hearings?    \n\nMCCAUL:  We're going to roll all the votes including your request for (inaudible) on this amendment and I would -- \njust estimating, we have how many more amendments?    \n\n      So we're thinking roughly around 2 o'clock.    \n\nLEE:  (OFF-MIKE)  What?    \n\nMCCAUL:  So, around 2 o'clock.    \n\n      Let me say pursuant to the committee rules, further proceedings on the Sheila Jackson Lee Amendment shall \nbe postponed.    \n\nLEE:  (OFF-MIKE) OK.    \n\nMCCAUL:  Next on the roster is Amendment 010 offered by the gentleman from New York, Mr. Higgins.    \n\n      Will the gentleman like to offer his amendment?    \n\nHIGGINS:  Yes.  Mr. Chairman, my amendment would stop the Department of Homeland Security form \ncommencing with the study.    \n\n      (UNKNOWN):  (inaudible).    \n\nMCCAUL:  No, no, no.  Yes.    \n\n      Sorry, the court shall designate the -- report the amendment.    \n\n      (UNKNOWN):  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Mr. Higgins.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Mr. Higgins is now recognized for five minutes on his amendment.    \n\nHIGGINS:  Thank you, Mr. Chairman.  I'll be brief.    \n\n      My amendment would stop the Department of Homeland Security from commencing with the study to impose a \nnew tax at the Northern Border and (inaudible) Northern Border job creators.    \n\n      Mr. Chairman, you have said earlier that you're not prepared to throw money at this department without a plan \nor a strategy, I agree. This tax that we can kill today is devoid of a plan, devoid of a strategy and devoid of \njustification or even an awareness.    \n\n\n\n      Three weeks ago, Secretary Napolitano, when asked about this, didn't explain it, didn't justify it and seemed \nunaware of its existence.  Let's not impose a new tax on the Northern Border communities.  This amendment is \ndeserving a strong, decisive, and bipartisan support and I ask for your consideration.    \n\nMCCAUL:  (OFF-MIKE) The gentleman yields...    \n\nHIGGINS:  Yield back.    \n\nMCCAUL:  (inaudible).    \n\nMILLER:  Mr. Chairman?    \n\nMCCAUL:  The gentlelady form Michigan, Ms. Miller, is recognized.   \n\nMILLER:  Thank you, Mr. Chairman.    \n\n      And I want to speak in favor of this amendment.  And I will just mention to my colleague from New York, actually \nthis is something that was in the President's budget that as I understand is not only along the Northern Border, but \nalso along the Southern Border.  So I appreciate we're talking about the Northern Border.  But those along the \nSouthern Border may want to think about something as well.    \n\n      On the Northern Border, to have this kind of a fee right now, I think that whatever the fee would be -- I mean, \nright now, they have to pay -- I think it's $5.50 when they fly into the country, but this will be for vehicle or pedestrian \ntraffic along there.   \n\n      I know you have the Peace Bridge, Mr. Higgins, in your area which is the third busiest crossing in the Northern \ntier in the Detroit area where I come from.  We've got the Ambassador Bridge, the busiest crossing in the Northern \ntier, followed by the Blue Water which is my district, 30 minutes, 30 miles to the -- to the north which is the second \nbusiest.    \n\n      We've got the winter (inaudible) -- I won't go through all the various border crossings right in that immediate \nregion, but the -- Canada is our largest trading partner in the -- for the United States as well as certainly in my state \nand I would guess in  New York as well.    \n\n      And the kind of economic activity that happens, not only as they're crossing back and forth, but in our area, we \nhave probably 25 percent of all the nurses in our immediate -- all the health care facilities right along there are \nCanadian nurses, so they're crossing the border to work every day, that's just one example.    \n\n      So this kind of a fee would be so chilling on an economy that is just trying to be on the rebound here, as well as \nI think a slap in the face of our Canadian friends, allies, neighbors, to be having this kind of a fee for them to come \nin.  We should be encouraging them to come across the border, not discouraging them.  And so I am very strongly \nin favor of your amendment.    \n\n      I yield back.    \n\nMCCAUL:  Gentlelady yields back.    \n\n      Any further discussion on the amendment?    \n\n      Mr. Barber from Arizona.    \n\nBARBER:  I want to speak in favor of the amendment as well and recount for the committee my recent discussions \nwith people, small business owners and others along the border.    \n\n      I spent a week back in district because we all did and I spent most of that time talking to small business owners \nand they said to me that this fee would have in fact (inaudible) chilling effect on commerce -- legal commerce.  We \nneed to do everything we can to expedite legal commerce.    \n\n\n\n      We already have a log jam at the border but not enough customs agents to allow expeditious passage of \ncommercial traffic.  We don't need to have yet another layer, another barrier.    \n\n      So, what they told me is, if you have enough opportunity to do something about this fee, do it and I'm certainly \nplanning to do it today in support of this amendment.    \n\nLEE:  Will the gentleman yield?    \n\nBARBER:  I yield back.    \n\nLEE:  Will the gentleman yield?    \n\nBARBER:  Yes.    \n\nLEE:  Let me add my voice of support.  I have to listen to people who are on the Northern Border.  I know there's \nmaybe differences of opinion, but if we can find a better way of compromise rather than the approaches presently \nbeing taken, I would support -- I support the gentleman's amendment.    \n\nMCCAUL:  The gentlelady -- or gentleman yields back his your time?    \n\nBARBER:  I do.    \n\nMCCAUL:  Yes.  Any further discussion?    \n\n      The Chairman supports of this amendment.  There being no further discussion, question now occurs in the \namendments of the amendment in the nature of a substitute offered by Mr. Higgins.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  Aye.    \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the Chair, the ayes have it and the amendment is agreed to.    \n\n      Next on the roster is Amendment 008 offered by the gentleman from New York, Mr. Higgins,  \n\n      It is my understanding, Mr. Higgins, that you're not going to offer this amendment at this time.    \n\nHIGGINS:  No need to.  Thank you.    \n\nMCCAUL:  OK.  Thank you.    \n\n      There being -- let's see.  Further roster agreements.  With the next is Amendment 747 offered by the gentleman \nfrom Mississippi, Mr. Palazzo.    \n\n      Would the gentleman like to offer his amendment?    \n\nPALAZZO:  Yes, Mr. Chairman.  I have an amendment at the desk and I ask for its consideration at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered Mr. Palazzo.    \n\nMCCAUL: Without objection, the reading of the amendment is dispensed with.    \n\n      Mr. Palazzo is recognized for five minutes on his amendment.      \n\n\n\nPALAZZO:  Thank you, Mr. Chairman.    \n\n      As an active member of the National Guard, I see firsthand the importance of the National Guards supporting \nour Armed Forces as we protect our country.  As guard members return from overseas, many of them stand ready \nand willing for their next mission.  I believe the National Guard can and should be utilized in the Department of \nHomeland Security's mission to secure our borders.    \n\n      The amendment I offer today will ensure that the department incorporates lessons learned from our past efforts \nto use the National Guard along the border.  This will help DHS utilize the National Guard for future border \nsecurity operations more efficiently and effectively.    \n\n      The National Guard has been effective and enhances security along the Southwest Border and has been \ndeployed to the border several times over the past decade.  Previous National Guard deployments to Southwest \nBorder have achieved significant results and have given CBP the time it needed to recruit, hire, and train \nthousands of additional agents and officers.    \n\n      The Guard has proven to be an invaluable resource.  It only makes sense to consider their past performance as \nwe shake the future strategy for border security.    \n\n      In addition to the understanding of the benefits of the utilizing the National Guard along the border, DHS and all \nfederal agencies should always trying to reduce waste and incorporate the lessons learned of previous programs.  \nThis amendment will serve that purpose and I ask for your support of the amendment.    \n\n      Thank you. Mr. Chairman.  I yield back my time.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\nTHOMPSON:  Mr. Chairman, I'm in full support of Mr. Palazzo's amendment.    \n\nMCCAUL:  I thank the Ranking Member.    \n\n      And as of mine, I think the National Guard has a vital role to play, particularly in the Southwest Border, and they \nhave done a great job, so I'm a huge supporter of the Guard and also of this amendment.    \n\n      Any further discussion?    \n\n      There being no further discussion, the question now occurs in the amendment to the amendment in the nature \nof a substitute offered by Mr. Palazzo.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  Aye.    \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the Chair, the ayes have it and the amendment is agreed to.    \n\n      For the roster agreement, listed next is Amendment 010 offered by the gentleman from Arizona, Mr. Barber.    \n\n      Would the gentleman like to offer his amendment?    \n\nBARBER:  Yes, Mr. Chairman.  I'd like to offer the amendment.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\n\n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 1417 offered by Mr. Barber.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Mr. Barber, you're recognized for five minutes.    \n\nBARBER:  Thank you, Mr. Chairman.    \n\n      We discussed many times this morning and this afternoon the importance of ensuring that the people who live, \nwork and understand the border are heard as we move forward on the development of both the strategic plan and \nthe metrics used to determine the success.    \n\n      I'm very pleased that we're marking up this bill today and happy to be a co-sponsor of the overall bill.  And as I \nsaid earlier today, I represent the most poorest area that gets uncontrolled along the Southwest Border.    \n\n      It is extremely important to me and the people I represent that we have a strategy in place that makes sense.  \nAnd in order to make sense, it has to have input from the people who are affected, to people who live and work \nalong the border, the people who know the land and challenges.  They know the canyons, they know the \nmountains, they know exactly how that land works.    \n\n      And that's why I've offered the amendment that we require the Department of Homeland Security to hold public \nmeetings.  We will, I assume, have more private consultations, but public meetings so that -- as we saw three years \nago when we opened up a public meeting for information sharing on the border security issue, over 250 people \nshowed up to offer their personal experiences and that public input really informed, I think, what we needed to do \nfor going forward.    \n\n      The people I represent should have their say.  One way to do it is to have public meetings.  My amendment \nensures the people who live and work along the border and near the border have their voices heard and have a \nstake in the development of the DHS border security strategy.    \n\n      If their fingerprints aren't on this strategy and on the metrics we use to judge it, it will not have credibility.  I \nencourage my colleagues to support the amendment.    \n\n      Thank you, Mr. Chairman.  I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the Barber Amendment 010?    \n\n      Chairman supports this amendment.  There being no further discussion, the question now occurs in the \namendment to the amendment in the nature of a substitute by Mr. Barber.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  Aye.    \n\n      All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it and the amendment is agreed to.    \n\n      Next on the roster is Amendment 750 offered by gentleman from Utah, Mr. Stewart.  Would the gentleman like \nto offer his amendment?    \n\nSTEWART:  Yes, Mr. Chairman, I have an amendment at the desk, and I ask for its consideration at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\n\n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. Stewart.    \n\nMCCAUL:  Without objection, the reading of the amendment is dispensed with.    \n\n      Mr. Stewart is recognized for five minutes on his amendment.    \n\nSTEWART:  Thank you, Mr. Chairman.  I believe my amendment is very simple.  It's not controversial, and I believe \nit's going to garner broad bipartisan support.    \n\n      The amendment requires that the secretary's annual baseline report for operational control and situational \nawareness, which is found in Section 2 of the bill to include an identification of high traffic carriers and the current \nillegal border crossing effectiveness rates for each sector along the border.  This information would be the \nfoundation by which DHS formulates its strategy to secure the border by identifying high traffic carriers and \nunderstanding where current resources are most effectively applied.   \n\n      Furthermore, it identifies high traffic carriers in current illegal border crossing effectiveness early in the process, \nwhich will help ensure the department is fully aware of the current state of play on the border as it develops its \nstrategy and implementation plan to gain operational control of the border.    \n\n      This amendment also ensures that review of DHS data and methodology occurs early in the process to identify \nany potential problems with the data DHS collects.  This would address many members' concerns and this is \nimportant.  It addresses many members' concerns regarding the integrity of the data DHS is currently reporting to \nCongress.    \n\n      And finally, the amendment further solidifies intent of the bill and requires the department to keep Congress and \nthe American people informed as to the condition of the border.  I believe this is an important amendment and it will \nsignificantly help DHS identify where to direct the three sources to secure the border.  This will go a long way \ntoward giving the American people a verification that the data that is reported by DHS is, in fact, valid.  And I urge \nthe passage of this amendment.    \n\n      And with that, Mr. Chairman, I yield back my time.    \n\nMEEHAN:  The gentleman yields back.  Is there anybody else that seeks to be recognized?    \n\n      At this point in time, those who are in favor of the amendment, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMEEHAN:  Those opposed to the amendment, \"nay.\"  \n\n      In the opinion of the chair, the ayes have it.    \n\n      We'll be now at 750.    \n\n      The chair now calls the attention of Amendment 009.  The gentleman, Mr. Payne, is now recognized for five \nminutes.    \n\nPAYNE:  Thank you, Mr. Chair.    \n\n      Mr. Chairman, I have an amendment on the roster and I will refer to the amendment at this time.    \n\nMEEHAN:  I have -- the clerk will report the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417...  \n\nMEEHAN:  Without objection, the reading of the amendment is dispensed with.  Mr. Payne is recognized for five \nminutes on the amendment.    \n\n\n\nPAYNE:  I thank Mr. Acting Chair.   \n\n      Let me begin by saying I have the amendment that the ranking member, Mr. Thompson, had offered early in the \nday and accepted there might not be a need for my amendment, but I will go through with it.    \n\n      You know, as a ranking member of the Subcommittee on Emergency Preparedness, Response and \nCommunications that I was appointed to early this year, I've seen how austere budget environment jeopardizes \npreparedness and the prevention activities of the Border Patrol.  And I've learned how austerity reinforces a critical \nrole we have as authorizers in playing and prioritizing homeland security investments.   \n\n      Being from New Jersey 10th congressional district, home to Newark Liberty International Airport, the busiest \nairport in the New York and New Jersey area, I also represent the Port of Newark and Elizabeth Marine Terminal, \nthe third largest port in the country and principal container ship factor -- facility for goods leaving the northeastern \nNorth America, which moves $100 billion in goods annually.    \n\n      Mr. Chairman, as you know, some of the 9/11 hijackers entered the United States through the Newark Airport \nand one of the planes hijacked on September 11th originated from there.  So my concern and my amendment \nspeaks to ports of entry and hoping that moving forward on the border security initiatives that we are undertaking \nthat the operations of port of entries are not hampered or hurt in this effort.   \n\n      Robbing Peter to pay Paul will undermine the nation's border security as a whole.  Our ports of entry are \ncritical -- a critical role in not only securing our nation's borders but also facilitating trade and growing economy.    \n\n      And so speaking to CBP officers in the Newark area, they are very concerned, they are already stretched to the \nlimit now in doing their job in a manner in which we can maintain safety.  So I wanted to impress upon the \ncommittee that protecting our air, land and sea ports is critical to national security to preventing future terror \nattacks and growing our economy.  You must not create one problem while trying to fix another.    \n\n      My amendment would ensure the protections would be built into the implementation to guard against a diversion \nof these critical security resources.  I urge you to support my amendment.  Thank you, and I yield back my time.    \n\nMEEHAN:  The gentleman yields back.  Is there any other -- any other comment with respect to the gentleman's \namendment?    \n\n      The chair recognizes himself for five minutes if I may engage in a colloquy with the gentleman from New Jersey.    \n\n      Can you give me a sense as to how you are looking to enable this protection, so to speak, of the responsibility \nto operate at the points of entry not to be -- not to be affected by what might be alternative designation that they go \nto other work between the points of entry if I understand your amendment?    \n\n      But my concern -- and I'd ask you if you might address the issue of whether this is going to impact the flexibility \nof the department to be able to make decisions about how they use resources recognizing that from my experience \nprincipally, those people who work at the border crossings have responsibilities and train different from that, which \nexists for those who operate between the borders.    \n\nPAYNE:  Absolutely.  You know, I feel the attacks on our nation have been in ports of entry.  We understand the \nconcern and the need to secure our borders, northern and southern.  But I get concerned when I hear of these new \nplans.  And as the ranking member stated, funding not being there for their plan, the resources have to come from \nsomewhere.    \n\n      And all I'm saying is we have done a very good job in this nation, so this point securing those ports of entries I \nwould hate to see us step back from that by reallocating.  And flexibility is a very good term.  But I'm just concerned \nthat the reallocation to implement the new plan will be detrimental to the ports of entry that we've been able to \nsecure to this point.    \n\n\n\nMEEHAN:  I'll claim my time -- my remaining time, and I appreciate that explanation.  I mean, I continue with a \nconcern that it would impact the flexibility and the ability for the department if it was set out in the law that there \nwould be a prohibition.  So while you're instructive, does your language -- is your language such that it would -- it \nwould be instructive but not prohibitive?    \n\nPAYNE:  I would think my language could be flexible in that respect.  But I just want to make sure that we \nunderstand, you know, hopefully, flexibility won't create vulnerability.  And that is the key here.    \n\n      As I have said two times before, I had the amendment that the ranking member suggested offered today, been \naccepted then we would not have to worry about reallocating dollars.  The money would be there for the plan.    \n\nMEEHAN:  I thank the gentleman.  I retain my opportunity to speak.  And I thank the gentleman for his explanation, \nand I am grateful for it and accept it.    \n\n      So at this point in time, are there any other who would look to be recognized?    \n\nTHOMPSON:  Mr. Chairman, in support of Mr. Payne's amendment, which appears to be a common sense \namendment, I think we have obtained a certain degree of control at certain areas.  And at the expense of those \nareas where we all secure, we should not make the amendment less secure by pursuing a southern border \nstrategy.  I think that's -- that's the impetus that I get, and I don't think any of us will want that to occur.    \n\n      I yield back.    \n\nMEEHAN:  I thank the ranking member for yielding back.    \n\n      Any other comments at this moment?  Seeing none, the chair now calls all those in favor of the gentleman's \namendment, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMEEHAN:  Aye.  All those opposed, \"nay.\"  \n\n      In the opinion of the chair, the ayes have it.    \n\n      If there'll be no further discussion, the question now occurs to the amendment of the amendment.  All those in \nfavor -- all right.    \n\n      Per the roster agreement, listed next on the roster is the Amendment 005 offered by the gentleman from \nPennsylvania, Mr. Perry. Would the gentleman like to offer his amendment?    \n\nPERRY:  To verify, this is 005?    \n\nMEEHAN:  Yes.    \n\nPERRY:  I'd like to...  \n\nMEEHAN:  I'm sorry, we lost you.    \n\nPERRY:  (OFF-MIKE)  \n\nMEEHAN:  Oh.  So at this point in time, Mister...  \n\n      (UNKNOWN):  (OFF-MIKE)  \n\nMEEHAN:  OK.  The -- I thank the gentleman.  The gentleman withdraws his amendment.    \n\n      Per roster agreement, listed next on the roster is Amendment 009 offered by the gentleman from Texas, Mr. \nO'Rourke.  Would the gentleman like to offer his amendment?    \n\n\n\n      O'ROURKE:  Yes, Mr. Chairman.  I ask unanimous consent that my amendments number 9, 12, 15 and 16 be \nconsidered en bloc at this time.   \n\nMEEHAN:  Without objection, so ordered.  The clerk shall report an en bloc amendment.    \n\nCLERK:  An en bloc amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. \nO'Rourke.    \n\nMEEHAN:  Without objection, the reading of the amendment is dispensed with.  Mr. O'Rourke is recognized for five \nminutes for his en bloc amendment.    \n\n      O'ROURKE:  Thank you, Mr. Chair.    \n\n      Together, my amendments would include civic organizations that they're included as part of the border \ncommunity stakeholders that DHS will consult with as they develop their border security strategy.  It will allow -- \nand that's number 9.  Number 12 will allow DHS to better identify the amount and type of illicit drugs that are seized \nat and between our ports of entry and in maritime domain.   \n\n      Fifteen will make sure that we have a cost benefit on the money that we're spending into the subcommittee \nchair's points about SBInet earlier.  We want to make sure that we don't find ourselves in another billion dollar plus \nboondoggle where we're spending money without getting results back.  So 15 seeks to make sure that we're \nspending money effectively and that we don't get to a point of diminishing returns where we spend billions more \nwith each dollar getting us less and less security.  So we need to come up with some way to effectively measure \nthe return that those dollars bring us.    \n\n      And 16 amends the GAO report title to include an examination of the cost-effectiveness of various border \nsecurity strategies as I just discussed.    \n\n      And with that, Mr. Chairman, I yield back.    \n\nMEEHAN:  The gentleman yields back.  Is there anybody who would like to be recognized?    \n\n      Hearing none, we now call the vote.  All those in favor of the gentleman's amendment, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMEEHAN:  All those opposed, \"nay.\"  \n\n      In the opinion of the chair, the ayes have it.  The amendment is passed.    \n\n      In the opinion of the chair, the amendment is agreed to.    \n\n      Now per the roster agreement, listed next in the roster is Amendment 010 offered by the gentleman from Texas \nas well, Mr. O'Rourke.  Would the gentleman like to offer his amendment?    \n\n      O'ROURKE:  Mr. Chair, I ask that Amendment 010 be considered at this time.    \n\nMEEHAN:  The chair shall report the amendment -- I'm sorry, the clerk shall report the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. O'Rourke.    \n\nMEEHAN:  Without objection, the reading of the amendment is dispensed with.  Mr. O'Rourke is recognized for five \nminutes on his amendment.    \n\n      O'ROURKE:  Thank you, Mr. Chair.    \n\n      This amendment would provide for an assessment of training programs as DHS is developing its border \nsecurity strategy.  And specifically, the five listed in this amendment are identifying fraudulent documents, \n\n\n\nprotecting the constitutional rights of individuals, understanding when to use force, screening vulnerable populations \nsuch as children or victims of trafficking and treating individuals who cross with due respect.  And much of this \nlanguage is taken from the Senate Immigration bill.  I think its language is important to strengthen this bill.    \n\n      And I'll just tell you by way of context, representing a large border community with millions of crossings every \nyear, we hear many anecdotal stories of people who are treated with less than due respect as their crossing, \nsometimes the deficiency in customer service.    \n\n      And I'll remind the chairman and the committee that these are people who are crossing, they contribute billions \nof dollars to local economy that I represent that contribute billions to our economy. Many of them are, in fact, U.S. \ncitizens who are crossing back north.    \n\n      And I just want to make sure that we have an assessment of the training that we're doing in these areas and \nmake sure that we're doing a good job.    \n\n      With that, I yield back.    \n\nMEEHAN:  The gentleman yields back.  Is there any further discussion on the gentleman's amendment?    \n\n      There being no further discussion, the question now occurs on the gentleman's amendment.  All those in favor, \nsay \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMEEHAN:  All those opposed, \"nay.\"  \n\n      In the opinion of the chair, the ayes have it, and the amendment is passed.    \n\n      Per the roster agreement, listed next on the roster is Amendment 14 also offered by the gentleman from Texas, \nMr. O'Rourke.  Would the gentleman like to offer his amendment?    \n\n      O'ROURKE:  Mr. Chair, I ask that this amendment be considered at this time.    \n\nMEEHAN:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. O'Rourke.    \n\nMEEHAN:  Without objection, the reading of the amendment is dispensed with.  Mr. O'Rourke is recognized for five \nminutes on his amendment.    \n\n      O'ROURKE:  Thank you, Mr. Chair.    \n\n      Simply put, this amendment would add consideration of local crime indices for the municipalities and counties \nthat abut the southwestern border as one of the factors for DHS to consider when developing their strategy.  And I \nknow there are many factors that are going to go into the ultimate measure for control and security along the \nborder, but I think it makes sense to take into account the safety of those communities that we represent along the \nborder -- El Paso, San Diego, McAllen, et cetera, Texas, New Mexico, Arizona and California.    \n\n      Again, that doesn't add any additional cost but provides another point of information for us to consider as we're \nassessing security. And with that, I yield back.    \n\nMEEHAN:  The gentleman yields back.  Is there any further discussion on the gentleman's amendment?    \n\nTHOMPSON:  Mr. Chairman, it's a common sense amendment.  It helps us define what we all agreed is important, \nwhich is operational control at the border, and we just add some additional ingredients to making sure that \neverything is included.    \n\n\n\nMEEHAN:  The gentleman yields back.    \n\nTHOMPSON:  Mr. Chairman, I yield back  \n\nMEEHAN:  I thank the ranking member.    \n\n      At this point in time, is there any other further discussion? There being none, the question is now before.    \n\n      All those in favor, say \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMEEHAN:  All those opposed, \"nay.\"  \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.    \n\n      Yeah, OK.  Ms. Miller is going to do this?    \n\n      Do you want to -- do you want to do this because I have an amendment?    \n\nMILLER:  The amendment roster is dispensed with.  Are there any further amendments?    \n\nMEEHAN:  Yes, Madam Chair, I have an amendment.    \n\nMILLER:  The gentleman from Pennsylvania.    \n\nMEEHAN:  Yes, Ma'am.  Madam Chair, I have an amendment at the desk and ask for its consideration.    \n\nMILLER:  And the clerk shall report the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. Meehan.    \n\nMILLER:  Without objection, the reading of the amendment is dispensed with.    \n\n      And Mr. Meehan from Pennsylvania is recognized for five minutes to speak in favor of his amendment.   \n\nMEEHAN:  Thank you, Madam Chair.    \n\n      Madam Chair, I'll speak on behalf of the amendment, which reflects -- which regarding actions by the \nDepartment of Homeland Security and the Customs and Border Protection pre-clearance facility that has been \nauthorized as part of their strategy in Abu Dhabi.  The strategy has been implemented by the Department of \nHomeland Security without taking into consideration either the security or competitive impacts of making this kind \nof a determination.    \n\n      Madam Chairman, what occurred in this particular situation was a determination to put a pre-clearance facility in \nAbu Dhabi based largely on the basis of the willingness of Abu Dhabi to prefund 80 percent of the activity that \nwould take place by the Custom and Border Patrol.  The question becomes whether this is actually a risk-based \nassessment or really something that might be considered more pay-to- play in which we have foreign countries who \ncan make determinations about how the assets of the United States Border Patrol are dispensed based on their \nwillingness to pay upfront.    \n\n      One of the recognitions is that from Abu Dhabi are the limited amount of flights, which actually occur there, \ncurrently, only about three per day that come in.  And so the first becomes a question as to why we're even \nallowing a Custom and Border Patrol facility to be situated in a foreign country when we're only getting three flights \nfrom that airport on any given day.    \n\n      The second aspect of this goes to competitiveness, and there is not any American-based airline that flies from \nAbu Dhabi into the United States.    \n\n\n\n      The impact of this, Madam Chairman, is that as a result there will be a -- in many ways, a competitive \nadvantage to soliciting the traffic of those who would prefer to be pre-screened at Abu Dhabi under the activities \nthat we put in place there, arrive in New York and quickly move through the -- you know, the border check whereas \nevery other person that comes in will be there for three or four hours as has been the most recent experience and \nhas been the experience for quite some period of time.    \n\n      As a result, it creates an incentive for people to fly on Abu Dhabi-based airlines that are favored by this \nlegislation.  So it's competitiveness and also without any kind of justification for the security.    \n\n      So my amendment, Madam Chairman, asks that the secretary strategies secure, consider the information that \nexamines security and competitive impacts of entering into reimbursement agreement with foreign governments for \nthat customs and border protection pre- clearance facilities before they are authorized at any further locations.    \n\n      I yield back.    \n\nMILLER:  I thank the gentleman for his explanation of his amendment.   \n\n      I would just speak in favor of this amendment as well.  I know that the gentleman has garnered a lot of support -\n- much support from -- bipartisan support about this particular issue.  And I think it does raise consternation \ncertainly about the economics of that as you've articulated.  But almost more importantly, in my mind, certainly is \nthe security standpoint and whether or not it's advisable to be having sort of a third party franchisee, if you will, with \nthe foreign government to be doing that kind of a thing.    \n\n      I'm not sure that it serves national security or common sense or even the traveling public particularly well.  And \nso I think this is a very well thought out, good amendment, and I certainly would be in support of it.    \n\n      And any other comments?  The chair now recognizes Mr. O'Rourke from -- for his comments.    \n\n      O'ROURKE:  Madam Chair, I just want to clarify that this will not, in any way, compromise our ability to enter \ninto public-private partnerships with communities, third party partners and other organizations to improve staffing \nand resources at our ports of entry as envisioned in the Cross-Border Trade Enhancement Act that I believe is now \npart of the existing continuing resolution.    \n\nMILLER:  It's my understanding that this amendment will absolutely not impact any of our ability to enter into other \nagreements as you mentioned, but rather that this would just be for a study for this particular issue, pre-clearance \nissue.    \n\nMEEHAN:  Well, it would like at -- the amendment as drafted would look at the request that these kinds of \njustifications be made for others that do not already have, you know, an agreement.  But I do not believe that it will \nimpact what you are discussing.    \n\nMILLER:  Any other member have a question or comment?  No further discussion?    \n\n      All in favor of agreeing to the amendment from the gentleman from Pennsylvania, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMILLER:  Opposed, say \"nay.\"  Motion carried.    \n\n      It's the understanding of the chair that the gentleman from Pennsylvania, Mr. Barlettta, has an offer (inaudible) \namendment at the desk.  Would the gentleman like to offer his amendment?    \n\nBARLETTA:  Yes, Madam Chair, I have an amendment at the desk. Can I ask for its consideration at this time?    \n\nMILLER:  The clerk shall report and distribute the amendment.    \n\nBARLETTA:  Madam Chair, I have two relative amendments at the desk.    \n\n\n\nMILLER:  Without objection, unanimous consent, the reading of the amendment is -- oh, excuse me.    \n\n      Mr. Barletta, if you could tell us which amendment you'll be offering.    \n\nBARLETTA:  Sure, this is consulting with border state governors. It's 59.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. Barletta.    \n\nMILLER:  Without objection, the reading of the Amendment 059 is dispensed with.  Mr. Barletta is recognized for \nfive minutes to speak to his amendment.    \n\nBARLETTA:  Thank you, Madam Chair.    \n\n      The current bill has -- only has a vague requirement that the secretary of Homeland Security must consult with \nan independent lab within DHS to develop the formula and the metrics.  What this amendment would do it would \nrequire that the secretary of Homeland Security consult with border state governors and the Border Patrol on \ndeveloping the formula or metrics for operational control and situational awareness at the border.    \n\n      We should make sure that we are not ignoring the advice of those individuals who are closest to the problems at \nthe border and that border state governors and the Border Patrol have a unique perspective on what happens at \nthe border and their advice must be taken into consideration when developing any consideration of metrics at the \nborder.    \n\nMILLER:  I thank the gentleman for offering his amendment.  I think this particular amendment is very well offered.  \nI think the creation of the commission that Mr. Barletta has explained would be very beneficial in creating valid \nmetrics and a good-sounding border as well for the department.  And a certainly a dialogue between the \ndepartment and state governors will help inform at a national level the border security planning.    \n\n      Any other member of the committee?    \n\n      The chair recognizes the ranking member.    \n\nTHOMPSON:  Thank you, Madam Chair.    \n\n      I would say that the consultation is just that to make an amendment.  There's no approval or disapproval but just \nconsultation.    \n\nMILLER:  That is my understanding of the amendment.  The gentleman is correct.    \n\nTHOMPSON:  Thank you.  I yield back and am also in support of it.   \n\nMILLER:  Any other member of the committee wish to comment?    \n\n      There being no further discussion, the question now occurs on the amendment to the Amendment in the Nature \nof a Substitute offered by Mr. Barletta.    \n\n      All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMILLER:  Opposed, say \"nay.\"  Motion carried.    \n\n      The understanding of the chair that the gentleman from Pennsylvania, Mr. Barletta, has another offer (inaudible) \namendment at the desk.    \n\n      Would the gentleman like to offer his amendment?    \n\nBARLETTA:  Yes, Madam, I have an amendment at the desk and I ask for its consideration at this time.    \n\n\n\nMILLER:  The clerk shall report and distribute the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. Barletta.    \n\nMILLER:  Without objection, the reading of the amendment is dispensed with.  And Mr. Barletta is recognized for \nfive minutes to speak on his amendment.    \n\nBARLETTA:  Thank you, Madam Chair.    \n\n      Once the secretary determines that situational awareness and operational control of the border has been \nachieved at the 90 percent rate, they will then inform Congress and then GAO would have a 120 days to report to \nCongress on its review of the border.    \n\n      What this amendment would do is no later than 45 days after receiving the GAO report, this amendment would \nrequire both the House and the Senate to vote on a resolution either accepting or dismissing the certification of \nDHS that the border is secure.    \n\n      You know, I believe that this amendment is necessary that there's an additional check that once DHS declares \nthat the border is secure because if we are going to -- if we are going to convince the American people that we can \nmove forward with immigration reform, I think first we must convince the American people that the border is \nsecure.    \n\n      Currently, my concern is that right now there's a law suit, and Jessica Vaughan from Center for Immigration \nStudies has testified that she believes that some of the numbers that DHS is using are not accurate.    \n\n      You know, when I was in school, if my teacher let me grade my own paper, I would had better grades.  And my \nparents would have thought that I was a lot smarter than I really was.  I don't believe that we should let DHS grade \ntheir own -- their own scores, their own papers. I believe it's very important that Congress also has the ability -- if \nthey disagree or if the GAO report comes back and disagrees with the secretary's assumption, Congress will at \nleast have the ability to voice its opinion.   \n\n      I think this is what we're going to need if we're going to move forward with true immigration reform that we \nagree with the secretary, that there's no dispute after a GAO report is given to Congress that we have the ability to \nvoice our opinions.    \n\nMCCAUL:  The gentleman yields back his time.  Is there any discussion on this amendment?    \n\n      The ranking member is recognized.    \n\nTHOMPSON:  Mr. Chairman, I'll raise an opposition to this amendment for a number of reasons.    \n\n      First of all, from the beginning, we have envisioned that the department would be tasked to certify when both \nsituational awareness and operational control was achieved, and we still, I would, think expect that without adding \nan additional layer to it.    \n\n      We also have the foresight to include a review of the certification by the Government Accountability Office, the \ninvestigative arm of Congress, because we wanted to ensure that the secretary's certification would be reviewed by \na neutral entity with the capabilities to evaluate and research the secretary's certification.    \n\n      To further inform our decision, we met and spoke with GAO on several occasions to make sure that they were \nboth prepared and capable to conduct a review of the secretary's certification.  And I just think that because we \nhave gone to quite an extensive process to verify this certification, anything to further delay or politicize a \ncertification is not in the interest of getting our border certified and secure.    \n\n      And also I think just on a constitutional basis, it raises issues on Articles 1 and 2 of our constitution.  And so I \njust -- for that reason, I would oppose the amendment.    \n\n\n\nMCCAUL:  I thank the ranking member.  Any further discussion...  \n\nBARLETTA:  Yes.    \n\nMCCAUL:  ...on this amendment.    \n\n      Mr. Barletta, you're recognized.    \n\nBARLETTA:  Sure.  Mr. Chair, I was -- I was assured and confirmed by our legislative council that the amendment \nis constitutional.  And I understand that GAO will issue a report.    \n\n      But in this instance, if the GAO report disputes with the secretary feels is operational control, the secretary and \nDHS can still just ignore the GAO report basically declaring the only person who could declare whether it's certified \nis the secretary of DHS themselves.    \n\n      I believe Congress has -- should have the right of oversight to -- in that event, if the GAO report shows \nsomething different than what the secretary is saying to give us the ability to at least voice our opinion.    \n\nMCCAUL:  The gentleman yields...  \n\nBARLETTA:  I do.    \n\nMCCAUL:  ...yields back.    \n\nBARLETTA:  I do.    \n\nMCCAUL:  Any further discussion?    \n\n      Mr. Perry is recognized.    \n\nPERRY:  Thank you, Mr. Chairman.    \n\n      If I could ask the maker of the amendment, so when there is a difference or there is a difference in the \nsecretary's report and the GAO's report, what is the -- what is the resolution vehicle at that time?    \n\nBARLETTA:  Well, Congress will then have the ability to ask the speaker for a vote.    \n\nPERRY:  If your amendment is not passed, what is the -- as it is currently drafted, where is our resolution if there's a \ndifference of opinion between the secretary and the GAO?    \n\nBARLETTA:  There is none.  Right now the only certification will come strictly from the secretary themselves who \nwill declare whether or not they feel the metrics and the formula has been met.    \n\nPERRY:  Thank you.  Thank you, Representative Barletta.    \n\n      Thank you, Mr. Chairman.  And I'll stand in support of the amendment for the reasons that were just mentioned \nby the maker of the amendment.    \n\nMCCAUL:  The gentleman yields back.  Any further discussion on the amendment?    \n\n      The chair recognizes himself.  There are many checks and balances in this bill provided by the Government \nAccountability Office, the National Labs and also this committee itself.  The department is required under this bill to \nreport to this committee including on the issue of certification.    \n\n      My own concern and I appreciate the gentleman from Pennsylvania's intent here is that our committee counsel \nhas called in to question the possible constitutionality of this amendment and recognizing that the gentleman has \ntalked to alleged (ph) counsel.    \n\n\n\n      I would ask that perhaps we can -- I would feel better given the late notice on this if we can run the traps on that \nvery important issue before this full committee votes on this amendment if the gentleman will be willing to withdraw \nit.    \n\nBARLETTA:  I will.  I will be willing to withdraw.  If we can commit to moving forward with something, again I have \nsome serious concerns because I believe what this bill will be used for as a prelude to immigration reform.    \n\n      And again, I don't -- I have concerns of being part of a committee that I knowingly am handing over the authority \nto the secretary themselves when I don't want to give the false illusion to the American people that the borders are \nsecure if, in fact, there is a dispute and Congress has now -- has no say at all.    \n\nMCCAUL:  Right.  And will the gentleman yield back again?  I don't want this to be interpreted as a trigger as well.  \nThe immigration reform debate is within Judiciary Committee.  And I will say -- I appreciate your willingness to \nwork with me on this.  I would like independent checks and verifications every step of the way.    \n\n      And the last incent that I have as chairman is to invest a full authority within the secretary's powers with respect \nto certification. I think there are many of our constituents back home feel the same way.  And so I appreciate your \nwillingness to withdraw and work with me.    \n\n      Again my ultimate concern is the constitution here, and I want to make sure that before we vote on something \nthat it has been signed off as being constitutional.  So if the gentleman is willing to withdraw that amendment, and \nwe will entertain further discussion.    \n\nBARLETTA:  I am, Mr. Chairman.  And again if I could just again point out because I think it's a very serious issue \nthe fact that there is already a lawsuit, I don't think -- you know, we can just dismiss that fact, but there already is a \nlawsuit disputing the numbers from DHS themselves on deportations.  So, therefore, I want to make sure that the \nAmerican people that we are doing our job as members of Congress to make sure that the department heads are, \nin fact, giving us the proper information.    \n\n      And I think without that ability of doing that, we're basically again, at the discretion of any administration not just \nthis administration, any administration that -- and we all know that it doesn't matter what laws we pass.  If the \nenforcement is not there, it becomes meaningless, but I do believe that we have an obligation to hold everybody \naccountable.    \n\n      And right now, I feel that we are basically just panning it over to the secretary.    \n\nMCCAUL:  Well, if I could -- will the gentleman yield again?  We have painstakingly put in this bill checks and \nbalances.  The last thing I want is to invest that kind of authority in the secretary. And I want to be clear, this bill \ndoes not do that.    \n\n      And I also want to be clear that I do not want certification to be a political decision, which arguably, if the \nCongress is voting on as well, I think that's where we put the independent checks and balances in here because I \nwant the politics taking out a certification.  The Government Accountability being the investigative arm of the \nCongress is in a very good position to make that determination to avoid politics.    \n\n      And I think, Mr. Barletta, that precisely what you're talking about here is the potential for politics to be injected in \nwhat is a very important decision to be made to certify operational control.    \n\n      I agree with you, politics should be taken out and have no place in that certification.    \n\n      So the gentleman is willing to withdraw.  We will entertain further discussion.    \n\nBARLETTA:  Sure.  I will draw the amendment.    \n\nMCCAUL:  Thank you, Mr. Barletta.    \n\n\n\n      Are there -- any further amendments to the Amendment in the Nature of a Substitute?    \n\n      Mr. Perry is recognized.    \n\nPERRY:  Thank you, Mr. Chairman.    \n\n      I don't know if it's in the nature of a substitute.  I think that this terminology is correct.  I think...  \n\nMCCAUL:  I believe it will be offer -- roster amendment at the desk.    \n\nPERRY:  OK.    \n\nMCCAUL:  Would you like that for consideration?    \n\nPERRY:  009.    \n\nMCCAUL:  Unfortunately, I don't have that in front of me.  I would believe that will be...  \n\nSANCHEZ:  I would like to reserve a point of order, Mr. Chairman.   \n\nMCCAUL:  Point of order reserved by the gentlelady from California.    \n\n      What number is this?    \n\nCLERK:  009.    \n\nMCCAUL:  009, you are correct, Sir.    \n\n      The clerk shall report and distribute the amendment.    \n\nCLERK:  Amendment to the Amendment in the Nature of a Substitute to H.R. 1417 offered by Mr. Perry.    \n\nMCCAUL:  Without -- we'll dispense with the reading.    \n\n      And the gentleman from Pennsylvania, Mr. Perry, is recognized for five minutes in support of his amendment.    \n\nPERRY:  Thank you, Mr. Chairman.    \n\n      What the amendment does is insert paragraph 8 section 3 just a few words, which are \"with a goal of a 100 \npercent.\"  That's where it ends.  And everything else continues just as it was, \"illegal border crossing effectiveness \nrate,\" before \"informed by situational awareness.\"  \n\n      My concern is that we are -- let me back up.  I understand and I think everybody on the committee understands \nthat getting to a 100 percent of anything is demanding and requiring perfection.  We understand that that's certainly \nin an operation this big when we're all human.  It doesn't happen in our daily lives and it's not going to happen in \nsecuring our border.    \n\n      But I think it's concerning to me, it's concerning to the American people that we say the standard is now 90 \npercent and that's the best we can do.  That's the best we're ever going to do.  And I can think of myriad situations \nwhere if we told the people in front of us that that's the best we can do.    \n\n      I can think of one where I was standing in front of families, of troops that we're getting to deploy overseas and I \nwas the commander. And if I said, hey, look, the best I can do is hope to bring your son, daughter, husband, wife \nhome alive, well, I'll tell you I had been fired on the spot and I should have been.    \n\n      And I know that law enforcement officers, we know that they're not going to solve every crime.  They're not \ngoing to stop every murder, but the expectation is that they're going to do everything they can to get there.    \n\n\n\n      And by saying 90 percent, we're acknowledging that this is a big issue.  It's not going to be perfect all the time.  \nIt's not going to be perfect a lot of the times.  But by saying we have a goal of 100 percent, just a goal, there's no \nrequirement to ever get there, but there's a goal we're saying that it's important that we strive every single day \ntowards that end because just saying that it's OK to leave one in 10 in, and that's the best we can do when that one \nin 10 is the person that blows up somebody's family is something that I don't think, as Americans, we can accept or \nshould accept.    \n\n      And so this is not a trap, this is not a trick.  It's just important to me, and I think it's important to Americans that \nthey have their representatives here in Congress say, \"What the best we can do is.\"  \n\n      Not that we'll ever get there, we get that.  We will probably never get there but we should never ever stop trying.  \nAnd that's all this says is that that's where we want to be in a perfect world.  So I ask and urge your support of this \namendment just for those reasons.    \n\n      Thank you, and I yield back.    \n\nMCCAUL:  I thank the gentleman.  Is there any further discussion on the amendment?    \n\n      Mr. Barletta is recognized.    \n\nBARLETTA:  Thank you, Mr. Chairman.    \n\n      And I also support Mr. Perry's amendment.  I think it's very important to the American people again for them to \nknow that we are shooting for a 100 percent -- that 90 percent, although it's much better than 40 percent or a two \npercent as we're looking at now at the northern and southern borders, and 90 percent is much better.    \n\n      I believe the American people should know that we are going to try for a 100 percent, and I think that's \nreasonable to let them know that we will do everything that we can.    \n\n      You know, 1986, when the last time we had immigration reform, there was a promise to the American people \nthat we would secure our borders.  Here we are talking about it again.  And I think -- again, I think it's right that we \nlet the American people know that we will shoot for a 100 percent and do our best as well.    \n\n      Thank you.    \n\nMCCAUL:  The gentleman yields back.  Any further discussion?    \n\n      I'm sorry, Mr. O'Rourke is recognized.    \n\n      O'ROURKE:  Thank you, Mr. Chair.    \n\n      Two people who have spoken before this committee, both of whom I admire and respect, and I think we all do \nmade comments on this issue.   \n\n      You know, Admiral Allen, at a very early hearing this year, said that with zero risk at our ports of entry and at our \nborders comes zero trade and zero economic growth that's related to it.    \n\n      Commissioner Davis last week said no one -- no one bets a thousand.    \n\n      And I'm concerned about -- I think I understand where you're trying to get to, and I -- you know, I think we want \nzero percent unemployment.  We want perfection in everything that we do.    \n\n      When we make that a defined goal in legislation, I think you can have some pernicious unintended \nconsequences in terms of where we direct resources.  It will underscore that problem that I try to get to at an earlier \namendment of ever diminishing returns on more and more money spent.    \n\n\n\n      As I pointed out previously, I'm concerned that we are already overmilitarizing and oversecuritizing certain parts \nof the border to the detriment of trade, job growth and economic development.  So I think I understand the \nintention.  I think it is very well intentioned.  However, I think the bill as it stands already more than adequately \naddresses that concern.  And so I'm speaking against this and will vote no.    \n\n      And I yield back.    \n\nMCCAUL:  The gentleman yields back.  Any further discussion?    \n\n      Mr. Stewart is recognized.    \n\nSTEWART:  Thank you, Mr. Chairman.    \n\n      Just very briefly, Mr. O'Rourke, I appreciate your comments.  And I think they're -- I think they're wise and you \nbring up a good point. But I also would like to recognize that we're not looking for a zero- risk, we're not insisting on \nthat.  In fact, it's not -- not part of this amendment at all, which I do support, and we're not withholding or threatening \nto withhold or to redirect any resources to achieve this goal.    \n\n      I think that this is more -- I don't want to say -- I don't want to say vague, but I mean this is not that well-defined \nin the sense that where -- there are no penalties for not achieving this goal.    \n\n      But I agree with Mr. Perry that it's a -- I believe it's an important emotional statement and it has value in stating \nto the American people, and also to those who seek to cross our border illegally that our objective is outcome 100 \npercent border security. And for those reasons and others I would support this amendment as well.    \n\n      And I yield back, Mr. Chairman.    \n\nMCCAUL:  The gentleman yields back.  Any further discussion?    \n\nSANCHEZ:  Mr. Chairman?    \n\nMCCAUL:  The chair recognizes Ms. Sanchez from California.    \n\nSANCHEZ:  In the beginning of this, I reserved a point of order if you will recall.  So I would like to remove my point \nof order to the gentleman.  My point of order was because we had not seen any of this language, so we had no idea \nwhat you were going to bring up.    \n\n      But I would like to say just one thing with respect to this.  The commerce that happens between our countries \nalso sends a bad message. I would agree with Mr. Rourke.    \n\n      When we try to reach -- when we say that our goal is to reach a 100 percent, even though we all know that \nwe're not going to get there.  We all know the equation that says, \"just isn't our own elections.\"  \n\n      Over the last -- over the last four, five percent, that one fights for where they spend the millions and millions of \ndollars.  In this particular case, it would be that last 10 percent that would completely and totally drive us crazy in a \ntime when we have limited resources.    \n\n      So I think, first and foremost, it sends -- you're talking about an emotional issue.  I try not to make law on \nemotions.  I try to calculate and analyze what things will cost us and where we are.  So I will be supporting Mr. \nO'Rourke on this issue of this 100 percent and the bad message that it sends with respect to commerce and our \nability for people to move back and forth across a line.    \n\n      And I would just say to my good friend, Mr. Perry, that, you know, when you stand up before troops and you \ncertainly don't want to say, \"I don't think all of you will return.\"  But it's also very true that your N is a smaller amount.  \nThe N that we have, those people, that sample size that is crossing, we still cannot even get our hands around.    \n\n\n\n      So when you know you have 50 you have to bring back, it's easy to say, \"I'm going to guard these 50 or \nwhatever.\"  We don't know what's crossing across our borders, and that's the issue that we're truly trying to grapple \nwith as we sit here trying to set these limits, trying to set these moneys, trying to set these metrics, for us to try to \ndecide what is going on.    \n\n      So I think we begin down a road of somewhat bad space, in essence, when we began to talk about 100 percent \nof anything in this committee.  We're having a hard enough time trying to figure out what is our equation going to \nlook like in here.    \n\n      So I would support your comments and I will yield back and I will withdraw my point of order.    \n\n      Thank you.    \n\nMCCAUL:  The gentlelady yields back.  Any further discussion?    \n\n      The gentleman from South Carolina, Mr. Duncan.    \n\nDUNCAN:  Thank you, Mr. Chairman.    \n\n      I think this amendment's well intended, but achieving a 100 percent of anything is difficult.    \n\n      The gentlelady from California's comment about not making a law based on emotion is relevant.  But what \nwe've seen since the shooting in Connecticut is the United States Congress approach to making law based on \nemotion.  And so emotions do play in everything.    \n\n      Folks in my state are very emotionally charged about illegal immigration.  Not legal immigration, we get it.  \nWe have farming community that needs workers, and we understand that illegal immigration is something we \nought to talk about, but we ought to stem the flow of illegals into this country.    \n\n      I'm torn by this amendment, to be honest with you, because it's a stated goal of a 100 percent, which I think is \nadmirable.  We should always strive to be the absolute best in everything we do, and I think that's inherent on \nAmericans to do that.  To do just that, whether you start your own business or whether you are trying to solve a \ncrime or whether you are trying fully secure the border.    \n\n      But I do think that putting language of a 100 percent in there does muddy the water because I want America to \nsucceed.  I want DHS to succeed in achieving the matrix that we set as a Congress in operational control.    \n\n      I've asked a question to folks on my district to tell me what it means, what does a secure border look like to \nyou?    \n\n      Being in South Carolina, thinking about our southern border, whether you've travelled down there or not, what \ndoes a secure border actually look like in your mind?  What does operational control truly mean to the folks in my \nstate?    \n\n      And I charge every member of this committee as we work through this to think about what does operational \ncontrol truly mean.  I've been here for -- this is my second Congress now, we've struggled with it.  We had hearings \nwhere we've asked the secretary, \"What does operational control mean?\"  She says it's secure.  We know it's not \nsecure.  Americans know it's not secure.  So we need some achievable matrix out there, some achievable \nnumbers.    \n\n      I don't know that a 100 percent is especially with -- we have a goal of a 100 percent cargo screening, and we've \nhad hearings in border and maritime security subcommittee about cargo screening, and the goal to achieve 100 \npercent of all containers to be screened.  But we also know that the very difficult challenge is to screen every cargo \ncontainer that comes into this country.    \n\n\n\n      So I think, as admirable as this is and the goal should be a 100 percent, I just don't know that putting that \nlanguage in this -- in this bill this time is the right thing.  And so -- but I will go on record.  I'm struggling.    \n\nSANCHEZ:  Mr. Duncan, will you yield for a moment?    \n\nDUNCAN:  Yes, yes, ma'am, I will.    \n\nSANCHEZ:  Because I think this is a very important issue for us to consider.  And I'll give you -- I'll give you \nsomething that -- I used to sit on the Education and Labor Committee, IDEA -- IDEA -- right?  Special needs.    \n\n      The legislation says up to 40 percent.  The federal government will give school districts up to 40 percent.    \n\n      Now, when the IDEA people come, you know what happens in our offices.  Where's our 40 percent?  We're only \nat 22 or we're only at 27.  I think it's -- you know, you set a number out there that, in this particular case, we already \nknow we're not going to reach.  But it becomes -- because it is an emotional issue, again, I try not to make law by \nemotion.  I really try to figure out what the heck is going on here.  And you can see from some of the amendments \nthat put forth today, that that's what, you know -- I mean, I'm a Latina, I'm not Hispanic.   \n\n      Sometimes Hispanics get very angry at me for talking about border security.  But I understand we have to get \nthis done correctly in order for them to get what they think is a viable saying of, \"How do we keep our families \ntogether.\"  \n\nDUNCAN:  In essence of time, I'll reclaim my time, and I appreciate it.  It is an emotional issue.  It's something I'm \nstruggling with because I do want us to truly secure our border.    \n\n      I've said it many times, you know, concrete steel and barbwire meets my vision of a secure border, but I know \nthat's not applicable. Because I've been to the border, I've seen the mountains, I've seen the challenges, and I also \nknow we've had a war on drugs for what, 30 years now?  And we spent hundreds of billions of dollars to try to win \nthis war on drugs.  And they're probably just as much drugs, cocaine, and marijuana and meth now, and other \nthings coming across our southern border than ever.    \n\n      I would hope not, but we have a tremendous drug problem in this country.  So achieving a 100 percent is \nadmirable, but I think it's unachievable.    \n\n      And do we want to put that in there as the benchmark and set the agency up to never reach that.  I think that's \nwhere we mess up.  We need to put an achievable goal in there, and I think we all go back to the question I said \nearlier.  We need to think in our minds what does operational control mean.  What does secure border mean to you \nand your constituents?  And what does a 100 percent truly mean when you think about achievements?    \n\n      So I commend the gentleman, I'm struggling with it.  I don't know have my vote yet.  But, Mr. Perry, I appreciate \nit.    \n\n      Mr. Chairman, I yield back.    \n\nMCCAUL:  The gentleman -- any further discussion on this amendment?    \n\n      The gentlelady from Michigan, Ms. Miller, is recognized.    \n\nMILLER:  Thank you, Mr. Chairman, and I appreciate the spirit this amendment was offered in as well.    \n\n      I would like everything to be a 100 percent.  I wish the world was a 100 percent.  Unfortunately, I'm an imperfect \nperson living in an imperfect world so a 100 percent is -- that, I guess, is my concern.    \n\n      Having been the chair of the subcommittee on this, we really worked this issue last Congress and this \nCongress, so many -- everybody here are really working on this issue.  And I think if we were to put a 100 percent \nin there, which we know is not achievable -- I mean, I cannot believe a 100 percent is achievable.    \n\n\n\n      I think about the southern border, 4,000 miles, the northern border is 2,000 miles.  The maritime border, I am \nassuming, as the gentleman is suggesting that 100 percent of the entire United States of America will be secure.  \nAnd if that is not secure -- if that is not secure, then what happens here then?    \n\n      I mean, if we do say to the agency, \"You must be perfect all the time,\" or what?  What will actually happen here \nif this amendment were to pass?  Would that -- I mean, if it's a goal, are we -- are we actually going to be telling the \nagency then that they have to put that into their calculations for their accountability matrix?  Their accountability \nmatrix now set by Congress is a 100 percent.  So that has to be their -- that's their matrix.    \n\n      So if they can't achieve a 100 percent -- I mean, I'm just even thinking in my mind, has there ever been a 100 \npercent border security?  I am -- I don't know, I think about East Berlin.  Maybe I've heard some people say that at \nthat -- you know, that's -- they were 95 percent there, talking about concrete and barbwire.    \n\n      So what happens here?  I mean, I guess, I'm not sure if I'm asking the gentleman a question, but what is it -- if \nwe put a 100 percent into their matrix, their accountability then is a 100 percent which I, in my heart, cannot believe \nthat they will achieve.    \n\n      And we're going from a GAO report that says it's in a 40 percentile of operational control at the southern border \nto 90 percent, and two percent at the northern border to 90 percent.  Wow, I mean, I would like for the agency to be \nable to actually do what the Congress wants them to do.  So I do have a real consternation about this.    \n\n      And I yield back.    \n\nMCCAUL:  I thank the gentlelady for yielding back.  Any further discussion?    \n\n      The gentleman from New York, Chairman Peter King.    \n\nKING:  Thank you, Mr. Chairman.  I'll speak briefly on this.    \n\n      You know, we had a 100 percent in the Secure Fence Act, and we've met with Secretary Chertoff and Secretary \nNapolitano.  And the fact is, I think a 100 percent is unreachable.    \n\n      And for the purpose of negotiations, for the purpose of Workman's (ph) Department, I think makes a lot more \nsense to have an achievable number because when they couldn't reach a 100 percent, it almost became an excuse \nthat it was, you know, there's no sense going forward or they -- when you ask for a 100 percent knowing it's going \nto be achieved, it makes it easier for the department to avoid the goal.    \n\n      I think 90 percent is a very achievable goal.  It's going to be a lot harder for them to explain no matter which \nparty is in power, why they can't reach 90 percent.  They can always give us the reasons why they couldn't reach a \n100, and that would sort of cut the discussion short.    \n\n      So I think we're showing reasonables in doing this.  We're putting, in many ways, more pressure on the \ndepartment, I believe, by putting it at 90 percent.  I think that it's -- also that we learn as we go along.  And the \nSecure Fence Act, I guess, five or six years ago, went into effect and there has been progress made but not \nenough.   \n\n      I think that 90 percent, when we sit down, when we negotiate, when we put pressure on the department, they're \ngoing to have a much more difficult time to explain why they're not at 90 percent.    \n\n      And, as you said, that we know a 100 percent is not achievable on anything.  There's never been a 100 percent \nof anything other than Candice Miller doing a great job in her subcommittee, but...  \n\n      (LAUGHTER)  \n\nMCCAUL:  Flawless.    \n\nMILLER:  I second that.    \n\n\n\n      (LAUGHTER)  \n\nKING:  But I understand where the gentleman is coming from and I understand his frustration -- all of a sudden, the \nfrustration of dealing with the departments under both administrations, both parties who constantly have excuses \nwhy they had not made more progress.    \n\n      But I think again, as we go forward with those discussions, in those meetings, at the hope for this legislation has \npassed, we have a lot more on our side when we're talking about a realistic number, and it's going to be a lot harder \nfor them to keep avoiding the reality of why they're not getting the job done.    \n\n      So with that, again, I appreciate what the gentleman is trying to do.  I am with him in spirits, but I think, as a \npractical matter, to move this forward and to increase our leverage, I will vote, unfortunately, against the \namendment, and vote for the bill with a 90 percent.  I think that is the way to get the job done and it's the way to \nmove this forward.    \n\n      And with that, I yield back.    \n\nMCCAUL:  I thank the gentleman.  Any further discussion?    \n\n      The chair recognizes himself.    \n\n      Let me first say, Mr. Perry, I admire your idealism, your patriotism, your effort to want to get something done.    \n\n      I had been working on this issue -- excuse me -- long before the Congress when I was in the Justice \nDepartment, Chief of counter- terrorism, had the U.S.-Mexico border.  Catch and release was the policy of the day.  \nI have seen this for a long time.  This is the best bill we're going to get out of the House and passed into law.    \n\n      Would I like a 100 percent?  Absolutely.  Is that a great goal to aspire to?  Absolutely.  Is it realistic and \nachievable?  I think, in your own words, you said a 100 percent perfection is not going to happen when it comes to \nborder security.  And, in fact, you said that we know we can't do that but we should try.  I agree with that. That's \nwhy I offered to you to put that in a reporting language that is the aspiration.    \n\n      But when you put this number as a metric in the definition of operational control, you make it impossible to \nachieve operational control.  Perfection shouldn't be the enemy of the good.    \n\n      Under this definition, again, we will never get operational control because nothing in life is a 100 percent.  I wish \nit was.  And it's a great aspiration, and we should aspire to that.  Border Patrol should aspire to that.  We should be \ntelling that, and we'll tell them at this hearing, we want a 100 percent.  And we want to aspire to that, and we will put \nthat in reporting language.    \n\n      But for purposes of the metrics here and the definition of operational control, this metric will make it impossible \nto ever achieve operational control which is the goal of this bill.    \n\n      I think, as Miss Miller has spent so much time on this bill, both in prior Congresses and this Congress, that \ngoing from 40 percent to 90 is pretty astounding.  And I will tell you, the department is not entirely -- they don't like \nthis.  They know that it's a very aggressive, extremely aggressive watermark metric to achieve 90 percent.    \n\n      We're not just talking about the southwest border either, we're talking about the Caribbean, which I don't know \nif you travelled to the Caribbean.  It's wide open in the Pacific Ocean, and the northern border, which is a two \npercent right now.  So to get to 90 percent, some would argue and the critics say, \"That's unrealistic.  And, Mr. \nChairman, that's unachievable.\"  \n\n      But you know what?  I want to hold their feet to the fire.  I want to hold them to a higher standard.  That's why \nthe 90 percent's in there because their commissioner said that.  He said 90 percent was operational control, so \nwe're going to hold them to that standard.    \n\n\n\n      So just let me close with and -- oh again, I wish everything in life is a 100 percent.    \n\n      I've got five kids.  Let me tell you, it's not always perfect. There's a lot of chaos in this job, too.  We all wish we \ncould be perfect and get to perfection, but we are talking about legislation, and a definition, and a bill that has real \nconsequences and metrics that have real consequences.  Putting a 100 percent number in there makes it not only \nunachievable but unrealistic, and I believe, less credible.    \n\n      So, again, I applaud the gentleman from Pennsylvania for his standing up.  You know, you have a voice, your \ndistrict has a voice, and we respect that, and we respect what you're trying to achieve.  We respect your service to \nthis nation and the military and what you've done for this country.  And, again, I stand on the idea of the aspiration, I \nthink, it should be in reporting language.  I just don't think it belongs in that definition of operational control.   \n\nJACKSON LEE:  Mr. Chairman?    \n\nMCCAUL:  And with that, there is further discussion.    \n\n      The chairman recognizes the gentlelady from Texas, Ms. Sheila Jackson Lee.    \n\nJACKSON LEE:  Mr. Chairman, I do appreciate the bipartisan spirit of which we've been operating and the \ngentleman's intent on the amendment.    \n\n      But even when you speak to as he has so ably served in the United States military, when you look at the civilian \nfrontliners, like the Border Patrol, they have been very comfortable, as I understand, with the framework of this \nlegislation and the ability to, if I might say, get their hands around it.    \n\n      And I think that there will be a strong commitment under the construct that we have in terms of both the Border \nPatrol contributing to the strategy that will be developed by headquarters, and as well, their ability to meet those \ngoals and aspirations that we have, along with the technology, along with the potential investment, along with the \nexpansion of Border Patrol agents.    \n\n      I frankly believe that this is not the time to add the gentleman's amendment, but to rely upon the construct that \nwe have and the new improved abilities that the implementators of this strategy will have because they now have \nsomething fixed, and a guideline, and a structure in law that they can be determining and assessing the operational \ncontrol of the borders, both northern, and southern, and the Caribbean border and others beyond.    \n\n      With that, I oppose the amendment, and I yield back.    \n\nMCCAUL:  The gentlelady yields back.  Is there any further discussion?    \n\n      Being no further discussion, and before I go to the recorded -- no, before I get to the voice vote, I'd like to make \none last offer to the gentleman from Pennsylvania, if you would be willing to work with the chairman on a reporting \nlanguage that defines this aspirational goal and be willing to withdraw the amendment?    \n\nPERRY:  Mr. Chairman, if you're willing to do that, I withdraw.    \n\nMCCAUL:  Sir, I very much appreciate that and look very much forward to working with you.    \n\n      And with that, members have to return, and we will take a very short recess for five minutes.    \n\n      (RECESS)  \n\nMCCAUL:  The Committee will come to order.    \n\n      There will be a series of three recorded votes.  The committee postponed further proceedings on the recorded \nvote on Amendment number 015 offered by Representative Thompson on which the nays are prevailed by a voice \nvote.    \n\n\n\n      The question occurs on agreeing to the amendment.    \n\n      The clerk will call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Brown?    \n\nBROWN:  No.    \n\nCLERK:  Mr. Brown votes no.    \n\n      Mrs. Miller?    \n\nMILLER:  No.    \n\nCLERK:  Mrs. Miller votes no.    \n\n      Mr. Meehan?    \n\nMEEHAN:  No.    \n\nCLERK:  Mr. Meehan votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Marino?    \n\n      Mr. Chaffetz?    \n\nCHAFFETZ:  No.    \n\nCLERK:  Mr. Chaffetz votes no.    \n\n      Mr. Palazzo?    \n\nPALAZZO:  No.   \n\nCLERK:  Mr. Palazzo votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\n\n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Stewart?    \n\nSTEWART:  No.    \n\nCLERK:  Mr. Stewart votes no.    \n\n      Mr. Hudson?    \n\nHUDSON:  No.    \n\nCLERK:  Mr. Hudson votes no.    \n\n      Mr. Daines?    \n\nDAINES:  No.    \n\nCLERK:  Mr. Daines votes no.    \n\n      Mrs. Brooks?    \n\nBROOKS:  No.    \n\nCLERK:  Mrs. Brooks votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Sanchez?    \n\nSANCHEZ:  Aye.    \n\nCLERK:  Ms. Sanchez votes aye.    \n\n      Ms. Jackson-Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Ms. Clarke?    \n\nCLARKE:  Aye.    \n\nCLERK:  Ms. Clarke votes aye.    \n\n      Mr. Higgins?    \n\nHIGGINS:  Aye.    \n\n\n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Richmond?    \n\n      Mr. Keating?    \n\nKEATING:  Aye.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Barber?    \n\nBARBER:  Aye.    \n\nCLERK:  Mr. Barber votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. O'Rourke?    \n\n      Ms. Gabbard?    \n\nGABBARD:  Aye.    \n\nCLERK:  Ms. Gabbard votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mr. Horsford?    \n\nHORSFORD:  Aye.    \n\nCLERK:  Mr. Horsford votes aye.    \n\n      Mr. Swalwell?    \n\nSWALWELL:  Aye.    \n\nCLERK:  Mr. Swalwell votes aye.   \n\n      Mr. Smith?    \n\n      Mr. Marino?    \n\n      Mr. Richmond?    \n\n      Mr. O'Rourke?    \n\n      The gentleman is not recorded.    \n\nRICHMOND:  Aye.    \n\n\n\nCLERK:  Mr. Richmond votes aye.    \n\n      O'ROURKE:  Mr. Chair, how am I recorded on this?    \n\nCLERK:  The gentleman is not record.    \n\n      O'ROURKE:  I vote aye.    \n\nCLERK:  Mr. O'Rourke votes aye.    \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  Mr. McCaul?    \n\nMCCAUL:  No.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  Are there other members in the room who wish to have their vote recorded?    \n\n      The clerk will report the tally.    \n\nCLERK:  Mr. Chairman, on that vote, there are 14 yeas and 15 noes.    \n\nMCCAUL:  The nays have it, and the amendment is not agreed to.    \n\n      There will be a series of three recorded votes.  The committee postponed further proceedings on the recorded \nvote on Amendment number 020 offered by Representative Sanchez on which the ayes are prevailed by a voice \nvote.    \n\n      The question occurs on agreeing to the amendment.    \n\n      The clerk will call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]  \n\n      Mr. King?    \n\nKING:  Aye.   \n\nCLERK:  Mr. King votes aye.    \n\n      Mr. Rogers?    \n\nROGERS:  Aye.    \n\nCLERK:  Mr. Rogers votes aye.    \n\n      Mr. Brown?    \n\nBROWN:  Aye.    \n\nCLERK:  Mr. Brown votes aye.    \n\n      Mrs. Miller?    \n\nMILLER:  Aye.    \n\n\n\nCLERK:  Mrs. Miller votes aye.    \n\n      Mr. Meehan?    \n\nMEEHAN:  Aye.    \n\nCLERK:  Mr. Meehan votes aye.    \n\n      Mr. Duncan?    \n\nDUNCAN:  Aye.    \n\nCLERK:  Mr. Duncan votes aye.    \n\n      Mr. Marino?    \n\n      Mr. Chaffetz?    \n\nCHAFFETZ:  Aye.    \n\nCLERK:  Mr. Chaffetz votes aye.    \n\n      Mr. Palazzo?    \n\nPALAZZO:  Aye.    \n\nCLERK:  Mr. Palazzo votes aye.    \n\n      Mr. Barletta?    \n\nBARLETTA:  Aye.    \n\nCLERK:  Mr. Barletta votes aye.    \n\n      Mr. Stewart?    \n\nSTEWART:  Aye.    \n\nCLERK:  Mr. Stewart votes aye.    \n\n      Mr. Hudson?    \n\nHUDSON:  Aye.    \n\nCLERK:  Mr. Hudson votes aye.    \n\n      Mr. Daines?    \n\nDAINES:  Aye.    \n\nCLERK:  Mr. Daines votes aye.    \n\n      Mrs. Brooks?    \n\nBROOKS:  Aye.    \n\nCLERK:  Mrs. Brooks votes aye.    \n\n      Mr. Perry?    \n\n\n\nPERRY:  Aye.    \n\nCLERK:  Mr. Perry votes aye.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Sanchez?    \n\nSANCHEZ:  Aye.    \n\nCLERK:  Ms. Sanchez votes aye.    \n\n      Ms. Jackson-Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Ms. Clarke?    \n\nCLARKE:  Aye.    \n\nCLERK:  Ms. Clarke votes aye.    \n\n      Mr. Higgins?    \n\nHIGGINS:  Aye.    \n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Richmond?   \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Aye.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Barber?    \n\nBARBER:  Aye.    \n\nCLERK:  Mr. Barber votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. O'Rourke?    \n\n\n\n      O'ROURKE:  Aye.    \n\nCLERK:  Mr. O'Rourke votes aye.    \n\n      Ms. Gabbard?    \n\nGABBARD:  Aye.    \n\nCLERK:  Ms. Gabbard votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mr. Horsford?    \n\nHORSFORD:  Aye.    \n\nCLERK:  Mr. Horsford votes aye.    \n\n      Mr. Swalwell?    \n\nSWALWELL:  Aye.    \n\nCLERK:  Mr. Swalwell votes aye.    \n\n      Mr. Smith?    \n\n      Mr. Marino?    \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  Mr. McCaul?    \n\nMCCAUL:  Aye.    \n\nCLERK:  Mr. McCaul votes aye.    \n\nMCCAUL:  Are there other members in the room who wish to have their vote recorded?    \n\n      The clerk will report the tally.    \n\nCLERK:  Mr. Chairman, on that vote, there are 29 yeas and zero nays.    \n\nMCCAUL:  The ayes have it.  The amendment is agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on Amendment number 131 offered by \nRepresentative Jackson Lee on which the ayes are prevailed by voice vote.    \n\n      The question occurs on agreeing to the amendment.    \n\n      The clerk will call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      Mr. King?    \n\n\n\nKING:  Aye.    \n\nCLERK:  Mr. King votes aye.    \n\n      Mr. Rogers?    \n\nROGERS:  Aye.    \n\nCLERK:  Mr. Rogers votes aye.    \n\n      Mr. Brown?    \n\nBROWN:  Aye.    \n\nCLERK:  Mr. Brown votes aye.    \n\n      Mrs. Miller?    \n\nMILLER:  Aye.    \n\nCLERK:  Mrs. Miller votes aye.    \n\n      Mr. Meehan?    \n\nMEEHAN:  Aye.    \n\nCLERK:  Mr. Meehan votes aye.   \n\n      Mr. Duncan?    \n\n      Mr. Marino?    \n\n      Mr. Chaffetz?    \n\nCHAFFETZ:  Aye.    \n\nCLERK:  Mr. Chaffetz votes aye.    \n\n      Mr. Palazzo?    \n\nPALAZZO:  Aye.    \n\nCLERK:  Mr. Palazzo votes aye.    \n\n      Mr. Barletta?    \n\nBARLETTA:  Aye.    \n\nCLERK:  Mr. Barletta votes aye.    \n\n      Mr. Stewart?    \n\nSTEWART:  Aye.    \n\nCLERK:  Mr. Stewart votes aye.    \n\n      Mr. Hudson?    \n\nHUDSON:  Aye.    \n\n\n\nCLERK:  Mr. Hudson votes aye.    \n\n      Mr. Daines?    \n\nDAINES:  Aye.    \n\nCLERK:  Mr. Daines votes aye.    \n\n      Mrs. Brooks?    \n\nBROOKS:  Aye.    \n\nCLERK:  Mrs. Brooks votes aye.    \n\n      Mr. Perry?    \n\nPERRY:  Aye.    \n\nCLERK:  Mr. Perry votes aye.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Sanchez?    \n\nSANCHEZ:  Aye.    \n\nCLERK:  Ms. Sanchez votes aye.    \n\n      Ms. Jackson-Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Ms. Clarke?    \n\nCLARKE:  Aye.    \n\nCLERK:  Ms. Clarke votes aye.    \n\n      Mr. Higgins?    \n\nHIGGINS:  Aye.    \n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Aye.    \n\n\n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Barber?    \n\nBARBER:  Aye.    \n\nCLERK:  Mr. Barber votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. O'Rourke?    \n\n      O'ROURKE:  Aye.    \n\nCLERK:  Mr. O'Rourke votes aye.    \n\n      Ms. Gabbard?   \n\nGABBARD:  Aye.    \n\nCLERK:  Ms. Gabbard votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mr. Horsford?    \n\nHORSFORD:  Aye.    \n\nCLERK:  Mr. Horsford votes aye.    \n\n      Mr. Swalwell?    \n\nSWALWELL:  Aye.    \n\nCLERK:  Mr. Swalwell votes aye.    \n\n      Mr. Smith?    \n\n      Mr. Duncan?    \n\n      Mr. Marino?    \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  Mr. McCaul?    \n\nMCCAUL:  Aye.    \n\nCLERK:  Mr. McCaul votes aye.    \n\nMCCAUL:  Are there other members in the room who wish to have their vote recorded?    \n\n\n\n      The clerk will report the tally.    \n\nCLERK:  Mr. Chairman, on that vote, there are 28 yeas and zero noes.    \n\nMCCAUL:  The ayes have it.  The amendment is agreed to.    \n\n      There being no further amendments, the question now occurs on agreeing to the Amendment in the Nature of a \nSubstitute as amendment. All those in favor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it and the Amendment in the Nature of a Substitute is agreed to.   \n\n      Hearing no further amendments, the question now occurs on agreeing to H.R. 1417 as amended.  All those in \nfavor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it and the bill is agreed to.    \n\n      I now move that the bill, as amended, be reported to the House with a favorable recommendation.  All those in \nfavor, signify by saying \"aye.\"  \n\n      (UNKNOWN):  Aye.  \n\nMCCAUL:  All those opposed, signify by saying \"no.\"  \n\n      In the opinion of the chair, the ayes have it and the motion is agreed to.    \n\n      Without objection, the motion reconsiders laid on the table. Without objection, staff is authorized to make any \ntechnical and conforming changes.    \n\n      The chair recognizes Ms. Miller.    \n\nMILLER:  Mr. Chairman, pursuant to Rule 22 clause 1 of the rules of the House, I move that the committee \nauthorize the chairman to offer such motions as may be necessary in the House to conference with the Senate on \nthe bills ordered and reported by this committee today or on similar Senate bills.    \n\nMCCAUL:  Without objection, the motion is agreed to.   \n\n      The chair recognizes the ranking member.    \n\nTHOMPSON:  Thank you.    \n\n      Mr. Chairman, pursuant to House Rule 11 clause 2(l), I ask that members have two calendar days to file with \nthe clerk of the committee supplemental, additional or minority views on the (inaudible) supported and reported by \nthe committee to date.    \n\nMCCAUL:  Before I close, I just want to say thank you to all the members for your participation on both sides of the \naisle and the staff for working in a very bipartisan way on what I consider to be a very important issue to the \nsecurity of the United States.    \n\n      Without objection, there being no further business to transact, the committee stands adjourned.    \n\n\n\n      END   \n"}