{"title": "Cultural Divide Over Parental Discipline", "body": "\nWhen a Chinese immigrant mother beat her 8-year-old son with a broomstick last month because he had not been \ndoing his homework, she thought she was acting within the bounds of traditional Chinese disciplinary practices, and \ndid not realize the trouble she was creating for her family. \n\n     The next day, when the boy's reddish welts were seen by his teachers, his school in Rego Park, Queens, \nreported the incident to the Administration for Children's Services, the city agency that protects children. That \nevening, the police went to the home in Rego Park, and her three children, 6 to 8, were put in foster care. The \nparents were investigated for child abuse. \n\n The teachers did as they were supposed to. Under state law they are obligated to report signs of physical abuse to \nChildren's Services. But the handling of the case touched a nerve in immigrant communities, where many parents \nhave disciplinary ideas that differ from mainstream American views. \n\n\"It's something cultural,\" said David Chen, the executive director of the Chinese-American Planning Council, a \nnonprofit organization, referring to corporal punishment among Chinese immigrants. \"The Chinese believe I hit you \nbecause I love you. The harder I hit you, the more I love you.\"\n\nAs more such incidents involving immigrant families occur and are reported in New York's ethnic media, from \nKorean newspapers to Spanish TV, advocacy groups are joining with public schools to educate immigrants about \nAmerica's child welfare laws.\n\nSocial workers employed by the advocacy groups distribute cautionary tales from real life intended to make \nimmigrant parents think twice before administering an imported version of tough love. Parents are warned that \nMuslim children of parents accused of abuse can be placed in non-Muslim families, where they may inadvertently \nbe fed pork. Children from nonreligious families may be taken to Christian services by their foster families, parents \nare warned.\n\nWhen the Coalition for Asian American Children and Families, an advocacy group, printed a brochure to advise \nparents on child abuse issues, it addressed fundamental cultural beliefs.\n\n\"In the Chinese culture, the family is most important,\" it said. \"A Chinese family might expect their child to support \nthe family by doing well in school and obeying his parents.\n\n\"In America, the individual is the most important. American society might consider the family's discipline to be too \nstrong, especially if the child is hurt physically or emotionally.\"\n\nThe difficulty in adopting American ways, said Patrick So, a psychotherapist for the New York City School Board, \nlargely stems from different beliefs about children.\n\n\n\"In Asia, your child is considered your property and you can do whatever you want,\" he said. \"In the Western \nculture, it's not the case.\"\n\nThe clash about how to discipline a child is not new in New York City, where half of the population are immigrants \nand their children. Many immigrant parents have said for years that American parents are too permissive, and that \nchildren are disrespectful to elders. \n\nHalf a century ago, principals paddled the disobedient, and other forms of physical punishment were tolerated. But \nfor more than 30 years, such punishment has been forbidden in New York schools. The schools have gone from \nplaces where punishment was administered to agencies looking for signs of physical abuse, sometimes at the \nhands of parents from cultures with different beliefs about punishment. The Board of Education would not comment \non the Queens case, citing privacy.\n\nAs the emphasis has shifted from keeping families together to removing children to prevent harm, the conflicts over \ndisciplinary practices have become acute, said Edward Zigler, a Yale child psychology professor who was a founder \nof Head Start.\n\nWell-meaning advice can put parents in a predicament, said social workers, since many parents know no other way \nto discipline children.\n\nMrs. Liu, a Chinatown resident who would give only her last name, said she had been at a loss after she learned \nabout local laws. \n\n\"I don't even dare to touch him,\" said Mrs. Liu, referring to her mischievous 11-year-old son. \"Every time I want to \nhit him, he threatens to call 911 and have me arrested.\"\n\nJoe Semidei, a director of the Committee for Hispanic Children and Families, said his organization teaches parents \nother ways to discipline children.\n\nMr. Semidei said: \"Here are some examples: You are not going to the baseball game this weekend if you do this. \nBut you are going to have a new toy if you do that. You negotiate with the kids and lay the boundaries. Here in \nAmerica, you reinforce good discipline by rewards.\" \n\nBut many immigrant parents see this as bribery, and they cannot understand why they are not allowed to do what \nthey think is best. They grow more antagonistic toward the child welfare system when their children encounter \nnegligent foster parents or guardians.\n\n\"Some Chinese kids have become addicted to drugs in foster care, and a few teenage girls got pregnant.\" said \nXuejun Chi, who was a university professor in China and is now a social worker at the Y.M.C.A. in Chinatown. \n\"When their parents eventually get them back, they are so messed up. The parents ask, 'How has the system cared \nfor them any better than I did?' \" \n\nProfessor Zigler says corporal punishment can make children abusive or depressed as adults, but he favors less \ndrastic measures than removing children every time their parents hit them too hard.\n\n\"Taking children away from their homes is itself a form of child abuse,\" he said. \"We have to give immigrant parents \na chance to get acculturated.\"\n\nWhen immigrant parents do give up children to foster care, advocacy groups usually sympathize and find them \nlegal advice to win their children back.\n\nThe Chinese American Planning Council, whose family counseling program is financed by Children's Services, \nhelps families whose children have been put in foster care reach settlements with the family courts to prevent long \nseparation. The agreements often include mandatory sessions for parents on raising children. \n\nBilly Wong, a director of the Chinatown Y.M.C.A., offers a class on anger management for parents.\n\n\n\nThe Coalition for Asian American Children and Families has started a campaign to recruit Asian families to provide \nfoster care for Asian children.\n\nChildren's Services is willing to become more sensitive to cultural differences. \"Our goal is to keep families \ntogether, not to break them up,\" said Kathleen Walsh, a spokeswoman. \"But our ultimate goal is to keep the \nchildren safe.\" The agency has formed an immigrant issues group, which meets once every three months, when \nofficials are briefed by immigrant community leaders about their groups' cultural practices. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Billy Wong, a director of the Chinatown Y.M.C.A., offers a class on anger management. He spoke with an \nimmigrant grandmother whose husband has been overly harsh toward the grandchildren she cares for. (Edwina \nPickles for The New York Times) \n"}