{"title": "America as a Safe Haven, From Politics", "body": "\nIt sounds like a sensible and humane use of discretionary power: Attorney General Edwin Meese has directed the \nImmigration and Naturalization Service to be more generous in considering the claims of undocumented \nNicaraguans for political asylum in this country.\n\nYet this is humanity clouded by ideology. A closer look reveals a politically charged policy. The Administration \nrefuses equivalent generosity to people from El Salvador, some of whom also face peril at home. Congress needs \nto address this regrettable double standard by law.\n\nTwo related aspects of immigration policy are at issue - permanent refugee status and temporary safe haven. \nUnder present law, refugees who can document a ''well-founded fear of persecution'' back home are entitled to \nsanctuary. Decisions to grant asylum, however, are often clouded by politics. Last year, refugee status was \ngranted to 85 percent of Nicaraguans who applied, but to only 3 percent of Salvadorans. That's because the \nAdministration opposes the Sandinista regime in Nicaragua and favors the democratically elected Government of El \nSalvador.\n\nSuch unshaded judgments ignore longstanding civil strife and continuing human rights abuses in El Salvador. \nSalvadorans are not entitled to refuge for economic reasons. But many of them have more urgent reasons. The \nneed to grant more Salvadorans some form of protection is underlined by recent reports of ''death squad'' threats to \nSalvadoran aliens living in California, including the alleged kidnap and torture of a young Salvadoran woman.\n\nThe Supreme Court offers one remedy. Last March, it ruled that aliens do not need to show a ''clear probability of \npersecution'' if returned home. It is sufficient, the majority ruled, for an alien to show either past persecution or \n''good reason'' to fear future persecution.\n\nThe Administration now relies on this decision to justify treating applications from Nicaraguans more generously. \nBut it makes no greater allowance for applications from Salvadorans. To make matters worse, the Attorney General \nrefuses to grant even temporary safe haven to Salvadorans exposed to civil strife at home.\n\nCongress will have to provide a remedy. Representative Romano Mazzoli proposes allowing the Attorney General \nto grant emergency protection to a national group whose homeland is racked by armed civil conflict, natural disaster \nor other extraordinary conditions. The decision would take into account ''immigration, humanitarian and international \nconcerns.'' That approach would still leave the Attorney General with discretionary power, but for the first time he \nwould have to exercise it in accord with legislative guidelines. People imperiled by violent politics at home don't \nneed to be bedeviled by tendentious politics in the United States.\n"}