{"title": "Scope of Smuggling Ring Stuns an Enclave", "body": "\nOn a crisp November Sunday, Oak Tree Road here was the picture of a thriving South Asian immigrant enclave. \nThe windows of gold jewelers sparkled with 22-karat necklaces. Shoppers went in and out of the markets, arms \nloaded with sacks of vegetables and spices from home.\n\nBut today, just under the sunny surface was a palpable sense of anxiety.\n\nBy indicting 31 people worldwide last week, in an international smuggling operation that brought thousands of \nillegal immigrant workers from the Indian subcontinent, Federal law enforcement officials struck at a ring that \nbrought in a constant supply of cheap, often illegal, labor. The supply from that ring, merchants in Iselin say, helps \ndrive this thriving ethnic enclave.\n\nToday, just days after an unpleasant secret in their community had been exposed, business owners up and down \nOak Tree Road expressed fear about the prospect of immigration raids and increased scrutiny by Federal \nauthorities. Several merchants said they were aware of businesses along the strip that relied on illegal immigrant \nhelp.\n\nNone of the merchants along Oak Tree Road would allow their names to be used. But they said they worried that \nthe arrests in connection with the smuggling ring -- which Federal agents say was headed by a man based in the \nBahamas named Nitin Shettie, also known as Nick Diaz -- would lead its members to report on other smugglers and \nthe business owners who rely on them to bring in workers. \"You can call it jealousy,\" said a shopkeeper, who spoke \non the condition of anonymity, \"or you can call it competition.\"\n\nThe owner of one restaurant here said today that the New Jersey men who were indicted last week were known \nsmugglers, but that their organization was only one of many that shopkeepers could turn to if they needed extra \nworkers.\n\nFour months ago, the merchants pointed out, two of Iselin's most prominent shop owners were arrested on charges \nof immigrant smuggling and money laundering.\n\nThe ring uncovered last week came to the attention of immigration authorities several months ago when one of the \ndeals went awry, according to a lawyer representing two of the smuggled immigrants.\n\n\nThe lawyer, Suresh Dalal of Woodbridge, N.J., said that five illegal immigrants were arrested by immigration \nauthorities in Miami on their way from the Bahamas to New Jersey. Their smugglers bailed them out at $5,000 \napiece, and, once the immigrants were in New Jersey, tacked the penalty onto their $20,000 smuggling fee. Mr. \nDalal said the financial dispute that followed ultimately led one of the illegal immigrants to tip off the Federal \nauthorities.\n\nMr. Dalal, who represents two men from the western Indian state of Gujarat, said his clients had been flown to the \nBahamas, where they boarded a ship to Miami with more than 20 others from the subcontinent. They were taken to \na house in Jersey City, where they stayed for a day or two until a friend or an employer paid the smuggling fees.\n\nMost of them, he said, found work at Indian shops in New Jersey.\n\nFederal officials involved in the investigation said they were approached a year ago by an immigrant in Dallas who \ndetailed the smuggling operation. Several investigations then appeared to coalesce, immigration agents in Dallas \nsaid.\n\nOn Friday, officials with the United States Attorney's Offices in Texas and New Jersey unsealed indictments in what \nFederal authorities described as the largest immigrant smuggling ring ever uncovered in the United States. Of \nthose indicted, 10 are still at large, according to the United States Attorney's office.\n\nNeither the smuggling patterns nor its routes are new.\n\nAt least since the 1980's, illegal immigrants from India, Bangladesh and Pakistan have flown first to Europe, which \nis usually easier than going directly to the United States. From there, they have traveled to Latin America or the \nCaribbean, and either walked across the Mexican border or sailed near Miami, sometimes swimming to shore.\n\nFor years, they have put themselves in the hands of smugglers who, for a hefty fee, acted as their travel agents. \nAnd they have been easily absorbed in the thriving enclave economy.\n\nWhat made this smuggling operation stand out, immigration officials said, was the vast number of employers who \nhad tapped into it in search of workers. Mr. Bergeron said most other smuggling rings are connected to only a few \nemployers.\n\nIn New Jersey's Indian community, it was the scope of the ring that came as a surprise. In three years, Federal \nofficials said, it smuggled into the United States as many as 12,000 illegal immigrants, mostly from India, but also \nfrom Pakistan, Afghanistan and Syria.\n\n\"I've seen nothing like this, nothing of this magnitude,\" said Rohit Vyas, the news director of TV Asia, a cable station \ncatering to the area's South Asians. \"I think the community better start looking at itself a little more closely.\"\n\nGraphic\n\n \n\nPhoto: Last week's indictments in an immigrant smuggling case have worried many South Asian merchants along \nOak Tree Road in Iselin, N.J. They expressed fears about the prospect of more scrutiny by the authorities. (Dith \nPran/The New York Times)\n"}