{"title": "CITY CAME TOGETHER TO HELP NEW N.Y.ERS", "body": "\nNot in our city.\n\nThat's what New Yorkers, from Mayor Bloomberg down to everyday hardworking people, have said to those intent \non dehumanizing and persecuting immigrants.\n\n\"Our lifeblood is a constant stream of new immigrants to improve our cuisine, our culture, our language and, mainly, \nour economy,\" Bloomberg said this week. Hizzoner has promised to throw his weight behind immigration reform \nduring his third term.\n\nOur city said no to 287(g), an unfair and poorly managed program that makes surrogate immigration agents of local \nauthorities. New York, the quintessential city of immigrants, has nothing to do with the federal program, and \ncontinues to remain one of the safest places in the country for decent immigrant families.\n\nLaunched eight years ago, the program is now operational in 72 U.S. jurisdictions with disastrous results. It is \nsupposed to target undocumented immigrants who are dangerous criminals. But the Migration Policy Institute, a \nnonpartisan Washington-based think tank, found that - despite repeated assurances to the contrary by President \nObama and Secretary of Homeland Security Janet Napolitano - \"the program is not targeted primarily or even \nmostly toward serious offenders.\"\n\nActually, the group found half of the program's deportation efforts involve noncitizens - not only undocumented \nimmigrants, but also deportable legal immigrants - whose run-ins with the law have been as petty as traffic \noffenses.\n\n\"Our study highlights the absence of a clear and comprehensive interior immigration strategy,\" said Randy Capps, \nthe group's Senior Policy Analyst and report co-author.\n\nSuch ambiguity is bound to become a huge problem for President Obama's reelection bid, in which Latinos will \ninevitably play a prominent role. After all, their vote has the potential to swing key states such as Florida, California, \nNevada, New Mexico and Colorado.\n\nFor Latinos, immigration is a personal matter.\n\nA 2009 poll cited by America's Voice, an immigration reform group, showed that 62% of Latino voters know \nsomeone who is undocumented. Also, America's Voice says, millions of Latino U.S. citizens once were \n\n\nundocumented immigrants and know first-hand about the painful and unfair current anti-immigration climate. It's as \nclimate in which bigotry and blatant racism have become valid political postures.\n\n\"It will be more difficult to motivate Latino voters to go to the polls in 2012 when they have seen loved ones \ndeported for driving without a taillight, and families in their extended network ripped apart by an administration that \npromised improvements,\" America's Voice concludes.\n\nAnd, we add, as it should be.\n\nThe gap between what the Obama administration says and what it does, between rhetoric and reality on \nimmigration enforcement, has taken on almost scandalous proportions.\n\nDespite Obama's promises, nearly 400,000 immigrants - the highest numbers in the country's history - were \ndeported in each of the last two years. That fact certainly will not help him gain the trust of immigrant voters - \nespecially because the MPI study confirms, hundreds of thousands of them had not committed any crimes.\n\nYet New Yorkers can be proud that, true to its immigrant tradition, the city has said no to the repressive and \ncounterproductive 287(g).\n\nNot in our city.\n\naruiz@nydailynews.com\n"}