{"title": "Ashcroft Wants Thai Boy Used by Smugglers to Stay in U.S.", "body": "\nAttorney General John Ashcroft granted \"humanitarian parole\" today to a Thai boy infected with H.I.V. who was \nused as a decoy in a human trafficking scheme, saying the United States should not deport him.\n\n     That status will allow the boy, Phanupong Khaisri, who is 4 and known as Got, to stay in the United States until \nhis local guardians can apply for the new T-visa, which was authorized by the Victims of Trafficking and Violence \nProtection Act of 2000. The regulations for the visa have not even been released yet, but Mr. Ashcroft has \ninstructed the Immigration and Naturalization Service to accept and process the boy's T-visa application. \n\n \"Stories like Got's can't help but move us,\" Mr. Ashcroft said at a news conference at the federal courthouse in \ndowntown Los Angeles. \"They appeal not just to our principles as a nation but to our compassion as a people. Like \nso many victims of human trafficking, Got is a confused and isolated figure adrift in a complex legal system.\"\n\nThe child arrived from Thailand at Los Angeles International Airport on April 20, 2000, as a \"prop\" in an international \nhuman trafficking scheme, Mr. Ashcroft said. Inspectors discovered that the couple he was traveling with were not \nhis parents, but smugglers. The couple posed as a vacationing family in an effort to bring the woman into the \nUnited States to work as a prostitute. Mr. Ashcroft said the boy's mother, a convicted prostitute, \"rented\" the boy \nto the couple for the trip. \n\nBut when Got entered the United States, he became ill from an ear infection and chicken pox. Tests showed that \nhe was H.I.V. positive. \n\nThe boy's father committed suicide shortly after he was born. His paternal grandparents are seeking his return to \nThailand. \n\nPiyawat Niyomrerks, the Los Angeles consul general for Thailand, said his government wanted Mr. Ashcroft to \nhear from the grandparents about the type of life they can provide.\n\n\"We're quite surprised and saddened by his statement,\" Mr. Niyomrerks said. \"The child is not helpless. He has \nblood relatives to take care of him.\"\n\nDorothea P. Kraeger, the lawyer for the grandparents, said they would fight the T-visa. She said Mr. Ashcroft's \norder did not change the boy's status because a federal judge had already ruled that he should remain in the \nUnited States. \n\nWhile Mr. Ashcroft's decision is a setback for the grandparents, \"the decision today is not an end to the case,\" Ms. \nKraeger said. \"It has done nothing more than keep the judge's order in place.\" \n\n\nMs. Kraeger called the label humanitarian parole a \"fiction.\"\n\n\"It allows someone to be here with no immigration status,\" she said. \n\nThe lawyer said her clients, who are residing in Los Angeles until the case is decided, live an upper-middle-class \nlife in Thailand. \n\nChanchanit Martorell, the boy's co-guardian, said she was \"overjoyed\" that Mr. Ashcroft stepped in. \n\n\"Mr. Ashcroft spared his life,\" said Ms. Martorell, the executive director of the Thai Community Development \nCenter, which has acted as an advocate for Got. \"It is really what Got has always deserved, the chance for a better \nlife.\" The boy is staying with a Los Angeles couple who want to adopt him, she said.\n\nMembers of the Los Angeles Thai community fear that if the boy is returned to Thailand he may be used by \ntraffickers again. They note that his paternal grandmother was once convicted of heroin trafficking. \n\nMs. Kraeger acknowledged that the grandmother, Sumalee Khaisri, pleaded guilty to heroin trafficking in the 1970's \nand served 12 years in prison. She received a royal pardon and was released early. \"She did serve her time and \nshe did raise three other children successfully,\" Ms. Kraeger said. \n\nMs. Martorell said she hoped a compromise could be reached with the grandparents to allow visitation. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Phanupong Khaisri, 4, brought into the United States from Thailand last year, was held yesterday by Janet \nHerold, who wants to adopt him. (Reuters)      \n"}