{"title": "MEXICAN LEADER HAILS MIGRANT WORKERS IN CALIFORNIA;VICENTE FOX PLEDGES TO WORK ON ISSUES AFFECTING THEIR LIVES", "body": "\nOften scorned at home and ignored in the United States, migrant laborers found themselves celebrated as heroes \nThursday by Mexican President Vicente Fox.\n\nNearly 3,000 people crowded into a convention hall to hear Fox, who praised field workers and promised to work \non issues that matter most in their lives. About 2,000 more listened outside through loudspeakers.\n\nFox pledged to push Mexico's Congress to allow people to vote from outside the country, to work with U.S. officials \non a solution to long-s tanding disputes over immigration and to make it easier for expatriates to return to Mexico.\n\n\"You are important, believe me, very important,\" Fox said, as cheers drowned out his words.\n\nSuch talk is a change for Mexican leaders. Money sent home by exp atriates is one of Mexico's largest sources of \nincome. But past leaders did little to court the men and women who fled their homes to work long hours and difficult \njobs in the United States.\n\nFox campaigned in California last May and views expatriates as a source of financial and moral support for his \nright-of-center National Action Party and its legislative agenda.\n\n\"You are permanent ambassadors of Mexican culture,\" he told the crowd. \"You have become a link between the \nUnited States and Mexico.\"\n\nFox pledged that Mexican consulates would do more to investigate civil rights abuses against Mexicans in the \nUnited States, and he said he would devote more money to rural Mexico so people might not have to leave.\n\nFox was expected to visit an elementary school in San Fernando with President George W. Bush's wife, Laura, and \nattend a town hall meeting in Los Angeles with Gov. Gray Davis.\n\nFox's visit brought out protesters for and against immigration. Some argued that Fox wasn't doing enough to help \nthe field workers, while others regarded the workers as part of an \"invasion by Mexico.\" But the majority of people \nat the event in Fresno seemed enthusiastic, saying Fox's visit gave overdue attention to immigrant laborers.\n\n\"Finally, we have a president who seems concerned with the plight of poor people,\" said Jessie Oviedo, 56, who \ncame to the United States from Mexico as a child and worked as a farm laborer before eventually landing a \ngovernment clerical job.\n\n\n\"This is a big day for us,\" said Emilio Bolanos, 80, who showed up at the convention center at 6 a.m. for a front-row \nseat. \"President Fox represents the future.\"\n\nFox's tour also represents the growing influence of Latinos in the nation's most populous state. The governor noted \nthat more than a third of California's 34 million residents are of Mexican descent.\n\nGraphic\n\n \n\nPHOTO PHOTO by THE ASSOCIATED PRESS - Mexican President Vicente Fox and 3-year-old Luis Piedad \nAyala of Avenal, Calif., gesture to a crowd at a rally in Fresno, Calif., on Thursday.\n"}