{"title": "Perspectives shaped by daily experience; A border sheriff, an urban priest, a factory owner and others close to issue weigh in on immigration", "body": "\nPHOENIX -- Cochise County Sheriff Larry Dever says he pressed politicians in Washington for nearly a decade to \ndo something about invaders swarming into southern Arizona from Mexico.\n\nHe testified before Congress five times. He ranted about crime, the costs to the justice system and the strain on \nproperty owners. He says all he got was lip service.\n\n\"How much more do you really expect people to take?\" demands the 54-year-old lawman. \"You've seen the \nMinuteman Project gain momentum. What I've learned in 30 years of enforcement is: If you don't do your job, \nsomeone will do it for you.\"\n\nDever views the Minutemen civilian border watch group -- as well as demonstrations for immigrant rights -- as fruits \nof failed U.S. policy. Blocked by \"paralysis and polarization,\" he says, politicians did nothing until the border mess \nbecame a nationwide calamity.\n\nToday, real coyotes seem outnumbered in Cochise County by the human version. \"Coyotes\" is the term for \nsmugglers who lead illegal immigrants across a border defended mostly by barbed-wire fence.\n\nCochise County's 83 deputies patrol an area of rangeland, high desert and mountains larger than Connecticut. It's a \nplace where Wyatt Earp once ruled as law.\n\nDever talks about one of his men working alone at night in a 1,200-square-mile sector and coming across a van \nstuffed with 31 illegal immigrants. The deputy called the U.S. Border Patrol but was told it would be a three-hour \nwait.\n\n\"What's he supposed to do?\" Dever asks, noting that the deputy cannot serve Cochise residents if he's babysitting \na load of immigrants. Dever called the Border Patrol and demanded the deputy get help in 20 minutes, which he \ndid.\n\nThe real trouble, Dever says, began in the late 1990s after the Border Patrol launched enforcement campaigns in \nSan Diego and El Paso. He says that strategy funneled illegal immigrants into the deadly Arizona desert.\n\nCochise County, in Arizona's southeast corner, became a throughway from Mexico. Corpses littered the desert. \nRanchers screamed about trash and theft.\n\nUniversity of Arizona researchers calculated that immigrants accounted for 37% of the justice system costs in \nCochise County. Today, about $5 million of the county's $49 million budget goes to arresting, prosecuting and \njailing illegal immigrants, Cochise Board of Supervisors Chairman Pat Call says.\n\n\n\"Four or five years ago, you couldn't get anybody to talk about this,\" Dever says. \"Now everybody wants to talk \nabout it.\"\n\nOut of that talk emerged proposals such as a wall from Brownsville, Texas, to San Diego, which Dever views as \"a \nwaste of resources and money.\"  He favors a 2,000-mile underground sensor system, backed by unmanned aircraft \nto spot illegals.\n\nDever opposes granting citizenship to many of the estimated 12 million illegal immigrants in the USA. He says they \nshould be deported gradually, then replaced as needed by legal guest workers.\n\nAs for recent immigrant rallies in the USA, the sheriff grinds his teeth. \"That just makes my blood boil. Can you \nimagine 100,000 or even 10,000 of us ... marching down there?\"\n\nBy Dennis Wagner, who reports daily for The Arizona Republic in Phoenix. Contributing: Donna Leinwand of USA \nTODAY.\n\nGraphic\n\n \n\nPHOTO, Color, Mark Levy for USA TODAY\n\nPHOTO, B/W, Mark Levy for USA TODAY\n"}