{"title": "ABC Hosts 2019 Democratic Presidential Candidates Debates in Houston", "body": "\nAbc Hosts 2019 Democratic Presidential Candidates Debates In Houston\n\nSeptember 12, 2019 08:00 P.M.\n\nSPEAKERS:\n\nSEN. AMY KLOBUCHAR (D-MINN.) \n\nSEN. CORY BOOKER (D-N.J.) \n\nSOUTH BEND, IND. MAYOR PETE BUTTIGIEG \n\nSEN. BERNIE SANDERS (I-VT.) FORMER VICE PRESIDENT JOE BIDEN \n\nSEN. ELIZABETH WARREN (D-MASS.) \n\nSEN. KAMALA HARRIS (D-CALIF.) \n\nVENTURE FOR AMERICA FOUNDER ANDREW YANG \n\nFORMER REP. BETO O'ROURKE (D-TEXAS) \n\nFORMER SECRETARY OF HOUSING AND URBAN DEVELOPMENT JULIAN CASTRO \n\nABC NEWS CORRESPONDENT LINSEY DAVIS \n\nTHIS WEEK WITH GEORGE STEPHANOPOULOS HOST GEORGE STEPHANOPOULOS \n\nABC WORLD NEWS TONIGHT WITH DAVID MUIR HOST DAVID MUIR \n\nREAL AMERICA WITH JORGE RAMOS HOST JORGE RAMOS \n\n[*]STEPHANOPOULOS: Good evening and welcome to Houston. We are live from Texas Southern University for \ntonight's Democratic debate. The top 10 candidates are here; it's going to start right now and on the stage you see \nthem. They have all met the criteria set by the Democratic National Committee, at least 10 others have not met the \nthreshold. \n\nSo for the first time in this primary a single debate in a single night with all of the top candidates facing off. It is a \ncritical test for the candidates and their campaigns at a critical time for our country. They're going to lay out their \nvision for the country, their records, their differences with President Trump and each other and we are going to do \nour best to bring you a lively, informative and civil debate. \n\n\nI'm joined here tonight by my ABC colleague World News Tonight anchor David Muir, our national correspondent \nLinsey Davis and Jorge Ramos from our partner network Univision. Jorge? \n\nRAMOS: George, thank you very much. We appreciate the opportunity to welcome Latinos across the country and \nto ask about LatinX issues during these challenging times. (UNTRANSLATED) Just let me give you little translation \nhere. I'm telling Latinos that despite the fact that we are facing difficult times this is our country, too. Linsey? \n\n(APPLAUSE) \n\nDAVIS: We are delighted to be on the beautiful campus of Texas Southern University, one of the largest historically \nblack colleges and universities in the country and here in the health and physical education building tonight we are \njoined by a live audience of 3500 people, most invited by the Democratic National Committee and of course some \nof the brightest minds of the student body here at TSU. Go Tigers. \n\n(APPLAUSE) \n\nMUIR: We can feel the energy in the room, can't we, Linsey? The rules of this debate are very basic tonight and \nhave been agreed to by all of the campaigns in advance. Candidates will have one and 15 seconds to answer a \ndirect question and 45 seconds for a rebuttal or response as directed by one of the moderators.  \n\nCandidates will each see green and yellow lights there you see them right there indicating how much time they \nhave remaining and when time is up the light will turn red. Candidates who interrupt will be subject to having their \ntime reduced later on but this is democracy, the great American experiment and the candidates are here tonight to \nmake their case. \n\nSTEPHANOPOULOS: The podium place is based on their current standings in nationally recog--nationally \nrecognized polls with the leading candidates in the center. All candidates up and told they can have one minute to \nmake an opening statement and  we're going to begin in reverse pulling order was Secretary Julian Castro. \n\n(APPLAUSE) \n\nCASTRO: Good evening. (UNTRANSLATED) Welcome to Texas. It's great to be here at TSU, home of the Tigers. \nYou know on January 20, 2021 at 12:01 PM we are going to have a Democratic president, a Democratic House and \na Democratic Senate. \n\n(APPLAUSE) \n\nThere will be life after Donald Trump but the truth is that our problems didn't start just with Donald Trump and we \nwon't solve them by embracing old ideas. We need a bold vision, universal pre-K and universal healthcare; \nunleashing millions of new jobs in the clean energy economy; a tax system that rewards people who have to work \nfor a living.  \n\nBut first we have to win and that means exciting a young, diverse coalition of Americans who are ready for a bold \nfuture. That is what Kennedy did, it is like Carter did, it is what Clinton did, it is what Barack Obama did and it is \nwhat I can do in this race, get back Michigan, Wisconsin and Pennsylvania, Florida, Georgia and Arizona and finally \nturn Texas blue and say goodbye to Donald Trump. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator Klobuchar? \n\nKLOBUCHAR: Good evening Texas Southern. I believe that what unites us up here the 10 of us is much stronger \nthan what divides us and I think that's true of our country, too.  \n\nNow I may not be the loudest person up here but I think we've already got that in the White House. Houston-- \n\n(LAUGHTER) \n\n\n\n--we have a problem. This-- we have a guy there that is literally running our country like a game show.  \n\n[*]KLOBUCHAR: He would rather lie than lead. I think we need something different. I am someone who tells the \ntruth. I don't make promises that I can't keep. I have people's back, and I believe that to win, you bring people with \nyou, and that is how you govern as well. So you're going to hear a lot of ideas up here. Some will be great, but if \nyou see that some of them see seem a little off track, I've got a better way. If you feel stuck in the middle of the \nextremes in our politics and you are tired of the noise and the nonsense, you've got a home with me because I don't \nwant to be the president for half of America, I want to be the president for all of America. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Congressman Beto O'Rourke. \n\nO'ROURKE: It's an honor to be on this debate stage. It is wonderful to be back in Texas, and Houston, back here at \nTSU. On August 3 in El Paso, Texas, two things became crystal clear for me, and I think produced a turning point \nfor this country. The first is just how dangerous Donald Trump is, the cost of the consequence of his presidency. A \nrecent racism and violence that had long been a part of America was welcomed out into the open and directed to \nmy hometown of El Paso, Texas where 22 people were killed, dozens more rigorously injured by a man carrying a \nweapon he should never have been able to buy in the first place. Inspired to kill by our president. \n\nThe second is how insufficient our politics is to meet the threat that we have right now. The bitterness, the pettiness, \nthe smallness of the moment, the incentives to attack one another and try to make differences without distinctions, \nmountains out of mole hills. We have to be bigger, we have to see clearly, we have to speak honestly, and we have \nto act decisively. That's what I want to do for you as president of the United States. Thank you. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator Cory Booker. \n\nBOOKER: It was over 20 years ago that I was a law student and moved to inner-city Newark, New Jersey to serve \nas a tenants rights lawyer to try and address the challenges in my community. And I was sobered by them, the gun \nviolence, the substandard housing, but it was my greatest mentor, a woman named Miss Virginia Jones who \nchallenged me. She said, \"Boy, if all you see in this neighborhood's problems, that's all there's ever going to be. But \nif you're stubborn and defiant and going to put forth a vision that can unify people, then we can make transformative \nchange.\" She was a church woman that said without vision, the people will perish. \n\nWell that's exactly what we did. We created extraordinary unity in our community, and we did things that other \npeople think--thought were--was impossible. That's the story of America. At our best, unify. We find common cause \nand common purpose. Differences amongst us Democrats on the stage are not as great as the urgency for us to \nunite as a party, not just to be Donald Trump, but to unite America in common cause and common purpose. That's \nwhy I'm running for president, and that's how I will lead this nation. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Entrepreneur Andrew Yang. \n\n(APPLAUSE) \n\nYANG: In America today, everything revolves around the almighty dollar. Our schools, our hospitals, our media, \neven our government. It's why we don't trust our institutions anymore. We have to get our country working for us \nagain instead of the other way around. We have to see ourselves as the owners and shareholders of this \ndemocracy rather than inputs into a giant machine. \n\n(APPLAUSE) \n\n\n\nWhen you donate money to a presidential campaign, what happens? The politician spends the money on TV ads \nand consultants, and you hope it works out. It's time to trust ourselves more than our politicians. That's why I'm \ngoing to do something unprecedented tonight. My campaign will now give a freedom dividend of $1000 a month for \nan entire year to 10 American families, someone watching this at home right now. If you believe that you can solve \nyour own problems better than any politician, go to yang2020.com and tell us how $1000 a month will help you do \njust that. \n\n(APPLAUSE) \n\nThis is how we will get our country working for us again, the American people. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Mayor Pete Buttigieg. \n\n(LAUGHTER) \n\nBUTTIGIEG: That's original. I'll give you that. The American people are divided and doubtful at the very moment \nwe need to rise to some of the greatest challenges we've ever seen. As a mayor of an industrial city coming back \nfrom the brink, as a veteran of the war in Afghanistan, I know what's at stake in our national leadership. We keep \nsending politicians to Washington asking them to fight for us, but then when they get there, they seem more \ninterested in the part about fighting than the part about us. Good politics is supposed to be not about that day-to-\nday fights of the politicians, but about the day-to-day lives of Americans. We just marked the anniversary of 9/11. All \nday today I've been thinking about September 12, the way it felt when, for a moment, we came together as a \ncountry. \n\nImagine if we had been able to sustain that unity. Imagine what will be possible right now with ideas that are bold \nenough to meet the challenges of our time but big enough as well that they could unify the American people. \n\nThat's what presidential leadership can do. That's what the presidency is for. And that is why I am asking for your \nvote. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator Kamala Harris. \n\nHARRIS: Thank you. It's great to be back at TSU. So, I plan on spending tonight talking with you about my plans to \naddress the problems that keep you up at night, but first I have a few words for Donald Trump, who we all know is \nwatching. \n\n(LAUGHTER) \n\nSo, President Trump, you've spent the last two and a half years full-time trying to sow hate and division among us, \nas--and that is why we've got nothing done. You have used hate, intimidation, fear, and over 12,000 lies as a way to \ndistract from your failed policies and your broken promises. The only reason you've not been indicted is because \nthere was a memo in the Department of Justice that says a sitting president cannot be charged with a crime. \n\nBut here's what you don't get. What you don't get is that the American people are so much better than this, and we \nknow that the vast majority of us have so much more in common than what separates us regardless of our race, \nwhere we live, or the party with which we are registered to vote. And I plan on focusing on our common issues, are \ncommon hopes and desires, and in that way unifying our country, winning this election and turning the page for \nAmerica. And now, President Trump, you can go back to watching Fox News. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator Bernie Sanders. Senator Sanders? \n\n\n\nSANDERS: Let me be blunt, tell you what you don't hear much about in Congress or in the media. And that is it \ngoes without saying that we must and will defeat Trump, the most dangerous president in the history of this country. \n\n(APPLAUSE) \n\nBut we must do more. We must do more. We have got to recognize that this country is moving into an oligarchic \nform of society where a handful of billionaires control the economic and political life of this country. And as \npresident, I am prepared to take them on. \n\nYes, we will raise the minimum wage to a living wage. Yes, we will finally make sure that every American has \nhealth care as a human right, not a privilege. And yes, we will address the catastrophic crisis of climate change and \ntransform our energy system away from fossil fuel. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator Elizabeth Warren. \n\nWARREN: So, I was born and raised in Oklahoma, but I'm sure glad to be in Texas tonight. \n\n(APPLAUSE) \n\nAll three of my brothers served in the military bases here in Texas. That was their ticket to the middle class. Me, I \ngot my big opportunity about a half mile down the road from here at the University of Houston back when it cost-- \n\n(APPLAUSE) \n\n--$50.00 a semester. For a price that I could pay for on a part-time waitressing job, I got to finish my four year \ndegree and I became a special needs teacher. And after law school, my first big job was back here in Houston. By \nthen, I had to the kids. And when childcare nearly brought me down, my Aunt Bee (PH) moved in and saved us all. \n\nThe paths to America's middle class have gotten a lot smaller and a lot narrower. Today, service members are \npreyed upon by predatory lenders. Students are crushed by debt, and families cannot afford childcare. \n\n(APPLAUSE) \n\nI know what's broken. I know how to fix it. And I'm going to lead the fight to get it done. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Vice President Joe Biden. \n\nBIDEN: You know, when President Kennedy announced the moon shot, use a phrase that I--sticks in me my whole \nlife. He said we are doing it because we refused to postpone. Well, I refuse to postpone one more minute spending \nbillions of dollars on curing cancer, Alzheimer's and other diseases which, if we invest in them, we can find cures. \n\nI refuse to postpone giving every single child in America, no matter their ZIP Code, pre-K all the way through high \nschool and beyond. \n\n[*]BIDEN: I refuse to postpone any longer taking on climate change. And leading the world in taking on climate \nchange. Look, this is the United States of America. There has never been a single, solitary time that we set our \nminds on something we are unable to do it. We are walking with our heads down like whoa is me. We are the best \nequipped nation in the world to take this on. It's no longer time to postpone--we should get moving. There's \nenormous, enormous opportunities once we get rid of Donald Trump.  \n\n(APPLAUSE) \n\n\n\nSTEPHANOPOULOS: Candidates thank you. Several of you said you are more united than divided and that is \ncertainly true--all of you agree on one big thing--the goal of defeating President Trump, driving the country in a new \ndirection. But out on the campaign trail you have outlined big differences over how far to go and how fast to go. \nAnd--and Vice President Biden, the differences between you and the senators on either side of you tonight strike at \nthe heart of this primary debate. Both senators Warren and Sanders want to replace Obamacare with Medicare for \nAll, you want to build on Obamacare, not scrap it.  \n\nThey propose spending far more than you to combat climate change and tackle student loan debt and they would \nraise more in taxes than you to pay for their programs. Are senators Warren and Sanders pushing too far beyond \nwhere Democrats want to go and where the country needs to go?  \n\nBIDEN: That will be for the voters to decide that question. Let me tell you what I think--I think we should have a \ndebate on healthcare. I think I know that the Senator says she's for Bernie. Well, I'm for Barack. I think the \nObamacare worked. I think the way we add to it, replace everything that's been cut, add a public option--guarantee \nthat everyone will be able to have affordable insurance, number one.  \n\nNumber two, I think we should be in a position of taking a look at what costs are. My plan for healthcare costs a lot \nof money--it costs $740 billion. It doesn't cost $30 trillion. $3.4 trillion a year it turns out is twice what the entire \nfederal budget is. That's before it exists now without interest on the debt. How are we going to pay for it? I want to \nhear tonight how that's happening. Such far, my distinguished friends the Senator on my left is not--has not \nindicated how she pays for it and the Senator has, in fact, come forward and said how he's going to pay for it but it \ngets him about halfway there.  \n\nThere's a lot of other things that need to be done. I drive a bold plan to deal with making sure we triple the money \nfor at risk schools that are Title 1 schools from 40 from 15 to $40 billion a year. But I go down the line and each of \nthe things we are talking about I lay out how I can pay for it, how I can get it done and why it's better.  \n\nSTEPHANOPOULOS: Senator Warren, let me take that to you-- \n\n(APPLAUSE)  \n\nParticularly, on what Senator Biden was saying there a--about healthcare. He's actually praised Bernie Sanders \nabout being candid about his healthcare. Senator--says that Senator Sanders has been candid about the fact that \nmiddle class taxes are going to go up and most of private insurance is going to be eliminated. Will you make that \nsame admission?  \n\nWARREN: So, let's be clear about healthcare and let's actually start where Vice President did--we all owe huge \ndebt to President Obama who fundamentally transformed healthcare in America and committed this country to \nhealthcare for every human being.  \n\n(APPLAUSE) \n\nAnd now, the question is how best can we improve on it? And I believe the best way we can do that is we make \nsure that everybody gets covered by healthcare at the lowest possible cost. How do we pay for it? We pay for it \nthose at the very top--the richest individuals and the biggest corporations are going to pay more. And middle class \nfamilies are going to pay less. That's how this is going to work.  \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Direct question--you said that middle class families are going to pay less. But will middle \nclass taxes go up to pay for the program? I know you believe that the deductibles and the premiums will go down. \nWill middle class taxes go up? Will private reinsurance be eliminated?  \n\nWARREN: Look, what families have to deal with is cost. Total cost. That's what they have to deal with and \nunderstand, families are paying for their healthcare today. Families pay every time an insurance company says, \nsorry you can't see that specialist. Every time an insurance company say sorry, that doctor is out of network. Sorry, \n\n\n\nwe are not covering that prescription. Families are paying every time they don't get a prescription filled because \nthey can't pay for it. They don't have a lump checked out because they can't afford the copay. What we're talking \nabout here is what is going to happen in families' pockets--what's going to happen in their budgets. And the answer \nis on Medicare for all--costs are going to go up for wealthier individuals and costs are going to go up for giant \ncorporations.  \n\nBut for hardworking families across this country costs are going to go down and--and that's how it should work \nunder Medicare for all in our healthcare (INAUDIBLE).  \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator, you were invoked by the Vice President to also take on that question about taxes.  \n\n[*]SANDERS: Joe said that Medicare for All would cost over $30 trillion. That's right, Joe. Status quo over 10 years \nwill be $50 trillion. Every study done shows that Medicare for All is the most cost-effective approach to providing \nhealthcare to every man, woman and child in this country. I wrote the damn bill if I may say so-- \n\n(APPLAUSE) \n\n--intent to eliminate all out of pocket expenses all deductibles, all copayments, nobody in America will pay more \nthan $200 a year for prescription drugs because we are going to stand up to the greed and corruption and price-\nfixing of the pharmaceutical industry. \n\n(APPLAUSE) \n\nWe need--we need a healthcare system that guarantees health care to all people as every other major country \ndoes, not a system which provides $100 billion a year in profit for the drug companies and the insurance companies \nand to tell you how absurd the system is 10 nine on ABC the healthcare industry will be advertising telling you how \nbed Medicare for All is because they want to protect their profits. That is absurd. \n\nKLOBUCHAR: If I could respond? George? \n\nSTEPHANOPOULOS: You get the--you get a response and then we are going to broaden out the discussion. \n\nBIDEN: Okay. Number one, my health care plan does significantly cut the cost of the largest out of pocket payment \nyou will pay is $1000. You will be get into a--anyone that can't afford it gets automatically enrolled in a--in--in the \nMedicare type option we have, etc. But guess what of the 160 million people who like their healthcare now they can \nkeep it. If they don't like it they can leave, number one. \n\nNumber two, the fact of the matter is we are in a situation where if you notice he hasn't answered the question. This \nis about candor, honesty, big ideas. \n\nLet's have a big idea. The tax of 2 percent that the senator is talking about that raises about $3 billion. Guess what? \nThat leaves you about $28 billion short. The senator said before it's going to cost you in your pay--there will be a \ndeductible in your paycheck. The middle class person someone making $60,000 with three kids they are going to \nend up paying $5000 more, they are going to end up paying 4 percent more on their income taxes. That's reality. \nNow that's not a bad idea if you like it. I don't like it. \n\nSTEPHANOPOULOS: Okay. Now I want everybody to keep to the time but you did invoke both senators. I have to \nget responses to them and then we can broaden it out. \n\nBIDEN: Sure. That's good. \n\nSTEPHANOPOULOS: Senator Warren you go first. \n\nWARREN: So let's be clear I--I have actually never met anybody who likes their health insurance company. I have \nmet people who like their doctors-- \n\n\n\n(APPLAUSE) \n\n--I have met people who like their nurses, I have met people who like their pharmacist. I have met people who like \ntheir physical therapist. What they want is access to health care and we just need to be clear about what Medicare \nfor All is all about. Instead of paying premiums into insurance companies and then having insurance companies \nbuild their profits by saying no to coverage we are going to do this by saying everyone is covered by Medicare for \nAll, every health care provider is covered. And the only question here in terms of differences where to send the bill. \n\nSTEPHANOPOULOS: Senator Sanders? \n\nSANDERS: Let us be clear, Joe, in the United States of America we are spending twice as much per capita on \nhealthcare as the Canadians or any other major country on earth. \n\nBIDEN: This is a America. \n\nSANDERS: Yeah, but Americans don't want to pay twice as much as other countries and they guarantee health \ncare to all people. Under my Medicare for All proposal when you don't pay out-of-pocket and you don't pay \npremiums may be you run into people who love their premiums. I haven't. What people want is cost-effective health \ncare, Medicare for All will save the average American substantial sums of money on his or her health care bill. \n\nSTEPHANOPOULOS: Senator--Senator Klobuchar you said in your opening statement you want to represent the \npeople stuck in the middle of the extremes. Who represents the extreme on this stage? \n\nKLOBUCHAR: I think you know that I don't agree with some of these proposals appear, George. So I'm talking \nabout-- \n\nSTEPHANOPOULOS: Which ones? \n\nKLOBUCHAR: If I could--if I could respond to some of the proposals from my friends. First of all Senator Sanders \nand I have worked valiantly to bring down the cost of pharmaceuticals. That was a Klobuchar-Sanders Amendment \nto allow for drugs to come in from less expensive countries like Canada. We have work to bring down the cost by \nfighting to allow 43 million seniors, that is a bill I lead, to negotiate for better prices under Medicare. I figured that's a \nlot of seniors and they should be allowed to get a better price. \n\nBut it when it comes to our health care and when it comes to our premiums I go with the doctor's creed which is due \nno harm and while Bernie wrote the bill I read the bill and on page 8-- \n\n(APPLAUSE) \n\n--on page 8 of the bill it says that we will no longer have private insurance as we know it and that means that 149 \nmillion Americans will no longer be able to have their current insurance in four years. \n\n[*]KLOBUCHAR: I don't think that's a bold idea, I think it's a bad idea. And what I favor  \n\n(APPLAUSE)  \n\nIs something that what Barack Obama wanted to do from the very beginning, and that is a public option, a nonprofit \nchoice that would bring down the cost of insurance, cover 12 million more people, and bring down the prices for 13 \nmore million more people. That is a bold idea. \n\nSTEPHANOPOULOS: Senator Warren. \n\n(APPLAUSE)  \n\nPage 8 of the bill, she says. 149 people will lose their health insurance. \n\nWARREN: I'm sorry. \n\n\n\nSTEPHANOPOULOS  She said page 8 of the bill, 149 people will lose their health insurance. \n\nKLOBUCHAR: Current health insurance. \n\nBIDEN: 149 million. \n\nSTEPHANOPOULOS: Million. Excuse me. \n\nWARREN: So let's be clear about this. People will have access to all of their doctors, all of their nurses, their \ncommunity hospitals, their rural hospitals, doctors won't have to hire people to fill out crazy forms. They won't have \nto spend time on the phone arguing with insurance companies. People who have sick family members won't have \nto get into these battles. What this is about is making sure that we have the most efficient way possible to pay for \nhealthcare for everyone in this country. Insurance companies last year sucked $23 billion in profits out of the \nsystem. How did they make that money? Every one of those $23 billion was made by an insurance company saying \nno to your health care coverage. \n\nSTEPHANOPOULOS: Mayor Buttigieg.  \n\nBUTTIGIEG: The problem, Senator Sanders, with that damn bill that you wrote and that Senator Warren backed  \n\n(LAUGHTER)  \n\nis that it doesn't trust the American people. I trust you to choose what makes the most sense for you. \n\n(APPLAUSE)  \n\nNot my way or the highway. Now look, I think we do have to go far beyond tinkering with ACA. I propose Medicare \nfor all who want it. We take a version of Medicare, we make it available for the American people, and if we are \nright, as progressives that that public alternative is better, then the American people will figure that out for \nthemselves. I trust the American people to make the right choice for them. Why don't you? \n\nSTEPHANOPOULOS: Senator Sanders. 45 seconds. \n\n(APPLAUSE)  \n\nSANDERS: George, you talk about was it 150 million people on private insurance? 50 million of those people lose \ntheir private insurance every year when they quit their jobs, or they go unemployed, or their employer changes their \ninsurance policy. Medicare for all is comprehensive healthcare, covers all basic needs, including home healthcare. \nIt allows you to go to any doctor you want, which many private insurance company programs do not. So if you want \ncomprehensive healthcare, freedom of choice regarding doctor or hospital, no more than $200 a year for \nprescription drugs, taking on the drug companies and the insurance companies, moving to Medicare for all is the \nway to go. \n\nSTEPHANOPOULOS: Senator Harris, you started out cosponsoring \n\n(APPLAUSE)  \n\nSenator Sanders' bill. You now say you are uncomfortable with it. Why? \n\nHARRIS: I want to give credit first to Barack Obama for really bringing us this far. We would not be here if he hadn't \nthe courage, the talent, or the will to see us this far.  \n\n(APPLAUSE)  \n\nI want to give credit to Bernie. Take credit, Bernie. You know, you brought us this far in Medicare for all. I support \nMedicare for all. I always have, but I wanted to make the plan better, which I did, which is about offering people \n\n\n\nchoice, not taking that from them. So under my Medicare for all plan, people have the choice of a private plan or a \npublic plan because that's what people want.  \n\nAnd I agree we shouldn't take choice from people, but here's the thing. Everybody on this stage, I do believe, is \nwell-intentioned and once that all Americans have coverage and recognizes that right now 30 million Americans \ndon't have coverage. But at least five people have talked some repeatedly on the subject and not once have we \ntalked about Donald Trump. So let's talk about the fact that Donald Trump came into office and spent almost the \nentire first year of his term trying to get rid of the affordable care act. We all fought against it and then that late great \nJohn McCain at that moment at about 2:00 in the morning killed his attempt to take healthcare from millions of \npeople in this country. \n\n(APPLAUSE)  \n\nFast-forward to today, and what is happening? Donald Trump's Department of Justice is trying to get rid of the \naffordable care act. Donald Trump's administration is trying to get rid of ban that we placed on denying people who \nhave pre-existing conditions coverage. Donald Trump is trying to say that our kids up to the age of 26 can no longer \nbe on our plans. And frankly, I think this discussion has given the American public a headache. What they want to \nknow is that they are going to have healthcare and cost will not be a barrier to getting it. But let's focus on the end \ngoal. If we don't get Donald Trump out of office, he's going to get rid of all of it. \n\n(APPLAUSE)  \n\n[*]BIDEN: Fifteen seconds. \n\nSTEPHANOPOULOS: Let me get to Congressman O'Rourke and then bring--go ahead, Mr. Vice President.    \n\nBIDEN: Fifteen seconds. Look, everybody says you want an option. The option I'm proposing is a Medicare for All \nand a Medicare for Choice. If you want Medicare, if you lose the job from your insurance--from your employer, you \nautomatically can buy into this. You don't have--no pre-existing condition can stop you from buying in. You get \ncovered period.  \n\nAnd if you notice, nobody's yet said how much it's going to cost the taxpayer. I hear this large savings. The \npresident thinks--my friend from Vermont thinks that the employer is going to give you back it if you negotiated as \nunion all of these years, got a cut in wages because you got insurance. They are going to give the back that money \nto the employee? \n\nSANDERS: Matter of fact, they will under our bill.  \n\nBIDEN: Well, let me tell you something. For socialist, you've got a-- \n\n(LAUGHTER)  \n\n--For a socialist, you've got a lot more confidence in corporate America that I do. \n\nSANDERS: Okay. \n\nSTEPHANOPOULOS: Senator Sanders?  \n\nSANDERS: One minute, George.  \n\nSTEPHANOPOULOS: Go ahead. \n\nSANDERS: All right, two points.  \n\nBIDEN: Yep. \n\n\n\nSANDERS: You gotta defend the fact that today not only do we have 87 million people uninsured and underinsured, \nyou gotta defend the fact that 500,000 Americans are going bankrupt. You know why they're going bankrupt? \nBecause they suffered a terrible disease, cancer or heart disease. Under my legislation, people will not go into \nfinancial ruin because they suffered with a diagnosis of cancer. And our program is the only one that does that. \n\nBIDEN: I know a lot about cancer. Let me tell you something. \n\n(APPLAUSE)  \n\nIt's personal to me. Let me tell you something. Every single person who is diagnosed with cancer or any other \ndisease can automatically become part of this plan. They will not go bankrupt because of that. They will not go \nbankrupt because of that. They can join immediately. And we're talking four, six, eight, 10 years depending on who \nyou talk about before we get to Medicare for All. Come on. I've been there. You've been there. You know what it's \nlike. People need help now, hope now, and do something now. \n\nSTEPHANOPOULOS: Congressman O'Rourke?  \n\nO'ROURKE: Yeah.  \n\n(APPLAUSE)  \n\nThank you. Listen, I'm grateful that we all agree about the urgency of this challenge and the fact that Donald Trump \nis undermining the limited protections of that we have right now. But I also think were being offered a false choice \nbetween those who propose an all or nothing gambit, forcing tens of millions off of insurance that they like that \nworks for them to force them on to Medicare, and others who want to, as the vice president does, incrementally \nimprove what we have, which will still leave many, maybe millions, uninsured and uncared for. In a state like Texas, \nwhere the largest provider of mental health care services is the county jail system, we've got to do better. \n\n(APPLAUSE)  \n\nAnd my proposal, Medicare for America, says everyone who's uninsured will be enrolled in a Medicare. Everyone \nwho's insufficiently uninsured, cannot afford it, can move over to Medicare. And of those, like members of unions, \nwho fought for the healthcare plans that work for them and their families are able to keep them up.  \n\nSTEPHANOPOULOS: This is-- \n\nO'ROURKE: --That is the best possible path forward. \n\nSTEPHANOPOULOS: This is the-- \n\nBIDEN: --You just described my plan-- \n\nSTEPHANOPOULOS: --Healthcare is the top issue for everyone in the country. I want to make sure everyone gets \none minute to respond. So Congress--Senator--Secretary Castro, Andrew Yang, and then Senator Booker, you all \nget a minute. \n\nCASTRO: Thank you. And, you know, I also want to recognize the work that Bernie has done on this. And of \ncourse, we owe a debt of gratitude to President Barack Obama.  \n\nOf course, I also worked for President Obama, Vice President Biden, and I know that the problem with your plan is \nthat it leaves 10 million people uncovered. Now, on the last debate stage in Detroit, you said that wasn't true when \nSenator Harris brought that up. There was a--a fact check of that and they said that was true.  \n\nYou know, I grew up with a grandmother who had type II diabetes, and I watched her condition get worse and \nworse. But that whole time, she had Medicare. I want every single American family to have a strong Medicare plan \navailable. If they choose to hold on to strong, solid private health insurance, I believe they should be able to do that.  \n\n\n\nBut the difference between what I support and what you support, Vice President Biden, is that you require them to \nopt in, and I would not require them to opt in. They would automatically be enrolled. They would have to buy in. \nThat's a big difference, because Barack Obama's vision was not to leave 10 million people uncovered. He wanted \nevery single person in this country covered. My plan would do that. Your plan would not. \n\nBIDEN: They do not have to buy in. \n\n(APPLAUSE)  \n\nThey do not have to buy in. \n\nCASTRO: You just said that. \n\nBIDEN: No. \n\nCASTRO: You just said that two minutes ago. You just said-- \n\nBIDEN: --They do not have to buy in-- \n\nCASTRO: --Two minutes ago that they would have to buy in-- \n\nBIDEN: --If they can't afford it-- \n\nCASTRO: --You said they would have to-- \n\nBIDEN: --Your grandmother would not have to-- \n\nCASTRO: --Buy in-- \n\nBIDEN: --Buy in if she qualified for Medicare-- \n\nCASTRO: --Are you forgetting what you said-- \n\nBIDEN: --It's automatic-- \n\nCASTRO: --Two minutes ago?  \n\n(LAUGHTER)  \n\nAre you forgetting already what you said just two minutes ago? I mean, I can't believe that you said two minutes \nago that they had to buy in, and now-- \n\nBIDEN: --No, no-- \n\nCASTRO: --You're saying they don't have to buy--you're forgetting that. \n\nBIDEN: I said anyone-- \n\nCASTRO: --I mean, look-- \n\nBIDEN: --Like your grandmother, who has no money-- \n\nCASTRO: --Look, we need-- \n\nBIDEN: --She would-- \n\nCASTRO: --A health care system-- \n\nBIDEN: --You're automatically enrolled--  \n\n\n\nCASTRO: --That automatically enrolls people regardless of whether they choose to opt in or not. If you lose your \njob, for instance, his--his health care plan would not automatically enroll you. You would have to opt in. My health \ncare plan would. That's a big difference. I'm fulfilling the--fulfilling the legacy of Barack Obama and you're not. \n\nBIDEN: That would be a surprise to him. \n\n(LAUGHTER)  \n\nSTEPHANOPOULOS: Andrew Yang. \n\nBUTTIGIEG: This is why presidential debates-- \n\nYANG: --Come on, guys. Come on--. \n\nKLOBUCHAR: Yeah. \n\nYANG: Yeah, where are the (INAUDIBLE)-- \n\nBUTTIGIEG: --Because this reminds everybody of what they cannot stand about Washington, scoring points \nagainst each other, poking at each other, and telling each other that--that your--my plan, your plan. Look, we all \nhave different visions of what is-- \n\nCASTRO: --Yeah, that's called the Democratic primary election, Pete-- \n\nBUTTIGIEG: --Better about our vision. \n\nCASTRO: That's called an election.  \n\n(APPLAUSE)  \n\nThat's an election, you know? This is what we're here for. It's an election.  \n\nKLOBUCHAR: Yeah. \n\nSTEPHANOPOULOS: Andrew Yang? \n\nKLOBUCHAR: But a house divided cannot stand.  \n\n(APPLAUSE)  \n\nAnd that is not how we're going to win this.  \n\nYANG: Look, everyone, we know we're on the same team. We know we're on the same team. We all have a better \nvision for healthcare than our current president. And I believe we're talking about this the wrong way.  \n\nAs someone who has run a business, I know that our current healthcare system makes it harder to hire people, \nmakes it harder to give them benefits and treat them as full-time employees. You instead pretend to their \ncontractors. It's hard to change jobs. It's certainly harder to start a business. The pitch we have to make to the \nAmerican people is we will get the healthcare weight off of your backs and then unleash the hopes and dreams of \nthe American people. \n\n(APPLAUSE)  \n\nSTEPHANOPOULOS: Senator Booker? \n\nYANG: Now, I am Asian, so I know a lot of doctors, and they tell me that they spend a lot of time on paperwork, \navoiding being sued, and navigating the insurance bureaucracy. We have to change the incentives so, instead of \nrevenue and activity, people are focused on our health in the healthcare system. \n\n\n\n(APPLAUSE)  \n\nIn the Cleveland clinic, where they are paid not based upon how many procedures they prescribe, shocker, they \nprescribe fewer procedures and patient health stays the same or improves. That is the pitch to the American \npeople. \n\nSTEPHANOPOULOS: Senator Booker, close out this discussion. \n\n(APPLAUSE)  \n\nBOOKER: Thank you very much. Look, there are--there are a lot of people watching at home right now listening to \nus that are afraid because they are in crisis. They don't have health insurance. Their health insurance doesn't go far \nenough. They can't afford their prescription drugs. Look, I--I'm clear in what I believe. I believe in Medicare for All. I \nbelieve it's the best way to rationalize the system.  \n\nBut, dear God, I know that every one of my colleagues on the stage is in favor of universal health coverage and \ncomes at this with the best of intentions. And I'll tell you, there is an urgency right now in this nation. Everybody \nfeels it. As a person who has an ideal, I know we cannot sacrifice- \n\n[*]BOOKER: Progress on the altar of purity because people in my community they need help right now. They have \nhigh blood pressure right now. They have unaffordable insulin right now and this must be a moment where we as \nDemocrats can begin to show that we cannot only stake and stand our ground but find common ground because we \nhave got one shot to make Donald Trump a one term president-- \n\n(APPLAUSE) \n\n--and we cannot lose it by the way we talk about each other or demonize and to greet each other. We can walk and \nchew gum at the same time. If I am the leader, I will work toward the idea of health insurance, health coverage \nbeing a right for all Americans. But every single day I will join with other Democrats to make progress happen in our \nnation for the people that are struggling and suffering today. \n\nSTEPHANOPOULOS: Candidates, thank you. Linsey Davis? \n\nDAVIS: Thanks, George. Since we are here at an HBCU I would like to start with young black voters. Several recent \npolls indicate their number one concern is racism. This campus, this state, and this nation are still raw from that \nracially motivated attack on Latinos in El Paso. \n\n(APPLAUSE) \n\nNow we know that the racial divide started long before President Trump and President Obama but each of you on \nthis stage has said that President Trump has made that divide worse. Congressman O'Rourke coming to you first \nwhy are you the most qualified candidate to address this divide? \n\nO'ROURKE: you know, I called the sound in no uncertain terms on August 3 and every day since then and I was \ntalking about it long before then as well. Racism in America is endemic, it is foundational. We can mark the \ncreation of is not at 4 July 1776 but August 20, 1619 when the first kidnapped African-- \n\n(APPLAUSE) \n\n--was brought to this country against his will and in bondage and as a slave built the greatness and the success and \nthe wealth that neither he nor his descendants would ever be able to fully participate in and enjoy. We have to be \nable to answer this challenge and it is found in our education system where in Texas a five-year-old child in \nkindergarten is five times as likely to be disciplined or suspended or expelled based on the color of their skin. In our \nhealthcare system-- \n\n(APPLAUSE) \n\n\n\n--where there is a maternal mortality crisis three times as deadly for women of color or the fact that there's 10 times \nthe wealth in white America than there is in black America. I'm going to follow Sheila Jackson Lee's lead and sign \ninto law a reparations bill that will allow us to address this at its foundations. \n\n(APPLAUSE) \n\nBut we will also call out the fact that we have a white supremacist in the White House and he poses a mortal threat \nto people of color all across this country. \n\nDAVIS: Secretary Castro 45 seconds to respond. \n\nCASTRO: I want to commend Beto for how well he has spoken to the passion and the frustration and the sadness \nafter what happened in his hometown of El Paso. He has done a great job with that. \n\nLook, a few weeks ago a shooter drove 10 miles inspired by this--10 hours inspired by this President to kill people \nwho look like me and people who look like my family. White supremacy is a growing threat to this country and we \nhave to rooted out. I am proud that I put forward a plan to disarm hate. I'm also proud that I was the first to put \nforward a police reform plan because we are not going to have any more (INAUDIBLE) McDonald(SP) or Eric \nGarner or-- \n\n(APPLAUSE) \n\n--or Michael Brown or Pamela Turner's or Walter Scott's or Sandra Bland here from the Houston area. We need to \nroot out racism and I believe that we can do that because that doesn't represent the vast majority of Americans who \ndo have a good heart. They also need a leader to match that and I will be a president that matches that. \n\n(APPLAUSE) \n\nDAVIS: Senator Booker you have said quote the real question is and who is or isn't a racist, it is who is going to do \nsomething about it. Senator, what do you plan to do about it? \n\nBOOKER: Well, first and foremost I want to hit that point because we know Donald Trump is a racist but there is no \nred badge of courage were calling him that. Racism exist the question isn't who--who isn't a racist, it is who is and \nisn't doing something about racism. And this is not just an issue that started yesterday, it is not just an issue that we \nhear a president that can't condemn white supremacy. We have systemic racism that is eroding our nation from \nhealth care to the criminal justice system and it's nice to go all the way back to slavery but dear God we have a \ncriminal justice system that is so racially biased we have more African-Americans under criminal supervision-- \n\n(APPLAUSE) \n\n--today than all of the slaves in 1850. We have to come at this issue attacking systemic racism, having the courage \nto call it out and having the plan to do something about it. If I am president of the United States we will create an \noffice in the White House to deal with the problem of white supremacy and hate crimes and we will make sure that \nsystemic racism is dealt with in substantive plans from criminal justice reform to the disparities in healthcare to even \none that we don't talk about enough which is the racism that we see in environmental injustice and communities of \ncolor all around this country. \n\n(APPLAUSE) \n\nDAVIS: Mayor Buttigieg you have been struggling with issues around race in your own community. You have also \nsaid that in the one who votes to reelect President Trump is at best looking the other way on racism. Does that sort \nof talk alienate voters and potentially deepen divisions in our country? \n\nBUTTIGIEG: I think what has deepen divisions in the country is the conduct of this president and we have a chance \nto change all of that. Look, systemic racism preceded this president and even when we defeat him it will be with us. \nThat is why we need a systemic approach to dismantle it. It--it's not enough to just take a racist policy, replace it \n\n\n\nwith a neutral one and expect things will just get better on their own. Harms (INAUDIBLE) in the same way that \neight dollars saved (INAUDIBLE), so does a dollar stolen and we know that the generational theft of the \ndescendants of slaves is part of why everything from housing to education to health to employment basically puts \nus in two different countries. \n\nI have proposed the most comprehensive vision to tackle systemic racism in every one of these areas marshaling \nas many resources as went into the Marshall Plan to rebuild Europe but this time a Douglas Plan that we invest \nright here at home to make sure that we are not only dealing with things like the over incarceration of black \nAmericans but also black solutions, entrepreneurship, raising to 25 percent the target for the federal government to \ndo business with minority owned businesses; investing in HBCUs that are training and education the next \ngeneration of entrepreneurs. \n\n(APPLAUSE) \n\nWe can and must do that but that means transcending this framework that pits us against each other, that pits a \nsingle black mother of three against a displaced auto worker because when I come--where I come from a lot of \ntimes that displaced auto worker is a single black mother of three. We have got to say that I bring people together. \n\n(APPLAUSE) \n\nDAVIS: Also a concern for people of color is criminal justice reform. Senator Harris, you released your plan for that \njust this week and it does contradict some of your prior positions among them you use to oppose the legalization of \nmarijuana, now you don't. You used to oppose outside investigations of police shootings, now you don't. You have \nsaid that you changed on these and other things because you were quote swimming against the current and \nthankfully the currents have changed but when you have the power why didn't you try to affect change then? \n\n(APPLAUSE) \n\nHARRIS: So there have been--there have been--I am glad you asked me this question and there have been many \ndistortions of my record. Let me be very clear I made a decision to become a prosecutor for two reasons. One, I \nhave always wanted to protect people and keep them safe and second, I was born knowing about how this criminal \njustice system in America has worked in a way that has been informed by racial bias \n\nAnd I could tell you extensively about the experiences I and my family members have personally had. But I've made \na decision that if I was going to have the ability to reform the system, I would try and do it from the inside. And so I \ntook on the position that allowed me without asking permission to create one of the first in the nation initiatives that \nwas a model and become a national model around people who were arrested for drugs and getting them jobs. I \ncreated one of the first in the nation requirements that a state law enforcement agency would have to wear cameras \nand keep them on full-time. I created one of the first in the nation trainings for police officer on the issue of racial \nbias and the need to reform the system. \n\nWas I able to get enough done? Absolutely not. But my plan has been described by activists as being a bold and \ncomprehensive plan that is about ending mass incarceration, about taking the profit out of the criminal justice \nsystem. I plan on shutting down for-profit reasons on day one. It will be-- \n\n(APPLAUSE) \n\nAbout what we need to do to hold law enforcement, including prosecutors, accountable. And finally, my plan is \nabout making sure that in America's criminal justice system, we de-incarcerate women and children, that we end \nsolitary confinement, and that we work on keeping families intact. And as president of the United States, knowing \nthe system from the inside, I will have the ability to be an effective leader and get this done job complete. \n\nDAVIS: Thank you, Senator Harris. Senator Klobuchar, during your eight years as a prosecutor in Minnesota, there \nwere dozens of incidents where black men were killed by police. Critics say that too often you sided with police in \nthese cases. The ACLU legal director in Minnesota has said that you showed no interest in racial justice. Do you \nwish now that you had done more? \n\n\n\nKLOBUCHAR: That's not my record. We are here at eight historically black college and I think of an alum of that \ncollege, Barbara Jordan in something that she once said. She said that the people want is simple. They want a \ncountry as good as it promise. And that same can be said of the criminal justice system. So when I was there, the \nway we handled these police shootings, I actually took a stand to make sure outside investigators handled them. I \ntook on our major police chief in Minneapolis. But in the prosecutor's office, they were handled with a grand jury. \nThat's how they were all handled across our state. \n\nI now believe it is better for accountability if the prosecutor handles them and makes those decisions herself. That \naside, I am proud of the work our staff did. 400 people in our office. The cases that came to us, the African-\nAmerican community that came to us, they said there was no justice for their little kids. There was a kid named \nByron Phillips (SP) that was shot on his front porch. No one had bothered to figure out who did it. When I came into \nthat office, we worked with the community groups, we put up billboards, we found the shooter, and we put him in \njail. We did the same for the killer of a literal girl named Taisha Edwards (SP) who was doing her homework at her \nkitchen table and was shot through the window. \n\nWhat changes did we make, go after white-collar crime in a big way. Diversify the office in a big way. Work with the \nInnocence Project to make sure we do much better with eyewitness ID. And as a senator and as your president, I \nwill make sure that we don't just do the first step act when it comes to criminal sentencing, that we move to the \nsecond step act, which means that 90 percent of people that are incarcerated in local and state jails, let's reduce \nthose sentences for nonviolent offenders and let's get them jobs and let them vote when they get out of prison. \n\n(APPLAUSE) \n\nDAVIS: Thank you, Senator Klobuchar. You all believe that the war on drugs has put too many Americans behind \nbars. Vice President Biden, you have a plan to release many nonviolent drug offenders from prison. Senator Booker \nsays that your plan is not ambitious enough. Your response. \n\nBIDEN: Well, first of all, let me say that when I came back from law school, I had a job with great--a big-time law \nfirm and left and became a public defender because my state was under siege. When Doctor King was \nassassinated, we were occupied by the National Guard for 10 months. I've been involved from the beginning. As a \nyoung congressman--as a young councilman, I introduced legislation to try to keep them putting a sewer plant in the \npoor neighborhood. I made sure that we dealt with redlining. Banks should have to lend where they operated, et \ncetera. \n\nThe fact of the matter is that what's happened is that we are in a situation now where there are so many people \nwho are in jail and shouldn't be in jail. The whole means by which this should change is the whole model has to \nchange. We should be talking about rehabilitation. Nobody should be in jail for a nonviolent crime. As--when we are \nin the White House, we released 36,000 people from the federal prison system. Nobody should be in jail for a drug \nproblem. They should be going directly to a rehabilitation--we build more rehabilitation centers, not prisons. \n\n(APPLAUSE) \n\nWe--I'm the guy that put in the--the drug courts to divert people from the criminal justice system. And so we have to \nchange the whole way we look at this. When we put people in prison, we have to equip them when they get out. \nNobody who got in prison for marijuana, for example, immediately upon being released, they shouldn't be in there \nfor a--a Mr.--that should be a misdemeanor. They should be out, and their record should be expunged. \n\n[*]BIDEN: Every single right should be your term. When you finish your term in prison you should be able to not only \nvote but have access to Pell Grants, have access to be able to get housing, have access to be able to move along \nthe way. \n\n(APPLAUSE) \n\nI've laid out a detailed plan along those lines. And the fact is we've learned so much more-- \n\nDAVIS: Thank you, Mr. Vice President. Senator Booker, 45 seconds to respond. \n\n\n\nBOOKER: Our criminal justice system is so savagely broken. There's no difference in America between blacks, \nwhites and Latinos for using drugs or dealing drugs. But if you're African American you're almost four times more \nlikely to be arrested and incarcerated destroying your lives. And so much of this comes down to privilege. We have \na criminal justice system that Brian Stephenson says treats you better if you're rich and guilty than if you're poor \nand innocent. And so, I have challenged this whole field--we can specifically and demonstratedly now show that \nthere are 17,000 people unjustly incarcerated in America and all of us should come forward and say when we are \npresident of the United States, when I am president of the United States we will release them. \n\nAnd let me be specific--I--I joined tighter and led in the United States Senate the only major bipartisan bill passed \nunder this president for criminal justice reform that has already led to thousands of people coming out of jail. If 87 \nmembers of the United States senate says that these sentences are way too long and we changed it, but we didn't \nmake it retroactive we can literally point to the people that are in jail unjustly right now. Everyone on this stage \nshould say that we are going to give clemency to these 17,000 people. \n\nAnd, I challenge you. Don't just say big statements. Back it up with details of the people in prison right now looking \nfor one of the most sacrosanct ideals of this nation--which is liberty and freedom. We need to reform the system \nand we must do it now. Every day that we wait-- \n\nDAVIS: Thank you, Senator. \n\nBOOKER: --is too long. \n\n(APPLAUSE) \n\nMUIR: Thank you, Linsey. I want to turn to the deadly mass shootings here in this country and of course, we are all \nmindful tonight of where we stand. We are here in Texas tonight where 29 people have lost their lives in just the last \nmonth alone--El Paso, which we've discussed--in Odessa and I know there are survivors form El Paso right here in \nthe hall tonight. \n\nVice President Biden, I do want to direct this to you because we all remember Sandy Hook, 26 people died in that \nschool. 20 of them children. Those first graders would be in eighth grade today. At the time, there was a ground \nswell in this country to get something done. President Obama asked you to lead the push for gun control. You have \noften pointed to your ability to reach across the aisle to get things done. But four months after Sandy Hook, a \nmeasure to require expanded background checks died on the Senate floor. If you couldn't get it done after Sandy \nHook why should voters give you another chance? \n\nBIDEN: Because we got it done before--I'm the only one up here who has ever beat the NRA. Only one that ever \nbeat the NRA nationally. I'm the guy that brought the Brady Bill and the--and the--into focus and became law. And \nso, that's number one. \n\nNumber two, after Sandy Hook a number of things happened. This went form a cause to a movement. Look what's \nhappened now--Mothers--the organization, Mothers Against Violence this in--gun violence. We've seen what's \nhappened again. Now, we have all these young people marching on Washington making sure that things are going \nto change. There has been a sea change. Those proposals I put forward for the President had over 50 percent of--\nof gun--of gun--for members of the NRA supporting them and overwhelmingly the rest of the people supporting \nthem. \n\nNow, the numbers are much higher because they realize what I've been saying and we've all been saying is \ncorrect. Over 90 percent of the American people think we have to get assault weapons off the street. Period. And \nwe have to get buy backs and get them out of their basements. \n\n(APPLAUSE) \n\nSo, the point is--things have changed and things have changed a lot. And now, what's happening is--and by the \nway, the way Beto handled--excuse me, for saying Beto, Congressman. \n\n\n\nO'ROURKE: It's all right. Beto is good. \n\n(LAUGHTER) \n\nBIDEN: The way he handled what happened in his hometown is--the look in the eyes of those people to see those \nkids, to understand those parents-- \n\n(APPLAUSE) \n\n--to understand the heartache. We are ready to do this. \n\nO'ROURKE: Thank you. \n\n(APPLAUSE) \n\nMUIR: Mr. Vice President, thank you. You did bring up assault weapons here. \n\n(APPLAUSE) \n\nYou did bring up assault weapons here and many of you on this stage that talked about executive order, Senator \nHarris you had said that you will take executive action on guns within your fist 100 days including banning imports \nof AR-15 assault weapons. \n\nHARRIS: That's right. \n\nMUIR: President Obama, after Sandy Hook more than 23 executive actions and yet, here we all are today. In recent \ndays, former Vice President Biden, has said about executive orders--some really talented people are seeking the \nnomination. He said, I'm going to issue an executive order, Biden saying, there's no constitutional authority to issue \nthat executive order when they say I'm going to eliminate assault weapons. Saying, you can't do it by executive \norder any more than Trump can do things when he says he can do it by executive order. Does the vice president \nhave a point there? \n\nBIDEN: Some things you can. Many things you can't. \n\nMUIR: Let the--let the Senator answer. \n\nHARRIS: I mean I would just say hey, Joe, instead of saying on, we can't let's say yes, we can. (LAUGHTER) \n\nBIDEN: Let's be constitutional. Got a constitution. \n\nHARRIS: Yes, we can because I'll tell you something--the way that I think about this is I've seen more autopsy \nphotographs than I care to tell you. \n\n[*]HARRIS: I have attended more police officer funerals than like care to tell you. I have hugged more mothers of \nhomicide victims than I care to tell you and the idea that we would wait for this Congress which has just done \nnothing to act is just it is--it is overlooking the fact that every day in America our babies are going to school to have \ndrills elementary, middle, and high school students where they are learning about how they have to hide in a closet \nor crouch in a corner if there is a mass shooter roaming the hallways of their school. \n\nI was talking about this at one of my town halls and--and--and this child was eight years old probably came up to \nme it was like it was a secret between the two of us and he tugged on my jacket and he said I had to have one of \nthose drills. It is traumatizing our children. El Paso and, Beto, God love you for standing so courageously in the \nmidst of that tragedy. \n\n(APPLAUSE) \n\n\n\nYou know people ask me and El Paso they said because I have a long-standing record on this issue they said well, \ndo you think Trump is responsible for what happened. I said well, look, I mean obviously he didn't pull the trigger \nbut he has certainly been tweeting out the ammunition. \n\n(APPLAUSE) \n\nMUIR: Senator Harris thank you. Vice President Biden do you still stand by what you said on an executive order? \n\nBIDEN: What I said was the question speak to constitutional scholars. If in fact we could say by the way you can't \nown the following weapons, they cannot be sold anymore. Check with constitutional scholars. Now you can say-- \n\nMUIR: Mr. Vice President thank you. Congressman O'Rourke-- \n\nHARRIS: Could I tell you what you could do--respond \n\nMUIR: I am going--I am going to work down the row here but I do want to come to Congressman O'Rourke because \nI know this is personal to you. El Paso is your hometown. Some on this stage have suggested a voluntary buyback \nfor guns in this country. You have gone further. You said quote Americans who own AR-15s and AK-47s will have \nto sell them to the government, all of them. You know the critics call this confiscation. Are you proposing taking \naway their guns and how would this work? \n\nO'ROURKE: I am if it is a weapon that was designed to kill people-- \n\n(APPLAUSE) \n\n--on a battlefield; if they high impact high velocity round when it hits your body shreds everything inside of your body \nbecause it was designed to do that so that you would bleed to death on a battlefield and not be able to get up and \nkill one of our soldiers. When we see that being used against children and in Odessa I met the mother of a 15-year-\nold girl who was shot by an AR-15 and that mother watched her bleed to death over the course of an hour because \nso many other people were shot by that AR-15 in Odessa and Midland there weren't enough ambulances to get to \nthem in time. Hell yes we are going to take your AR-15, your AK-47. \n\n(APPLAUSE) \n\nWe are not going to allow it to be used against fellow Americans anymore. \n\n(APPLAUSE) \n\nMUIR: Congressman, thank you. \n\n(APPLAUSE) \n\nO'ROURKE: I want to say this I am listening to the people of this country the day after I propose doing that I went to \na gun show in Conway, Arkansas to meet with those who are selling AR-15 and AK-47s and those who are buying \nthose weapons. And you might be surprised there was some common ground there. Folks who said I would willing \ngive that up, cut it to pieces I don't need this weapon to hunt, to defend myself. It is a weapon of war. So let's do the \nright thing but let's bring everyone in America into the conversation Republicans, Democrats, gunowners and non-\ngunowners alike. \n\nUNKNOWN: May I make a point? \n\nMUIR: Congressman, thank you. I--I want to bring in Senator Klobuchar on this because you have often talked \nabout your uncle and the proud hunters back home in Minnesota so I wanted to get your response to Congressman \nO'Rourke tonight. Where do you stand on mandatory gun buybacks? \n\nKLOBUCHAR: I so appreciate what the Congressman has been doing and I want to remind people here that what \nunites us is so much bigger than what divides us. Everyone appear favors an assault weapon ban. Everyone up \n\n\n\nhere favors magazine limitations which by the way would have made a huge difference if that was in place and El \nPaso in that store were all of those ordinary people showed such extraordinary courage and certainly in Dayton, \nOhio where in 30 seconds one man guns down innocent people. The cops got there in one minute and it still wasn't \nenough to save those people. That is what unites us. You know what else unites us and I will tell you this what \nunites us is that right now on Mitch McConnell's desk are three bills universal background checks, closing the \nCharleston loophole and passing my bill to make sure that domestic abusers don't get AK-47s. \n\n(APPLAUSE) \n\nMUIR: Senator Klobuchar-- \n\nKLOBUCHAR: So if you want to get something done and I personally think we should start with a voluntary--\nvoluntary buyback program. That is my thing, David. You want to finish this because of you one action now, if you \nwant action now we have got to send a message to Mitch McConnell. We can't wait until one of us gets in the White \nHouse. We have to pass those bills right now to get this done because we cannot spare another innocent lie. \n\n[*]MUIR: Thank you. I want to turn to Senator Booker because you have said just this week about guns and about \nthe candidates on the stage that the differences do matter. Those were your words. You have argued if you need a \nlicense to drive a car in this country, you should have a license to buy a gun. Gun owners would not only have to \npass a background check, they would have to obtain a federal license to buy a gun. This would require, as you \nknow, Congress to pass legislation. If Democrats can't get universal background checks, how would you get this \ndone and can you name one Republican colleague of yours in the Senate right now who would be on board with \nthis idea? \n\nBOOKER: So background checks and gun licensing, these are agreed to by overwhelmingly the majority of \nAmericans. 83 percent of Americans agree with licensing. This is the issue. Look, I grew up in the suburbs. It was \nabout 20 years ago that I came out of my home when I moved to inner-city Newark, New Jersey and witness the \naftermath of a shooting. It's one of the reasons why shooting after shooting after shooting in neighborhoods like \nmine for decades, this has been a crisis for me. It's why I was the first person to come out for gun licensing.  \n\nAnd I'm happy that people like Beto O'Rourke are showing such courage now and coming forward and also now \nsupporting licensing. But this is what I'm sorry about. I'm sorry that it had to take issues coming into my \nneighborhood or personally affecting Beto to suddenly make us demand change. This is a crisis of empathy in our \nnation. We are never going to solve this crisis if we have to wait for it to personally affect us or our neighborhood or \nour community before we demand action. You want to know how we get this done? \n\n(APPLAUSE)  \n\nWe get this done by having a more courageous empathy where people don't wait for this hell to visit upon their \ncommunities, they stand up and understand the truth of what King said, that injustice anywhere is a threat to justice \neverywhere. I will lead to change-- \n\n(APPLAUSE)   \n\nOn this issue because I have seen what the carnage creates in communities like mine because we forget national \nshootings, these--these mass shootings are tragedies. But the majority of the homicide victims come from \nneighborhoods like mine. Nobody has ascended to the White House will bring more personal passion on this issue. \nI will fight this and bring fight to the NRA and the corporate gun lobby like they have never seen before. \n\nMUIR: Senator Booker, thank you. \n\n(APPLAUSE)  \n\nA quick follow-up though because Americans watching tonight know the reality of Congress in Washington. I asked \ndo you have a Republican colleague in the Senate who would be on board with this idea to get this done. \n\n\n\nBOOKER: You know, if--if that was the attitude when Strom Thurmond had the longest filibuster ever on civil rights, \nif it was this idea that we can't get it done because of the situation in the Senate, I'm looking to lead a movement. \nThe number one reason why governments are formed is to protect the citizenry. Think about this, we have had \nmore people die due to gun violence in my lifetime than every single war in this country combined from the \nRevolutionary war till now. This is not a side issue to me. It is a central issue to me. That is the kind of fight because \nthe majority of homicide victims, we have a mass shooting every single day in communities like mine. We must \nawaken a more courageous empathy in this country so that we stand together and fight together and overwhelm \nthose Republicans who are not even representing their constituency because the majority of Americans, the \nmajority of gun owners agree with me, not the corporate gun lobby. It is time for a movement on this issue, and I will \nlead it.  \n\nMUIR: Senator Warren-- \n\n(APPLAUSE)  \n\nI want to come to you next. Because you have actually said in recent days that there are things you can get done \nwith Republicans in the Senate. What can you get done on gun control? \n\nWARREN: So let's start by framing the problem the right way. We have a gun violence problem in this country. The \nmass shootings are terrible. But they get all the headlines. Children die every day on streets, in neighborhoods, on \nplaygrounds. People died from violence from suicide and domestic abuse. We have a gun violence problem in this \ncountry. And we agree on many steps we can take to fix it. My view on this is we're going to--it's not going to be one \nand done on this. We're going to do it, and we're going to have to do it again, and we're going to have to come back \nsome more until we cut the number of gun deaths in this country significantly. But here's the deal. The question we \nneed to ask is when we've got this much support across the country, 90 percent of Americans want to see us do, I \nlike registration, want to see us do background checks, want to get assault weapons off the ground--off the streets, \nwhy doesn't it happen? And the answer is corruption, pure and simple. \n\n(APPLAUSE)  \n\nWe have a Congress that is beholden to the gun industry and unless we are willing to address that head on and roll \nback the filibuster, we're not going to get anything done on guns. I was in the United States Senate when 54 \nsenators said let's do background checks, let's get rid of assault weapons. And with 54 senators, it failed because \nof the filibuster. Until we attack these systemic problems, we can't get gun reform in this country. We've got to go \nstraight against the industry, and we've got to change Congress, so it doesn't just work for the wealthy and well-\nconnected, so it works for the people. \n\nMUIR: Senator Warren-- \n\n[*]MUIR: --thank you. You bring up eliminating the filibuster, which means you would need simply a simple majority \nand a Republican Senate to get something done. I want to turn to Senator Sanders on this because you've said \nbefore on this--if Donald Trump supports ending the filibuster, which he's talked about himself--you should be \nnervous. Would you support ending the filibuster? \n\nSANDERS: No. But what I would support absolutely, is passing major legislation. The gun legislation. The people \nhere are talking about. Medicare for All. Climate change legislation that saves the planet. I will not wait for 60 votes \nto make that happen. And you can do it in a variety of ways. You can do that through budget reconciliation law. You \nhave a vice president who will, in fact, tell the Senate what his appropriate and what is not--what is in order and \nwhat is not. \n\nWhat I want to get back to a point that Elizabeth made that, in fact, in terms of gun issues picking up on Cory and \nBeto and everybody else--what we are looking at is a corrupt political system and that means whether it is the drug \ncompanies or the insurance companies or the fossil fuel industry determining what's happening in Washington or in \nthis case, you got an NRA, which has intimidated the president of the United States and the Republican leadership. \n\n\n\n(APPLAUSE) \n\nI am proud. I am proud that year after year I had an F rating from the NRA. And as president I will not be intimidated \nby the NRA. \n\nMUIR: Senator Sanders, thank you. \n\nHARRIS: May I respond. \n\nSANDERS: Can I-- \n\nRAMOS: (INAUDIBLE) We've been hearing a lot about what's been happening here in Texas only a few weeks ago \nthe deadliest massacre of Latinos--Latinos in all the U.S. history happen in this state in El Paso. So, the fear among \nLatinos and you know this--is very real. So, let me start with an issue that is causing a lot of division in this country--\nimmigration. \n\nVice President Biden, as a presidential candidate in 2008 you supported the border wall saying like most democrats \nI voted for 700 miles of fence. This is what you said. Then you served as vice president in an administration that \ndeported 3 million people. The most ever in U.S. history. Did you do anything to prevent those deportations? I \nmean, you've been asked this question before and refused to answer--so, let me try it once again. \n\n(LAUGHTER) \n\nAre you prepared to say tonight that you and President Obama made a mistake about deportations? Why should \nLatinos trust you? \n\nBIDEN: Latinos should look at is comparing this president to the president we have is outrageous, number one. We \ndidn't lock people up in cages, we didn't separate families, we didn't do all of those things. Number one. \n\nNumber two--number two by the time this is a president that came along with a DACA program. No one had ever \ndone that before. This president sent legislation to the desk saying he wants to find a pathway for the 11 million \nundocumented in the United States of America. This is a president who has done a great deal, so I'm proud to \nhave served with him. \n\nWhat I would do as president is several more things because things have changed. I would in fact, make sure that \nthere is we immediately surge to the border all those people are seeking asylum. They deserve to be heard. That's \nwho we are. We are a nation that says if you want to flee and you're fleeing oppression you should come. I would \nchange the order that the president just changed saying women who are being beaten and abused can no longer \nclaim that as a reason for asylum. And by the way, retrospectively--you know, the 25th anniversary of the Violence \nAgainst Women Act is up. The Republican congress has not reauthorized it. Let's put pressure to pass the Violence \nAgainst Women Act now. Let them go back. \n\nRAMOS: You didn't answer the question. Did you make a--did you make a mistake with those deportations? \n\nBIDEN: The president did the best thing that was able to be done-- \n\nRAMOS: What about you? \n\nBIDEN: I'm the vice president of the United States. \n\nRAMOS: Secretary Castro, would you want to respond to Vice President Biden-- \n\nCASTRO: You know I-- \n\nRAMOS: Let me put this in context because your party controlled the White House and Congress in 2009 and didn't \npass immigration reform. And this broke a promise made by President Barack Obama to Latinos so why should \nvoters trust Democrats now? Now it is even more difficult, you know? Because you need republican votes in the \n\n\n\nSenate. So, are you willing for instance, to give up DACA or give up a path to citizenship? Or even agree to build a \nwall in order to legalize 10.5 million undocumented immigrants? \n\nCASTRO: Jorge, thank you very much for that question and look, I agree that Barack Obama was very different \nfrom Donald Trump. Donald Trump has a dark heart when it comes to immigrants. He builds his whole political \ncareer so far on scapegoating and fear mongering and otherising (PH) migrants and that's very different from \nBarack Obama. \n\nBut my problem with Vice President Biden and Cory pointed this out last time is every time something good about \nBarack Obama comes up he says oh, I was there, I was there, I was there--that's me too. And then, every time \nsomebody questions part of the administration that we were both part of he says well, that was the president. I \nmean, he wants to take credit for Obama's work but not have to answer to any questions. \n\n(APPLAUSE) \n\n[*](APPLAUSE) \n\nRAMOS: Vice President Biden, you'll have-- \n\nCASTRO: --I don't get that-- \n\nRAMOS: --You'll have 45 seconds.  \n\nCASTRO: Let me just say. \n\nBIDEN: That is not what I said.  \n\nCASTRO: Or a--let me just say-- \n\nBIDEN: --That is not what I said-- \n\nCASTRO: --That I would--I was the first candidate in early April to put forward an immigration plan. And you know \nwhy? Because I'm not afraid of Donald Trump on this issue.  \n\nI'm not going to backpedal. I'm not going to pretend like I don't have a--my own vision for immigration. So, we're not \ngoing to give up DACA. Were not going to give up protections for anybody. I believe that on January 20th, 2021 \nwe're going to have a Democratic president. Were going to throw out Mitch McConnell-- \n\nRAMOS: --Thank you-- \n\nCASTRO: --And John Cornyn and have a Democratic Senate and a Democratic House. And we're going to pass \nimmigration reform-- \n\n(APPLAUSE)  \n\n--Within the first hundred days.  \n\nRAMOS: Vice President, 45 seconds. \n\n(APPLAUSE)  \n\nBIDEN: I did not say I don't stand--I stand with Barack Obama all eight years, good, bad, and indifferent. That's \nwhere I stand. \n\n(APPLAUSE)  \n\nI did not say I did not stand with him. \n\n\n\nRAMOS: Okay. Senator Warren, hundreds of children have been separated from their parents at the border. And \nrecently in Mississippi, we saw the largest immigration raid in a decade. You want to replace ICE, the agency in \ncharge of rounding up undocumented immigrants. So, how would you deal with the millions of immigrants who \narrived legally but overstay their visas? And how would you stop hundreds of thousands of Central Americans who \nwant to migrate to the U.S.? \n\nWARREN: Well, I start with a statement of principles, and that is in this country immigration does not make us \nweaker. Immigration makes us stronger. \n\n(APPLAUSE)  \n\nI want to see us expand legal immigration and create a pathway to citizenship for our Dreamers but also for their \ngrandparents and for their cousins, for people who's overstayed student visas and for people who came here to \nwork in the fields. I want to have a system that is a path to--to citizenship that is fair and achievable. \n\nDown at the border, we've got to rework this entirely. A system right now that cannot tell the difference in the threat \nposed by a terrorist, a criminal, and a 12-year-old girl is not a system that is keeping us safer and it is not serving \nour values. \n\n(APPLAUSE)  \n\nRAMOS: Mr. Yang? \n\nWARREN: We--we need--I want to add one more part on this, because I think we have to look at all the pieces. \nWhy do we have a crisis at the border? In no small part because we have withdrawn help from people in Central \nAmerica who are suffering. \n\n(APPLAUSE)  \n\nWe need to restore that help. We need to help establish and reestablish the rule of law so that people don't feel like \nthey have to flee for their lives. We have a crisis that Donald Trump has created and hopes to profit from politically. \n\nRAMOS: Okay. \n\nWARREN: We have to have the courage to stand up and fight back. \n\nRAMOS: Mr. Yang, it is true then the last few years we have seen the most severe anti-immigrants measures from \nputting kids in cages to limiting asylum for people fleeing gangs and domestic violence. But it is also true that about \n1 million immigrants enter the U.S. legally every year. So, are you willing to raise the number of legal immigrants \nfrom a 1 million to 2 million per year? And should there be a merit system as President Trump wants? \n\nWARREN: So, yeah--oh, I'm sorry. \n\nYANG: My-- \n\nWARREN: --Did you ask me or-- \n\nRAMOS: --Mr. Yang. \n\nYANG: It was me. \n\nWARREN: Oh, he said it. Okay. Sorry. \n\nYANG: My--my father grew up on a peanut farm in Asia with no floor, and now his son is running for president. That \nis the immigration story that we have to be able to share-- \n\n(APPLAUSE)  \n\n\n\n--With the American people. If you look at our history, almost half of Fortune 500 companies were founded by \neither immigrants or children of immigrants, and rates of business formation are much higher in immigrant \ncommunities. We have to say to the American people immigrants are positive for our economic and social \ndynamism. And I would return the level of legal immigration to the point it was under the Obama/Biden \nadministration. \n\nI think we have to compete for talent. And I am the opposite of Donald Trump in many ways. He says build a wall. \nI'm going to say to immigrants come to America because, if you come here, your son or daughter can run for \npresident. The water is great, and this is where you want to build a company, build a family, and build a life. This \ncountry has been a magnet for human capital for generations. If we lose that, we lose something integral to our \ncontinued success. And that is where I would lead as president. \n\nRAMOS: (UNTRANSLATED) \n\nBUTTIGIEG: (UNTRANSLATED) \n\nRAMOS: (UNTRANSLATED) eight out 10 Latinos in Texas fear another mass shooting at targeting them. This is \naccording to a new Univision poll. President Trump has called Mexican immigrants rapists and killers, tried to ban \nMuslims from entering the country, and separated children from their parents. His supporters have chanted build \nthe wall and send her back. Do you think that people who support President Trump and his immigration policies are \nracists? \n\nBUTTIGIEG: Anyone who supports this is supporting racism (UNTRANSLATED). \n\n(APPLAUSE)  \n\nBUTTIGIEG: The only people, though, who actually buy into this president's hateful rhetoric around immigrants are \npeople who don't know any. \n\nWe have an opportunity to build an American majority around immigration reform. In my community a group of \nconservative Republicans rallied around in individual, a beloved local individual who was deported when he went \ninto ICE to try to get his paperwork sorted out because they never thought it would happen to him. \n\nIn some of the most conservative rural areas of Iowa I have seen communities that embraced immigration grow and \nit is why part of my plan for revitalizing the economies of rural America includes community renewal visas that \nwould allow cities and towns and counties that are hurting not only for jobs but for population to embrace \nimmigration as we have in my city. You know the only reason that South Bend is growing right now after years of \nshrinking is immigration. It is one of the reasons we acted not waiting for Washington to create city issued municipal \nIDs so that people regardless of immigration status in our city have the opportunity to have the benefits of \nidentification. \n\nWe have an opportunity to actually get something done but we cannot allow this to continue to be the same debate \nwith the same arguments in the same clever lines often among the same people since the last real reform \nhappened in the 1980s. We have to actually engage the American majority around the opportunities for not just \ngrowth in small communities but our values, values of welcome, values of faith that all argue for us to manage this \nhumanely and in a way that marries their values with our laws. \n\nRAMOS: (UNTRANSLATED) in an interview eight months ago you were asked what to do with the so-called over \nstayers, people who come with a visa and then stay and you said I don't know. Do you have an answer now? \n\nO'ROURKE: I do and--and if you read the rest of that article in the Washington Post I talked about harmonizing our \nentry/exit system with Mexico in the same way that we do with Canada. I think that could help us to keep a handle \non visa overstates but I think the larger question that we are trying to get it is how do we rewrite this country's \nimmigration laws in our own image, in the image of Houston, Texas, the most diverse city in the United States of \nAmerica. \n\n\n\n(APPLAUSE) \n\nIn the image of El Paso, Texas, one of the safest cities in the United States of America, safe not despite the fact \nthat we are a city of immigrants, safe because we are a city of immigrants. (UNTRANSLATED)  \n\n(APPLAUSE)  \n\nI will lead an effort to make sure that we rewrite our immigration laws in that way. Never cage another child. Make \nsure that there is accountability and justice for these seven lives lost under our care and our custody but also face \nthe fact that Democrats and Republicans alike but it to build a wall that has produced thousands of deaths of people \ntrying to cross to join family or to work a job that we have been part of the boarding people hundreds of thousands \njust in the Obama administration alone who pose no threat to this country, breaking up their families, Democrats \nhave to get off the back foot. We have to lead on this issue because we know it is right. Legalize America, begin \nwith those more than 1 million dreamers, make them U.S. right now in this their true home country-- \n\nRAMOS: Gracias. \n\nO'ROURKE: --and extend that to their parents, their sisters and their brothers and ensure that we have a legal, \nsafe, orderly system to come to this country and add to our greatness here. \n\nRAMOS: Thank you. George? \n\nSTEPHANOPOULOS: Jorge, thank you. We are going to take a quick break. When we come back national \nsecurity, foreign policy, the impact on American jobs and U.S. troops. \n\n[*]STEPHANOPOULOS: We are back. We want to turn now to national security and the foreign policy issue that \nhas such a direct impact here at home, US relationship with China, trade, and President Trump's tariffs. We \nreceived more than 100 questions from viewers wanting to know how all of you are going to handle these tariffs and \nMr. Yang let me begin with you. Would you repeal the tariffs on your first day in office and if so, would you risk \nlosing leverage in our trade relationship with China? \n\nYANG: I will not repeal the tariffs on day one but I would let the Chinese know that we need to hammer out a deal \nbecause right now the tariffs are pummeling producers and farmers in Iowa who have absolutely nothing to do with \nthe imbalances that we have with China. \n\nA CEO friend of mine was in China recently and he said that he saw pirated U.S. intellectual property on worker \nworkstations to the tune of thousands of dollars per head. And he said one, how can my workers compete against \nthat and two, think about all of the lost revenue to American companies. So the imbalances are real. We have to let \nthe Chinese know that we recognize that President Trump has pursued an arbitrary and haphazard trade policy that \nhas had victims on both sides. So no to repealing the tariffs immediately but yes to making sure that we come to a \ndeal that addresses the concerns of American companies and American producers. \n\nSTEPHANOPOULOS: Mayor Pete let me take that question-- \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: --let--let me take that question to you because you have seen President Trump's tweets, he \nsays what is going to happen here is the Chinese just going to wait him out so they can get a Democrat who they \ncan take advantage of. How do you think about China? We have seen President Trump call President Xi both an \nenemy and a friend. \n\nBUTTIGIEG: Well, the President clearly has no strategy. You know when I first got into this race I remember \nPresident Trump scoffed and said he would like to see me making a deal with Xi Jinping. I would like to see him \nmaking a deal with Xi Jinping. \n\n(LAUGHTER) \n\n\n\nIs it just me or was that supposed to happen in like April? It is one more example of a commitment not made. When \nthat happens on the international stage people take note, not just our competitors, our adversaries but also our \nallies take note of the inability of the United States to keep its word or follow through on its plans and when that \nhappens there are serious consequences. \n\nWe saw it at the G7. The leaders of some of the greatest powers and economies of the world sitting to talk about \none of the greatest challenges in the world, climate change, and there was literally an empty chair where American \nleadership couldn't have been. The problem is this is a moment when American leadership is needed more than \never whether it is in Hong Kong where those protesters were democracies need to know that they have a friend in \nthe United States or anywhere around the world where increasingly we see dictators throwing their weight around. \nThe world needs America but it can't be just any America it has to-- \n\nSTEPHANOPOULOS: Would you repeal the tariffs? \n\nBUTTIGIEG: I would have a strategy that would include the tariffs as leverage but it's not about the tariffs. Look, \nwhat is going on right now is the President who has reduce the entire China challenge into a question of tariffs \nwhen what we know is that the tariffs are coming down on us more than anybody else and there is a lack of a \nbigger strategy. \n\nSTEPHANOPOULOS: Senator Klobuchar you have actually supported the tariffs on steel. \n\nKLOBUCHAR: What we've got right now though, George, it is not a focused tariffs on steel. What he has done here \nhe has assessed these tariffs on our allies, he has put us in the middle of this trade war and he is treating our \nfarmers and our workers like poker chips and one of his bankrupt casinos and if we are not careful he is going to \nbankrupt this country. \n\n(APPLAUSE) \n\nOne forecast recently says that it is already cost us 300,000 jobs. All right? There is soybeans that are mounting up \nin bins all over the Midwest, in my state of Minnesota and in Iowa. So when I think we need to do is to go back to \nthe negotiating table. That is what I would do. I wouldn't have put all of these tariffs in place and I wouldn't have had \na trade policy where on August 1 he announces he is going to have tariffs on $300 billion of goods, on August 13 \nhe cuts it in half, a week later he says he's going to reduce taxes, the day after that he says he is going to do it.  \n\nThe leaders of the world are watching this and it undermines our strength as a nation and yes, we want fair trade \nbut we must work with the rest of the world and he has made a mockery of focused trade policy which I think means \nenforcement like we have done in northern Minnesota passing bills, getting President Obama to do more on that so \nthat our workers can benefit so we are importing--exporting goods and making sure that it is a competitive policy \nwhere our goal is that we are making things, inventing things, and exporting to the world. He is defeating that goal. \n\nSTEPHANOPOULOS: Secretary Castro you actually in one of the previous debates identified China as the most \nserious national security threat to our country. I want to pick up on what Senator Klobuchar was saying though she \nsaid she would go back to the negotiating table. The question is what do you do for leverage? Where do you get it?  \n\nCASTRO: Well, look, I agree with those who have said that this erratic, haphazard trade war is hurting American \nfamilies. As Senator Klobuchar said, 300,000 American jobs, it's estimated that it's cost $600 to the average \nAmerican family. Just a couple of days ago, 60 percent of Americans said that they believe that we are in for a \nrecession next year. So when I become president, I would immediately begin to negotiate with China to ratchet \ndown that trade war. We have leverage there. I also believe though that we need to return to a leader when it \ncomes to things like human rights. We have millions of Uighurs, for instance, in China that right now are being \nimprisoned and mistreated. \n\n(APPLAUSE)  \n\n\n\nAnd in North Korea, this president is elevating a dictator. We need to stop that. We need to return to ensuring that \nAmerica leads again on human rights. When it comes to this trade war, I would immediately begin ratcheting that \ntrade war down. We have leverage in that discussion. \n\nSTEPHANOPOULOS: Senator Warren, let me bring you in on this in this conversation. President Obama signed \nthe transpacific partnership. In part, it was designed to reign in China, to bring China in two some kind of regulation. \nWhat do you think he got wrong? \n\nWARREN: So our trade policy in America has been broken for decades. And it has been broken because it works \nfor giant national corporations and not for much of anyone else. These are giant corporations that, shoot, if they can \nsave a nickel by moving a job to a foreign country, they'll do it in a heartbeat. And yet, for decades now, who's been \nwhispering in the ears of our trade negotiators? Who has shaped our trade policy? It's been the giant corporations. \nIt's been their lobbies lobbyists and their executives. The way we change our trade policy in America is, first, the \nprocedures, who sits at the table. I want to negotiate trade with unions at the table. I want to negotiate it with small \nfarmers at the table. \n\n(APPLAUSE)  \n\nI want to negotiate it with environmentalists at the table. I want to negotiate with human rights activists at the table. \nAnd you asked the question about leverage. If I could just respond to that one, leverage, are you kidding? \nEverybody wants access to the American market. That means that we have the capacity to say right here in \nAmerica you want to come so goods to American consumers? Then you've got to raise your standards. You've got \nto raise your labor standards. You've got to raise your environmental standards. So our companies can compete on \na level playing field. \n\n(APPLAUSE)  \n\nWe can use trade not to undermine American workers and not to undermine American farms and not to \nundermine small businesses in this country. We can use trade to help build a stronger economy. \n\nSTEPHANOPOULOS: Senator Harris-- \n\n(APPLAUSE)  \n\nHow would your--how would your trade policy differ from President Obama's? \n\nHARRIS: Well, first of all, I--I have no criticism of that more than just looking at where we are now, which is that \nwe've got a guy in the White House who has been erratic on trade policy. He conducts trade policy by tweet, \nfrankly, born out of his fragile ego. It has resulted in farmers in Iowa with soybeans rotting in bins looking at \nbankruptcy. When we look at this issue, my trade policy under a Harris administration American products is always \ngoing to be about saying we need to export, not American jobs. And to do that, we have to have a meaningful trade \npolicy.  \n\nI am not a protectionist Democrat. Look, we need to sell our stuff, and that means you need to sell it to people \noverseas. That means we need trade policies that allow that to happen. You asked earlier about China. It's a \ncomplicated relationship. We have to hold China accountable. They steal our products, including our intellectual \nproperty, the dump substandard products into our economy. They need to be held accountable.  \n\nWe also need to partner with China on climate and the crisis that that presents. We need to partner with China on \nthe issue of North Korea. I am on, and I think the only person on the stage, the Senate intelligence entity and the \nSenate Homeland security committee. We need a partner on the issue of North Korea. But the bottom line is this. \nDonald Trump in office on trade policy, you know, he reminds me of that--that guy in the Wizard of Oz, you know, \nwhen you pull back the curtain, it's a really small dude. \n\n(LAUGHTER)  \n\n\n\n(APPLAUSE)  \n\nSTEPHANOPOULOS: I'm not even going to take the bait, Senator Harris. But I am going to take this to Senator-- \n\nHARRIS: (INAUDIBLE)  \n\nSTEPHANOPOULOS: I'm going to take this to Senator Sanders right now because you knew the-- \n\nSANDERS: There is a reason--there is a reason why in the last 45 years the average American today, despite an \nexplosion of technology and worker productivity has stopped making a penny more than he or she made 45 years \nago. And one of the reasons is that for decades, we have had disastrous trade policies. \n\nI've got to say to my good friend Joe Biden, Joe and I strongly disagree on trade. I helped lead the opposition to \nNAFTA and PNTR, which cost this country over 4 million good paying jobs. \n\n(APPLAUSE)  \n\nAnd what happened is people who had those jobs ended up getting other jobs making 50 percent of what they \nmade in manufacturing.  \n\nSo, Trump obviously hasn't a clue. Trump thinks that trade policy is a tweet at 3:00 in the morning. What we have \ngot to do is develop a trade policy that represents workers, represents the farmers in the Midwest and elsewhere \nwho are losing billions right now because of Trump's policy, a trade policy which understands that if a company \nshuts down in America and goes abroad and then thinks that they're going to get online to get a lucrative federal \ncontract, under Bernie Sanders-- \n\nSTEPHANOPOULOS: Vice-- \n\nSANDERS: --They got another guess coming. \n\nSTEPHANOPOULOS: Vice President Biden, he invoked your name. \n\n(APPLAUSE)  \n\nBIDEN: Yeah. Well, look, we are either going to make policy or China's going to make the trade--the rules of the \nroad. We make up 25 percent of the world economy. We need another 25 percent to join us. And I think Eliza--\nSenator Warren is correct. At the table has to be labor and at the table has to be environmentalists.  \n\nThe fact of the matter is China--the problem is in the trade deficit. The problem is they are stealing our intellectual \nproperty. The problem is they're violating the WTO. They're dumping steel on us. That's a different issue than \nwhether or not there dumping agricultural products on us. \n\nIn addition to that, we're in a position where, if we don't set the rules, we in fact are going to find ourselves with \nChina setting the rules. And that's why you need to organize the world to take on China to stop the corrupt practices \nthat are underway. \n\nSTEPHANOPOULOS: Senator Booker, close out this round. \n\nBOOKER: Sure. There's a one point we're really missing on the stage right now, which is the fact that Donald \nTrump's America First policy is actually and America isolated, and America alone policy. \n\nBIDEN: Exactly right. \n\nBOOKER: From trade to--to battling China to the climate--global crisis of climate change, the challenges in the \nMiddle East, he is pulling us away from our allies; out of the Iran deal, out of the Paris Climate Accords. And on \ntrade, he's deciding to take on China while at the same time taking on tariff battles with all of our allies. \n\n\n\nYou literally have him using a national security waiver to put tariffs on Canada. Now, look, I'm the only person on \nthis stage that finds Trudeau's hair very menacing. \n\n(LAUGHTER) \n\nBut they are not a national security threat. We cannot go up against China alone. This is a president that has a \nbetter relationship with the dictators like Duarte and Putin than he does with Merkel and Macron. We are the \nstrongest nation on the planet Earth-- \n\n(APPLAUSE)  \n\n--And our strength is multiplied and magnified when we stand with our allies in common cause and common \npurpose. That's how we be China. That's how we be climate change on the planet Earth. And that's how American \nvalues are the ones that lead on issues of trade and workers rights. \n\nSTEPHANOPOULOS: David? \n\nMUIR: George, thank you. \n\n(APPLAUSE)  \n\nI want to turn out to our troops overseas and to America's longest war in Afghanistan. U.S. talks with the Taliban \nare dead, according to the president. Secret talks at Camp David have been canceled before they can happen. \nMany of you have weighed in on that already, so I want to move past that tonight to what all of you have promised \non the campaign trail. \n\nMany of you on this stage have said you bring the troops home in your first term. Others have said in your first year. \nSenator Warren, we all know the presidency is much different from the campaign trail. President Obama wanted to \nbring the troops home President Trump promised to bring the troops home. And you have said of Afghanistan let's \nhelp them reach a peace settlement. It is time to bring our troops home, in your words, starting right now. Would \nyou keep that promise to bring the troops home starting right now with no deal with the Taliban? \n\nWARREN: Yes. And I'll tell you why. What we're doing right now in Afghanistan is not helping the safety and \nsecurity of the United States. It is not helping the safety and security of the world. It is not helping the safety and \nsecurity of Afghanistan. We need to bring our troops home. \n\nAnd then we need to make a big shift. We cannot ask our military to keep solving problems that cannot be solved \nmilitarily. \n\n(APPLAUSE)  \n\nWe're not going to bomb our way to a solution in Afghanistan. We need to treat the problem of terrorism is a \nworldwide problem, and that means we need to be working with all of our allies, our European allies, our Canadian \nallies, our Asian allies, our allies in Africa and in South America. We need to work together to root out terrorism. \n\nIt means using all of our tools. It means economic investment. It means expanding our diplomatic efforts instead of \nhollowing out the State Department and deliberately making it so we have no eyes and tears in many of these \ncountries. We need a foreign policy. \n\n[*]WARREN: That is about our security and about leading on our values. \n\nMUIR: Senator Warren, a quick follow up on that because top U.S. leaders, military leaders on the ground in \nAfghanistan told me you can't do it without a deal with the Taliban. You just said you would--you would bring them \nhome. What if they told you that? Would you listen to their advice? \n\nWARREN: I was in Afghanistan with John McCain two years ago this past summer--I think it may have been \nSenator McCain's last trip before he was sick. And, I talked to people--we did--we talked to military leaders \n\n\n\nAmerican and local leaders. We talked to people on the ground and asked the questions same one I ask on the \nSenate Armed Services Committee, every time one of the generals comes through--show me what winning looks \nlike--tell me what it looks like. And what you hear is a lot of (INAUDIBLE). Because no one can describe it. \n\nAnd, the reason no one can describe it is because the problems in Afghanistan are not problems that can be solved \nby a military. I have three older brothers who have served in the military--I understand firsthand the kind of \ncommitment they have made. They will do anything we ask them to do, but we cannot ask them to solve problems \nthat they alone cannot solve. We need to work with the rest of the world. We need to use our economic tools. We \nneed to use our diplomatic tools. We need to build with our allies and we need to make the whole world safer not \nkeep troops bombing in Afghanistan. \n\nMUIR: Senator Warren, thank you. \n\n(APPLAUSE) \n\nI do want to stay on this and I'm going to turn to Mayor Buttigieg because you're the only veteran on this stage--you \nserved in Afghanistan. We heard in recent days from General Joseph Dunford, the chair of the Joints Chief of Staff \nin recent days, I'm not going to use the word withdrawal right now. It's our judgment the Afghans need support to \ndeal with the level of violence. If he's not even using the word withdrawal would you put your promise to bring \ntroops home in the first year on hold to follow the advice? \n\nBUTTIGIEG: You know, I served under General Dunford way under General Dunford, in Afghanistan. \n\n(LAUGHTER) \n\nAnd, today, September 12th, 2019 means that today you could be 18 years old--old enough to serve and have not \nbeen alive on 9/11. We have got to put an end to endless war. And the way we do it is see to it that that country will \nnever again be used for an attack against our homeland and that does not require an open ended commitment of \nground troops. \n\nLet me say something else because if there's one thing we've learned about Afghanistan--from Afghanistan it's that \nthe best way not to be caught up in endless war is to avoid starting one in the first place. \n\n(APPLAUSE) \n\nAnd so, when I am president an authorization for a use of military force will have a built in three year sunset. \nCongress will be required to vote and a president will be required to go to congress to seek an authorization. \nBecause if our troops can summon the courage to go overseas the least our members of congress should be able \nto do is summon the courage to take a vote on whether they ought to be there. By the way, we also have a \npresident right now who seems to treat troops as props or worse--tools for his own enrichment. \n\nWe saw what's going on with flights apparently being routed through Scotland just so people can stay at his hotels. \nI'll tell you--as a military officer the very first thing that goes through your mind, the first time you ever make eye \ncontact with somebody that you are responsible for in uniform--is do not let these men and women down. This \npresident is doing exactly that. I will not. \n\nMUIR: Mayor Buttigieg. Thank you. \n\n(APPLAUSE) \n\nI want to turn to Vice President Biden because the concerns about any possible vacuum being crated--can be \ncreated in Afghanistan if you pulled the U.S. troops out--has been heightened by what we've seen in recent days on \nthe ground in Iraq. When you were vice president, President Obama turned to you to bring the troops home from \nIraq. You have said on the campaign trail quote, \"I made sure the president turned to me and said Joe, get our \ncombat troops out of Iraq.\" \n\n\n\nThere was a major drawdown of U.S. troops and then ISIS seized by some estimates, 40 percent of the territory in \nIraq. You then had to send thousands of troops back in. Was it wrong to pull out of Iraq that quickly and did the \nmove actually help ISIS take hold? \n\nBIDEN: No, it was (INAUDIBLE) wrong to pull out. I want to answer the Afghanistan question. I've been in and out \nof Afghanistan--not with a gun. And I admire my friend for his service. But I've been in and out of Afghanistan more \nthan anybody on this--on this--and it's an open secret you reported a long time ago, George, that I was opposed to \nthe surge in Afghanistan. The whole purpose of going to Afghanistan was to not have a counter insurgency \nmeaning that we're going to put that country together. It cannot be put together. Let me--let me say it again--it will \nnot be put together. \n\nIt's three different countries--Pakistan owns the three counties the--the three provinces in the east. They are not any \npart of it. The economy is running--I can go on and on but here's the point--the point is that it's a counter terrorism \nstrategy. We can prevent the United States from being the victim of terror coming out of Afghanistan by providing \nfor bases and insist that Pakistanis provide bases for us to air--airlift from and to move against what we know. We \ndon't need those troops there. I would bring them home. And Joe Dunford is a fine guy but this has been an internal \nargument we've had for eight years. \n\nWith regard to--with regard to Iraq--the fact of the matter is you know, I should have never voted to give Bush the \nauthority to go in and do what he said he was going to do. The AUMF was designed, he said, to go in and get the \nsecurity council to vote 15 to nothing to allow inspectors to go in and determine whether or not anything was being \ndone with chemical weapons or nuclear weapons. \n\n[*]BIDEN: and when that happened he went ahead and went anyway without any of that proof. I said something that \nwas not meant the way I said it. I said from that point on. What I was argued against in the beginning fronts once he \nstarted to put the troops in was that in fact we were doing it the wrong way, there was no plan. We should not be \nengaged. We didn't have the people with us. We didn't have our alliance, we didn't have allies with us, etc. And it \nwas later when we came into office that Iraq turned--the President turned to me and said Joe, when they said we've \ngot a plan to get out he turned to the whole security said simply Joe will organize this, get the troops home. My son \nspent a year in Iraq and I understand it--and we were right to get the combat troops out. \n\nThe big mistake that was made which we predicted was that they would not have a circumstance where the Shia \nand the Kurds would work together to keep ISIS from coming--from moving in. (INAUDIBLE) \n\nMUIR: Mr. Vice President, thank you. I wanted to turn to Senator Sanders on this because the concern over \nAfghanistan is very similar to what we saw in Iraq when the troops came out. ISIS fill that vacuum. What do you \nmake of people out there who are worried that if we pull out US troops to quickly from Afghanistan it will create safe \nhaven all over again like the plotters of 9/11? \n\nSANDERS: David, let me answer that but let me just comment on something that the vice president said. You \ntalked about the big mistake in Iraq and the surge. The truth is the big mistake, the huge mistake in one of the big \ndifferences between you and me I never believed what Cheney and Bush said about Iraq. \n\n(APPLAUSE) \n\nBIDEN: You are right. \n\nSANDERS: I voted against the war in Iraq and help lead the opposition and it's sad to say. I mean I kind of had the \nfeeling that there would be massive destabilization in that area if we went into that war. As the former Chairman of \nthe Senate committee on Veterans Affairs I want to pick up on what Pete said. We cannot express our gratitude to \nall of the men and women who have put their lives on the line to defend--defend us, who have responded to the call \nof duty. But I think also I am the only person up here to have voted against all three of trumps military budgets. \n\n(APPLAUSE) \n\nI don't think we have to spend $750 billion a year on the military when we don't even know who our enemy is. \n\n\n\n(APPLAUSE) \n\nI think that what we have got to do is bring this world together, bring it together on climate change, bring it together \nin fighting against terrorism and make it clear that we as a planet, as a global community, will work together to help \ncountries around the world rebuild their struggling economies and do everything that we can to rid the world of \nterrorism by dropping bombs on Afghanistan and Iraq was not the way to do it. \n\nMUIR: Senator Sanders, thank you. I want to take this to Mr. Yang. You share the stage as you know when we talk \nabout troops in Iraq and Afghanistan with the vice president who was in the situation room, with senators who are \non the Senate armed services, the Foreign Relations Committee's, with an Afghanistan veteran who is on the stage \ntonight. As you share the stage with these candidates what makes you the most qualified on this stage to be \nCommander-in-Chief? \n\nYANG: I signed a pledge to in the forever wars. We have been in a state of continuous armed conflict for 18 years \nwhich is not what the American people want. \n\nWe have to start owning what we can and can't do. We are not very good at rebuilding countries and if you want \nproof all you have to do is look within our own country at Puerto Rico. We have spent trillions of dollars to unclear \nbenefits, lost thousands of lives and thank you Pete for your service and the goal has to be to rebuild the \nrelationships that have made America strong for decades. I would lead our Armed Forces with the restraint and \njudgment. With the American people one is simply a President who has the right values and point of view and they \ncan trust to make the right decisions when it comes to putting our young men and women into harm's way and that \nis what I would do as President \n\n(APPLAUSE) \n\nMUIR: Mr. Yang, thank you. \n\n(APPLAUSE) \n\nJorge? \n\nRAMOS: Thank you very much. (UNTRANSLATED) you haven't been asked about Latin America in the previous \ndatabase so let's begin. Senator Sanders one country where many immigrants are arriving from his Venezuela. A \nrecent UN fact-finding mission found that thousands had been disappeared, tortured, and killed by government \nenforcers in Venezuela. You admit that Venezuela does not have free elections but still you refuse to call Nicolas \nMaduro (UNTRANSLATED) a dictator. Can you explain why and what are the main differences between your kind \nof socialism and the one being imposed in Venezuela, Cuba, and Nicaragua? \n\nSANDERS: Well, first of all let me be very clear anybody who does what Maduro does is a vicious tyrant. What we \nneed now is international and regional cooperation for free elections in Venezuela so that the people of that country \ncan make and can create their own future. \n\nIn terms of democratic socialism to equate what goes on in Venezuela with what I believe is extremely unfair. \n\n[*]SANDERS: --Tell you what I believe in terms of democratic socialism. I agree with what goes on in Canada and in \nScandinavia, guaranteeing healthcare to all people as a human right. \n\n(APPLAUSE)  \n\nI believe that the United States should not be the only major country on earth not to provide paid family and medical \nleave. \n\n(APPLAUSE)  \n\nI believe that every worker in this country deserves a living wage and that we expand the trade union movement. \n\n\n\n(APPLAUSE)  \n\nI happen to believe also that what, to me, democratic socialism means is we deal with an issue, we do not discuss \nin a foyer, not in the media, and not in Congress. You've got three people in America owning more wealth than the \nbottom half of this country. You've got a handful of billionaires controlling what goes on in Wall Street, the insurance \ncompanies, and in the media. Maybe, just me and maybe, what we should be doing is creating an economy that \nworks for all of us, not 1 percent. That's my understanding of democratic socialism. \n\n(APPLAUSE)  \n\nRAMOS: Secretary Castro, you wanted to say a quick response. 45 seconds. \n\nCASTRO: Sure. Thank you, Jorge. I'll call Maduro a dictator because he is a dictator. \n\n(APPLAUSE)  \n\nAnd while we need to do is to, along with our allies, make sure that the Venezuelan people get the assistance that \nthey need, that we continue to pressure Venezuela so that they'll have free and fair elections, and also here in the \nUnited States, offer temporary protected status, TPS to Venezuelans. \n\n(APPLAUSE)  \n\nThat is something that the Trump administration has failed to do. For all have his big talk about supporting the \nVenezuelan American community, he has failed. I will not. I also believe that we need to do things like a 21st \ncentury Marshall plan for Honduras, El Salvador, and Guatemala so that people can find safety-- \n\n(APPLAUSE)  \n\nAnd opportunity at home instead of having to make the dangerous journey to the United States. And, under my \nadministration, we're going to put renewed focus on Latin America. It makes sense. They are our neighbors and we \nhave a lot of things in common. It also makes sense that-- \n\nRAMOS: --Thank you-- \n\nCASTRO: --That because we have a country like China that is going around the world to places like Africa and Latin \nAmerica making their own relationships, strengthening those, United States needs to strengthen its partnerships in \nLatin America immediately. And I will. \n\nRAMOS: Thank you, Secretary.  \n\n(APPLAUSE)  \n\nSenator Booker, let me ask you about Brazil. After the recent fires in the Amazon, some experts suggested that \neating less meat is one way to help the environment. You are a vegan since 2014. That's obviously a personal \nchoice, but President Trump and Brazil's President Bolsonaro are concerned that climate change regulations could \naffect economic growth. So it should more Americans, including those here in Texas and in Iowa follow your diet? \n\n(LAUGHTER)  \n\nBOOKER: You know, first of all, I want to say no. Actually, I want to translate that into Spanish. No. \n\n(LAUGHTER)  \n\n(APPLAUSE)  \n\nLook, on--let's just be clear, the factory farming going on that's assaulting this corporate consolidation, the \nagriculture industry, one of the reasons why I have a bill to put a moratorium on this kind of corporate consolidation \n\n\n\nis because this factory farming is destroying and hurting our environment. You see independent family farmers \nbeing pushed out a business because of the kind of incentives we are giving that don't line up with our values. \nThat's what I'm calling for. \n\n(APPLAUSE)  \n\nBut I want to--I want to switch because we don't have a crowded debate stage, we were talking about Afghanistan \nand Iraq, it--it annoys me that we have a conversation about our troops overseas and we didn't say one word about \nveterans in our country. \n\n(APPLAUSE)  \n\nWe have a shameful reality in America that we send people off to war and they often come home with invisible \nwounds, hurts, and harms. They are disproportionately homeless. You hear stories about women waiting for \nmonths or gynecological care through the VA. It is very important that as we as a country understand that we are \nnot going to solve every problem with this outrageous increased militarism that we also make sure that we stand up \nfor the people that stood for us. We end our national anthem home of the brave. It's about time we make this a \nbetter home for our bravest. \n\n(APPLAUSE)  \n\nRAMOS: Congressman O'Rourke, hurricane Harvey hit this town two years ago and not only is the Amazon \nburning, Greenland is melting at a record pace. The last five years have been the hottest ever recorded and we \nhave a viewer's question about this. What meaningful action will you take to reverse the effect of climate change, \nand can we count on you to follow through if you're donors are against it? \n\nO'ROURKE: Yes, we will follow through regardless of the political consequences or who it offends because this is \nthe very future of our planet and our ability for our children and grandchildren to be able to survive on it. We will \nmake sure that we get to net zero greenhouse gas emissions no later than the year 2050, that we are halfway there \nby 2030, that we mobilize $5 trillion over the next 10 years to do that, that we invest here in Houston, Texas with \npre-disaster mitigation grants to protect those communities that are vulnerable to flooding. Given the fact that this \ntown has seen three 500 year floods-- \n\n(APPLAUSE)  \n\nIn just five years, you'd like to think you're good for 1500 years, but you're not. They're coming faster and larger and \nmore devastating than ever. We are also going to make sure that we free ourselves from dependence on fossil \nfuels and embrace renewable wind and solar energy technology, as well as the high-paying, high skill, high wage \njobs that come along with that. And then we're going to pay farmers for the environmental services that they want to \nprovide. \n\n[*]O'ROURKE: Cover crops, keeping more land under conservation. Using no till farming, regenerative agriculture \ncan pull carbon out of the air and can drive it and sequester it into the soil. That's the way that were going to meet \nthis challenge and we're going to bring everyone into the solution. \n\nRAMOS: Many of you want to comment. Let's--let's try to see if we can go very fast, Senator Klobuchar. \n\nKLOBUCHAR: Thank you. This is the existential crisis of our time. It's--you know that movie the Day After \nTomorrow? It's today. We have seen a warming in our world like never before. We are seeing flooding in the \nMidwest, flooding in Houston fires in the West. \n\nAnd I think having someone leading the ticket from the Midwest will allow us to talk about this in a different way and \nget it done. On day one, I will get us back into the International Climate Change Agreement. \n\n(APPLAUSE) \n\n\n\nOn day two, I will bring back the clean power rules that President Obama had worked on. And on day three, I will \nbring back the gas mileage standards. You can do all that without Congress, which is good. On day four, five, and \nsix, I will, working with Congress and mayors and businesspeople all over the country, introduced sweeping \nlegislation to get at that 2050-- \n\nRAMOS: --Thank you-- \n\nKLOBUCHAR: --Goal. And on day seven you're supposed to rest, but I won't. \n\nRAMOS: Senator Warren? \n\nKLOBUCHAR: This is what we need to do if we're going to get at climate change. We have to take this on as a \ncrisis that's happening right now. \n\nRAMOS: Senator Warren, should American foreign policy be based around the principle of climate change? \n\nWARREN: Yes. We need to work on every front on climate change. It is the threat to every living thing on this \nplanet and we are running out of time. Every time the scientists go back, they say we have less and less time than \nwe thought we had. But that means we got to use all the tools. \n\nOne of the tools we need to use are our regulatory tools. I have proposed, following Governor Inslee, that we by \n2028 cut all carbon emissions from new buildings, by 2030 carbon emissions from cars, and by 2035 all carbon \nemissions from the manufacture of electricity. That alone, those three, will cut our emissions here in the United \nStates by 70 percent. We can do this. \n\nWe also need to help around the world to clean, but understand this one more time. Why doesn't it happen? \n\nRAMOS: Thank you. \n\nWARREN: As long as Washington is paying more attention to money than it is to our future, we can make the \nchanges we need to make. We have to attack corruption head on so that we can save our planet. \n\nRAMOS: Senator Harris, 45 seconds. \n\n(APPLAUSE) \n\nHARRIS: When I think about this issue, it really is through the lens of my baby nieces, who are one and a half and \nthree years old. When I look at what is going to be the world if we do nothing when they turn 20, I am really scared. \nAnd when I've been in the United States Senate for now the last two and half years and I look at our counterparts, \nthe Republicans in the United States Senate, they must be looking at their children. And then when they look at the \nmirror, I don't know what they see, but it's a lack of courage. \n\nAnd these--this is an issue that, yes, it represents an existential threat. It is also something we can do something \nabout. And this is a problem that was created by human behaviors, and we can change our behaviors in a way that \nsaves our planet. I've seen it happen. \n\nIn California, I took on--as the Attorney General of California, I ran the second largest Department of Justice in the \nUnited States, second only to the United States Department of Justice. I took on the big oil companies and we saw \nprogress. If any of you have been to Los Angeles-- \n\nRAMOS: --Thank you-- \n\nHARRIS: --Twenty years ago, you'll remember that sky was brown. You go there now, the sky is blue. And you \nknow why? Because leaders decided to lead, and we took on these big fossil fuel companies. We have some of the \nmost important and strongest laws-- \n\nRAMOS: --Thank you. Thank you very much-- \n\n\n\nHARRIS: --In the country, and we made a difference. And my point being I've done it before and I will lead as \npresident on this issue because we have no time. The clock is tipping-- \n\nRAMOS: --Thank you-- \n\nHARRIS: --Ticking, but-- \n\nRAMOS: --And we don't have time now-- \n\nHARRIS: --We need courage and we need courageous leadership. We can get this done. \n\nRAMOS: Mr. Yang? \n\n(APPLAUSE) \n\nYANG: So to follow up on what Elizabeth said, why are we losing to the fossil fuel companies-- \n\nWARREN: --Yeah-- \n\nYANG: --Why are we losing to the gun lobby and the NRA? And the answer is this. We all know, everyone on this \nstage knows, that our government has been overrun by money and corporate interests. Now, everyone here has a \nplan to try and curb those corporate interests, but we have to face facts. \n\nMoney finds a way. The money will find its way back in. So, what is the answer? The answer is to wash the money \nout with a people powered money. \n\n(APPLAUSE) \n\nMy proposal is that we give every American 100 democracy dollars that you can only give to candidates and \ncauses that you like. This would wash out the lobbyist cash by a factor of eight to one. That is the only way we will \nwin. And as someone running for president, I'll tell you there is the people on one side and the money on the other. \nThe only way for us to win is if we bring them together. \n\n[*]RAMOS: Thank you, Mr. Yang. Linsey? \n\n(APPLAUSE) \n\nDAVIS: I would like to have an academic discussion now about education. Mr. Yang, we will stay with you. Here in \nHouston the school district is facing yet another year of spending cuts. Like schools across the country the system \nfaces many challenges. One of them, thousands of students are leaving traditional public schools and going to \ncharter schools. You are the most vocal proponent on this stage for charter schools. You have said that Democrats \nwho want to limit them our quote just jumping into bed with teachers unions and doing kids a disservice. Why is in \ntaxpayer money better spent on fixing traditional public schools? \n\nYANG: Let me be clear, I am pro-good school. I've got a kid one of my little boys just started public school last \nweekend I was not there because I was running for president. \n\n(LAUGHTER) \n\nSo we need to pay teachers more because the data clearly shows that a good teacher is worth his or her weight in \ngold. \n\n(APPLAUSE) \n\nWe need to lighten up the emphasis on standardized test which do not measure anything fundamental about our \ncharacter or human worth. \n\n(APPLAUSE) \n\n\n\nBut here is the big one, the data clearly shows that 65 percent to 70 percent of our students outcomes are \ndetermined outside of the school. We are talking about time spent at home with the parents, words read to them \nwhen they are young, stress levels in the house, income, type of neighborhood. We are putting money into schools \nand educators know this, we are saying you are 100 percent responsible for educating our kids but you can only \ncontrol 30 percent. They all know this, the answer is to put money directly into the families and neighborhoods to \ngive our kids a chance to learn and our teachers the chance to teach. \n\n(APPLAUSE) \n\nDAVIS: Mayor Buttigieg, 45 seconds to respond. \n\n(APPLAUSE) \n\nBUTTIGIEG: Step one is a point a Secretary of Education new actually believes in public education. \n\n(APPLAUSE) \n\nI believe in public education and in order to strengthen it some things are very complex for preparing for a future \nwhere knowledge is that at your fingertips but we have got to teach more to do with critical thinking and social and \nemotional learning. Some of it is extremely simple, we have just got to pay teachers more. And we have got to lift \nup the teaching profession. \n\nI always think of a story from South Bend of friends who host exchange students from Japan. They had a student \none year who wanted to be a teacher and they kept in touch with her when she went back to Japan and to college. \nShe took the exam to try to become a teacher in a society that really regards teachers and compensates teachers \nwell and she came up just short. So you know what she did since she was academically good but couldn't quite \nmake the cut to be a teacher? She had a fallback--fallback plan, she became a doctor. That is how seriously some \ncountries treat the teaching profession. \n\nIf we want to get the results that we expect for our children we have to support and compensate the teaching \nprofession respected teachers the way we do soldiers and pay them more like the way we do doctors. \n\n(APPLAUSE) \n\nDAVIS: Senator Warren to use Mr. Yang's term are you just jumping into bed with teachers unions? \n\nWARREN: You know, I think I'm the only person on this stage who has been a public school teacher. \n\n(APPLAUSE) \n\nI wanted to be a public school teacher since I was in second grade. And let's be clear in all of the ways we talk \nabout this money for public schools should stay in public schools not go anywhere else. \n\n(APPLAUSE) \n\nI have already made my commitment. I will--we will have a Secretary of Education who has been a public school \nteacher. \n\n(APPLAUSE) \n\nI think this is ultimately about our values. I have proposed a two cent wealth tax on the top 1/10 of 1 percent in this \ncountry. That would give us enough money to start with our babies by providing universal childcare for every baby \nage 0 to 5, universal pre-K for every three-year-old and four-year-old in this country-- \n\nDAVIS: Thank you, Senator. \n\n\n\nWARREN: --raise the wages of every childcare worker and preschool teacher in this country, cancel student loan \ndebt for 95 percent of the folks who have got it-- \n\n(APPLAUSE) \n\nDAVIS: Thank you, Senator \n\nWARREN: And strengthen our unions. This is how we build an America that reflects our values not just where the \nmoney comes from with the billionaires and corporate executives. \n\nDAVIS: Senator Harris 45 seconds to respond. \n\nHARRIS: My first grade teacher Mrs. Francis Wilson, God rest her soul attended my law school graduation. I think \nmost of us would say that we are not where we are without the teachers who believed in us. I have offered in this \ncampaign a proposal to deal with this which will be the first in the nation federal investment in closing the teacher \npay gap which is $13,500 a year because right now in our public schools are teachers 94 percent of them are \ncoming out of their own pocket to help pay for school supplies. \n\n(APPLAUSE) \n\nAnd that is wrong. I also want to talk about where we are here at TS you and what it means in terms of HBCUs. I \nhave as part of my proposal that we will put $2 trillion into investing in our HBCUs for teachers-- \n\n(APPLAUSE) \n\n--because--because--because one, as a proud graduate of a historically black college and university-- \n\n(APPLAUSE) \n\n-- I will say--I will say that it is our HBCUs that disproportionately produce teachers and those who serve in these \nmany professions but also-- \n\nDAVIS: Thank you, Senator \n\nHARRIS: But this is a critical point \n\n[*]HARRIS: If a black child has a black teacher before the end of third grade they are 13 percent more likely to go to \ncollege. \n\n(APPLAUSE) \n\nIf that child has had two black teachers before the end of third grade they are 32 percent more likely to go to \ncollege. So, when we talk about investing in our public education system it is at the source of so much when we fix \nit that will fix so many other things. We must invest in the (INAUDIBLE). \n\nDAVIS: Thank you, Senator. Senator (INAUDIBLE). \n\nHARRIS: And I strongly believe you can judge a society based on how it treats its children and we are (INAUDIBLE) \non this issue. \n\nDAVIS: Thank you. \n\n(APPLAUSE) \n\nSANDERS: Guess what? \n\n(LAUGHTER) \n\n\n\nYou're guessing, all right--now, here's the answer--we are the wealthiest country in the history of the world and yet \nwe have the highest child poverty rate of almost any country on earth. We have teachers in this country who are \nleaving education because they can't work two or three jobs to support themselves. \n\nHARRIS: That's right. \n\nSANDERS: Which is why under my legislation we will move to see that every teacher in America makes at least \n$60,000 a year. \n\n(APPLAUSE) \n\nWhat we will also do is not only have universal pre-K we will make public colleges and universities and HBCUs debt \nfree. \n\n(APPLAUSE) \n\nAnd what we will also do because this is an incredible burden on millions and millions of young people who did \nnothing wrong except try to get the education they need--we are going to cancel all student debt in this country. \n\n(APPLAUSE) \n\nDAVIS: Thank you, Senator. Thank you, Senator. \n\nSANDERS: We are going to do that by imposing a tax on Wall Street speculation. \n\n(APPLAUSE) \n\nDAVIS: Thank you, Senator (INAUDIBLE). Mr. Vice President, I want to come to you and talk to you about \ninequality in schools and race. In a conversation about how to deal with segregation in schools back in 1975 you \ntold a reporter--I don't feel responsible for the sins of my father and grandfather. I feel responsible for what the \nsituation is today for the sins of my own generation. And I'll be damned if I feel responsible if I pay for what \nhappened 300 years ago. You said that some 40 years ago. But as you stand here tonight what responsibility do \nyou think that Americans need to take to repair the legacy of slavery in our country? \n\nBIDEN: Well, they have to deal with the--look--there is institutional segregation in this country. And from the time I \ngot involved I started dealing with that--redlining, banks, making sure that we are in a position where look--you talk \nabout education. I propose that what we take is those very poor schools the Title 1 schools--triple the amount of \nmoney we spend from 15 to 45 billion a year. Give every single teacher a raise an equal raise of getting out the \n$60,000 level. \n\nNumber two, make sure we bring in the help (INAUDIBLE) the teachers deal with the problems that come from \nhome. The problems that come from home we need--we have one school psychologist for every 1500 kids in \nAmerica today. It's crazy. The teachers are (INAUDIBLE) I'm married to a teacher. My deceased wife is a teacher. \nThey have every problem coming to them. We have to make sure that every single child does, in fact, have three, \nfour and five year olds go to school. School. Not daycare. School. We bring social workers into homes of parents to \nhelp them deal with how to raise their children. \n\nIt's not that they don't want help. They don't know quite what to do. Play the radio. Make sure the television--excuse \nme, make sure you have the record player on at night the--the phone. Make sure the kids hear words. A kid coming \nfrom a very poor school--a very poor background will hear 4 million words fewer spoken by the time they get there. \nThere is so much we can-- \n\nDAVIS: Thank you, Mr. Vice President. \n\nBIDEN: No, I'm going to go like the rest of them do--twice over. Ok? \n\n(APPLAUSE) \n\n\n\nBecause here's the deal--the deal is that we've got this little backwards. And by the way, in Venezuela we should be \nallowing people to come here form Venezuela. I know Maduro, I've confronted Maduro. Number two, you talk about \nthe need to do something in Latin America--I'm the guy that came up with $740 million to see to it those three \ncountries in fact, change their system so people don't have a chance. You all are acting like we just discovered this \nyesterday. \n\nDAVIS: Thank you, Mr. Vice President. Secretary Castro. \n\nCASTRO: Thank you very much--well that's--that's quite a lot. But-- \n\n(LAUGHTER) \n\nYou know, I grew up in one of those neighborhoods that folks have talked about in a neighborhood that was \ngrappling with the legacy of segregation. In fact, in two public school districts that were involved in a 1973 Supreme \nCourt case challenging how Texas financed its schools. And, I know that today, our schools are segregated \nbecause our neighborhoods are segregated. \n\nBIDEN: Right. \n\nCASTRO: Now, I have an education plan like a lot of folks up here that would pay teachers more, that would recruit \ndiverse ranks of teachers, that would invest in our public schools. But I also believe that we have to connect the \ndots to uplift the quality of life--to invest in housing opportunity, to invest in job opportunity, to invest in community \nschools that offer resources like parents able to go back and get their GED and healthcare opportunities. And those \nthings that truly, truly ensure that the entire family can prosper. \n\nThose are the types of things that we need to do in addition to lifting up our public schools. You asked a second ago \nabout charter schools. Look, it is a myth that charter schools are better than public schools. They're not. \n\n(APPLAUSE) \n\nAnd so-- \n\nDAVIS: --Thank you, Senator-- \n\nCASTRO: --While I'm not categorically against charter schools, I would require more transparency and \naccountability from them that is required right now. \n\n(APPLAUSE) \n\nDAVIS: Senator Booker, coming to you now, it was 65 years ago this year that the Supreme Court outlawed racial \nsegregation in public schools. Yet for millions of students of color today, segregation remains a reality. Nonwhite \ndistricts typically receive $2,200 less per student than those in white districts. This means older books, less access \nto computers, and often worse outcomes. What is your plan to address segregation? And I'm not just talking about \nthe achievement gap, but I'm talking about the opportunity gap in education. \n\nBOOKER: So, I'm--I'm hearing a lot of conversations on the stage that--and the way we talk about communities of \ncolor. Look, I--I live in a black and brown community below the poverty line. I lived in public housing projects almost \nfor a decade and saw the anguish of the parents who are just so deeply frustrated that they don't have a school that \nserves their genius. \n\nI think I'm the only person on the stage, even though I had no formal authority as mayor to run a school system, I \nstepped up and took responsibility for our schools and we produced results. A lot of folks here talking about raising \nteacher's salary. We actually did it in Newark, New Jersey. \n\nAnd we didn't stop there. Yeah, we closed for performing charter schools but, dagnabbit, we expanded high-\nperforming charter schools. We were a city that said we need to find local solutions that worked for our community. \n\n\n\nThe results speak for themselves. We are now the number one city in America for a beat the odds of the schools, \nfrom high poverty to high-performance. \n\nStrategies like investing in our children work. And I'll tell you this. I--I am tired of us thinking about these problems \nisolated, disconnected from other issues. That's why my friend, Secretary Castro, is 100 percent right. We are in the \nreality we are right now because, vice president, of overtly racist policies not 400 years ago, just in my lifetime, that \nwe are redlining communities, dis-investing in communities. And more than just that, my kids are not only struggling \nwith racial segregation in housing and--and the challenges of underfunded schools, but they're also struggling with \nenvironmental injustice. \n\nIf you talk to someone who's a parent of a child who's had permanent brain damage because of lead, you'll know \nthis is a national problem, because there's over 3,000 jurisdictions in America where children have more than twice \nthe blood lead levels of Flint, Michigan. \n\nDAVIS: Thank you, Senator. \n\nBOOKER: And so, if I'm president of the United States, it is a holistic solution to education from raising teacher's \nsalary, fully funded special education, but combating the issues of poverty, combating the issues of racial \nsegregation, combating the issues of a criminal justice system-- \n\nDAVIS: --Thank you, Senator-- \n\nBOOKER: --That takes parents away from their kids, and dealing with environmental justice as a major pillar of any \nclimate policy. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Thank you, Linsey. One final question coming up. We'll be right back. \n\n[*]STEPHANOPOULOS: And we are back now for a final round of questions. One question for each candidate. \nWe're going to go in reverse order from the opening statement from the candidates. The question is on the quality \nof resilience. No president can succeed without resilience. Every president confronts crises, defeats, and mistakes. \nSo I want to ask each of you, what's the most significant professional setback you had to face, how did you recover \nfrom it, and what did you learn from it? Vice President Biden. \n\nBIDEN: I--I never count any professional setback I have as a serious setback. There's things that are important, \nthings that are unimportant. \n\nPROTESTERS: (INAUDIBLE)  \n\nSTEPHANOPOULOS: We're going to clear the protesters now. Just one minute. Senator Biden, will start the clock \nagain. \n\nBIDEN: I-- \n\nPROTESTERS: (INAUDIBLE)  \n\nBIDEN: --I'm sorry. \n\nSTEPHANOPOULOS: We are sorry. Go ahead. \n\nBIDEN: There's setbacks and there's setbacks. And I think the most critical setback that can occur to anyone is to \nlose--well, my dad had an expression. He said Joe, it's not a question of succeeding whether you get knocked \ndown, it's how quickly you get up. And--and he he'd say--he'd you never explain and never complain. And then he'd \ngo on to say that the only obligation that really matters, the most important thing is family. It's why I was raised to \nbelieve that that was the center of everything, family. And you could be judged on how you treat your family and \nhow you went from there.  \n\n\n\nAnd I--it took--you know, Kierkegaard said faith sees best in the dark. Right after I got elected, my wife and \ndaughter were killed in an automatic automobile accident and my--and my two sons were badly injured and I'd just \nbeen elected, not sworn in. And I lost my faith for a while. I came back. And then later, when my send son Bo (SP) \ncame from home from Iraq and with a terminal disease and a year later--a year and half later losing him was like \nlosing part of my soul. But the fact is that I learned that the way you deal with it is you deal with finding purpose. \nPurpose and what you do.  \n\nAnd that's why I hope--I hope he's proud of me today because he wanted to make sure I'd didn't run for president \nbut I stayed engaged because when you get hit badly, whether you're losing a job or you're raising a family my dad \nwhere you have to make that longest walk up the stairs to tell your kid you can't live here anymore, dad lost his job, \nyou know, we--we've all been through that in some form or another. But it just takes--it just, for me, the way I've \ndealt with it is finding purpose. And my purpose is to do what I've always tried to do and stay engaged in public \npolicy and--but there's a lot of people who been through a lot worse than I have, get up every single morning, put \ntheir feet one foot in front of another without the help I had. They are real heroes out there. Real heroes. \n\nSTEPHANOPOULOS: Thank you, Mr. Vice President. Senator Warren. \n\n(APPLAUSE)  \n\nWARREN: I'm mentioned earlier I've known what I wanted to be since second grade. I wanted to be a public school \nteacher. And I invested early. I used to line my dollies up and teach school. I had a reputation for being tough but \nfair. \n\n(LAUGHTER)  \n\nBy the time I graduated from high school, my family didn't have money for to send me off to four years at the \nUniversity. And my story, like a lot of stories, has a lot of twists and turns. I got a scholarship college application, \nmuch less and then, at 19, got married, dropped out of school, took a minimum wage job, thought my dream was \nover. I got a chance down the road at the University of Houston and I made it as a special needs teacher. I still \nremember that first year as a special needs teacher. I could tell you what those babies look like. I had four--I had \nfour to six-year-olds.  \n\nBut at the end of that first year, I was visibly pregnant. And back of the day, that meant that the principal said to me-\n-wished me luck and hired someone else for the job. So there I am. I'm at home, I've got a baby, I can't have a job. \nWhat am I going to do? Here's resilience. I said I'll go to law school. And the consequence was I practice law for \nabout 45 minutes and then went back to my first love, which is teaching. But let me get into fights, it gave me new \ntools. And the reason I'm standing here today is because I got back up, I fought back. I know what's broken. I want \nto be in the fight to fix it in America. That's-- \n\nSTEPHANOPOULOS: --Thank you-- \n\nWARREN: Why I am here. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Senator Sanders? \n\nSANDERS: Resilience to me means growing up in a rent-controlled apartment in Brooklyn, New York, the son of an \nimmigrant who came to this country without a nickel in his pocket. Professional resilience means to me, George, \nrunning for U.S. Senate in Vermont and getting 1 percent of the vote, running for governor and getting 2 percent of \nthe vote, finally becoming mayor of Burlington, Vermont, with 10 vote margin. What resilience means to me is that \nthroughout my political career I have taken on virtually every powerful special interest in this country. Whether it is \nWall Street-- \n\n(APPLAUSE) \n\n\n\n--whether it is the insurance industry, whether it is the pharmaceutical industry whose corruption and greed is killing \npeople today, whether it is a military industrial complex or a prison industrial complex. And I feel confident that given \na lifelong record of taking on powerful special interest, of standing up for the working families of this country that I \nwill be able to take on the greed and corruption of the corporate elite and create a government and an economy that \nwork for all of us not just the 1 percent. \n\nSTEPHANOPOULOS: Thank you, Senator Sanders. \n\n(APPLAUSE) \n\nSenator Harris? \n\nHARRIS: You know, every office I have run for whether it be district attorney or attorney general I was told each \ntime it can be done. They said nobody like you has done it before, you are--nobody is ready for you. When I ran for \nDA I want and became the first black woman elected DA in a state of 40 million people in San Francisco. When I \nran for Atty. Gen. of California I was elected because I didn't listen and I was the only black elected woman black \nelected attorney general in the state--in the country. And each time people would say it's not your time, it's not your \nturn, it's going to be too difficult, they are not ready for you and I didn't listen and a part of it probably comes from \nthe fact that I was raised by a mother who said many things that were life lessons for me including don't you ever let \nanybody tell you who you are, you tell them who you are. \n\n(APPLAUSE) \n\nAnd when I look around the town halls that we do in this race for President of the United States and I look at the--\nthe meetings that we do and the community meetings and I see these little girls and boys sometimes even brought \nby their fathers and they bring them to me and I talk to them during these events and they smile and they are full of \njoy and their fathers tell them see don't you ever listen and let anybody ever tell you what you can or cannot be you \nhave to believe what can be unburdened by what has been. \n\nSTEPHANOPOULOS: Senator Harris thank you very much. Mayor Buttigieg? \n\n(APPLAUSE) \n\nBUTTIGIEG: You know as a military officer serving under don't ask don't tell and as an elected official in the state of \nIndiana when Mike Pence was governor at a certain point when it came to professionals setbacks I had to wonder \nwhether just acknowledging who I was was going to be the ultimate career ending professional setback. \n\nI came back from the deployment and realize that you only get to live one life and I was not interested in not \nknowing what it was like to be in love any longer so I just came out. I had no idea what kind of professional setback \nit would be especially because inconveniently it was an election year in my socially conservative community. What \nhappened was when I trusted voters to judge me based on the job that I did for them they decided to trust me and \nreelected me with 80 percent of the vote and what I learned was that trust can be reciprocated and that part of how \nyou can win and deserve to win is to know what is worth more to you than winning. And I think that is what we need \nin the presidency right now. We have to know what we are about in this election is not about any of us up here, it is \nnot about this president even though it is hard to talk of anything else some days. It is about the people who trust us \nwith their lives. The kid wondering if we are actually going to make their schools safe when they have learned active \nshooter drills before they have learned to read; a generation wondering whether we will actually get the job done on \nclimate change \n\n[*]STEPHANOPOULOS: Mayor Buttigieg, thank you. \n\n(APPLAUSE) \n\nMr. Yang? \n\n\n\nYANG: I was an unhappy lawyer for five full months and I left to start a business. And I'm going to share with you all \none of the secrets entrepreneurship. If you want to start something, tell everyone you know you're going to do it, \nand then you don't have a choice. You put your heart and soul into it. \n\nAnd even though I did that, my company flopped, had it's a mini rise and maximum fall. I lost investors, hundreds of \nthousands of dollars, still owed 100,000 in school debt. My parents still told people I was a lawyer. I guess it was a \nlittle easier. \n\n(LAUGHTER) \n\nSo, I remember lying--lying on my floor looking up, wondering how it had come to this. Eventually, I picked myself \nback up. I kept working in small growth companies for another 10 years, and eventually had some success. \n\nThen after I did have some success, I still remember how hard it was, how isolating it was, how it feels like your \nfriends no longer want to spend time with you. And so, I spent seven years starting and running a nonprofit that help \ntrain young entrepreneurs around the country, including Sean Nguyen (PH), who's here in the audience tonight, \nwho left-- \n\n(APPLAUSE) \n\n--Who left his gilded Wall Street job to be--to become a food entrepreneur in San Antonio. Sean, I hope I made the \nprocess a little bit easier for you than it was for me. \n\nBut the goal of my campaign is to make this an economy that allows us to live our human values and aspirations. \n\nSTEPHANOPOULOS: Thank you. \n\n(APPLAUSE) \n\nThank you, Mr. Yang. Senator Booker? \n\nBOOKER: so, I--my biggest professional setback is--is embarrassing because a lot of folks know about it. I, with a \nbunch of tenant leaders in Newark, New Jersey in 2002 took on the political machine. And boy, did they fight back. I \nhad tires on my car slashed. Our campaign offices were broken into. My phones were tapped. It became a \nspectacle and we lost that election. \n\nAnd here's a bit of advice to everybody. If you're going to have a spectacular failure, have a documentary team \nthere to capture it, because it made for-- \n\n(LAUGHTER) \n\n--An Oscar-nominated documentary called Street Fight. But then, unfortunately, another setback. It lost in the \nOscars to a movie called March of the dagnabbed Penguins, for crying out loud. \n\n(LAUGHTER) \n\nThe people in my community, was living in the projects, told me don't give up on the people and the people won't \ngive up on you. Create bigger and bolder coalitions and you're going to win. And you know what? We came back \nfour years later and one of the largest lopsided victory in our city's history. But more than that, the lesson was there. \n\nWe didn't give up. We were taking on America's toughest problems from crime to poverty, and we transformed our \ncity, creating tens of thousands of new jobs, the biggest economic expansion in our city, and as I said before, \nturned around our school system. There's more work to do, but I haven't given up on the people. I still live in that \ncommunity. \n\n\n\nBut this is the big lesson. My staff and that my friends and my community told me, if you want to go fast, you may \nhave won the mayor's race, but that's not what life is about. There is an old African saying that says if you want to \ngo fast, go alone. But if you want to go far, go together. \n\nThe lesson I learned of resilience is to trust people, because the power of the people is always greater than the \npeople in power. And the test of America right now, it's not a referendum on Donald Trump. It's a referendum on us \nand who we are and who we are going to be together. We need to use this moment in history to unite in common \ncause and common purpose. And then there's nothing we can't do together as a nation. \n\nSTEPHANOPOULOS: Senator Booker, thank you. \n\n(APPLAUSE) \n\nCongressman O'Rourke? \n\nO'ROURKE: Thank you, George. Everything that I've learned about resilience I've learned from my hometown of El \nPaso, Texas. In the face of this act of--of terror that was directed at our community in large part by the president of \nthe United States that killed 22 people and injured many more, we were not defeated by that nor were we defined \nby that. \n\nThe very thing that drew that killer to us is the very thing that helps us to set the example for the rest of this country. \nWe don't see our differences as disqualifying or dangerous. We see them as foundational to our success, to our \nstrength, and to our security into our safety. \n\nYesterday I was visiting with one of those victims. He's the head coach of the Fusion. This is a girls soccer team of \n10 and 11-year-old girls. His name is Luis. He was shot in the legs multiple times. He was shot in the side multiple \ntimes. He's still healing from his wounds in the hospital. But from his hospital bed, he still trying to coach the Fusion \ngirls soccer team. Nimmo (PH) his co-coach, is still fighting for his life right now at Del Sol Hospital. Those two men, \nJessica (PH) and Marcella (PH), their wives, they exemplify resilience to me. \n\nAnd when we in this scourge of gun violence in this country, when we finally confront the racism that exists in \nAmerica, when we're defined not by our fears but instead by our aspirations and our ambitions, it will be in large \npart, I think, thanks to the example that El Paso has set. \n\nSTEPHANOPOULOS: Congressman, thank you. Senator Klobuchar. \n\n(APPLAUSE) \n\nKLOBUCHAR: My challenges and resilience have brought me up here. I grew up with a dad who struggled with \nalcoholism his whole life and after his third DWI he had a choice between jail and treatment. He chose treatment \nwith his faith, with his friends, with our family and his words he was pursued by grace. And that made me interested \nin public service because I feel like everyone should have that same right to be pursued by grace. \n\nI then, got married. My husband is out there somewhere hopefully smiling. And our daughter--and our daughter was \nborn I had this expectation we are going to have this perfect birth and she was really sick. And she couldn't \nswallow. And she was in and out of hospitals for a year and a half. But when she was born they had a rule in place \nthat you got kicked out of the hospital in 24 hours. She was in intensive care and I was kicked out. And I thought, \nthis could never happen to any other mom again. So, I went to the legislature, our state legislator not an elected \nofficial--a mom and I advocated for one of the first laws in the country guaranteeing new moms and their babies a \n48 hour hospital stay. \n\nAnd, when they tried to delay the implementation of that law I brought six pregnant friends to the conference \ncommittee so they outnumbered the lobbyists two to one. And when they said, want you to take place they all \nraised their hand and said no. That is what motivated me to go into public service. And when I got to that gridlock of \nWashington D.C. and got to work and pass over 100 bills and I know a lot of my friends form the left--but remember \nI am from the middle of the country. And I believe that if we're going to get things done that we have to have \n\n\n\nsomeone leading the ticket with grit. Someone who is not just going to change the policies but change the tone in \nthe country. And someone who believes in America and believes it from the heart because of where they came \nfrom. That everyone should have that same opportunity. \n\nSTEPHANOPOULOS: Senator, thank you. \n\n(APPLAUSE) \n\nSTEPHANOPOULOS: Secretary Castro. \n\nCASTRO: In many ways, I shouldn't be here on this stage, you know, Castro is my mother's name and was my \ngrandmother's name before her. I grew up in a single parent household on the west side of San Antonio, going to \nthe public schools eventually my brother Joaquin and I became the first in our family to become professionals. \n\nAnd, when I got home, I took a job at the biggest law firm in town. I was making $100,000 a year in the year 2000. A \nfew months later I got elected to the San Antonio City Council and the City Council at the time was only pay $1040 \na year. So, everybody had another job and my job was at the law firm. \n\nWell, a few months after I got elected the law firm got a client. And the client wanted those of us on the city council \nto vote for a land deal. The land deal was that they wanted to build a golf course over our water supply because we \nrelied on an underground aquifer. I didn't think the environmental protection plan was strong enough, so I want dot \nvote against it. And my constituents wanted me to vote against it. But under the ethics rules for lawyers in Texas, \ncause believe it or not lawyers have ethics rules. You can't just go against the interest of a client. \n\nSo, I was stuck. On the one hand I wanted to do the right thing. On the other hand, my livelihood, my student loans, \nmy new house payment, my car payment depended on me shutting up--being conflicted out. So, one day I walked \ninto my law firm and I quit my job. And then, I went and I voted against that land deal on the city council. \n\n(APPLAUSE) \n\nAnd, you know, it was the first test that I had and I think back to that because often times we think of politics and \nyou think of politics as dirty or corrupting. I wondered before I went in whether it would change who I was. And I was \nproud that when that first test came that I stood up for the people that I was there to represent and not for big \nspecial interests. There is nobody that gets tested more in a position of public trust than the president of the United \nStates. \n\nThis president has failed that test. But I want you to know that if you elect me president I won't. I won't serve \nanybody except you and your family. And together, we can create an America that's better than ever. Thank you \nvery much. \n\nSTEPHANOPOULOS: Thank you, Secretary Castro. \n\n(APPLAUSE) \n\nThank you to all of our candidates. It was a great debate. I think we learned a lot tonight thanks to you. Thanks \nTexas--Texas Southern University for hosting us tonight. It was a great crowd. \n\nUNKNOWN: Thank you. \n\nSTEPHANOPOULOS: Thanks to everyone. The debate is over. Our coverage continues with Tom (INAUDIBLE). \n\n(APPLAUSE) \n"}