{"title": "A simple tool to help stem the tide", "body": "\nPolls and letters to the editor show that many Georgians share the growing anti-immigrant sentiment now sweeping \nthe nation.\n\nGeorgians are angry at immigrants for taking jobs. They're angry at them for speaking a different language. They're \nfurious at them if they get public assistance.\n\nSo, many Georgians might applaud last week's sweep by immigration officials of the labor-intensive onion fields of \nVidalia. The foray netted 178 illegal workers, who were arrested and put on a bus back to Mexico or given a month \nto pack up and leave.\n\nBut it appears law enforcement officials forgot one thing: the employers. While they were swift to crack down on the \nlaborers, they failed to mete out equal justice to those who hired them. By Friday morning, no onion growers or \ncrew chiefs had been arrested, despite a 1986 law that prohibits the hiring of undocumented workers.\n\nThose who believe illegal immigrants unfairly rob Americans of jobs should redirect their anger toward employers. \n\"This whole operation ignores that employees don't take jobs - employers give them,\" says Mike Monahan, director \nof the Georgia Legal Services migrant project in Tifton.\n\nIllegal immigration is fueled by one thing: employment. The lure of jobs is what draws most illegal workers to \nAmerica. That's why cutting off employment is the single best means for stemming the flow. And the best tool for \ndoing that is the national registry proposed by the immigration commission chaired by former U.S. Rep. Barbara \nJordan.\n\nWhile the 1986 law requires employers to check a worker's immigration status, there is no means of verifying it. \nWorkers need only present any of 29 documents as proof of legal status. Many of those documents are easily \nforged.\n\nThe beauty of the registry is that all employees would be part of it. Contrary to charges that it would increase \ndiscrimination, the registry would decrease it. Everyone applying for a job - not just those who look or sound \nforeign-born - would be required to present identification.\n\nOne way to reduce the ire toward legal immigrants is to stop the entry of illegal immigrants. The registry helps draw \nthe distinction.\n"}