{"title": "Gay and Immigrant Rights Groups Join Forces on Marriage Issue", "body": "\n    In a letter on Monday to the White House, more than 50 gay rights and immigrant advocacy groups asked \nPresident Obama to put a hold on immigration cases involving Americans seeking legal residency visas for foreign-\nborn spouses of the same sex, until the Supreme Court issues a significant ruling on gay marriage next year.\n\n   The gay and immigration organizations are joining forces on the marriage issue, hoping to capitalize on \npolitical momentum they gained from the elections, when gay, Latino and immigrant voters turned out \noverwhelmingly in support of  Mr. Obama. \n\n     The groups urged the president to \"hold in abeyance\" cases currently under consideration by federal \nimmigration authorities of United States citizens who are seeking permanent resident visas, known as green cards, \nfor immigrants of the same sex they legally married. The Supreme Court ruling is expected in June. \n\n      Under the federal Defense of Marriage Act, which Congress passed in 1996, a same-sex marriage cannot be a \nvalid basis for federal benefits, including immigration documents. For an American who marries an immigrant of \nthe opposite sex, obtaining a green card for the spouse is generally a routine and relatively fast procedure. But \nunder the terms of DOMA, as the law is known, Americans cannot obtain green cards, based on their marriage, for \nforeign spouses of the same sex. \n\n      The Supreme Court agreed on Friday to take two cases challenging laws that define marriage as being only \nbetween a man and a woman. The letter from the rights groups focused on one of them, a direct challenge to \nDOMA.  The case, United States v. Windsor, concerns a woman in New York, Edith Windsor, who faced a steep tax \nbill on property she inherited after her same-sex spouse died, which Ms. Windsor would not have to pay if her \nspouse had been a man. \n\n       In January 2011 the Justice Department announced it would no longer defend DOMA in the courts. But the \nadministration has continued to enforce the law and officials have routinely denied green card applications from \nsame-sex couples.   \n\n       \"With no ability to apply for family-based immigration benefits because of DOMA,\" the groups wrote in their \nletter, \"many foreign nationals face the untenable choice\" of remaining in the United States without legal papers and \n\"facing the daily fear of deportation,\" or \"leaving the U.S. and their family behind.\" \n\n\n       The groups pointed to a similar hold placed on green card cases by United States Citizenship and Immigration \nServices when Congress was debating a change in the law allowing widows of American citizens to obtain the \nvisas. \n\n       Nine states recognize same-sex marriages. But for the time being, an administration official said, DOMA \n\"remains in effect and the Executive Branch will continue to enforce it unless and until Congress repeals it or there \na final judicial determination that it is unconstitutional.\"  \n\n• Romney Says He Would Honor Immigration Reprieves Granted by Obama\n\n• 4 Senators Propose Easing Visa Limits for Highly Skilled\n\n• Gay Donors, Key Group for Obama, to Plot Strategy in Washington\n\n• In Heated Primary Fight, Romney Keeps Focus on Obama\n\n• Republicans' Immigration Bill Blocked by Senate Democrats\n"}