{"title": "Agriculture at high stake", "body": "\nStanding outside a dilapidated house where 23 tomato pickers ate and slept hip to shoulder this harvest season, \nLuis Rios is among the undocumented farm workers caught in the uncertainty of immigration reform.\n\nBut like many fellow workers, Rios said he does not necessarily want to obtain citizenship. He just wants a way to \nwork here legally and eventually return home.\n\n\"We all think differently, but I just want a permit to work,\" said Rios, 37, a native of southern Mexico, who has \nfollowed the crops between Florida and Tennessee for four years. \"That way, I could go home and see my family.\"\n\nAgribusiness and its undocumented farm workers are distinct stakeholders as Congress prepares to meet in \nconference committee this summer and decide the fate of an estimated 12-million illegal immigrants.\n\nThe House passed a bill that would focus on border security and make it a felony to be in the country illegally. The \nSenate's bill would provide a guest worker program and make legalization possible to millions.\n\nTo advocates of legalization, workers like Rios represent the country's contradictory treatment of undocumented \nimmigrants: It's not legal for them to come work here, but they find jobs when they arrive.\n\nResearchers estimate that 500,000 undocumented workers came here illegally last year, and most of them found \njobs. But critics say the number of visas authorized for unskilled laborers does not come close to meeting the \ndemand.\n\n\"Every year, we need about a half a million more than the quota provides for,\" said Tamar Jacoby, senior scholar at \nthe Manhattan Institute. \"We don't get the immigrants legally, and we don't get the rule of law that we want.\"\n\nIn contrast, the Senate bill has a provision that would legalize as many as 1.5-million farm workers over five years, \nby creating a new document called a \"blue card\" that would give the bearer the legal right to be here and work.\n\nBecause a higher percentage of farm workers are undocumented compared with other industries in which \nimmigrants are also employed, advocates say their legalization is crucial to the nation's food supply.\n\nFarm jobs - unlike those in construction - are not likely to attract Americans because they require hard labor in rural \nsettings with extreme weather.\n\n\"We have always argued that agriculture is unique and that this nation's ability to feed itself is a matter of national \nsecurity,\" said Craig Regelbrugge, co-chair of the Agriculture Coalition for Immigration Reform in Washington, \nD.C.\n\n\nThere are 1.6-million farm workers nationally, about 150,000 of them in Florida.\n\nStudies from the Pew Hispanic Center show that 24 percent of all farm workers are undocumented. But advocates \ncite a study from the late 1990s that found that 50 percent of farm workers were undocumented, and the number \ncould be higher still.\n\n\"If you focus on the traditional farm workers, tomato pickers, citrus harvest crews ... you will conclude that it's a lot \nhigher than 50 percent,\" said Rob Williams, director of the Migrant Farmworker Justice Program for Florida Legal \nServices.\n\nAnd legislation that keeps farm workers out could hurt farms, advocates of legalization say.\n\nBecause farm workers who pick crops tend to be the newer arrivals, advocates fear that a bill that would only crack \ndown on the border would hurt agriculture disproportionately. Even the Senate bill could block them out because \nmany farm workers aren't likely to have lived here five years.\n\nA few growers in Florida already faced shortages of workers this season, said Ray Gilmer, spokesman for the \nFlorida Fruit and Vegetable Association.\n\n\"We want the farm workers that have been working on Florida farms to continue to have access to those jobs,\" \nGilmer said. \"Whether they do it as guest workers or working toward resident status, either way, that would be fine.\"\n\nBut opponents such as Rep. James Sensenbrenner, R-Wis., chairman of that House Judiciary Committee, have \nsaid that the House will not agree to any \"amnesty.\"\n\n\"The blue card is not a guest worker program,\" said Steven Camarota, director of research at the Center for \nImmigration Studies. \"Every single person is put on a path to ... citizenship.\"\n\nLike the 1986 amnesty that also included a farm worker provision, critics say, the blue card proposal, sometimes \ncalled \"Ag Jobs,\" would attract fraud and abuse.\n\nFor example, they say, it could attract people who have not been here the five years required for the other type of \nlegalization but have not worked in agriculture. Or the farm worker process also could allow people to apply for \npermanent residency sooner.\n\n\"This bureaucracy is overwhelmed,\" Camarota said. \"There's no way to verify.\"\n\nBut Ag Jobs would take steps to prevent the fraud that occurred in 1986, Williams said.\n\nFor example, he said, for-profit businesses that made money from filing applications 20 years ago would be banned \nfrom filing paperwork on immigrants' behalf this time.\n\nAn even better deterrent to fraud, Williams said, would be the requirement in Ag Jobs that farm workers remain in \nfarm work for a few years, which was not present in 1986.\n\n\"I don't think that many people would say picking tomatoes for three years or picking oranges for three years would \nbe an easier path to anything,\" Williams said.\n\nCritics say a way to solve the agricultural industry's dependence on undocumented immigrants is by offering \nhigher wages to Americans or using new harvesting machines.\n\nIn response, Regelbrugge said wages for farm workers nationally average $9.50 an hour, substantially more than \nthe federal minimum wage of $5.15. Therefore, he said, it's not low wages but the harsh nature of farm work that \ndiscourages Americans from doing it.\n\nMost mechanization that is possible, such as for low-hanging vegetables and fruits, has already been implemented, \nhe said.\n\n\n\nOther critics of legalization go even further, saying that the United States should not import unskilled workers.\n\nPerhaps low-skill agricultural jobs should not be done in the United States, said Will Adams, a spokesman for Rep. \nTom Tancredo, R-Colo., one of the most vocal critics of illegal immigration.\n\n\"It might be an industry, at least parts of which, we cannot do in America,\" Adams said.\n\nSome doubt that any bill will be passed this year. That would leave farm workers like Luis Rios in limbo.\n\nLast week, he was getting ready to head to South Carolina to harvest tomatoes. Then it will be Tennessee before \nreturning to Florida sometime next spring.\n\nA work permit, he said, would mean being able to visit his wife and young daughter in Mexico.\n\nAnd if he wanted to come back to Florida, he said, \"we wouldn't have to walk through the desert, struggling to stay \nalive.\"\n\nHELP WANTED?\n\nFarm worker advocates say legal opportunities for undocumented immigrants to work are too scarce. A bill passed \nby the Senate would expand those opportunities, they said.\n\nTHE STATUS QUO\n\n* The federal government gives out 66,000 visas for hotel, golf course and other unskilled workers from around the \nworld each year.\n\n* There are an additional 5,000 permanent residency green cards for unskilled workers.\n\n* A separate agricultural guest worker program has no cap on the number of workers. One drawback: Farmers say \nit's bureaucratic, impractical and expensive. So it's seldom used.\n\nSENATE PROPOSAL\n\n* Includes a provision to legalize as many as 1.5-million farm workers over five years.\n\n* To get a \"blue card\" allowing them to work legally, immigrants would have to show that they worked in agriculture \nat least 150 days during the last two years. They would be required to work in the industry three to five more years \nafter receiving a blue card. Then they could pay a $400 fine and apply for permanent residency.\n\n* For other immigrants, the Senate bill would grant legalization if they have been here more than five years and \nguest worker status if they have been here between two and five. But they would have to leave the country if they \nhave been here less than two years.\n\nGraphic\n\n \n\nPHOTO, ZACH BOYDEN-HOLMES, (3)\n"}