{"title": "The Fix: Immigration all of a sudden a top campaign issue", "body": "\n1. The Obama administration's decision to move forward with a legal challenge to Arizona's stringent illegal \nimmigration law will almost certainly elevate the issue on the campaign trail this fall.\n\nThe Arizona measure, which was signed into law by Gov. Jan Brewer (R) in April, is a major political touchstone--of \nprime importance to Hispanics, the fastest growing demographic group in the country and a coveted electoral prize \nfor both parties.\n\nDemocratic strategists see the Arizona law as a key moment in the ongoing battle to win the loyalty of Hispanic \nvoters. They believe that it will have a similar chilling effect for Republicans with Latinos as the passage of \nCalifornia's Proposition 187 did in the 1990s.\n\nRepublicans, on the other hand, believe that Democrats are badly out of step with the American people on the \nimmigration issue. They cite the Obama administration's aggressive approach to fighting the Arizona law is yet \nmore evidence of that out-of-touchness.\n\nIn that vein, nearly two dozen House Republicans sent a letter to Attorney General Eric Holder on Tuesday \ndescribing the legal challenge as the \"height of irresponsibility and arrogance.\"\n\nPolling on the Arizona law specifically falls in Republicans' favor, although broader data suggests a public deeply \ndivided on immigration.\n\nIn the latest Washington Post/ABC poll, 58 percent expressed support for the Arizona law -- including 42 percent \nwho were strongly supportive -- while 41 percent opposed it.\n\nBut in that same survey, which was conducted in early June, nearly six in ten (57 percent) of people supported \nallowing illegal immigrants to stay in the country if they paid a fine and met other citizenship requirements -- a major \nplank of past attempts to offer a comprehensive immigration solution.\n\nAnd, on the question of whether the state government should be allowed to make its own laws on immigration or \nwhether that should be left up to the federal government, the public was deeply divided, with 46 percent choosing \nstates and 52 percent opting for the federal government.\n\n\n(On that question, partisanship is a major predictor: three quarters of Democrats said that the federal government \nshould be in charge of immigration law, while 59 percent of Republicans and 57 percent of independents said \nstates should be free to make their own laws.)\n\nWhile President Obama has made something of a rhetorical push of late on immigration, party strategists believe \nthe issue is too politically hot -- and with too little clarity on what the American people want -- for it to be taken up in \nan election year.\n\nThe administration's lawsuit, however, ensures that the immigration debate will be front and center for the next few \nmonths -- making it a virtual certainty that for some (many?) it will be a voting issue on Nov. 2.\n\n2. Indiana Rep. Brad Ellsworth (D) is up with his first TV ad of the race for the seat of retiring Sen. Evan Bayh (D-\nInd.), a 30-second spot touting his background as a sheriff but making no mention of his current occupation.\n\n\"One thing that 25 years as a sheriff teaches you is zero tolerance for bull,\" the two-term southern Indiana \nCongressman says in the straight-to-camera spot. \"There's too much at stake. But out in Washington, it's like they \nlive and breathe this stuff.\"\n\nIt's the most striking example to date of Ellsworth's endeavor to run as sheriff -- he was the top cop in Vanderburgh \nCounty before being elected to Congress -- and not as a congressman. Even Ellsworth's campaign website touts \nhim as a sheriff: it features a banner photo with the candidate standing next to a sheriff's car and the first paragraph \nof his bio leads with his \"over two decades of experience in the local Sheriff's office,\" making only a passing \nreference his \"brief time as the 8th District's Congressman.\"\n\n(Ellsworth is far from the only representative this cycle to leave out any mention of his current occupation. Just \nyesterday, Rep. Roy Blunt (R-Mo.) released a TV ad highlighting his background as a high school teacher and \nuniversity president, making no mention of his years in the House Republican leadership.)\n\nNational Republicans were quick to point out the omission in Ellsworth's ad. \"Brad Ellsworth is right: voters have \n'zero tolerance for bull.' But unfortunately, 'bull' is exactly what Ellsworth is offering Hoosiers in this hypocritical and \ninsulting campaign advertisement,\" National Republican Senatorial Committee communications director Brian \nWalsh said.\n\n3. Iowa Republicans have cut their voter registration gap in half -- a sign of not only a competitive gubernatorial \nGOP primary in the state last month but also the movement of the state away from Democrats in recent months.\n\nIowa Secretary of State Mike Mauro (D) announced Tuesday that Republicans added 37,000 voters to the rolls in \nJune, while Democrats lost 10,000 - a shift that cut in half a Democratic advantage that had stood at around \n100,000 votes after the 2008 election, an election where President Barack Obama carried the Hawkeye State by 10 \npoints.\n\nThe latest GOP shift was more pronounced than other recent waves of party switchers in the state. In 2006, a \ncompetitive Democratic governor primary forced a net shift of about 25,000 voters in the party's favor, while in 2002 \ncompetitive GOP governor and Senate primaries moved 20,000 voters to Republicans.\n\nThe new shift is notably bigger than its predecessors, but is likely the result of a leveling effect after the 2008 \nelection.\n\nIowa Democrats in Iowa increased their registration advantage from 30,000 at the start of 2008 to 110,000 after \nPresident Obama's big win. Their current 46,000-voter edge is much more in line with where party registration has \nbeen over the last decade -- returning Iowa to swing state status.\n\n4. Minnesota Gov. Tim Pawlenty (R) will make another swing to Iowa at the end of the month, a three-day visit that \nwill mark his third visit to the state this cycle and a continuation of his presidential ambitions.\n\n\n\nPawlenty will kick off his trip on Saturday, July 31. He's slated to attend a breakfast event for state Rep. Steve \nLukan (R) in Dubuque, followed by events for state Senate hopeful and former state Rep. Bill Dix (R) in Waverly \nand state House Minority Leader Kraig Paulsen (R) in Cedar Rapids.\n\nOn Sunday, he attends an event with state Rep. Jeff Kaufmann (R) in West Liberty. The trip will be rounded out with \nan event for the Scott County Lincoln Club in Davenport on Monday morning.\n\n\"Governor Pawlenty is working hard to help conservatives around the country win this fall,\" Pawlenty spokesperson \nAlex Conant said. \"We have great opportunities in Iowa, and Governor Pawlenty is trying to build on that excitement \nthrough his new Iowa PAC and this upcoming trip to eastern Iowa.\"\n\nThe trip will be Pawlenty's first to the eastern part of the state, which is Iowa's strongest Democratic area. In \nNovember, he spoke at the Iowa Republican Party's annual dinner, and in April he addressed a rally for Iowans for \nTax Relief; both events were held in Des Moines.\n\nPawlenty has made no secret of the fact that he is exploring a run for president in 2012 and his regular trips to Iowa \naffirm that interest. Remember the old Fix adage: NO politician goes to Iowa by accident.\n\nPawlenty leads the pack of potential 2012 Republican contenders in visits to Iowa this cycle: as of mid-June, former \nAlaska Gov. Sarah Palin, former Massachusetts Gov. Mitt Romney, former House Speaker Newt Gingrich and \nSouth Dakota Sen. John Thune had each visited the state once since November, 2008.\n\nBut Pawlenty's name ID remains low in the state: a June Des Moines Register poll showed that 53 percent of likely \nRepublican voters in Iowa didn't know enough about the Minnesota governor to have an opinion about him.\n\nThis weekend, Pawlenty makes his third visit this cycle to another key 2012 state: he's scheduled to be in New \nHampshire, where he'll be headlining the Strafford County Republican Party summer picnic as well as a $250-a-\ncouple fundraiser for the New Hampshire Republican Party.\n\n5. Fundraising reports continued to trickle in Tuesday, with Denver Mayor John Hickenlooper's (D) Colorado \ngubernatorial campaign going bargain-basement shopping.\n\nHickenlooper's camp announced Tuesday that it has spent virtually all of its money on a lengthy television ad buy. It \nhas $1.2 million in ad time reserved, but just $66,000 cash on hand. By buying time early, the Hickenlooper \ncampaign gets the time at a lower rate.\n\nIt's an unusual strategy, and one that requires a few things. First, you need to be sure your fundraising won't dry up \n(probably not an issue for Hickenlooper, who raised a strong $500,000 in June). And second, you need to be able \nto get out front and make sure the strategy isn't misinterpreted as free-spending on ads when no voters are paying \nattention.\n\nSen. Mark Udall's (D-Colo.) 2008 campaign employed a similar strategy, which isn't surprising given that Udall's \n2008 campaign manager, Mike Melanson, now fills that same role for Hickenlooper.\n\nIn other second-quarter fundraising reports: Montgomery City Councilwoman Martha Roby (R) raised $100,000 \nbetween May 13 and June 23 in advance of her July 13 runoff with Rick Barberr-- yes, that Rick Barber-- with the \nwinner moving on to face Alabama Rep. Bobby Bright (D)....Former New Hampshire Rep. Charlie Bass (R) raised a \ndecent $170,000 in the second quarter and banked $360,000 for his run at Senate candidate Paul Hodes' (D) 2nd \ndistrict seat.....Former Ruth's Chris Steakhouse CEO Craig Miller (R) announced he raised $270,000 and banked \n$322,000 over the last three months for the Aug. 24 primary to face Rep. Suzanne Kosmas (D-Fla.)....In the \nDemocratic primary for retiring Massachusetts Rep. Bill Delahunt's (D) seat, Norfolk County District Attorney \nWilliam Keating outraised state Sen. Robert O'Leary $381,000 to $200,000 between April and June, according to \nthe Cape Cod Times....Tennessee state Sen. Roy Herron (D) reported raising $350,000 and banking $1.2 million \nfor a clear primary in retiring Rep. John Tanner's (D) district. Republicans are waging an expensive primary battle.\n\nWith Felicia Sonmez and Aaron Blake\n\n\n"}