{"title": "PBS \"TO THE CONTRARY\" HOST: BONNIE ERBE; GUESTS: ROSEMARY JENKS; ANGIE MAREK; LESLIE SANCHEZ; PATRICIA SOSA", "body": "\n PBS \"TO THE CONTRARY\" HOST: BONNIE ERBE GUESTS: ROSEMARY JENKS; ANGIE MAREK; LESLIE \nSANCHEZ; PATRICIA SOSA DATE: SUNDAY, DECEMBER 2, 2007 PLEASE CREDIT ANY QUOTES OR \nEXCERPTS FROM THIS PBS PROGRAM TO \"PBS' TO THE CONTRARY.\"\n\nMS. ERBE:  This week on a special edition of \"To the Contrary,\" we revisit two aspects of immigration in America: \nthe impact of both legal and illegal immigration on the nation's health care system and on Americans' wages.\n\n(Musical break.)\n\nMS. ERBE:  Hello, I'm Bonnie Erbe.  Welcome to \"To the Contrary,\" a discussion of news and social trends from \ndiverse perspectives.  Up first, immigration and health care.\n\n(Begin video segment.)\n\nMS. ERBE:  Avon Park, Florida.  Population: 8,900.  It's located in the central part of the state along the citrus belt.\n\nTOM MACKLIN (Avon Park Mayor):  Avon Park is a wonderful little town -- a city of charm -- it was dubbed at so \nmany year ago by some of the founding families as a charming little place, and they put city of charm on it.  It's \nstuck.\n\nMS. ERBE:  But frustration, not charm, ruled in Avon Park this summer.  This was the reaction from residents when \nthe city council voted down an ordinance proposed by the mayor.  It would have fined any business that hired \nillegal immigrants.\n\nMR.       :  Instead of asking for help, they are in your face demanding that America allow them to break our laws, \ngive them our money, give them our country.  That's robbery.\n\nMAYOR MACKLIN:  There's a number of people that are just disgusted with the fact that the federal government \nand state governments have allowed it to get to the point that it has, to the point that hospitals and emergency \nrooms are in fact having to close their doors, and that the costs that are incurred by these facilities are being \npassed on to those of us who have medical insurance or do have the ability to pay for the services that we receive.\n\nMS. ERBE:  Avon Park is hardly alone.  Frustration over taxpayer costs for immigration are brewing nationwide.  \nThe \"Wall Street Journal\" reports in 2006, 500 pieces of immigration related legislation were introduced in state \nlegislatures and town councils. Their goal: cracking down on illegal immigration and sparing localities the cost of \nsupport services for illegal immigrants incurred in such fora as public education, public health, and public finance.\n\nNowhere is the cost more evident than in the health care arena. Taxpayers have been galvanized by such things as \nroutine four-hour waits at Los Angeles emergency rooms, and the threat of more hospital closings to pay increased \n\n\ntaxes for health care for the uninsured.  In 2002, L.A. voters approved a rare property tax increase to pump $168 \nmillion into county emergency departments and trauma centers.\n\nDENNIS BASSETTI (Chief of Staff, Florida Hospital Sebring): Illegal aliens play a major role in our uninsured \npopulation.  They occupy by 41 percent of the uninsured population, and so I think they are having a negative effect \non the health care, and that's my concern.\n\nMS. ERBE:  Dr. Dennis Bassetti lives in Avon Park.  He's a physician in private practice as well as chief of staff at \nFlorida Hospital in nearby Sebring.\n\nMR. BASSETTI:  We have 226 community hospitals in Florida and 61 of them are losing money.  And that's 30 -- \n30-some percent.\n\nMS. ERBE:  Dr. Bassetti says since illegal and low-skilled legal immigrants rarely carry health insurance, they don't \nvisit doctors for routine checkups.  Instead, they go to emergency rooms, even for minor health needs.  That makes \ntheir care much more expensive than it is for the average insured worker.\n\nMR. BASSETTI:  A fair percentage of ER visits are for minor things which could be taken care of at a walk-in clinic \nor in a doctor's office.\n\nALFRED LE MERCIER (Agricultural worker):  Sometimes I go for hospital for my teeth.\n\nMS. ERBE:  You go for your teeth?\n\nMR. LE MERCIER:  Yes, I go for the teeth.\n\nMS. ERBE:  What's wrong with your teeth?\n\nMR. LE MERCIER:  It's no good.  Now they no good.  They still no good.\n\nMS. ERBE:  Those emergency room visits strain the ER staff as well as hospital finances.\n\nMR. BASSETTI:  It's a huge problem because what it does -- it displaces ER services from people who are more \nsick and they expect and deserve the same care for a minor illness that someone who's having a heart attack does.\n\nMS. ERBE:  Some public health experts say massive immigration, particularly from poor nations, is reintroducing \ndiseases to the U.S. population that were eradicated years ago.\n\nDIANA HULL (Public health specialist):  There are diseases in third world countries that we have conquered -- \ncertain kinds of hepatitis, for example.  And TB is a large problem that we haven't heard enough about.  Right here \nin this county, some of our (mixed- tech ?) farm workers had multi-drug resistant TB, and that's the kind of TB \nthat's transmitted just by breathing.\n\nSTEVE CAMAROTA (Center for Immigration Studies):  The reason immigrants, legal or illegal, don't have health \ninsurance is not so much a function of their legal status.  This is a common mistake. Illegal immigrants \noverwhelmingly have very little education.  About 60 percent, we think, have not even completed high school; \nanother 20 percent have only a high school degree.\n\nNow, the modern American economy doesn't offer people with that education profile a lot of opportunities, and they \ntypically work at jobs that don't pay much.  As a result, they don't get health insurance.  And their very low incomes \nmean, regardless of legal status, that they can't afford to buy it on they're own.  And that's why a lot of people point \nout that there's a high cost to cheap labor.\n\nMS. ERBE:  Steve Camarota's Center for Immigration Studies, which advocates for limits on immigration, estimates \nstate and local government spend some $4 billion a year to provide health care to illegal immigrants nationwide, \nand the federal government another $6 billion, for a total of $10 billion.  The Florida Hospital Association reports it \n\n\n\ncost $40 million in 2002 to treat non-U.S. citizens in that state at its member hospitals, the latest year for which such \nstatewide figures are available.\n\nMR. BASSETTI:  They go to the hospital and incur a charge, then the hospital has to pass those charges on to the \nrest of the population.  The hospitals are making up the shortfall by passing on the charges to people who can pay \nand to insurance companies, but there comes a point when enough patients will complain about paying $100 for an \naspirin and then it remains to be seen what happens at that time.\n\nMS. ERBE:  Immigrants rights groups what agricultural employers to pay for health insurance for workers, whether \nlegal or illegal. But employers argue there are two problems with that.  First, they say they pay just as much or \nmore then other American employers who also do not routinely offer health care to low paid workers.  Ray Royce \nrepresents a Florida citrus growers group, one of whose member farmers told him recently:\n\nRAY ROYCE (Spokesperson Highlands County, FL Citrus Growers Association):  Folks that were harvesting for \nhim were making about $9.5 an hour.  That's significantly more then the folks that are working in the McDonalds or \nWal-Mart are making.  I mean, they're starting them at $6.5 or $7, so I kind of argue with the premise that they're \nbeing paid more.\n\nMS. ERBE:  The second issue is farmers often hire workers they think are in the U.S. legally, but who turn out to \nbe illegal immigrants.  The document forgery industry has made it almost impossible to tell valid documents from \nforged ones.\n\nMR. ROYCE:  Let's just assume the fictional character of Jose Lopez.  He comes to me and he says, I'd like to \nwork.  And I say, fine, and I would sit down with him and there's a certain amount of documentation that he or any \nother person -- white, brown or black -- is supposed to provide that says that they are legally entitled to work in this \ncountry.  He provides me the forms as laid out by the federal government.  Once I have those forms, they appear \nokay to me, quite frankly I'm not allowed by federal law to ask him to verify the authenticity of those forms.\n\nMS. ERBE:  A federal law called the Emergency Medical Treatment and Active Labor Act, or EMTALA, bars \nhospitals from refusing to treat patients regardless of their ability to pay or their citizenship status and penalizes \nhospitals severely for breaking that law.\n\nMR. BASSETTI:  Penalties range from $50,000 up per offense, per doctor or per hospital.  And the hospitals can \nalso suffer something called the Medicare kiss of death.  And that means, if they break this law to a sufficient \ndegree of severity, they could lose their Medicare reimbursement number and their Medicare funds would totally dry \nup and they would go bankrupt.\n\nMS. ERBE:  The Federation for American Immigration Reform, an advocacy group, reports one in every four \nuninsured people in the United States is an immigrant.  Immigrants, legal and illegal, who arrived between 1994 \nand 1998 and their children accounted for 59 percent of the growth in the size of the uninsured population during \nthe last 10 years.  Teodoro Alvarado says when he was growing up as the child of migrant workers, his family had \nlittle or no medical insurance.\n\nTEODORO ALVARADO (Through translator):  He says they covered the costs but it wasn't expensive back then.  \nHe says he can barely cover his expenses, much less (any legal ?) expenses.  He says he doesn't think that we \nshould cover their expenses that their government should help cover their expenses.\n\n(End video segment.)\n\nMS. ERBE:  Up next, immigration's impact on American workers' wages.  Last year the U.S. House deadlocked \nover a proposal favored by President Bush and most of the then Republican led Senate, to adopt a guest worker \nprogram and to grant citizenship to some illegal immigrants.  Both chambers did, however, pass laws to build a \nfence across the U.S.-Mexico border and boost border patrols.\n\n\n\nNew federal data show illegal immigration has dropped by 27 percent since last October, possibly in response to \nlast years heated debate in Congress.  Our coverage of immigration's impact on American wages is followed by a \npanel discussion including guest panelist Rosemary Jenks of Numbers U.S.A.\n\n(Begin video segment.)\n\nMS. ERBE:  You heard this line from President Bush or something like it dozens of times this year.\n\nPRESIDENT GEORGE W. BUSH:  People are having trouble finding work that Americans won't do, and that's a \nfact of life.\n\nMS. ERBE:  Or is it?  President Bush launched his push for immigration reform saying \"immigrants take jobs \nAmericans won't do,\" and later changed his phraseology to \"jobs Americans don't want.\"  But are these really jobs \nAmericans won't do or jobs Americans don't want because immigrants, both legal and illegal, work for lower pay \nthan Americans will accept?\n\nEDWIN S. RUBENSTEIN (Economist/Columnist -- VDARE):  Well, there are some jobs that Americans don't want \nto do, but most of the jobs that immigrants currently do were at one time done by Americans.  What immigrants \nhave done is to depress the wages in those industries to levels that are unacceptable to Americans.  And the \nemployers in those industries are very happy to have access to low-wage, immigrant workers.\n\nVEMON BRIGGS (Professor, Cornell University):  And so consequently is not surprising most of the immigrant \npopulation, legal and illegal, are in the low-wage occupations competing for an entry into those low-wage \noccupations.  And they're competing with the native born and the immigrants who have been legally admitted into \nthe United States who are also in those populations.  Many of these jobs, I might point out, are also known as entry-\nlevel jobs in which most people in United States at one time of their life have actually worked in that low-wage \noccupation.\n\nSo it's not a matter of simply that there's nobody to do these occupations; there's no sign of any real shortages of \nlabor in these low-wage occupations in the United States.  Wages are not going up at the bottom.  That's the \ntragedy of all this -- that the wages at the bottom are not going up for those citizens.  And remember, there are 37 \nmillion low-wage workers in the United States, people making less than $8.50 an hour.  That's a considerable \nnumber of people: 37 million.\n\nMS. ERBE:  Many American industries have become dependent on a steady supply of young legal or illegal \nimmigrants to fill low-wage jobs.  According to the website workpermit.com, quote, \"about 12.1 percent of the \ncurrent U.S. population was born in another country. Some estimates put the immigrant worker population in entry-\nlevel positions at U.S. hotels and restaurants as high as 80 percent.  This also impacts the service industries such \nas hospitality, leisure, recreation, child care, health care, assisted living, long-term care, and other personal \nservices.\"\n\nAmusement parks, for example, depend on a steady supply of mainly Eastern European teens who enter the U.S. \nlegally on temporary work permits each summer -- same for the hotel industry and farm work and construction.  \nSome industries fill jobs mainly or exclusively with legal immigrants, other do not.  In all these industries it's difficult \nif not impossible to separate legal from illegal immigrants.\n\nThe Pew Hispanic Center keeps data separating out legal from illegal immigrant workers.  The center estimates \nthat 7.2 million unauthorized foreigners make up almost 5 percent of the U.S. workforce.  At the lower end of the \nwage scale, they are 24 percent of hired farm workers, 17 percent of cleaners, and 12 percent of food preparation \nworkers.\n\nMR. BRIGGS:  Twenty-five percent of the farm workers in the United States are illegal immigrants, which tells you \nright off -- right from the beginning that 75 percent are American citizens, either native-born or legal immigrants to \nthe United States working in those jobs.  So it's simply not true there are no citizens to do these jobs.\n\n\n\nMS. ERBE:  Cuban-born Harvard economist George Borjas co-wrote a paper stating \"the wave of illegal Mexican \nimmigrants who arrived between 1980 and 2000 reduced the average wages of American high school dropouts by \n8.2 percent.\"\n\nDavid Card, an economist at UC Berkeley offers a different opinion.  In 1980 125,000 mainly low-skilled Cuban \nworkers arrived in Miami during the famed Mariel Boat Lift.  When Card compared the wages of low-income \npredominantly African-Americans in Miami with those in four cities not hit by massive influxes of new workers, he \nfound low- skilled works in Miami actually did better than their counterparts in other cities.  Low-skilled workers in \nTampa, Atlanta, Houston and Los Angeles saw their wages go fractionally lower than the year before, while those in \nMiami saw wages rise marginally.  Many economists say this was a special circumstance that does not apply \nnationwide.\n\nMR. BRIGGS:  Those people have also received significant benefits from the federal government.  There was \nassistance for refugees, there was an organized refugee adjustment program to find jobs for the people, to find \nhousing for them, to deal with their needs.  It was a very special case, and a very limited labor market.\n\nMS. ERBE:  Union officials agree: abusive immigration laws by some corporations leads to wage depression and \nexploitation.  They blame lax federal enforcement, particularly of visas that were designed to let temporary workers \ncome to the U.S. for what was supposed to be temporary seasonal work, but turns instead to full-time lower-paying \njobs.\n\nANA AVENDANO (Associate General Counsel, Immigrant Worker Program):  We're seeing a destruction of the \ngood, solid, middle-class job in the United States in general.  So what we're seeing with these temporary worker \nprograms are that just as much as employers are outsourcing certain aspects of their work right now, they were \ntrying to use these temporary worker programs, these aid programs, as a way to insource exploitable workers.  \nAnd that will create a secondary class of workers, and the more that these programs grow in size, grow in scope, \nthe bigger that secondary class of workers gets.  Whenever you have a class of workers that can be easily \nexploited, that has a downward negative impact on all workers' wages, regardless of citizenship status, regardless \nof gender, race.  Workers as a whole suffer.\n\nMS. ERBE:  Including higher-income workers.  A report released this spring by the Pew Hispanic Center showed \nroughly half of the illegal immigrants in the U.S. entered legally and overstayed their visas.  Those who entered as \nstudent or business visitors are more likely to be highly skilled.  As a result, many of them stayed in the U.S. to work \nin the computer, biotech and engineering fields.\n\nROY BECK (Immigration Author, Numbers U.S.A.):  There was a study last year that fond that H1-B visas, which \nare the most common way to bring in high-skilled labors, for about a six-year period are undercutting our technology \nprogram workers by about $13,000.  That is, when the study is done look at them in the same job in the same \nstate, they're being paid $13,000 less than American workers.\n\nMS. ERBE:  Other immigrants gained valuable construction skills in the United States and moved to higher-wage \njobs.  The \"Wall Street Journal\" reports quote: \"statistics suggest many are replacing African-Americans, whose \nemployment in concrete work declined to 9,000 in 2005 from 18,000 six years ago.\"  The Bureau of Labor Statistics \nindicate wages in concrete work fell 16.5 percent in 2005 to $508 a week from $604 a week adjusted for inflation, \nthis despite a soaring demand for workers.  Meanwhile the proportion of cement workers described as foreign-\nborn Hispanic has risen almost 55 percent from around 35 percent in the late 1990s.\n\nWhile economists debate weather immigration depresses wages, they also differ on immigration's impact on \nAmerica's wealth, and who gets the lion's share.  Advocates for increased immigration say immigrants, whether \nlegal or illegal, are also consumers and thus create additional jobs by buying goods and services.  But some \neconomists are beginning to say immigration also shifts wealth away from the poor and toward the already wealthy.\n\n\n\nMR. RUBENSTEIN:  Because of immigration there's been a tremendous redistribution of income in this country \nfrom the have-nots to the haves.  It's exactly the opposite of what you would want in a fair society.  A lot of the -- \n(audio break).\n\nMS. ERBE:  -- Rubenstein has also written, quote, \"Corporate profits in the forth quarter of 2005 claimed the largest \nshare of GDP in 40 years.  Not since the third quarter of 1966 have profits taken a larger chunk of the economy.  \nThe foreign-born share of the labor force -- 15 percent in 2005 -- is also unprecedented.  Cheaper immigrant labor \nredistributes income from native workers to employers.\"\n\nThis is not the first time in American history mass immigration had an impact on U.S. wages.  In the 1840s 2 million \nIrish citizens fled the potato famine for the United States.  Italians, Jews and Eastern Europeans came in the so-\ncalled \"great wave\" later in the 19th century, but there are historic differences.\n\nMR. BECK:  During the great wave of 100 years ago, the immigrants were low skilled, low educated, but so were \nmost Americans.  So the difference was not as great then.  Today, most of the foreign workers are similarly low \nskill, low educated, but Americans are far more highly killed, so their effect is on a smaller group of Americans in \nterms of direct competition.\n\n(End video segment.)\n\nMS. ERBE:  Welcome Rosemary Jenks of Numbers U.S.A..  Tell our viewers, Numbers U.S.A. does what?\n\nMS. JENKS:  We are a nonprofit, nonpartisan organization that advocates reduced immigration levels, both legal \nand illegal, because we believe that it has -- that current levels, which are about four times the traditional level, \nhave a negative impact on wages, working conditions, and on quality of life issues in this country.\n\nMS. ERBE:  So the wages issue.  Let's start there because we have limited time.  What's the impact on wages?\n\nMS. JENKS:  Well, I think there's no question that unskilled -an additional unskilled labor force coming into this \ncountry just by supply and demand has a negative impact on wages of unskilled, and so we are harming through \nour immigration policy the already most vulnerable in our society.  And the fact is that women are more than twice \nas likely to be poor in this country and single --\n\nMS. ERBE:  So does that pertain to immigrant women particularly, more so to immigrant women?\n\nMS. JENKS:  Not at all.  But the bottom line is if you've got a poor population that you're trying to bring up in the \neconomic -- bring up the economic ladder, then why would you be importing additional poverty to compete for \nresources and jobs?\n\nMS. ERBE:  You cover immigration and terrorism issues for U.S. News.  Your thought on this, Angie.\n\nMS. MAREK:  Right.  I mean, I think that it does depress wages in some sectors, but not necessarily in the high-\ntech sectors.  I mean, as you pointed out, there a lot of people that oversee visas, but usually those are tourism \nvisas, or visas that weren't for these high skilled jobs.  I guess one thing I would say, too, is a lot of people have \nmade the argument that this depression of wages is all the more reason that we need to maybe create more visas, \nor create a guest worker program, so these workers can be monitored.  Those Mariel Boat Lift workers that you \nreferred to -- I mean, they were here legally. They were legalized into the system.\n\nMS. SOSA:  And this is about not only immigration.  And my concern about how we're discussing immigration -- the \nimpact of immigration in wages doesn't take into context the larger economic issues about globalization.\n\nMS. ERBE:  Yes, but we don't have time right now for larger economic issues.\n\nMS. SOSA:  No, no, no, but the reality --\n\nMS. ERBE:  But get to your thoughts on wages and the impact on low-income Americans' wages.\n\n\n\nMS. SOSA:  Well, my thoughts are in order for all to benefit, the economy has to grow.  And this is the largest \neconomy in the world. And there is no way you can have a 3 percent or 4 percent economic growth without having \nenough labor.  And we don't have enough native labor for the economy to grow.\n\nMS. ERBE:  Leslie.\n\nMS. SANCHEZ:  Yes, we've had a very strong period of economic growth, a lot of that has to do with immigration \nand I would say that the most important statistic is that since -- in 1960 half of American men dropped out of high \nschool to get an unskilled type of job, and now that number is only 10 percent.  So who's filling the gap?  The gap is \nbasically these low-skilled immigrants.\n\nMS. JENKS:  The statistics just don't bear this out because we have the highest level of -- or actually the lowest \nrate of employment among teenagers in this country right now that we've ever had in history.  That's because they \ncan't get entry-level jobs because those jobs are being filled by immigrant families.  If you look at between 2000 and \n2005, about 40 percent of the growth in the working age population came from immigration, but those immigrants \ngot 90 percent of the increase in jobs.\n\nMS. ERBE:  And we'll continue the debate in an upcoming third segment in this series airing soon on immigration's \nimpact on the environment.  That's it for this edition of \"To the Contrary.\"  Next week, a new publishing line called \n\"Voice\" catering to women authors and women readers.  Please join us on the web for \"To the Contrary\" Extra.  \nWhether your views are in agreement or to the contrary, please join us next time.\n"}