{"title": "Former Ukraine Ambassador Marie Yovanovitch Had a LOT to Say to Congress Today", "body": "\nOct 11, 2019( The Mary Sue: http://www.themarysue.com/ Delivered by Newstex)  Part of Donald Trump's refusal \nto participate in his own impeachment inquiry has been instructing those around him not to cooperate as well. \nWe've seen his former staff claim 'executive privilege' to keep from answering questions from Congress. The State \nDepartment has reportedly ordered employees not to talk to Congress and last week, Trump blocked the European \nUnion ambassador from giving congressional testimony. \n\nSo it was surprising and exciting when Marie Yovanovitch, the former ambassador to Ukraine, appeared on Capitol \nHill today without having to be subpoenaed. Not only did she appear for her scheduled deposition, but boy did she \nhave a lot to say. Yovanovitch was abruptly removed from her post earlier this year with very little explanation. Her \ninterview was behind closed doors, but she submitted her written testimony to Congress, which was obtained by \ntheNew York Times[1] and the[2]Washington Post[3]. She wrote that she was 'abruptly told in late April to come \nback to Washington from Ukraine 'on the next plane,'' even though the deputy secretary of state John Sullivan told \nher that she had 'done nothing wrong and that this was not like other situations where he had recalled ambassadors \nfor cause.' 'You will understandably want to ask why my posting ended so suddenly,' she wrote. 'I wanted to learn \nthat too, and I tried to find out. I met with the deputy secretary of state who informed me of the curtailment of my \nterm. He said that the president had lost confidence in me and no longer wished me to serve as his ambassador.' \nYovanovitch says she was removed 'as best as I can tell, on unfounded and false claims by people with clearly \nquestionable motives.' One of those people she's talking about seems to be Trump's lawyer, Rudy Giuliani. 'I do not \nknow Mr Giuliani's motives for attacking me. But individuals who have been named in the press as contacts of Mr \nGiuliani may well have believed that their personal financial ambitions were stymied by our anti-corruption policy in \nUkraine,' she said. Some of those other people with 'clearly questionable motives' look to be the two associates of \nGiuliani who were arrested yesterday as they appeared to be fleeing the country with one-way tickets to Europe. \nThose men, Lev Parnas and Igor Fruman, have connections to Giuliani's attempts to dig up dirt on Joe and Hunter \nBiden, and they were arrested on charges of violating campaign finance law. The two are accused of funnelling \nforeign money into the campaigns of rightwing politicians-including lawmakers who specifically wanted to get \nYovanovitch (who did not love corruption as much as they seem to) out of the way. In case it's not clear, this is BIG \nTIME CORRUPTION STUFF. 'Today we see the State Department attacked and hollowed out from within,' \nYovanovich told Congress. She called on both Congress and the State Department to act, saying 'I fear that not \ndoing so will harm our nation's interest, perhaps irreparably.' Hopefully, by appearing today, she's setting an \nexample for others to do the same. Secretary of State Mike Pompeo's senior advisor Michael McKinley just \nresigned, apparently at least partly because[4] of his disappointment in the department's support for Yovanovitch \nand others caught up in the Ukraine scandal. Trump's former top Russia advisor Fiona Hill is scheduled to appear \non Monday and Gordon Sondland, that ambassador Trump blocked from talking to Congress earlier this week, \nsays he'll testify next week. Also, while Yovanovitch was testifying,The Daily Beast reports thatmore whistleblowers \nwere coming forward with information pertaining to the House Democrats' impeachment inquiry. As for Donald \n\n\nTrump, he spent Yovanovitch's time with Congress tweeting out as many compliments about himself as he could. \nDefinitely the sign of an innocent guy with nothing to hide or distract from! The plan was to write a total of twenty-\nfive essays, the work divided evenly among the three men. In the end, they wrote eighty-five essays, in the span of \nsix months. John Jay got sick after writing five. James Madison wrote twenty-nine. https://t.co/lJvznUqgpF[5] — \nParker Molloy (@ParkerMolloy) October 11, 2019[6](image: Chip Somodevilla/Getty Images) Want more stories like \nthis? Become a subscriber and support the site[7]! —The Mary Sue has a strict comment policy[8] that forbids, but \nis not limited to, personal insults toward anyone, hate speech, and trolling.— [ 1]:            "}