{"title": "Immigrants now may check case status online;OFFICIALS SAY SERVICE WILL REDUCE WAITING", "body": "\nThe Immigration and Naturalization Service now allows non-citizens to check the status of their pending \napplications online for the first time, easing one of the agency's worst bottlenecks.\n\nThe service, which went online last week, should save hundreds of thousands of immigrants the hours of waiting \nit previously took to check on the status of applications for citizenship, green cards and other matters by telephone \nor by visiting INS offices, agency officials said.\n\nThis could also help ease some of the long lines outside the INS office in San Jose, where hundreds line up every \nday -- many to check on the status of their applications.\n\nThe service can be used, however, only by people who have received a receipt number for their application from \none of the four INS service centers, in California, Nebraska, Texas and Vermont.\n\n''We think this will reduce the number of customers who need to call or go to their local offices to get this \ninformation,'' said a spokesman for the agency, Bill Strassberger.\n\nThe online service was welcome news at the San Jose office of U.S. Rep. Mike Honda, where 60 percent of the \npeople who came to the office looking for help with the INS simply wanted to learn the status of pending \napplications, which often take months or even years to be processed.\n\n''This is a big deal,'' said Cathy Hyde, Honda's constituent services director in San Jose. ''Earlier, the process to \nget a status check could take as much as 30 days.''\n\nRavi Simhambhatla of San Jose used the site to get an update on his case this week. Ravi and his wife have been \nawaiting approval for their green cards -- a process that began nearly two years ago.\n\n''This gives me the ability to get a check when I want to and not have to wait for hours to get an answer on the 800 \nnumber or at the INS office in San Jose,'' Simhambhatla said.\n\nThe service is not likely to be much help to people with complicated applications, cautioned Richard Konda, \nexecutive director for the Asian Law Alliance, a non-profit law center that provides free or low-cost law services in \nSanta Clara County.\n\n''This will be of help to some, but many people who come to us for help will probably not benefit because their \ncases have been pending for a very long time,'' he said.\n\n\nIF YOU'RE INTERESTED\n\nTo check the status of applications online, go the INS Web site at https://egov.ins.usdoj.gov/ \ngraphics/cris/jsps/index.jsp. People who do not have a receipt can still get an update at a local office or by calling \nthe National Customer Service Center at (800) 375-5283.\n"}