{"title": "'IT APPEARS THAT HE DID' APPLY FOR ASYLUM", "body": "\nExcerpts from yesterday's federal appeals court order in the Elian Gonzalez case:\n\nOn balancing the equities - which party has the greater right - of the case:\n\nThe equities, in this case, weigh heavily in favor of issuing an injunction pending appeal. Apart from concerns about \nwhat might happen to this child if he is returned to Cuba (which we do not address), if plaintiff leaves the United \nStates during the pendency of his appeal, his case will likely become moot.\n\nOur failure to issue an injunction pending appeal, therefore, could strip the court of jurisdiction over this case and \ndeprive plaintiff forever of something of great value: his day in a court of law. That circumstance alone presents a \nsignificant risk of irreparable harm to plaintiff.\n\nOn the Immigration and Naturalization Service's arguments that courts have no part in the boy's immigration case:\n\n. . . We fail to see how an injunction in this case infringes upon the congressional power; after all, the heart of \nplaintiff's appeal is that the INS - by refusing to consider plaintiff's asylum application - has disregarded the \ncommand of Congress. And we doubt that protecting a party's day in court, when he has an appeal of arguable \nmerit, is contrary to the public interest.\n\nOn the merits of the boy's case:\n\nThe statute in this case seems pretty clear. . . . 'Any alien . . . may apply for asylum.' Plaintiff appears to come \nwithin the meaning of 'any alien.' . . . We, therefore, question the proposition that, as a matter of law, plaintiff (unless \nhis father consents) cannot exercise the statutory right to apply for asylum. . . . If Congress had meant to include \nonly some aliens, perhaps Congress would not have used the words 'any alien.'\n\n. . . Not only does the plain language of the statute seem to support plaintiff's argument that he, despite his age, is \nentitled to apply personally for asylum, the present regulatory scheme created by the INS also seems to \nstrengthen plaintiff's position. The existing INS regulations do envision situations where a minor may act on his own \nbehalf in immigration matters. Moreover, the regulations contemplate that a minor, under some circumstances, may \nseek asylum against the express wishes of his parents.\n\n(In a footnote, the court said: To some people, the idea that a 6-year-old child may file for asylum in the United \nStates, contrary to the express wishes of his parents, may seem a strange or even foolish policy. But this court \n\n\ndoes not make immigration policy, and we cannot review the wisdom of statutes duly enacted by Congress. If \nCongress intended . . . that a school-age child [such as plaintiff] be able to file personally an application for asylum, \nthis court and the INS are bound to honor the policy decision made by Congress.)\n\nIn discussing INS \"Guidelines for Children's Asylum Claims,\" the court said:\n\nThe INS has not pointed to (nor have we found) statutory, regulatory or guideline provisions which place an age-\nbased restriction on an alien's ability to apply for asylum. And we have found no preexisting requirement that a \nminor, in submitting an asylum application, must act through the representative selected by the INS.\n\nNot only does it appear that plaintiff might be entitled to apply personally for asylum, it appears that he did so. \nAccording to the record, plaintiff - although a child - has expressed a wish that he not be returned to Cuba. He \npersonally signed an application for asylum. Plaintiff's cousin, Marisleysis Gonzalez, notified the INS that plaintiff \nsaid he did not want to go back to Cuba. And it appears that never have INS officials attempted to interview \nplaintiff about his own wishes.\n\nIn concluding, the court wrote:\n\nBy its nature, this order sets out more questions than answers. We have not attempted to address every point \nadvanced by both sides, but we have attempted to explain our decision to grant the injunction. No one should feel \nconfident in predicting the eventual result in this case…\n\nTherefore, it is ordered that:\n\n(1) Plaintiff, Elian Gonzalez, is ENJOINED from departing or attempting to depart from the United States.\n\n(2) Any and all persons acting for, on behalf of, or in concert with plaintiff, Elian Gonzalez, are ENJOINED from \naiding or assisting, or attempting to aid or assist, in the removal of plaintiff from the United States.\n\n(3) All officers, agents, and employees of the United States, including but limited to officers, agents, and employees \nof the United States Department of Justice, are ENJOINED to take such reasonable and lawful measures as \nnecessary to prevent the removal of plaintiff, Elian Gonzalez, from the United States.\n"}