{"title": "ANGUISH RESIDES IN NEW IMMIG LAWS", "body": "\nA SENSE of foreboding permeates the Corona offices of Concerned Citizens of Queens, a not-for-profit pro-\nimmigrant organization.\n\nIt is the eve of Sept. 27, when according to last year's new immigration laws, many immigrants were supposed to \nleave the country.\n\nThe office is filled with anguished people, many of them with children in tow, desperately searching for answers to \nmyriad questions about their future. Some are willing to talk about their situation, but none wants to be identified.\n\n\"If I leave, what will happen to my daughter and her girls?\" asks a sweet little old Ecuadoran lady. \"Who is going to \nhelp them? My daughter can't afford a baby-sitter.\"\n\nHer daughter, 34, is a single mother with three girls 10, 8 and 4, all born in Queens. She works as a welder at an \nalarm factory. It will be 2:30 a.m. before she comes back from work. She has been in New York 13 years and got \nher green card four years ago. Her mother is undocumented.\n\n\"I am my family's only means of support,\" the daughter says. \"My mother doesn't take any government aid. We \nmanage with what I make. If she leaves, I don't know how I will go to work.\"\n\nThese days their predicament is rather common. Their fear is just one more example of the panic that immigrant \ncommunities are going through. The reason: Last year's broad immigration reforms radically curtailed the ability of \nillegal immigrants to stay in the U.S.\n\nThe irony is that the ones most affected are those who should not be affected at all because they have only a few \nmonths to wait before becoming legal residents. Yet, those who have no way of legalizing their situation will stay put \nthey won't risk leaving and not being able to come back.\n\n\"Many people are leaving behind what they have acquired with much sacrifice,\" says Rafael Grasso, Concerned \nCitizens' knowledgeable executive director. \"They are leaving family, businesses, homes, cars. It's not fair.\"\n\nGrasso is talking about the effect of regulation 245i, a provision enacted in 1995. Until last year, under 245i, illegal \nimmigrants who married a citizen or legal resident, or were sponsored by a parent or employer, could remain in the \ncountry while their application was pending by paying a $ 1,000 fine. No more.\n\nDue to expire tomorrow, it was announced Friday that the House would grant a three-week reprieve of 245i.\n\nNevertheless, because of the changes in the laws, illegal immigrants applying for legal status through marriage to a \nlegal resident instead of a citizen, or sponsorship of a legal relative (except a parent who is a citizen) or employer, \nshould have left anyway by Sept. 27 no matter what legal steps they had taken until that point.\n\n\nThis was the case of a 25-year-old Peruvian woman married to an Ecuadoran legal resident. She worked at the \ncosmetics counter of a posh Manhattan store and attended Queens College.\n\n\"If I stay until the 29th, will that count against me when I go to get my visa at the consulate?\" she asks Grasso, \nuncertain about leaving or staying. Because her husband, not a citizen, was the one who petitioned her in January, \nshe will have to wait four years for her green card in her country. If he becomes a citizen, the waiting period will be \nonly months.\n\nBut the law says that only those who applied for legal residency by marrying a citizen or by being sponsored by a \nparent who is a citizen can remain after September.\n\nSo Grasso can give only one answer. \"No one knows what the INS [Immigration and Naturalization Service] is \ngoing to do. But the law says you must leave the country the 27th before midnight. [It] is your decision.\"\n\nA momentous, life-altering decision. Yet thousands of people were forced to make it in the dark, with no clear sense \nof its consequences.\n\nBEYOND foreboding, by now sadness pervades Concerned Citizens. Sadness for the immigrants. Sadness for the \nbureaucrats who don't give a damn about them. As the little old Ecuadoran lady felt compelled to remind everybody: \n\"We are human beings, too.\"\n"}