{"title": "Somalis seeking asylum take back-door route to U.S.; Suspension of refugee program has put them on Latin American path", "body": "\nThe asylum seeker from Somalia hung his head as an immigration judge grilled him about his treacherous journey \nfrom the Horn of Africa. By air, sea and land he finally made it to Mexico, and then a taxi delivered him into the arms \nof U.S. border agents at San Diego.\n\nIslamic militants had killed his brother, Mohamed Ahmed Kheire testified, and majority clan members had beaten \nhis sister. He had to flee Mogadishu to live.\n\nThe voice of the judge, beamed by videoconference from Seattle, crackled loudly over a speaker in the mostly \nempty courtroom near the detention yard in the desert north of Los Angeles. He wanted to know why Kheire had no \nfamily testimony to corroborate his asylum claim.\n\nKheire, 31, said he didn't have access to e-mail in detention and didn't think to ask while writing to family on his \nperilous trek.\n\nIt seemed like the end of Kheire's dream as he waited for the judge's ruling. He clasped his hands, his plastic jail \nbracelet dangling from his wrist, and looked up at the ceiling, murmuring words of prayer.\n\nKheire is one of hundreds of Somalis in the past two years to have staked everything on a wild asylum gamble by \nfollowing immigration routes to the United States traditionally traveled by Latinos.\n\nWith the suspension of a U.S. refugee program and stepped-up security in the Gulf of Aden and along \nMediterranean smuggling routes, more overseas migrants from Somalia are pursuing asylum through what one \nexpert calls the \"back door.\"\n\n\"The U.S. has closed most of the doors for Somalis to come in through the refugee program, so they've found \nalternative ways to get in,\" said Mark Hetfield, senior vice president for policy and programs at the Hebrew \nImmigrant Aid Society. \"This is their new route.\" About 1,500 people from around the world showed up in U.S. \n\n\nairports and on the borders seeking asylum during the 2009 fiscal year, according to statistics from U.S. Customs \nand Border Protection.\n\nSomalis were the biggest group to make the journey, with most arriving in San Diego. More than 240 Somalis \narrived during that period -- more than twice as many as the year before.\n\nMost Somalis have reached the United States -- there are about 87,000 here -- through U.S.-sponsored refugee-\nresettlement programs. But the State Department suspended a family-reunification program for refugees in 2008 \nover fraud concerns. The number of Somalis admitted by refugee programs dwindled to about 4,000 last year.\n\nThose now traveling through Latin America are taking a path well worn by asylum seekers from other countries. \nImmigration lawyers say they have worked with clients from Ethiopia and Iraq who also reached the United States \nthrough Mexico.\n\n\"To get a flight from Africa to Europe is very hard. The easiest place to go is America,\" said Yahya Idardon, an \nasylum seeker who fled Somalia last year after his father and brother were killed. \"Africa to Latin America is easy. . \n. . When you are going to Latin America, no one is concerned about you, no one is asking, so it is easy to go there \nand cross all these countries.\" Once reaching the U.S. border in San Diego, Somalis are frisked, fingerprinted and \nscreened by an asylum officer to gauge whether they have a credible fear of returning home.\n\nThey are then shuttled to an immigration detention center until their cases go to court.\n\nAbout 80 Somalis are being held in Lancaster, a detention center 50 miles north of Los Angeles. Dozens more \nhave been held in San Diego and the remote border town of El Centro, immigration lawyers said.\n\nOn Jan. 4, the government plans to start releasing many asylum seekers while they wait for their immigration cases \nto be heard. It is unclear how many Somalis will be let out; they must prove their identity and many don't have \ndocuments. And still others say they have nowhere to go even if they were freed, their attorneys said.\n\nCompared with asylum seekers from other countries, Somalis have been more likely to win their cases, according \nto immigration court statistics.\n\nBut in the courtroom in Lancaster, Kheire spent the last moments of his hearing worried that the judge would send \nhim back to Mogadishu to face the threat of death -- even after he had survived such a harrowing journey.\n\nThe attorneys for Kheire and the government sat quietly in the courtroom, listening to the judge read the ruling as \nKheire prayed.\n\nA Somali interpreter whispered urgently into Kheire's ear. He broke into a hesitant smile. He would be allowed to \nstay.\n\nKheire left the courtroom in his black, laceless sneakers and jail jumpsuit, escorted by sheriff's officials. Later that \nnight, he was dropped off by authorities at a nearby train station. He had $5 in his pocket.\n\n\"They said, 'This is America. Welcome to the United States of America,' \" Kheire said.\n\n -- Associated Press \n\nGraphic\n\n \n\nIMAGE; Damian Dovarganes/associated Press; Mohamed Ahmed Kheire, right, consults with Esperanza Immigrant \nRights Project detention lawyer James Lyall in Los Angeles.\n\n\n"}