{"title": "Immigration Questions, 20 Years Old But Current - Correction Appended", "body": "\nA wife gets a job offer in another city; her husband is reluctant to follow her. Furthermore the couple is Puerto \nRican; the job is in Texas. \n\n  Roberto Ramos Perea's play ''Bad Blood'' (''Malasangre'') operates on two levels, and not just because it's \nperformed alternately in Spanish and English at the Puerto Rican Traveling Theater. There's the personal level of \nthe couple, Mario (Francis Mateo) and Luna (Jazmin Caratini), and what happens to their relationship when they \nmove to El Paso. And there's the political level of what one might term the Immigration Question, particularly \ntopical now as it is debated in the presidential campaign, but no less topical 20 years ago. The play was written in \n1987, which gives an extra, unintended poignancy to Luna's assertion that borders and nationalistic thinking are \nthings of the past.\n\nThe play is also set in two worlds. In the first, Puerto Rican half, family ties are represented by Mario's father, Don \nAugusto (Felipe Javier Corostiza), who pushed his son away when he married Luna but needs him now that his \nbusiness is failing. The play's Texas half creates a Latino melting pot with Elsa (Gladys Perez), Luna's co-worker, a \nvoluptuous Cuban divorcee, and Hugo (German Nande), a shady Mexican who pulls Mario into his deals while \ntrying to seduce Luna. \n\n  But the personal and political levels don't always come together. Mario's role is to fulminate against the United \nStates and what he thinks of as immigration as he grows increasingly angry and restless; Luna's, to defend her \nright to work anywhere and reject the bonds tying her to a country (as she calls Puerto Rico) that doesn't offer her a \nfuture. But these positions are not entirely backed up by the characters' actions. Mr. Mateo's Mario is hotheaded \nfrom the start, but his mounting rage against Luna once they get to Texas and his claims that she's selling out are \nnot fully supported by the plot. \n\n  For actors to pull off performances in two separate languages on different nights is impressive, and after a little \ninitial stiffness, the cast did a great job in the English-language version. But one wondered if in Spanish the actors \nwere slightly more nuanced and shouted less. There's a lot of anger here and a lot of reason to be angry; the play \njust doesn't illustrate all those reasons as much as it seems to want to.   ''Bad Blood''/''Malasangre'' continues \nthrough May 20 at the Puerto Rican Traveling Theater, 304 West 47th Street, Clinton, (212) 354-1293, in English on \nWednesdays, Thursdays and Fridays, and in Spanish on Saturdays and Sundays.   \n\nhttp://www.nytimes.com\n\n\nCorrection\n\nA theater review yesterday about ''Bad Blood'' (''Malasangre''), at the Puerto Rican Traveling Theater on West 47th \nStreet, misspelled the surname of the actor who plays Don Augusto. He is Felipe Javier Gorostiza, not Corostiza.\n\nCorrection-Date: May 8, 2007\n\nGraphic\n\n \n\nPhoto: Bad Blood/Malasangre at the Puerto Rican Traveling Theater features Francis Mateo, left, and German \nNande. (Photo by Jerry Goodstein)                                                          \n"}