{"title": "Patient's AIDS ban claim disputed", "body": "\nHis T-shirt emblazoned the challenge: AIDS knows ''No Borders.''\n\nBut Spanish citizen Tomas Fabregas said he didn't know whether immigration officials in San Francisco would heed \nthe slogan.\n\nAs supporters looked on, the legal U.S. resident and AIDS patient entered without a hitch Saturday, claiming \ndefiance of a Bush administration policy banning AIDS-infected foreigners.\n\n''The fact that they let me in, and it was so obvious they knew who I was, only proves the hypocrisy of their \nposition,'' Fabregas, of Oakland, said Sunday.\n\nBut Immigration and Naturalization Service officials said Fabregas, a legal U.S. resident for almost 13 years, could \nre-enter the USA because his trip could be considered ''a casual departure.''\n\nFabregas, 34, had been at the International AIDS Conference in Amsterdam, Holland.\n\nAt any rate, INS spokesman Duke Austin says, Fabregas ''never declared himself HIV-positive, and we don't test \npeople. … It just was not an issue.''\n\nFabregas warned that while officials say the ban is a method of stopping the spread of the disease, it could have \nthe opposite effect.\n\n''Instead of seeking prevention and care support, thousands will choose to remain underground to avoid \ndeportation,'' he said.\n\nSupporters of the ban say infected foreigners, particularly poor immigrants, pose an economic threat, piling up \nhealth care costs.\n\nEstimates of how many HIV-infected immigrants the policy affects each year vary from fewer than 500 to up to \n6,000.\n\nFabregas' attorney, Ignatius Bau, said his client's easy re-entry was an indication that people with HIV do not pose \na health threat.\n\n''This policy has no basis in public health, and it should be abolished immediately,'' Bau said.\n\nFabregas, who recently earned a business administration master's degree from the University of California-\nBerkeley and is unemployed, says he'll travel again, despite concern about the ban.\n\n\nHe'll be going to see his mother in Spain. ''With a life-threatening illness, it's important that I see my mother, and I \nwill not let George Bush deprive me,'' he says. And banning infected foreigners ''gives a false sense of security, \nlike you could keep AIDS away.''\n\nGraphic\n\n \n\nPHOTO; b/w, Lou Damattais, Reuters\n\n \n\nCUTLINE: ENTERS USA: Tomas Fabregas holds a proclamation from San Francisco Mayor Frank Jordan \ndeclaring July 25 Tomas Fabregas Day.\n"}