{"title": "Illegal Immigrants' Legal Kids Snarl Policy; Increased Birthrate Exacerbates Issue", "body": "\nA new report providing the most detailed portrait to date of the illegal immigrant population found that it is mostly \nmade up of young families that are having children at a much faster rate than previously known. The study, \nreleased yesterday by the nonpartisan, Washington-based Pew Hispanic Center, also found that a disproportionate \nshare of such children live in poverty and lack health insurance.\n\nBecause any child born in the United States has a right to citizenship, the growing presence of these children is \nlikely to complicate the debate over immigration policies aimed at their parents.\n\nThe question of so-called \"mixed-status\" families is not new. But the increase in the number of children born to \nillegal immigrants is likely to exacerbate such situations in years to come.\n\nImmigrant advocates and members of Congress, hoping to build momentum for legislation legalizing unauthorized \nimmigrants, have been highlighting the plight of their U.S.-born children in a series of public events across the \ncountry in recent months. But the issue also could heighten anxieties in many communities that the U.S.-born \nchildren of illegal immigrants will increase demands on schools and social services.\n\nThe findings, which analyzed census data, also suggest that the impact of the unprecedented increase in illegal \nimmigration over the past three decades will continue to be felt for years to come, even as the size of the illegal \nimmigrant population appears to have leveled off since 2006 at about 10.4 million adults and 1.5 million foreign-\nborn children. By contrast, the number of children born in the United States to illegal immigrants rose from 2.7 \nmillion in 2003 to 4 million in 2008.\n\nThe growing presence of children of illegal immigrants in schools has also fueled concern over the cost of illegal \nimmigration in many area communities where the foreign-born population has risen rapidly in the past decade. \nCommissioners in Frederick County, for instance, have repeatedly tried to make public school officials tally the \nnumber of such students in hopes of prompting federal lawmakers to increase education funding or step up \n\n\nenforcement. (Last month, the Maryland State Board of Education blocked the effort, saying it could discourage \nillegal immigrants from enrolling their children in school.)\n\nChildren of illegal immigrants now account for about one in 15 elementary and secondary school students \nnationwide and more than one in 10 students in five states: Arizona, California, Colorado, Nevada and Texas. The \nvast majority of these children were born in the United States.\n\nIn 2007, the poverty rate for such children was almost twice as high as for those born to either legal immigrants or \nU.S.-born parents. Similarly, U.S.-born children of unauthorized immigrants were about twice as likely not to have \nhealth insurance in 2008 as those born to legal immigrants and three times as likely as those born to U.S.-born \nparents.\n\nThe Census Bureau does not ask people their immigration status. So the authors used a technique that estimates \nthe number of legal immigrants using other government records, such as immigrant admissions, then subtracts \nthat population from the total number of foreign-born estimated by the bureau to come up with the number of illegal \nimmigrants. It analyzed census statistics from March 2008.\n\nThe spike in births to unauthorized immigrants -- 70 percent of whom come from Mexico or Central America -- is \nlargely due to their relative youth compared with the general population, as well as their greater propensity to marry \nand have children.\n\nThe result, said co-author Jeffery S. Passel, is \"a different picture than what we usually see of undocumented \nimmigrants. We usually see the young male day laborers on street corners. But only a fourth of undocumented \nimmigrants are men who are here by themselves without spouses or children. This is a population that is largely \nmade up of young families.\"\n\nPassel added that this \"complicates greatly the difficulty of coming up with policies to deal with this population. . . . \nWhile we may be able to fit people into boxes of 'undocumented,' 'legal,' 'legal temporary,' and 'U.S. citizens,' it's \nnot so easy to fit families into that same set of little boxes.\"\n\nThe study's findings also point to the continued geographic dispersal of illegal immigrants since 1990 across \nsoutheastern states with little prior history of immigration.\n\nAlthough longtime magnets such as Florida, Illinois, New Jersey, New York and Texas retained their appeal -- and \nCalifornia continues to house the largest number of unauthorized immigrants -- growth there has slowed compared \nwith such states as Georgia and North Carolina. Similarly, in Virginia, which ranks 10th in number of illegal \nimmigrants, the unauthorized population quintupled since 1990 to 300,000 and accounts for 4 percent of residents \nand 5.1 percent of workers.\n\nMaryland ranks 11th with an estimated 250,000 unauthorized immigrants, comprising 4.7 percent of residents and \n6.7 percent of workers, and the District's 30,000 illegal immigrants make up 5 percent of the population and 7.1 \npercent of the workforce.\n\nGraphic\n\n \n\nIMAGE; By Sarah L. Voisin -- The Washington Post; Immigrants filled the Mall for a demonstration in 2006. The \nundocumented population seems to have leveled off since then at about 11.9 million.\n\nIMAGE\n"}