{"title": "Cut back on immigration and step up screening", "body": "\nYears of mass immigration without properly investigating immigrants' backgrounds have undoubtedly helped \npotential terrorists to settle among us in this country. More than 1-million legal immigrants and more than 300,000 \nillegals enter the United States every year. There is no way that immigration officials can properly screen this \nmass influx.\n\nIt's high time that members of Congress realize that legal immigration should be cut back, and illegal \nimmigration should be brought to a screeching halt. In view of the Sept. 11 cowardly attack on this nation, it should \nbe very clear that identity and background checks of immigrants be of the highest priority. There is no way that this \ncan be successfully done unless we cut back on the mass exodus from other countries to our own.\n\nEqually important is for Congress to pass \"English only\" legislation. If our government continues in its taxpayer-\nfinanced promotion of multiculturalism, it could destroy what has kept us together as a diverse, but unified, nation - \nour English language. Foreigners who leave their own countries to settle in the United States obviously must think \nthat their lives in this country will be better than in their native lands. Therefore, they should be willing to learn \nEnglish, embrace our customs and our way of life.\nLETTERS\n\nRichard Preston, St. Petersburg\n\nImmigration reform required\n\nAn associated Press report appearing in the Times on Oct. 28 states that there are 8-million illegal immigrants living \nin the United States.\n\nIn the wake of the attacks on New York and the Pentagon, I deem it necessary and of the utmost importance that \nwe review our immigration policies. Terrorists, taking advantage of our laxity and loose laws found it entirely too \neasy to enter this land of opportunity and to inflict a dastardly and cowardly act upon innocent and unsuspecting \npeople.\n\nSloppy administration of our immigration laws must no longer be tolerated. We desperately require reform. Naivete \ninvites disaster. Students, travelers and those seeking political relief and/or medical aid using the visa privilege \nshould be more closely monitored. Stories about students and others overstaying and getting lost in the system \nabound. Are we so inept that we cannot devise a more stringent method of control?\n\nOrfeo Trombetta, Seminole\n\nWar has no room for niceties\n\nWhile a case may be made for some measure of \"political correctness\" in American society, its practice in an all-out \nwar on terrorism causes a damaging effect to our military strategy.\n\n\nFor example, our leaders should not feel obliged to regularly confess that we have injured or killed Afghan civilians. \nWe need only to acknowledge that our forces cannot fight a surgically antiseptic war. It is well-established that the \nTaliban regularly locate themselves among the civilian population. American television and newspapers should \ncease showing close-ups of injured Afghan children, portraits that can weaken our national resolve. Instead we \nshould endlessly repeat that civilian casualties are an absolute necessity of war.\n\nAcknowledging incidents of \"collateral damage,\" as we regularly do, only serves the enemy's propaganda.\n\nAlso, we should stop acknowledging our sensitivity to the enemy's Ramadan holiday, which lasts for a month. \nHelping the Taliban to celebrate their holiday would virtually destroy our military campaign. Such \"sensitivity\" was \nnot shown by the Japanese at Pearl Harbor on the Sunday Sabbath, or in the Arab attack on Israel on Yom Kippur, \nor during the Iraq-Iran War when Ramadan was suspended for nine years.\n\nWar is hell, Gen. William Tecumseh Sherman once advised us. There's no room for political correctness, religious \nholidays or the observance of other niceties.\n\nOur motto throughout this war forced on us by the terrorists should be: \"Remember the twin towers, remember the \nPentagon, remember Pennsylvania.\"\n\nLaurence M. Christman, lieutenant colonel, U.S. Army\n\n(retired), South Pasadena\n\nWe mustn't fight for revenge\n\nI've been a part of war. I saw massive carpet bombing in Cambodia as well as South Vietnam. I saw huge arsenals \nof air power in Vietnam as well as in Thailand.\n\nWhat did it get us? Tragedy. Of course, when Americans get bombed, we call it tragic. When civilians in poor Third \nWorld countries are bombed by us, we call it \"regrettable.\"\n\nI am as patriotic as anyone. But I don't want us to be responsible for the deaths of starving Afghans this winter. We \ncan't only blame the Taliban, as distasteful as that group is.\n\nInternational security is important, as well as homeland security. But that won't be helped by bombing Afghanistan. \nWe are embarking on a reckless campaign that will have far reaching repercussions for the entire century. Pakistan \nmay be destabilized. World War III will be a sustained, low-intensity conflict and won't be winnable militarily. It will \nbe high-tech terror against clever manipulation of weak links in security. The suitcase will prove to be the ultimate \nweapon, not missiles - except ours, of course.\n\nA massive campaign of police work and humanitarian aid will accomplish more for international peace than all the \nair power in the world, and we have the majority of either at our disposal. Our \"peace-loving\" nation is wanting to slit \nthroats, but this is only what the enemy wants. And it won't work without restraint and nonviolent strategy. I can fight \nin combat or defense as well as anyone, but not in revenge at the expense of innocents.\n\nAlso, I am aware of the manufactured lies that got us into Vietnam in the first place, and continue to be doubtful of \nthe wisdom of those who march us forward into another sustained war.\n\nJim Willingham, Veterans for Peace, St. Petersburg\n\nShakespeare can teach us much\n\nAs Alfred North Whitehead, with some justification, remarked, there is nothing in the world so useless as well-\ninformed man. The study of history enables us to see what has happened, but much of what has happened in the \nworld is produced by chance, circumstance, missed or seized opportunities, unexpected consequences. Nothing \ngoes as planned: \"The best laid schemes o' mice an' men\" History gives us the material for understanding but not \n\n\n\nthe understanding. If you want to know about the nature of war, spend two weeks in infantry combat; that will teach \nyou what Clausewitz can't.\n\nT.S. Eliot said that Shakespeare was true, not to actual history, but to essential history. William Shakespeare was \nnot interested, as Hamlet was, in holding a mirror up to nature; he was interested in enabling us to understand the \nmeaning of human nature. History is at the service of art; Shakespeare's art is at the service of teaching us what it \nmeans to be a human being. Although Shakespeare's plays may be treated differently by different readers, unless \nthe plays are considered as moral documents, they will remain just literary or social exercises.\n\nAnd so, as a practical matter in these most difficult times, if you want to understand human nature, turn off the \nbraying TV set and study Shakespeare. If you want, for instance, to know how dangerous and destructive a self-\nperpetuating feud can be, study Romeo and Juliet. As the story of these star-crossed lovers unfolds, you can \ndiscern how (abetted by feuding, by mischance and unruly passion) a pliable Benvolio, a waspish Mercutio, a \nzealous Tybalt, a time-serving Friar and an amoral Nurse can change Romeo from a lovesick youth to a resolute \nhusband and can transform Juliet from a willful girl to a certified heroine. What a shame it is to watch these \ndetermined young lovers commit deliberate suicide. But then their story is like a jewel in a ghastly night, like a good \ndeed in a naughty world. Romeo and Juliet fill up our hearts with awe and wonder, utterly unlike the sickness and \nrevulsion with which those terrorists defile our minds.\n\nWilliam B. Bache, Tarpon Springs\n\nThe wonders of diversity\n\nRe: American ignorance of Islam isn't bliss - it's embarrassing, Sept. 20.\n\nThis is another of those disgusting guilt-ridden articles by a do-good American.\n\nIt seems Mary Jo Melone didn't recognize a replica of an Islamic holy place, thinking it was the U.S. Capitol. Ooh, \nI'm \"dumb\" and Americans are \"ignorant,\" she says. As though we should be walking encyclopedias of forty-leben \nreligions. Isn't diversity wonderful?\n\nPresident Bush even used the word \"crusade,\" she rants; can't have that because Muslims are sensitive to \ncrusades that ended - now get this - 800 years ago. Isn't diversity wonderful?\n\nMuslims even claim to be offended by attempts at proselytizing them and got a law in Australia against it. Isn't \ndiversity wonderful?\n\nFrancis J. Sullivan, St. Petersburg\n\nDisplay the flag properly\n\nRe: There's more to good citizenship than flag-waving, The suddenly patriotic, and Actions show patriotism, letters, \nOct. 25.\n\nThese three timely, excellent letters prompted me to write.\n\nWaving the flag to show patriotism is fine, as long as it is done properly. However, every day we see examples of \ndisrespect to our flag. Some of the most flagrant examples of disrespect are:\n\n Letting the flag touch the ground or floor or merchandise.\n\n Wearing it as apparel or as a costume.\n\n Displaying it in inclement weather (when it's not an all-weather flag).\n\n Flying it during hours of darkness when it's not illuminated.\n\n\n\nAlso, flags flown on vehicles should only be attached to the right front fender (not from the roof or the rear end of a \npickup truck), and no part of the flag should touch the vehicle.\n\nMy references are the National Flag Foundation, U.S. Code Title 36, the American Legion and your two previous \narticles (which you should re-publish): Symbol of patriotism, July 4, 1996, and Waving the flag, Sept. 29, 2001.\n\nRose B. Kehrer, South Pasadena\n\nWorn out flags should be retired\n\nI have noticed that over the last several weeks, more and more people are flying the American flag. I think it's great \nthat everyone is being so patriotic. But I have already seen many flags that need to be retired because they are torn \nor faded.\n\nAccording to the flag code, \"when a flag has served its useful purpose, it should be destroyed, preferably by \nburning.\" Many local organizations such as the American Legion and Boy Scouts of America, offer disposal through \nUnserviceable Flag Ceremonies. For individual citizens, flag burning should be done in a non-public way so it's not \nmistaken for protest or desecration.\n\nThose of you flying torn and tattered flags know who you are. Do the right thing and get a new flag.\n\nPatrick Hurst, senior patrol leader, Boy Scout Troop 413,\n\nSafety Harbor\n\nShare your opinions\n\nWe invite readers to write to us. Letters for publication should be addressed to Letters to the Editor, P.O. Box 1121, \nSt. Petersburg, FL 33731.\n\nThey can be sent by e-mail to letters@sptimes.com or by fax to (727) 893-8675.  \n\nThey should be brief and must include the writer's name, address and phone number. Please include a handwritten \nsignature when possible.\n\nLetters may be edited for clarity, taste and length. We regret that not all letters can be published.\n\nGraphic\n\n \n\nCARTOON, DON ADDIS; A guard stops a passenger at a security checkpoint and says, \"Wait a minute… does that \nlittle American flag have a sharp pin on the back?\"\n"}