{"title": "2005 BASE REALIGNMENT AND CLOSURE (BRAC) COMMISSION HEARINGS AFTERNOON SESSION SUBJECT: IMPACT OF BRAC RECOMMENDATIONS ON HOMELAND SECURITY/DEFENSE AND UNITS OF THE AIR NATIONAL GUARD COMMISSIONERS PRESIDING: ANTHONY PRINCIPI, CHAIRMAN JAMES BILBRAY PHILIP COYLE ADMIRAL HAROLD GEHMAN (RET.) JAMES HANSEN GENERAL LLOYD NEWTON (RET.) SAMUEL SKINNER BRIGADIER GENERAL SUE TURNER (RET.) CHAIRED BY: ANTHONY PRINCIPI WITNESSES: PANEL ONE: PETER F. VERGA, PRINCIPAL DEPUTY ASSISTANT SECRETARY OF DEFENSE FOR HOMELAND DEFENSE; ADMIRAL TIMOTHY J. KEATING, COMMANDER, NORTH AMERICAN AEROSPACE DEFENSE COMMAND AND UNITED STATES NORTHERN COMMAND PANEL TWO: MICHAEL L. DOMINGUEZ, ASSISTANT SECRETARY OF THE AIR FORCE FOR MANPOWER AND RESERVE AFFAIRS; LIEUTENANT GENERAL H. STEVEN BLUM, CHIEF NATIONAL GUARD BUREAU; MAJOR GENERAL GARY W. HECKMAN, ASSISTANT DEPUTY CHIEF OF STAFF OF THE AIR FORCE FOR PLANS AND PROGRAMS PANEL THREE: MAJOR GENERAL ROGER P. LEMPKE, ADJUTANT GENERAL, NEBRASKA NATIONAL GUARD; MAJOR GENERAL FRANCIS D. VAVALA, ADJUTANT GENERAL, DELAWARE NATIONAL GUARD; MAJOR GENERAL THOMAS P. MAGUIRE, JR., ADJUTANT GENERAL, NEW YORK NATIONAL GUARD MAJOR GENERAL MICHAEL HAUGEN, ADJUTANT GENERAL, NORTH DAKOTA NATIONAL GUARD LOCATION: 216 HART SENATE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nMR. PRINCIPI:  Good afternoon ladies and gentlemen.  I'm Anthony Principi, and I'm pleased to be joined by my \nfellow commissioners, James Bilbray, Philip Coyle, HaL Gehman, James Hansen, Lloyd Newton, Samuel Skinner \nand Sue Turner for today's session.\n\nNo mission assigned to America's armed forces is more important than defending the homeland.  The men and \nwomen who accept the responsibilities of membership in the National Guard can take justifiable pride in the \nGuard's integral role in performing that mission.\n\nWhen the Congress authorized the 2005 BRAC process, they directed the commission to assess compliance of \nrecommendations of the Department of Defense with the eight statutory BRAC criteria and with the force structure \nplan as submitted to the Congress by the Department of Defense.\n\nThe first criterion is military value, and military value includes operational readiness of the total force of the \nDepartment of Defense.  And total force certainly includes reserve components, including the Army and the Air \nNational Guard.\n\nThe second criterion includes the availability of land and facilities.  It's worthy of note that for the 2005 BRAC, the \nwording of the criterion was amended to include staging areas for the use of the armed forces and homeland \ndefense missions.\n\nEarlier this week, the Washington Post illustrated the importance of the National Guard in an article describing the \ndevelopment of contingency plans for a military response to homeland security incidents.  The National Guard, \nwhich is not constrained by the Posse  Comitatus Act, would play a key role in military support to local governments \nor military response to a major event.\n\nThe commission has pledged to base its evaluation of DOD's BRAC recommendations on the statutory BRAC \ncriteria.  In order to do so, we need to understand the role of reserve component units in general and the National \nGuard in particular in the homeland security and the homeland defense missions, both in support of the \nDepartment of Defense and Homeland Security and in support of state and local governments.\n\nWe look to today's witnesses to provide that understanding.  Many of my colleagues have noted the concerns \nraised over the past few months regarding the effect of realignment recommendations on the Air Guard's missions.  \nWe have heard substantial and repeat principle concerns about DOD's realignment proposals and public input to \nthe commission and in our extensive site visits.  There are good arguments for every point of view.\n\nWe need to understand the rational for DOD's Air Guard redeployment recommendations.  Today's hearing is the \nlast chance before our final deliberations for the Air Force and Air Guard to clarify any misunderstandings and to \nshed light on any issues still obscure.  We have urged the parties to attempt to resolve these differences, because \nin less than two weeks, the commission will be compelled to exercise its best judgment in assessing DOD's \nrealignment proposals.  The commission will act decisively.\n\n\n\nOur first panel today consists of Mr. Peter Verga, Principal Deputy Assistant Secretary of Defense for Homeland \nDefense and Admiral Timothy Keating, Commander of the United States Northern Command. They will discuss \nhomeland security and homeland defense.  We regret that a senior representative from the Department of \nHomeland Security has not joined us today.  BRAC recommendations on the National Guard will impact on DHS's \nmission.\n\nOur second panel, Secretary Michael Dominguez, Lieutenant General Steven Blum and Major General Gary \nHeckman will represent the Air Force and the National Guard bureau.  We'll then hear from Major Generals Roger \nLempke, Francis D. Vavala and Thomas Maguire representing the Adjutants General Association of the United \nStates.\n\nSome of our witnesses have testified before, and I welcome you back.  We look forward to hearing from all of you.\n\nI now ask Secretary Verga and Admiral Keating to stand for the administration of the oath required by the Base \nClosure and Realignment statute.  The oath will be administered by Rumu Sarkar, the commission's designated \nfederal officer.\n\nMS. SARKAR:  Thank you, Mr. Chairman.\n\nPlease raise your right hands.  \n\n Do you swear or affirm that the testimony you're about to give and any evidence you may provide are complete \nand accurate to the best of your knowledge and belief, so help you God?\n\nMR. VERGA:  I do.\n\nMR. KEATING:  I do.\n\nMS. SARKAR:  Thank you, Mr. Chairman.\n\nMR. PRINCIPI:  Thank you.\n\nMr. Secretary, will you begin?\n\nMR. VERGA:  Sure.\n\nThank you, Mr. Chairman, members of the commission.  I appreciate this opportunity to address homeland defense \nand the role of the Air National Guard as they pertain to the department's recommendations on Base Realignment \nand Closure.\n\nAs Secretary Rumsfeld noted in his appearance before the commission in May, today the department is in need of \nchange and adjustment.  Our current arrangements designed for the Cold War must give way to the new demands \nof the war against terrorism and other evolving challenges.  We face an enemy that is dispersed throughout the \nworld.  It does not operate the same way as a traditional enemy. It has no territory to defend, no permanent bases \nto safeguard.  Our enemy is constantly adapting, and so must we.\n\nThe threat of catastrophic violence dictates a new strategic imperative.  We must actively confront, when possible, \nearly and at a safe distance, those who directly threaten us, employing all the instruments of national power.\n\nThe first objective of our 2005 national defense strategy is securing the United States from direct attack.  The \nDepartment of Defense gives top priority to dissuading, deterring and defeating those who seek to harm the United \nStates directly, especially enemies with weapons of mass destruction.  Homeland defense must be understood as \nan integral part of a global, active, layered defense.  There is no home game, there is no away game. \n\n\n\nTo support the national defense strategy, this year we completed the department's first strategy for homeland \ndefense and civil support.  This strategy lays out our goals and objectives and adds coherence and direction to the \nhomeland defense and civil support activities throughout the department.\n\nDefenses cannot be passive or reactive or neatly segmented by domain:  air, land, maritime, cyber, space, in which \nan enemy may seek to engage us.  The department undertakes a range of activities in each of these domains to \nprotect the United States from direct attack. These activities fall into three broad areas:\n\nFirst, we lead the military defense of the United States, its population and defense critical infrastructure, including \ndefending the air and maritime approaches to the United States and protecting U.S. airspace, territory and territorial \nseas from attack.  We support domestic civilian authorities when requirements exceed their resources or when \nfaced with challenges necessitating unique DOD capabilities.\n\nIn 2004, for example, DOD acted on some 99 request for assistance from domestic civilian agencies, including \nDepartment of Homeland Security, Department of Justice and the National Interagency Fire Center.  Thus far in \n2005, the department has acted on 20 discreet requests for assistance.\n\nLastly, we seek to enable our domestic and international partners by sharing expertise in technology to better their \nhomeland security and homeland defense capabilities.\n\nAs you're aware, DOD uses a total force concept, active reserve and national guard, to execute all of its missions, \nincluding homeland defense.  The National Guard, in particular, provides capabilities located throughout the nation.  \nThe National Guard is an operational force for military missions at home and abroad and can answer no- notice \ncalls by the president, the secretary of Defense or the governors to respond to natural or man-made catastrophic \nincidents inside the United States.\n\nBefore turning to the role of homeland defense in the 2005 BRAC process, it's important to understand the \nrespective roles and responsibilities of the Department of Defense and the Department of Homeland Security in the \nprotection and defense of the United States.\n\nDOD is solely responsible for homeland defense, which is the military protection of U.S. territory, population, and \ncritical defense infrastructure from direct attack.  While DOD is focused on homeland defense, it also has a \nsupporting role in homeland security. In simpler terms, DOD provides the military defense of our nation from all \nattacks that must be dealt with by military means, while DHS protects the nation against and prepares for acts of \nterrorism.  DOD is organized and prepared, however, at the direction of the president and the secretary of Defense \nto play a vital role in support of the DHS mission. \n\nDOD and DHS work in close coordination to secure the safety and security of the U.S. homeland in the air, land and \nmaritime domains. Coordination and cooperation are the watchwords at all levels of both organizations.\n\nFor example, a memorandum of agreement signed in 2003 provides for DOD personnel to be assigned to \nDepartment of Homeland Security to fill critical specialties, principally in the areas of communications and \nintelligence.  DOD maintains a 24-hour, 7-day a week presence in the Department of Homeland Security operations \ncenter, as well as a DOD advisory and liaison office at DHS headquarters called the Homeland Defense \nCoordination Office.\n\nDuring incidents of national significance, DOD personnel are part of the DHS Interagency Incident Management \nGroup, the National Response Coordination Center and the Joint Field Office Coordination Groups as described in \nthe National Response Plan.\n\nIn addition, DOD has worked with DHS to define and refine requirements for homeland security.  For example, the \ndepartment supported DHS's development and execution of an interagency security plan to address heightened \nterrorist threats after the March 2004 Madrid train bombing.\n\n\n\nBecause the criteria specified by Congress in the BRAC Act require the department to make military value the \nprimary consideration, incorporation of other federal agencies' mission requirements directly into the process for \nselecting installations for closure or realignment would have been inconsistent with that Act. The department did, \nhowever, work with the United States Coast Guard, which has Title X and Title XIV U.S. Code responsibilities and \nis part of the Department of Homeland Security.\n\nFor example, discussion with the U.S. Coast Guard on its consolidation plans for West Coast Aviation Assets \nfigured in the Navy's decision to retain Naval Air Station Point Mugu.  That is not to say the BRAC process as a \nwhole does not provide a means for addressing the mission needs of other federal agencies.  Once BRAC closure \nand realignment decisions have been approved by the president and the Congress, other federal agencies, \nincluding the Department of Homeland Security, can acquire excess DOD facilities that may be relevant to their \nmissions.\n\nFor example, the Army's Fort McClellan, Alabama, closed in the 1995 BRAC round, is now the home of the \nDepartment of Homeland Security's Center for Domestic Preparedness.  Naval Base Charleston, which was \naddressed during the 1993 and 1995 rounds, is used today by several federal agencies, including the Coast Guard, \nDHS's customs and border patrol.\n\nAnd of course, Congress may direct the transfer of facilities as it did in the case of the transfer of the Nebraska \nAvenue complex from  the United States Navy to Department of Homeland Security to serve as its headquarters.\n\nCongress authorized a BRAC round in 2005 to eliminate excess physical capacity in order to stem the diversion of \nscarce resources from defense capabilities.  This current round will also make a profound contribution to \ntransforming the department by rationalizing infrastructure with our defense strategy, allowing war-fighting capability \nand efficiency to be maximized.\n\nBoth by law and DOD policy, homeland defense was a consideration in the BRAC process. \n\n To ensure appropriate consideration of homeland defense, one of a series of policy memorandums that the \nundersecretary of defense for acquisition technology and logistics issued to the military departments and joint \ncross-service groups was policy memorandum number five in December 2004 that focused on homeland defense.  \nThis memorandum directed the use of the draft strategy for homeland defense and civil support, which has now \nbeen completed, as well as any other documents that would be issued by the assistant secretary of Defense for \nhomeland defense to ensure the retention of capabilities necessary to support the homeland defense mission.\n\nThe memorandum also provided for additional consultation with our office and with the United States Northern \nCommand and United States Pacific Command to clarify information as needed.  Policy memorandum number \nseven in January of 2005 also addressed the need to maintain surge capabilities in the light of the uncertainty \ninherent in today's security environment.\n\nThe BRAC reports of the Departments of the Army, Navy and Air Force demonstrate that they have appropriately \nconsidered the homeland defense mission.  Each consulted with the North American Aerospace Defense \nCommand, NORAD, United States Northern Command, United States Pacific Command and United States \nStrategic Command to identify and address relevant concerns.  Each of these combatant commands also assessed \nthe finalized DOD BRAC recommendations and confirmed that they do not create an unacceptable risk to the \naccomplishment of DOD's homeland defense or defense support of civil authority's missions.\n\nOf note, in its July 2005 report entitled, \"Military Bases: Analysis of DOD's 2005 Selection Process and \nRecommendation for Base Closures and Realignments,\" the government accountability office assessed that \nhomeland defense was addressed properly in the BRAC process and that all three military departments factored in \nhomeland defense needs and coordinated with combatant commands when making final determinations about the \ninclusion of military installations on the final closure and realignment list.\n\n\n\nTurning now to the air defense of the United States.\n\nThe North American Aerospace Defense Command, as I said, NORAD, is responsible for defending North \nAmerica against air threats. Admiral Keating, the commander of the United States Northern Command,  who you'll \nhear from in a few minutes, is also the commander of NORAD. Over the last four years, we've achieved dramatic \nimprovements in our understanding of the threat environment in the air domain.  Our command-and-control systems \nhave been overhauled to insure clarity at all levels.  We have worked to insure that response assets are postured \nfor rapid and decisive engagement, if required.\n\nOur collaboration and coordination with interagency partners have increased significantly.  As an example, since \nSeptember 11th, 2001, under operation Noble Eagle, the men and women of the United States Air Force, Air Force \nReserve and the Air National Guard, have patrolled the skies over major metropolitan areas and our nation's critical \ninfrastructure on a daily basis.\n\nThe irregular nature of this coverage, both in terms of patrol areas and tasked air stations, denies terrorist the \nopportunity to preplan attacks based on routine schedules.  We have flown more than 41,000 sorties and have \nscrambled fighters or diverted air patrols toward suspected air threats on more than 1,900 occasions.  We have air \ndefense alert fighters positioned throughout the United States and Canada that are capable of reaching major \npopulation centers and high- value infrastructure within minutes.\n\nThe number of alert fighters can be rapidly increased or decreased according to changing threats.\n\nThe Air National Guard is a vital component of that total force. They provide more than 90 percent of the daily \nfighter alert and irregular air patrol requirements of Operation Noble Eagle.  In its BRAC considerations, the Air \nForce sought to balance homeland defense and expeditionary needs, resourcing these missions from all elements \nof the total force.  Several sites that currently support air defense missions are included in the department's BRAC \nrecommendations as force structure is realigned and consolidated.\n\nThese realignments would allow the department to realize overall savings from consolidating and relocating flying \nmissions while still fulfilling its air defense mission and improving homeland and global war fighting effectiveness.\n\nThe commanders of NORAD, U.S. Northern Command and U.S. Pacific Command have indicated that DOD \nrecommendations meet their operational requirements with acceptable risk.\n\nIt is important to understand that in making its recommendations, the department focused on its ability to defend the \nnation as a whole, a common defense, as noted in the preamble to our Constitution, rather than on a state-by-state \nbasis.\n\nUnderstandably, there is disappointment in some states that may lose Air National Guard assets.  Some have \nexpressed concern that the movement of Air National Guard assets from one state will impact adversely the \ndefense of that state.  However, while those assets may  no longer reside in that state, it is still protected.  The air \ndefense of the United States, and of each and every state, is provided by the U.S. federal government through the \nDepartment of Defense.  The department's recommendations, if accepted, will make the U.S. homeland more \nsecure.\n\nIn conclusion, Mr. Chairman, I commend you and the members of the commission for your interest in and support of \nthe department's homeland defense mission, with a particular focus today on the air domain.\n\nSince September 11th, our ability to detect, track, interdict and ultimately defeat air threats has advanced \nsubstantially. Implementation of the department's BRAC recommendations will enable the Air Force, active Reserve \nand Air National Guard to better support both the national defense strategy, the strategy for homeland defense and \ncivil support, and they will be able to achieve much-needed efficiencies.\n\n\n\nI thank you very much for inviting me here today to testify.  I have a somewhat longer statement I would like \nincluded in the record, and I look forward to your questions.\n\nMR. PRINCIPI:  Without exception, it will be made part of the record.\n\nThank you, Mr. Secretary.\n\nAdmiral Keating?\n\nMR. KEATING:  Thank you, Chairman, to you and the members of the 2005 Defense Base Closure and \nRealignment commission.\n\nThe men and women of North American Aerospace Defense Command and United States Northern Command join \nme in thanking you for the challenging and very important work you are doing for our nation.  I'm here today to \ndiscuss our operational assessment of the Department of Defense's Base Realignment and Closure \nRecommendations.\n\nAlthough NORAD and U.S. Northern Command are two separate commands, our missions are complementary and \nare very closely linked. Through a bi-national agreement between the United States and Canada, NORAD provides \naerospace warning and aerospace control for both nations.  Using a series of space based systems, radars and \ninformation from our domestic air traffic control systems, the men and women of NORAD monitor the skies over our \nnations to warn of threats and, if necessary, to respond to those threats using alert fighters, tankers, airborne early-\nwarning aircraft and ground-based air defense systems.\n\nThe United States Northern Command is a United States geographic combatant command responsible for \nhomeland defense and, when directed, defense support and civil authorities in our area of responsibility. \n\nIn all the mains, air, land and sea, our core focus is on the defense of our homeland.\n\nStarting last year, secretary of Defense and the chairman of the Joint Chiefs of Staff asked combatant commanders \nto review the developing base realignment and closure recommendations for impacts, positive and negative, on our \nability to do our mission.  During this effort, we were given access to the department's BRAC process and to the \nemerging conclusions.  Our analysis focused on operational impacts to our missions. \n\nIn reviewing the department's BRAC recommendations, we drew on staff expertise in our headquarters, \nsubordinate operational commands and our Department of Defense partners.  In order to ensure that the proposals \nreceived thorough analysis, we formed a combined NORAD and U.S. Northern Command team.  This team \nincluded representatives from our operations, plans, personnel, intelligence, logistics, communications, training and \nevaluation, programs and resources, legal and interagency coordination directorates.  Our team studied the \nrecommendations through the prism of the recommendation's effect on our ability to accomplish our missions.  Our \nchief concern was ensuring that necessary capabilities would be available at the right place and at the right time to \nprotect our homeland.  Following our staff review, we approached the services and joint cross- functional teams \nwith potential issues in the department's BRAC recommendations, those issues that concerned us.\n\nWe were able to identify mitigation for each and every one of our areas of concern.  We believe the final \nDepartment of Defense Base Realignment and Closure recommendations do not create unacceptable risk to our \nmission accomplishment.\n\nAfter extensive analysis and application of our best military judgment, we assess that we will be able to protect and \ndefend our homeland when the department's 2005 Base Realignment and Closure recommendations are \nimplemented.\n\nThank you very much for the opportunity to discuss these important issues.  I look forward to your questions.\n\n\n\nMr. Chairman.\n\nMR. PRINCIPI:  Well thank you, Admiral Keating.\n\nI failed to invite any of my colleagues before I opened it up to your testimony, if they had any opening remarks that \nthey wish to make or proceed right to questions.\n\nMr. Secretary, you pointed out the different roles with regard to national homeland defense and homeland security:  \nHomeland defense rightfully belonging to the Department of Defense, homeland security  under the jurisdiction and \npurview of the Department of Homeland Security.  I believe that one of the important lessons we learned from the \nevents surrounding 9/11 was the need for our respective agencies in government involved in the prosecution of the \nwar on terror to work together to break down the stovepipes, interaction, collaboration, so that the whole, our \nnational security, and our -- and national defense and homeland defense and homeland security are really greater \nthan the sum of the parts and that we break down the stovepipes.\n\nTo what extent were their Air Force's recommendations or the secretary's recommendations with regards to the Air \nNational Guard shared, collaborated with the Department of Homeland Security before the BRAC decisions are \nmade to ensure that the needs of both homeland defense and homeland security are being met?  I mean, we're \nproposing to take aircraft out of a number of states, eliminating all of the assets out of certain states and \ndramatically reducing them in other states.  And does that have an impact on homeland security?\n\nCan you address that issue for me please?\n\nMR. VERGA:  Let me try, sir.\n\nThe, as I said in my statement, we have to look at, and we do look at the defense of the United States as defending \nthe nation, not defending individual states.  The Department of Homeland Security has a similar view, although I \ndon't presuppose to speak for them, but they have a similar view of how they have to accomplish their mission. It's \na nation-wide mission.\n\nIndividual decisions, while taken as an individual decision, might appear to be lessening security in a given area.  \nThey're balanced by other decisions that are taken that ensure that we still can do that.\n\nTo directly answer your question, we did not formally consult with the Department of Homeland Security on the \nBRAC recommendations because, as I noted, it would be inconsistent with the BRAC law because we were basing \nthe judgments on military value.  The Department of Homeland Security, as I'm sure you're aware, is prohibited by \nlaw from undertaking a military defense of the United States.  We're convinced and satisfied, and I think as you \nheard from Admiral Keating, that our responsibilities to support the Department of Homeland Security in their \nhomeland security mission are not impacted adversely by this beyond a level of acceptable risk.\n\nMR. PRINCIPI:  But our nation is comprised of 50 states, so -- and the Air Guard and the National Guard play a \nvery, very, very important role in that at the state level in the event of a terrorist attack or, for that matter, a natural \ndisaster.  So it just seemed to me that it's rather important, if we are truly to meet our objective of homeland \ndefense and homeland security, that two agencies of government, much like the intelligence community, are \nbreaking down those stovepipes and working together to collaborate to make sure that  the FBI, the CIA and \neveryone is really working together, both from a domestic and international perspective and that's --\n\nMR. VERGA:  My comments shouldn't be taken to think that we're not working together.  We work together very \nclosely.  I'm, in addition to being the principal deputy for homeland defense, I am -- I have responsibilities for \nsomething called Homeland Security Integration.  Sort of my day job is the care and feeding of the relationship \nbetween Department of Homeland Security and Department of Defense.\n\nAs I noted, we have an office that's over there full time.  Those people work for me.  And through a series of \nexercises, through a series of the operations plans that I noted, we do cooperate on working with the Department of \n\n\n\nHomeland Security, providing them whatever DOD capabilities are appropriate in helping them to carry out their \nmission.\n\nI'm not underestimating the potential impact on any given state that any of these recommendations might have.  But \nthere is mitigation in, for example, state-to-state compacts of agreement that will allow for National Guard in one \nstate to support another state in an emergency.  The Emergency Management Assistant Compacts that are in place \nthat would, if a particular capability moved from one state and it was resident in another state, then that state could \npick up the emergency.  That's the plan.\n\nMR. PRINCIPI:  Admiral Keating, do you have any comment on --\n\nMR. KEATING:  We work closely, Mr. Chairman, with our colleagues in the Department of Homeland Security, but \nit's important to note my boss is the secretary of Defense, and when the phone rings and they say it's the boss, it's \nSecretary Rumsfeld who's on the other end of the line.\n\nThat said, we work very, very closely with a number of the agencies in the Department of Homeland Security and in \nthe case of the Guard, we work very closely with Steve Blum and the National Guard Bureau.  And if we are called \nupon, directed, to provide defense support to civil authorities, and we go to the Guard, they will frequently use \nassets from other states. Florida hurricanes as an example -- those other, mostly neighboring states, will provide \nguardsmen to assist when directed by the president or the secretary of defense.\n\nWe also have guardsmen from Wyoming and North Carolina fighting wildfires out in Idaho right now.  So there's \nclose coordination and cooperation between both departments at my level.\n\nMR. PRINCIPI:  Thank you.\n\nLet me begin at the far end of the table. \n\nGeneral Turner, please.\n\nMS. TURNER:  Thank you, Mr. Chairman.\n\nGood afternoon, gentlemen. \n\nLet me go back to some of the words in your earlier testimony where you stated that commanders have reviewed \nthe BRAC recommendations and confirmed that they do not create an unacceptable risk to the Department of \nDefense homeland defense or support of DHS or other civil authorities with homeland defense missions and meet \noperational requirements with acceptable risk.\n\nNow maybe it's the array of sites that I drew to visit, but it seems to me that in almost all of them, the case was \nmade for the homeland defense mission, that they perceived as would not be in the future what it is today if the \nrecommendations went forward.\n\nNow I'm talking about the greater Northeast, upstate New York -- I guess maybe it's western New York -- the Gulf \nCoast, even the Midwest.  So I guess my question is, how do we insure and convey to the American public that, in \nfact, if all of the BRAC recommendations are approved, that their homeland defense, their homeland security, their \nborders, their coastlines,  whatever you want to throw into the mix, will, in fact, be protected at least as well as they \nare today and if not better?\n\nMR. VERGA:  The operational requirements which Admiral Keating will address -- I won't address the operational \nrequirements.  What I will address is the assurance that defending the United States remains the mission of the \nDepartment of Defense.  The specific means that we undertake to do that might change based on some of these \nrecommendations, but then again, they might not.\n\n\n\nFor example, you could continue to use a given facility without having a unit stationed there.  As a threat were to \narise, it would be possible to station aircraft on a temporary basis at a particular location.  As the admiral I'm sure \nwill address, there is -- we move these around all the time, who's on alert, who's not on alert, and things like that.  It \nremains the responsibility of the secretary of Defense to provide for the defense of the country, and he is convinced, \nand his combatant commanders agree, that these recommendations would not pose an unacceptable degree of risk \nin carrying out that responsibility.\n\nMR. KEATING:  Our plans are built upon an active, integrated, layered defense.  We want this end to be conducted \nin as timely a  fashion as possible as far from our shores as possible.  So the Base Realignment and Closure \nRecommendations, while certainly a significant interest to the citizens of this country and those of us in uniform, \nthose bases that are realigned or closed are but an element of our overall plan, and so in our studies, starting in \nNovember '04 through May of '05, we looked at it through a somewhat larger prism, if you will, or a wider lens and \nare confident that one the narrow issue of base realignment and closure, important to be sure, there is no increased \nrisk to the United States of America.\n\nMS. TURNER:  Thank you very much.\n\nMR. PRINCIPI:  Congressman Bilbray?\n\nMR. BILBRAY:  Just like General Turner, I spent a lot of time in the Northwest, and the same sort of situation \ncaused me concern, taking the fighter jets out of Portland, Oregon, for instance, so that the first line of defense in \nthat area was either at Mountain Home or Fresno.\n\nI've heard your answers, but I am very concerned that it's more than just the perception by the public that there is a \nbig gap in the defense of the United States from either missiles or from planes taking over, because the interception \ntime has been so extended because those bases are so far from the Pacific Northwest.\n\nI don't know what -- I'm sure you're answer's going to be the same again, but the fact is, when you look at the \nsituation it's not just perception.  I think it's actual fact that our national defense is being hampered, will be impaired \nby the proposals of the Department of Air Force.\n\nI don't know if that's a question or an answer unless they want to change their answer.\n\nJust a comment, Mr. Chairman.\n\nMR. PRINCIPI:  They're not going to change their answers, so move on to the next person?\n\nSorry I --\n\nSecretary Skinner.\n\nMR. SKINNER:  I just have one question.\n\nSecretary Principi talked about it a minute ago.  You both have responsibility for homeland defense as part of your \ncommand and as part of your responsibilities to DOD.  I am shocked that we don't have a representative at the \nhighest level of the Department of Homeland Security here to assist us in working through this issue. \n\nHave either of you had any conversations with the secretary as to why he personally -- the secretary of Defense \nhas been here on a number of occasions and his designates.  Have either of you had any conversations with him to \nexplain, and there may be an explanation; we just can't figure it out, as this issue is as important as we know from \nSeptember 11th as any we've had facing our nation.  And we can't get the secretary of Homeland Security to show \nup here.  I know he's a busy man, but I was a cabinet secretary, and I don't think I would have missed the \nopportunity under any sense -- I would have rearranged my scheduled.\n\n\n\nAdmiral Keating, can you help us here?\n\nMR. KEATING:  I had no contact with Secretary Chertoff.\n\nMR. SKINNER:  Have you had any contact, Secretary Verga?\n\nMR. VERGA:  On this specific issue, I have not.  We do work very closely.  I have had personal meetings with --\n\nMR. SKINNER:  Well that's what's perplexing, because I take you and listen to your fact, and I assume that Admiral \nKeating is the same, that it's not going to work unless we have close relationships between Homeland Security in \nboth of your departments, as well as the Guard, both the Army National Guard as well as the Air National Guard. \nAnd I just don't understand it.  I thought maybe you could help me clarify it, but thank you.\n\nMR. PRINCIPI:  You --  Commissioner Coyle?\n\nMR. COYLE:  Thank you, Mr. Chairman.\n\nThank you for your testimony, gentlemen.\n\nIn our travels around the country, we've seen maps of the United States, or portions of the United States, that are \nhuge that under the DOD proposal would not have aircraft that could respond to some kind of an emergency, air \ndefense, 9/11, you can pick different scenarios, but they wouldn't have any aircraft where they could respond.  In \nthe case of the upper Northwest, Commissioner Bilbray referred to that, we were shown maps showing that that \narea is about the same size as Europe with, I think, two aircraft in an area the size of Europe.  And we saw similar \nsituations in the upper Northeast and the northern tier part of the Midwest.  So, what I don't understand is when you \nsay that you support the DOD BRAC recommendations, I suppose that's not surprising since you work for the DOD, \nbut what standard are you using?\n\nWe've asked people when we've visited how long would it take for an aircraft to get to this location from another \nstate, from another base, in some cases hours away.  And we've been told it would take, you know, an hour or two \nor three depending on what the particular situation is in the United States, and when they got there they'd be  out of \ngas anyway and wouldn't be able to perform their mission.  So, what standard do you use to decide that you can \ndefend the United States under the BRAC recommendations as put forward by the DOD?\n\nADM. KEATING:  Mr. Commissioner, as the commander of NORAD, the North American Aerospace Defense \nCommand, I have been given the authority to implement a tiered response system.  The levels and the fighters and \ntankers and AW aircraft associated with that tiered system are classified.  We'll be happy to provide you those \nnumbers. \n\n But it is that tiered response level which I adjust, and I'll check with the boss before I do it, but I have the authority, \nbased on streams of intelligence.  So, it's very, very unlikely in my estimation that the people -- pick a part of the \ncountry.  You discussed the Northwest -- are as exposed as may appear based solely on the criteria that two \naircraft on alert at, let's say somewhere in Oregon, would not be able to respond to the threat.\n\nYou mentioned the country, that Europe has 140-some fighters in a volume of land and airspace approximately \nequal to that to the Pacific Northwest.  That's true as far as it goes.  If necessary in the Department of Defense \nthere are hundreds and hundreds and hundreds of fighters in that same land mass and airspace volume that you \ncited for Europe.  So, I have a tiered response system that I can implement. We'll show you those numbers that are \nclassified.  We pay very close attention to threats, intelligence threats stream analysis.  And based on any change \nin threat stream, I can position fighters anywhere around the United States.\n\nIt is that tiered response capability, the validity of the intel and the number of fighters I have at my disposal that \nallow me to tell you the changes pose no unacceptable risk.\n\n\n\nMR. COYLE:  I don't understand what's tiered.  If you don't have any aircraft, I don't understand what's tiered.\n\nADM. KEATING:  At that particular moment, well, at any time we'll have a number of fighters on alert at a number of \nbases.  All the time, right this second.  I can increase the number of alert bases and the numbers of fighters on \nalerts based on several factors, including intelligence and warning.  So it is tiered, the number of tiers and the \nfighters involved I can't discuss it in open forum.\n\nMR. COYLE:  For example, when we were visiting in upper Northwest, we were shown mug shots of individuals \nabout whom, unclassified mug shots of course, of individuals with backgrounds of great concern to our government \nwho live in that part of the country. So, I don't understand what you say when there isn't the intelligence there to \nhave a concern for that part of the country.\n\nADM. KEATING:  If I inferred that, I didn't mean to.  We are concerned about the whole country.  That's my job.  I \nhave certain  constitutional proscriptions about certain types of concern, I can't spy on American citizens or \nAmerican persons, but you know, there are similar folks throughout the country.  So to concentrate on the Pacific \nNorthwest and put in a preponderance of forces at my disposal there, would be to expose other parts of the country \nto what I would call unacceptable risk.\n\nMR. COYLE:  And do you have response time criteria?  Do you, if a large city is involved, like Portland or Seattle, or \nfor that matter, Los Angeles, are there certain times and distances that you require aircraft to be able to respond in \n30 minutes or an hour, or some period of time like that?\n\nADM. KEATING:  Again, Mr. Commissioner, that is part of this tiered response system that we have in place, and I \ncould have -- I could position jets if the threat warranted it, to be overhead Portland without any warning.  They may \nvery well be there right this second, literally.  So, just because we are not, we may take the fighters out of a given \nairstrip, but most of these facilities will remain in a what I will call a hot stand-by status if the threat warrants.  We \ncan position any number of fighters there and they could be on alert or flying air patrols airborne.  Those are my \nauthorities.\n\nMR. COYLE:  But under that approach, you would have had fighter jets over New York City on September 11th.\n\nADM. KEATING:  Had NORAD the capability on the 11th of September that we do today, we would have had, could \nhave had, fighters overhead.  NORAD at that time, we were not responsible for the internal airspace of the United \nStates.  We are today.\n\nMR. COYLE:  Thank you.\n\nMR. PRINCIPI:  General Newton?\n\nGEN. NEWTON:  Admiral Keating, I just have one question.  If we had had a force structure, number of aircraft in \nthis case larger than what we have now, or that anticipated draw down that we expect to have -- in other words, if \nyou had more aircraft, as you look to the future at your disposal, would this lay down have been different than what \nwe have today, than what's proposed today? In other words, with airplanes moving at various locations and we \nexpect to put a couple of aircraft on alert here or there, if we had had more assets available to us as we look to the \nfuture would that lay down be different?\n\nADM. KEATING:  General, I don't know is the shortest answer.  To elaborate on that, I'm less concerned with \nlocation of individual airstrips than I am with the overall capability to protect the nation. And so, there's a point \nwhere -- I mean, I'm not advocating going to one airport right in the middle of the country and putting tankers \nairborne constantly.  Quite the contrary. \n\nWe paid very close attention to the location and these if you will, response rings that I think Commissioner Coyle \nwas driving at, and again, which we will show you.  The number of airplanes are less important than the overall \nability to integrate not just airplanes but other systems, so as to be able to do what the Secretary of Defense and \n\n\n\nthe president expect us to do, and that's to deter, prevent and defeat attacks.  The current recommendations allow \nme to tell you we can do that without unacceptable risk.\n\nGEN. NEWTON:  Let me ask the question slightly different.\n\nADM. KEATING:  Sure.\n\nGEN. NEWTON:  If you had more aircraft available to you, will that acceptable risk be greater or less than it is of the \nanticipated proposal?\n\nADM. KEATING:  I would say the risk will be the same.\n\nGEN. NEWTON:  Okay, thanks.\n\nADM. KEATING:  Sure.\n\nMR. PRINCIPI:  Admiral Gehman.\n\nADM. GEHMAN:  Gentlemen, thank you very much for appearing today, and helping us work our way through some \ndifficult issues and we appreciate your service and your testimony.  Secretary Verga, in your statement you refer to \ntwo memoranda, policy memorandum no. 5 and policy memorandum no. 7, issued by the undersecretary for \nacquisition, technology and logistics which provide policy guidance on how the department is to work out, formulate \nits homeland defense requirements and actions.\n\nAm I to infer then that a set of written and signed requirements, or a set of written directives from the Department of \nHomeland Security does not exist?  That is, the Department of Homeland Security has not levied upon the \nDepartment of Defense a document that we could refer to that would allow us to state and quantify this mythical, \nmystical, magical term requirements?\n\nMR. VERGA:  To my knowledge, no such document exists.\n\nADM. GEHMAN:  I have no argument with you doing it this way.  I mean, you've got to do the best you can, and so \nyou've issued internal policy guidance to your subordinates, including Admiral Keating, as to how they are to \nsupport or perform your mission under homeland defense and the support role.  But we have traveled all over the \ncountry holding hearings, scores and scores of elected government officials and generals and admirals have stood \nup and under sworn testimony, and have thrown around the term requirements and things pretty loosely.  \n\n And so when we evaluate what is and is not a requirement it would be really nice if we had a document we could \ngo to.\n\nSo, what's you're telling me then is that we're going to have to kind of just see our way through this, because there \nis not hard written, fast, public document from the Department of Homeland Security as to what you are to do for \nthem.\n\nMR. VERGA:  In the sense that I believe, based on the fact that we were both from DOD and requirements have a \nvery specific meaning to us, no.  There are inferred expectations in things like the national response plan, in the \nresults of exercises where we work with the Department of Homeland Security.  And from those exercises we draw \nexpectations of what might be required under us in a given situation and we react accordingly to that.\n\nADM. GEHMAN:  Well, thank you very much because as I said, we travel around the country, and governors and \n(TAGS ?) senators and other people have actually laid down the charge that such and such an action is a quote, \n\"substantial deviation\" from the guidance because we are not providing for the homeland defense of the country.  \nThis remains an interpretive conclusion and that's just what I wanted to say.\n\n\n\nAdmiral Keating, I don't mean to be critical, but I do find that in your review of the Department of Defense \nrecommendations, that a sentence with a double negative in it is not completely compelling. By that I mean, and I \nquote here, \"We find that they do not create a unacceptable risk to the accomplishment of our mission.\"  Now that's \nnot exactly a wholehearted endorsement that I would -- to me anyway. And to get to the question, to get to the \nspecifics, if in the execution of your air sovereignty mission which is really what we're sniffing around here about \ntoday.  If you say that you can do your air sovereignty mission by manning alert sites in accordance to the \nintelligence, you don't particularly care where the squadrons live.\n\nAnd if you're talking about the country as a whole, including the interior of the country since the threats on 9/11 did \nnot come from outside, they came from inside; and if you were going to man, if you felt that it was necessary to man \none of these alert sites geographically dispersed in order to do your mission, is it not unreasonable for us to say that \nif you're going to have to keep such  and such a site manned all time, why don't we put some fighters there? Why \ndon't they live there?\n\nAm I off base here?  I know it's not exactly in your realm, it's not your expertise, you don't care where they're based.  \nBut where they're based is what we are required to do here.  So, if you're saying that alert sites, manning of alert \nsites around the country providing coverage for the whole country, is the way you'd go about your business, is it an \nunreasonable inference or to the next step of deductive reasoning, for us to say, well, if you're going to man alert \nsites all around the country, then we ought to base fighters all around the country.\n\nADM. KEATING:  That is a -- I wouldn't disagree with you, Admiral, and maybe it kind of goes back to General \nNewton's point.  If we had lots of airplanes and lots of bases, would our job be necessarily easier?  Would it lower \nthe risk quotient?  The answer is it could, but I'll go back to what I think was somewhat unfulfilling for Commissioner \nCoyle, this tiered system.  I can get my hands on hundreds of fighters in pretty short notice.  Again, I will show you \nthe papers.  And their locations, I'll put them where I need them, if you will.  And it's more than just a dozen or so.  \nAnd so I'm almost certain to be using some sort of alert strip somewhere anyway regardless of one or two bases \nbeing in hot standby or active.\n\nAnd, the tanker capability that I enjoy and that we provide in this tiered system is significant.  So, taken on a \nnational scale and integrating not just Air Force assets but Navy and Marine Corps assets as well, and in the littoral, \nCoast Guard assets, I'm very confident in telling you -- you're right.  The double negative, why don't we just say, \nwell, it imposes -- it's acceptable risk.  That's probably how Mrs. Dizinski (ph) would have preferred I made the \nstatement, my fourth grade English teacher.  But to -- not to finesse it, but we felt a little more comfortable saying \nthere is -- I mean, we're getting into the whole discussion of risk.\n\nAnd we are slightly more comfortable saying it poses no unacceptable risk simply because folks will say what is \nacceptable risk?  And that is, of course, a worthwhile discussion that probably would take more time than you have.\n\nADM. GEHMAN:  To close out and to follow on along with that, in the sense of guidance for the commissioners here \nwhen they vote, and they make their decisions particularly on the DOD recommendations as regards the Air Guard, \nyour guidance to us, or your suggestion to us then -- if I've stated this wrong you get it straight.  You make sure you \nsay it in your words.  Your guidance to us then is that you don't need F-16s in Chicago to defend Chicago.  You \ndon't have to have F-15s in Portland to defend Portland.  And anybody who throws that up in our face doesn't \nunderstand the issue.\n\nADM. KEATING:  I would agree with that statement. \n\nADM. GEHMAN:  Thank you very much.\n\nMR. PRINCIPI:  Let me somewhat follow up on that, Admiral, and ask a question about Otis Air National Guard \nBase.  And as a backdrop, in previous BRAC rounds we've closed Loren Air Force Base, Pease Air Force Base, \nGriffin-Plattsburgh Air Force Base.  Otis, which is well situated in its location at the doorstep of the Atlantic, Bradley \nAir Field in Hartford, Connecticut is 150 miles to the west, congested air space, concerns about supersonic flights \n\n\n\nover land, only two aircraft on alert with none on station as backup.  In this round we're also proposing to take all of \nthe maritime patrol aircraft out of Brunswick, and other Air National Guards base at Niagara Falls. Are you really \ncomfortable with the recommendation on Otis to move all those aircraft out of there, given everything's that \nhappened in that sector of the country in the event of the need for an immediate response to some kind of attack or \nan alert?\n\nADM. KEATING:  I am, Mr. Chairman,  I am comfortable.\n\nMR. PRINCIPI:  You are.\n\nADM. KEATING.  Yes, sir.  I can make the case that Bradley offers, with a given time, distance heading radius for a \ncouple of fighters, I can protect -- the fighters can provide protection for a little more important infrastructure than we \ncan out of Otis.\n\nMR. PRINCIPI:  Well the closest operational base would be McGuire, New Jersey if you needed to scramble or get \nthem up there in a quick, quick order.\n\nADM. KEATING:  Or if we had them on alert, that lets us cover New York City.\n\nMR. BILBRAY:  Mr. chairman, can I ask one quick?\n\nMR. PRINCIPI:  Certainly.\n\nMR. BILBRAY:  When you were answering Commissioner Coyle's question, it seemed to be you could have them \non alert with proper intelligence.  Now, that's a big question mark after everything else that's been going on in this \ncountry.  So, if you don't get any intelligence that somebody's got a ship about 250 miles off the coast of Seattle or \nPortland and it's going to launch a rocket or some sort of attack on the United States, you won't have anybody \ntiered up there and there will be nobody up there to give fast interception except, like I mentioned, from Mountain \nHome or from Fresno, which is like, what two and a half, three hours before they get there.\n\nADM. KEATING:  I disagree with you sir.  There are all manner of airplanes and ships that are flying all the time, \nsome of them armed, some not.  The ships are, of course, armed, and we have a large percentage, a good \npercentage of the Navy's West Coast fleet up there in the Pacific Northwest as you know, and many times those \ncarriers will have air wings on board. \n\nThe Secretary of Defense has just approved our new maritime concept of operations and that gives me the \nauthority to reach out and with one phone call get tactical control of maritime assets or aviation assets that are not \nnecessarily in the NORAD air defense flight schedule, but are underway or are flying or could launch very quickly.  \nSo we have a large number of arrows in our quiver to address the challenge that you're talking about. \n\nMR. BILBRAY:  If you have a carrier sitting in Seattle, how long would it take to get those planes launched and \nintercept something?\n\nADM. KEATING:  It's not the carriers in Seattle, it's a carrier that would happen to be underway on the West Coast.  \nAnd it's a day- to-day. We monitor the movement of Navy, Coast Guard, Air Force assets, large and small, in our \noperations center 24 hours a day.\n\nMR. BILBRAY:  Let me understand it.  If we have no intelligence, something happens, that we'd have to rely on a \nasset that would be at sea or someplace in that area patrolling, if there is none and it just so happens on that \nparticular day, we would not have any planes there. But if you did, you could intercept them.\n\nADM. KEATING:  That is a risk we take.\n\nMR. BILBRAY:  I'm not sure the people in the Northwest would agree on that.\n\n\n\nMR. PRINCIPI:  Secretary Skinner?\n\nMR. SKINNER:  Well, first of all I would thank both you for coming.  Thank you, and I apologize for not doing that, \nand for trying to help us sort through this.  I would assume, and I think the American people, one of the benefits of \nall of us now being in civilian life is we interface with the communities on a pretty regular basis.  And recently we've \nbeen flying a lot, so we fly with the public as well.\n\nThe perception, I believe, of the American people after 9/11, where we were unable to intercept three of the four \naircraft that went into the Pentagon and the World Trade Center, is that we have restructured, through the \nDepartment of Homeland Security and through your new command, that we have put in place a program what will \nensure that that will not happen again, to the best of our ability with the assets that we have.\n\nAnd I think if you ask the -- and I live in Chicago, which is the busiest airport, which has one of the biggest buildings, \nand our mayor has been very vocal and sensitive to the vulnerability of the city of  Chicago, and I think the \nperception is that the Department of Homeland Security has prepared an evaluation of where the possible threats \ncould come -- let's take aircraft, which is fresh in America's mind still as we approach the fourth anniversary -- that, \nnumber two, your command and resources can quickly, within seconds, will activate and in very short order, \nintercept an aircraft that was trying to do what happened on September 11th.  And so if somebody took off from \nChicago or took off from South Bend, Indiana and captured an aircraft and was trying to do something in Chicago, \nyou would be on-site very quickly to intercept that aircraft.\n\nAnd obviously you wouldn't have all that ability throughout the nation, but I would hope you could assure us that, \nnumber one, you're getting a threat assessment from the Department of Homeland Security; number two, that \nyou're answer -- and that's a written threat assessment; I don't plan for you to share it with us -- number two, you're \ndealing with that and that and trying, with the resources that you have, to accommodate and deal with that threat \nassessment to the best you can, and you've both signed off on it, and hopefully it will give not only comfort to you \nas the one that is responsible for those assets, but the American people, that you can get a quick response in a \nvery quick situation -- not where we have intel, where something happens in the air.\n\nCould you help us a little bit to kind of maybe assure -- the American people are watching this, by the way, and \nmaybe you can reassure them, because, frankly, I think you can tell from listening to us today, we're not yet \nassured, and that's why we're sorting this out, because we feel a responsibility to the American people to sort that \nout for them before we take assets that are now clearly situated throughout the United States and consolidate them \nin bigger squadrons and fewer bases.  If you can help us there I'd appreciate it.\n\nADM. KEATING:  Yes, sir.  You talked about consolidating information.  We have fulltime FAA representatives in \nour command center in Cheyenne Mountain.  We have hotlines with any number of federal agencies and non-\nfederal agencies, including the CIA, DIA.  So we fuse this intelligence, we analyze it on a second-by-second, 24- \nhour-a-day basis, and we will incorporate that information into the publication of our flight schedule, and if there is a \nthreat stream for a certain city we'll put jets on alert nearby or put them overhead, if this threat is sufficiently grave.  \nThe number of air bases is a factor, but we will put more tankers in the air if endurance is required.\n\nSo, Mr. Secretary, the shortest way I can answer your question is you should be assured that we share everything \nthat is pertinent with the Department of Homeland Security, and they with us, as well as all the other federal \nagencies who are interested here, as well as international military intelligence and state agencies, all in our J2, our \nintelligence fusion center. \n\nMR. SKINNER:  Now going to General Newton's comment -- if you had more aircraft  you would obviously have a \nlittle different plan that's been presented here today, and we understand that, but one of the themes that we see in \nthis plan is bigger squadrons rather -- and I'm not -- probably doesn't even go to you so, Admiral Keating, I think \nyou're going to get the question anyway, but it probably -- I'll shoot for the next panel.\n\n\n\nBut we have smaller -- we have bigger squadrons with more aircraft in fewer locations, and one of the options \nobviously is to -- and the decision was made that there is some value in having more airplanes and fewer \nsquadrons.  The offset is that we have fewer airplanes -- if we had more squadrons with fewer airplanes we'd be \nable to cover more space quicker than we could today.\n\nAnd I assume that -- maybe, Secretary Verga, I'll let you handle that; you nodded at the wrong time.  That is the \nbalance that the Defense Department is making as they're allocating these airplanes and these squadrons and \nmaking the decision as to what bases to be in.  Is that fair?\n\nMR. VERGA:  And the Air Force, I think, will get to that in much more detail.  But there are efficiencies to be gained \nby consolidation:  greater operational readiness rates in larger squadrons than in smaller squadrons which, \ntherefore, means you have more aircraft that are actually available to perform the missions that Admiral Keating \nmight need to do.\n\nBut I think the Air Force will talk to that.\n\nIf I could return just for a second to a point that you made in your question that I think is important for the American \npeople to understand.  It's a much different system of systems and layered defense than it was on 9/11.  Many, \nmany things have changed regarding passenger screening.  We have hardened cockpit doors on aircraft. There are \na lot of factors that go in to making the probability or possibility of another hijacked commercial aircraft much less.  \nAnd therefore, we have to adjust.\n\nThat active-layered defense that we talk about in the military defense of the country is actually being applied in the \nhomeland security environment, as well.  And so, you have a whole different sort of system that exists than did on \n9/11.\n\nMR. SKINNER:  And, of course, we can't assume for a minute that they're, just as they in Iraq on IEDs, very \ncreative.  And every time we plug a whole or find a technology, they seem to be innovative, unfortunately, to find \nanother way to do it.  So we can't always assume just because we've plugged commercial airliners that we don't \nhave vulnerability in cargo aircraft, charter aircraft and private aircraft.\n\nMR. VERGA:  I think that's absolutely correct. \n\nMR. SKINNER:  Thank you.\n\nMR. PRINCIPI:  Any further questions?\n\nAdmiral Gehman?\n\nADM. GEHMAN:  Admiral Keating, if you want to answer this for the record.  This a kind of a nitnoid.  But my \nunderstanding is that your preference, or your requirement, for alert sites -- if these fighters are going to do any \ngood, you have to have the ability to have armed fighters.  I mean, they have to be able to handle weapons.\n\nADM. KEATING:  Correct.\n\nADM. GEHMAN:  And so you can't just use airport. \n\n I mean, you can't use any old civilian airport and have weapons handling going on.  So, when we are in the \nbusiness of looking at installations and infrastructure, we have to be -- I assume that we have to be able to \ndifferentiate from one airport to another and make sure it's useful to you.\n\nADM. KEATING:  That's correct, Admiral.\n\n\n\nADM. GEHMAN:  And in the department's recommendation to you, we are satisfied that there are sufficient active \nor hot standby bases that weapons handling criteria will be able to -- we can meet those and not impose \nunacceptable risk.\n\nThank you, Mr. Chairman.\n\nMR. PRINCIPI:  Thank you, Secretary Verga.  Thank you, Admiral Keating.  Appreciate your coming up and your \nindulgence this afternoon.\n\nADM. KEATING:  Thank you.\n\nMR. VERGA:  Thank you.\n\nMR. PRINCIPI:  We will take a 5 minutes as the next group comes on up to the witness table.\n\n(Recess.)\n\nMR. PRINCIPI:  (Sounds gavel.)  The hearing will be in order. I'm certainly pleased to welcome Secretary \nDominguez, Lieutenant General Blum, General Heckman.  I appreciate your time this afternoon. We look forward to \nyour testimony.  Mr. Secretary, I'll turn it over to you.\n\nMR.       :  (Off mike.)\n\nMR. PRINCIPI:  Oh, swear-in.  I'm sorry.  Please stand so that we can administer the oath required by the BRAC \nstatute.\n\nMS. SHARKAR:  Thank you, Mr. Chairman.  Mr. Secretary, Generals, please raise your right for me.  Do you swear \nor affirm that the testimony you are about to give and any evidence you may provide are  complete and accurate to \nthe best of your knowledge and belief, so help you God?  Thank you.  Thank you, Mr. Chairman.\n\nMR. DOMINGUEZ:  Good afternoon, Chairman Principi and members of the commission.  I am glad to be before \nyou today to speak about the importance of the department's recommendation as they pertain to the United States \nAir Force, and by the Air Force I mean our total force comprised of the active Guard, Reserve, and our civilians.\n\nIt is said that everybody wants to change the world but nobody wants to change themselves.  Commissioners, your \nUnited States Air Force is changing.  We will be smaller and our missions are shifting with the increasing \nimportance of space, cyberspace, command, control, communications, intelligence, surveillance, reconnaissance, \nand with the major shift to expeditionary operations -- (inaudible, background noise) -- cost to your environments.\n\nSecretary Rumsfeld's base realignment and closure recommendations, including those addressing the Air National \nGuard position the United States Air Force for mission success in a changed and changing world.  Let me please \nremind you of the imperatives that guided our actions.  And I have got those up there on the first slide for you.\n\nFirst, I have said, we will be a smaller force, particularly that portion of us that flies.  Our fighter force shrinks by \nalmost 20 percent.  Second, we keep the Air Guard and Air Force Reserve partnered with the active force in \nvirtually every mission we are assigned, including and especially those missions in space, cyberspace, C4ISR, and \nexpeditionary base support that are in high demand by combatant commanders, and that are a growing part of our \nAir Force portfolio.\n\nThird, military value of Air Force bases in CONUS is determined principally by physics and geography.  Tanker \nbases need to be near the air highways to the places we will fight.  Fighters need to be near the biggest and best \ntraining ranges.  Time and money can change facility quality and workforce quality.  Therefore, those factors were \nweighted less in our calculations.  And fourth, we had to rightsize our flying squadrons for efficiency and \neffectiveness in an expeditionary Air Force with both homeland and global defense roles.\n\n\n\nNow, let me remind you of how these imperatives shaped our decisionmaking process.  We will be a smaller force.  \nSo we looked through the inventory of aircraft regardless of the air component to whom they were assigned, and we \ndivested the least capable, oldest aircraft.  Next, our imperative was to preserve the total force.  So we redistributed \nthe remaining aircraft among the active Guard and Reserve in the same proportions as exist today.\n\nThird, our imperative was to maximize military value so we distributed those aircraft to bases based on military \nvalue.  Please don't be confused by the complex COBRA runs.  Even though individual  installation realignment \nmove aircraft from a Guard base to an active installation or vice versa, that this is driven by the proportionality \nimperative and it is not a value comparison of a Guard base against an active base.  At the end of the day, we \nmaintained proportionality in the flying mission and when we bedded down the remaining aircraft, active bases \ncompeted against active bases, Guard against Guard, highest to lowest until we ran out of aircraft.\n\nNext, I want to address the question of homeland defense and the governor's militia.  First, we have just heard from \nthe commander of the U.S. northern command, Admiral Keating.  He is the DOD's force employer charged with \nprotecting the U.S. homeland.  As you heard in the previous panel, he is satisfied that he can execute his homeland \ndefense mission with the smaller realigned force described in our recommendations to you.  I want to reiterate this -\n- his concept in our defense is a complex and layered defense and does not rely on the permanent presence of two \nF-16s over every geographic location in the country.\n\nSecond, we left our National Guard enclaves in place to support the needs of nation's governors.  In addition to \nbeing the nucleus around which will add emerging missions, the enclaves retain critical homeland defense and \nhigh-demand expeditionary skills -- firefighters, police, security, command and control, medical services, et cetera.\n\nThird, it was our judgment from a military-value perspective that there is no military or homeland security necessity \nfor an Air Force flying wing in every state.  Today, we routinely deploy aircraft from one state to another.  As \nSecretary Verga testified, every day, the total Air Force has fighters deployed within CONUS from as far as 2,000 \nnautical miles away from home station and these deployments are to support homeland defense taskings.\n\nOften fighters deployed to these locations fly the air sovereignty alert missions in lieu of the home station assets \nthat are already there at that location.  This also happens -- we want to look at the maps charts -- in our air \ntransports mission.  Lieutenant General Blum here has developed and implemented these interstate mutual support \nagreements, allowing the National Guard from one state to assist the governor of another state in time of crisis.  \nThese arrangements have already been employed to support Florida's recovery, as you heard in the last panel, \nfrom hurricane disasters and for firefighting in the West.\n\nLastly, with regard to homeland security, there will remain flying assets in every state available to support a \ngovernor's need for air transport, reconnaissance, command and control.  While these assets are not comparable to \nthe International Guard, there is a civil air patrol wing in every state.  The civil air patrol, again, is not comparable to \nthe International Guard.  It is, though, funded and supported by the Air Force.  It has a 60-year history of stellar \nservice to the nation and to the nation's governors. \n\nAfter 9/11, when no other aircraft were permitted to fly, civil air patrol aircraft flew photo-reconnaissance missions \nover the World Trade Center site.  They transported emergency management officials, critical medical supplies, and \ndisaster recovery systems in support of civil authorities.  Again, the CAP is not comparable to the International \nGuard, but CAP's presence and availability to do civil support to civil authorities -- it's a factor you need to think \nabout as you consider our recommendations and the governor's needs to protect their states.\n\nNow, we believe our BRAC recommendations are crucial to meeting our future homeland and overseas defense \nneeds. \n\n We believe the secretary's recommendations, including those affecting the National Guard, were made in \naccordance with all applicable legal requirements and are consistent with actions taken in prior BRAC grounds.  At \npoints throughout the process, we have shared with Guard and Reserve leadership the factors bringing change to \n\n\n\nthe Air Force, the nature of that change, the imperatives we would apply in adapting to that change, our strategy for \naddressing those imperatives, and the likely result.\n\nAs General Heckman will soon share with you, in prior rounds of BRAC, National Guard leaders could not bring \nthemselves to embrace the needed change.  This time that courage is in evidence and these realignment \nrecommendations are the result.  And if we are successful, the Air Force transformation and the International \nGuard transformation will proceed together.\n\nGo to the next slide.  General Heckman will now talk to you about where we have been and where we are going \nwith this.\n\nGEN. HECKMAN:  Thank you, Mr. Dominguez.  And a special thanks to you, Chairman Principi, the \ncommissioners, and your staffs for your rigorous and thorough look at our recommendations.\n\nOver the past 15 years, the Air Force has reduced the number of squadrons in its active component to ensure that \nwe have effectively sized squadrons as we reduce the total infrastructure.  During the same period, at the request of \nthe Air Guard, the Air Force retained essentially the same number of squadrons in the Reserve component, and \ninstead reduced the number of aircraft in each of these squadrons. During the same period, the ratio of active-to-\nReserve component has decreased.\n\nAs a result of these programmatic actions, we are currently faced with squadron sizes in our Reserve component \nthat are marginally sufficient.  Necessary force cuts over the next five to 10 years will exacerbate the situation.  We \nalso have some acute PERSTEMPO issues, particularly in the C-130 force, which I'll discuss in a few minutes. \nSince these BRAC rounds began in 1988, each has tended to target certain areas within the Air Force, for instance \ndepots in 1995.\n\nPrevious BRACS have also tended to focus on the active-duty infrastructure.  In the first four BRAC rounds, the Air \nForce closed  25 active-duty installations, with a flying mission.  Many of these had at least two or three squadrons \nin them.  During the same time period, we closed three Reserve squadrons and one National Guard squadron -- or \nI mean, installation, each of these typically having just one squadron.  In the case of the one Guard closure, that \nparticular squadron located to another location so it did not go away.\n\nOur Guard and Reserve forces are such an integral part of Air Force readiness and effectiveness day in and day \nout that we can no longer look at them in isolation from the rest of our force.  We believe we were painstaking in our \napproach to determining the enduring military value of all our installations.  We worked with the Air Force senior \nstaff, active Guard, and Reserve.  We also briefed the state adjutants generals on the reason for doing what we're \ndoing, the military value attributes that were behind those, the force structure that we were expecting in the future in \nthe implication of all of those put together.\n\nThis chart and the chart that follows shows the number of sessions we have had over the last three years on BRAC \nand interrelated topics with the director of the Air Guard, with the chief of the Air Force Reserve, with the chief of \nthe National Guard Bureau, with the adjutants general in small groups and in major sessions such as the National \nGuard Association of U.S. meeting, and the Air Guard Association of the U.S. conference.\n\nParticipants on the active-duty-Air-Force side of this included the secretary of the Air Force, the chief of staff of the \nAir Force, the vice chief of staff of the Air Force, the director of strategic planning for the Air Force, who by the way \nhappens to be a guardsman, as well as the BRAC staff.  The BRAC staff interacted with the air directorate of the \nNational Guard bureau and with the Air Force Reserve staff more closely, in fact, than we did the active duty major \ncommand staffs.  The Air Force's most senior officers, to include the director of the International Guard and chief of \nthe Air Force Reserve were involved in the vetting of these principles on which we base our recommendations and \nwe considered each of our 154 installations for each of the eight mission areas.\n\n\n\nMr. Dominguez described the need to transform into a more effective and powerful Air Force.  The Air Force has \nhistorically resourced new joint enabling missions and emerging missions in part by divesting unneeded structure \nand also by becoming more effective and efficient in our traditional roles.  This trend must continue.\n\nThe Air Force has resourced most of the manpower of the emerging joint enabling missions and for the emerging \nmissions from the active duty force.  We believe this trend should not continue.  The Guard and Reserve must \ncontinue to be proportional and relevant partners in our adapting Air Force.  That is why we are divesting \ninfrastructure. That is why we are re-capitalizing force structure.  That is why we are balancing the total force across \nall of the Air Force missions, and that is why we are resetting our organizational structures. \n\nOne important example is the sizing of our squadrons.  Again, our primary goal in the BRAC process is to improve \ntotal force war fighting capability and effectiveness.  Allow us to describe one example from each, the mobility and \nthe fighter world.  We'll use two of the most talked about examples, C-130s and F-16s.\n\nI'll first use the C-130 example to describe our rationale for changing squadron sizes.  During the BRAC process we \nused senior military judgment to set the optimum squadron size at 16 aircraft. And as we described in earlier \ntestimony, based on the recommendations of our Guard and Reserve reps, we believed we could take the risk to \ngo to 12 because of the experience level and less turbulence in that force.\n\nThis chart presents, in a very simple way, the expected effectiveness and aircraft availability for three ARC \nSquadron sizes. It's roughly a 15 percent improvement by going from eight to 12 aircraft per air reserve component \nsquadron.\n\nAgain, we used senior military judgment during our deliberations; however, in response to questions we've received \nsince the recommendations were turned in, we asked the Air Force Studies and Analysis Agency if they had any \ninformation on C-130 sizing versus effectiveness.  They did, and we've provided a more complete briefing that \nincludes this information to the Congress and to the commission.\n\nThis chart shows the impact of not making squadron size adjustments.  The current typical ARC squadron is eight \naircraft. That's the first line; I'll be going from left to right.  Senior military judges tell us that the effective sizing is 16, \nor in the case of some of the ARC units, going to 12.  If we proceed as we have, though, for the last years -- the \npast years, doing this in a programmatic way, the typical ARC squadron will be less than seven aircraft by 2011 and \nabout the same by 2017.\n\nWe estimate that there's about a 15 percent penalty in effectiveness if we do not correct the current organizational \nstructures.  If you apply this number to 150 guard-equivalent C-130s, that's about 20 to 25 aircraft not available for \nhomeland defense and expeditionary defense missions.\n\nThe impact on our F-16 fighter force is even more dramatic. Although most squadrons begin at 24 jets per \nsquadron, back ten or more years ago both in the active, Guard and Reserve, the current typical F-16 squadron \nsize in the ARC today is 15 per squadron. Senior military judgment, analysis and the GAO report have confirmed \nthat 24 is the best number across the board.\n\nWe intend to reset these sizes to 24 -- or 18 in the point of the Guard because of the turbulence and experience \nfactors in order to best use the aircraft for the future.  If we proceed with the salami- slicing approach that we have \nover the past years, a typical ARC  squadron's F-16s will be about 11 aircraft.  That's less than half the optimum \nsize by 2011, and with retirements, according to the Force Structure Plan, beyond that point there will be less than \nseven aircraft by 2017.  We do not believe that inaction on this issue is a responsible approach.\n\nLet me now give you some insight into how we applied our MCIs -- Mission Compatibility Indices -- and our military \njudgment during the deliberative process.  We assigned an initial lay down for our weapons systems using the \nForce Structure Plan and raw MCI scores. A lot of factors we were able to incorporate in these mission-compatibility \nindices.  They were based on data obtained from the field that was measurable and certifiable. \n\n\n\nThe MCI scores accommodate many, but not all of the characteristics that comprise military value.  Among those \ncharacteristics not readily modeled were force structure proportionality, and we had to make a lot of changes \nbecause of that. By that I mean the proportionality of the balance among the Guard, Reserve and active.\n\nAnother factor was consolidation of various aircraft variants for operational logistics reasons.  Some of these aircraft \nhave different configurations, different engines, different factors that affect them.\n\nAnother thing we had to apply military judgment to -- to the sizing of the training and test functions. A factor that \nproved decisive in our BRAC recommendations was ARC demographics; the ability of area, an installation to \nsupport ARC recruiting.\n\nAnd finally, joint interoperability -- where we applied military judgment and knowledge to MC outcomes, we did so to \naccommodate these factors. Last week we provided documents to the Congress and the commission on our \napproach.  We would expect that when the TAGs come forward with BRAC alternatives, their rationale would also \nbe in the context of military value related to the nation's homeland and global defense missions.\n\nTo conclude, this presentation aimed to provide some insight into the reasons and ways we arrived at our \nrecommendations.  Our BRAC focus was to maximize war-fighting capability; realign infrastructure consistent with \ndefense strategy; eliminate excess physical capacity; and capitalize on opportunities for joint activity.\n\nThe Air Force BRAC process was an equal total force effort, and we believe our recommendations reflect a basing \nstrategy made in the best military judgment of the senior leadership of the United States Air Force:  active, Guard \nand Reserve.  While we stand behind our recommendations, we will continue to work closely with you and your staff \nto address and clarify your concerns.  We look forward to your questions.\n\nMR. PRINCIPI:  Thank you, General Heckman.  General Blum, do you have any -- \n\nLT. GEN. BLUM:  Good morning, Mr. Chairman and distinguished members of the BRAC commission.   Thanks for \nthe opportunity to appear here today, and more importantly, thanks for the professional, thorough and committed \nexecution of this commission as it discharges its duties in the BRAC process.\n\nI'll dispense with an opening statement.  I think that Secretary Dominguez and General Heckman have laid out the \ncase very clearly, and I anxiously await your questions.\n\nMR. PRINCIPI:  Thank you.\n\nMr. Secretary or anyone on the panel, my question is -- well, first a comment.  I understand your BRAC imperatives.  \nI mean, I certainly cannot disagree with them.  I think it's critically important, with the declining force structure, a \nchanging nature of warfare, and the situation we find ourselves in that we need to strive to achieve great efficiency \nand great effectiveness to optimize our war-fighting capability and our readiness.\n\nAt risk of contradicting myself, however, I think it's important to point out that we're a nation at war and that the Air \nNational Guard -- in this case in particular -- is a critical component of the total force and a critical component of this \nwar on global terror. They are critically important in defense of the homeland, in our homeland security.  And I \nwonder if perhaps, given the current war, the role of the Air National Guard, that -- and the fact that we're now back \nin the business of defending geography in this country after 9/11, that perhaps sometimes you have to forego a little \nbit of efficiency to ensure that -- first and foremost that we have the capability spread around the country to \nrespond, that we win public support for the war on terror.\n\nI'm reminded what General Abrams and Secretary Laird said during the Vietnam War, that to ensure the continued \nbacking of our troops, we need to position our Guard and our Reserve forces closer to the American people, in the \ncommunities, to maintain that support.\n\n\n\nRecruitment and retention seem very important to me, and I'm struggling to understand how removing all assets out \nof a state or certain large portions of a state is going to help us to ensure that we continue to have that skill base, \nthat recruitment retention support if the Guard is going to play that critical role.  I mean, I've heard very senior Air \nForce officials tell -- say that the Air Force would not be the Air Force today without the Air National Guard, and it \nseems to me we're contradicting some of these long-held policies.  And that's not to say that, given the declining \nforce structure, that everyone has to contribute to that end, but I wonder if these proposals haven't gone too far in \ndisrupting that balance, that interaction, that close support that is critical between the communities, the Guard, and \nour active forces as we continue to fight this war for years to come. \n\nMR. DOMINGUEZ:  Sir, I absolutely agree with you that we wouldn't be the Air Force we are without the Air \nNational Guard; that the Air National Guard is a critical piece of the Air Force total force.\n\nI've been working closely with the total force, trying to manage the challenges we've face over the last four years:  \nincreased demand for capability sourced forward, into central command or action globally, as well as homeland \ndefense missions.  And that's why we have had an imperative as we go through the BRAC deliberations to maintain \nthe partnership between the total force, to keep it together, and to keep us all in the same fight together, the whole -\n- the global fight as well as the homeland fight.\n\nI hope that Admiral Keating was successful in explaining to you that while it may seem comforting to the layman to \nlook out the window and see a couple of F-16s on the ramp all the time, our defensive capabilities today are much, \nmuch more sophisticated than that, and that we can defend the nation without geographic dispersion of lots of small \nsquadrons; that in fact the efficiency of getting larger assets together, from which you get increased availability of \noperational aircraft and are still able to do the demanding job of day-to-day training in the full spectrum of fighter \noperations because you have a large -- a larger squadron, that's powerful stuff for the forward fight and for the right-\nhere-and-now fight.\n\nWith regards to what is loosely called the Abrams Doctrine, the concept of enclaves as opposed to shutting down \nfacilities and closing out National Guard units came out of the National Guard participants in our Base Closure \nExecutive Committee staff.  And so they brought this to us and said, you know, we need to make sure that \ngovernors have assets to use in their homeland defense missions, in their disaster recovery, in their firefighting, in \ntheir riot control, in their need to protect critical infrastructure and have command-and- control capabilities and \nintelligence capabilities, and surveillance and reconnaissance capabilities.  So that's what we did:  we left the \nenclaves there.  And the enclaves then are the nucleus around which we put in the emerging missions, new \nchallenges, new responsibilities, largely in space and cyberspace and unmanned air vehicles that are coming to the \nUnited States Air Force.\n\nThe chief of staff and I have repeatedly committed in public to maintain the strength of the Air National Guard.  The \nactive force will shrink in its manpower; the National Guard -- the Air National Guard will not, and the reason that it \nwill not is that we're staying connected with the communities, staying connected with the states, and providing well-\ntrained, capable advocates and employers of air power in the governors' militia in every state and territory in the \nnation. That capability stays there.\n\nMR. PRINCIPI:  Well, I have to follow up, but I want to defer to my colleagues.  General Newton? \n\nGEN. NEWTON:  A couple of questions -- why don't you share with the commission, please, how we got this \nincreased capability with the larger squadrons vice -- what's all at play there?  From listening to it, it appeared it's all \nabout (iron ?), and so I want you to share the various factors that drives that greater capability when you have a \nlarger squadron.\n\nGEN. HECKMAN:  It's a good question, and one we've taken a look at, sir.  The availability is based on -- I think on \ncertain squadrons or certain organizations there are certain open-the-door costs that you have to face.  You \nnormally have an airplane that's in depot, you have airplanes that are in major maintenance, and there's a certain \n\n\n\npercentage of aircraft that are not available operationally, and that percentage doesn't increase with the increase in \nthe squadron size, and that's why you get some efficiency. \n\nThere is also some efficiency in the amount of spares that you have with the larger aircraft size.  Now we can \nprovide for the record what those individual factors are because we've got it down to the number of lines these \nairplanes are flying every day.  But what it does is those open-the-door costs with the small squadron do not \nincrease at the same rate as the number of airplanes in each squadron, so a lot of that goes more toward aircraft \navailability rather than your administrative costs.\n\nGEN. NEWTON:  Okay.  In determining those squadrons and where they were going to go, what consideration -- \nshare with us the consideration that was given to, again, that responsibility at which the Guard has with the \nrequirements and the responsibility which the governor has for various things that go in in the state -- the \ndeliberations that went on that you considered during that period of time.\n\nGEN. HECKMAN:  As Mr. Dominguez pointed out, we -- in the terms of the aircraft, like tanker squadrons, A-10 \nsquadrons, governors do not normally activate those squadrons for staple use.  As the previous witnesses pointed \nout, we have a way of allocating among the states a lot of this recent initiative done by General Blum on \ncoordinating procedures among the states.  So in those items which can be shared across states like air defense \nactivities, C-130s, the firefighters, what we try to do is make those more effectively sized so in effect we would have \nmore aircraft available because of their efficiency.\n\nIn the case of those things that are dedicated, that each state government would be likely to activate -- security \npolice, medical, services, things like that, in almost all cases we left those in the states, and that is why we had the \nenclaves, and that is how our Air Guard and our Reserve rep, you know, convinced us that that part, that air \nexpeditionary support part, was not broken, and that's why we have enclaves, and that's why we left them there, \nbecause they have both a state and a federal mission.\n\nGEN. NEWTON:  Okay, with reference to tankers and their location, what consideration was given to the closeness \nthat they are a base with reference to their training mission vice deployment missions? \n\nGEN. HECKMAN:  The location of the training mission was a huge consideration because most of the time that is \nwhat squadrons were doing, particularly in the fighter world.  In the tanker world, and in the airlift world, the \ngeographics was part of that.  But quite honestly, with the range of these aircraft, the main thing is to kind of get \nthem to -- you need a balance across the country.  And so the training ranges was less heavily weighted for the \ntankers.  In the terms of the tankers, the weights tended to go more toward the infrastructure.  Geography, physics, \nweather, they're important, but there was more waiting.  And as you see in our MCIs, the factors are similar but the \nweightings are different because we realize that each of these weapons systems have different needs.\n\nI'm not sure I was responsive to your question.\n\nGEN. NEWTON:  No, you understand the training business.  That's what I wanted to get.\n\nThe one final question, one more time, the question I asked Admiral Keating -- clearly the number of assets you \nhave available to you drives this lay-down.  Is that a fair assessment?  I'm talking about the number of airplanes you \nhave available to you.  In other words, if you would have had more aircraft available to you as you look to the future, \nthis lay-down probably would have been different.\n\nGEN. HECKMAN:  I think what you -- now, this is a conjecture -- I mean, what would happen.  My expectation \nwould be -- is that in some cases we made adjustments down in the sizes of some of these squadrons, because in \nthe case of the fighters we could afford to go from 24 to 18.  Ideally, those squadrons should be at 24.\n\nSo I think the first place we would look if we had more aircraft -- and quite honestly, there is surge capability built in \n-- and impressive surge capability built into this.  The first thing that I would do if I was tasked to do it, was start \n\n\n\nlooking at improving the squadron situations and the bases that we have now, because there's quite a bit of surge \ncapability that we've built into it.\n\nGEN. NEWTON:  Okay, we're fine.  Thank you.\n\nMR. PRINCIPI:  Admiral Gehman.\n\nADM. GEHMAN:  Thank you, Mr. Chairman.\n\nGentlemen, as you know, the DOD recommendations as regard to the Air National Guard has created a kind of a \nfirestorm of controversy, particularly amongst the governors and some TAGs, and we, the commission, have been \nattempting to work our way through the recommendations and also work our way through this avalanche of \ncomments from the governors and elected officials to determine what argument has merit and what argument is \nrhetorical, shall we say?  And I found it pretty hard to do, actually.  So that's the premise for a couple of questions I \nhave for you. \n\nThe first one is, my understanding of the BRAC statute is that after our report is issued and the president approves \nit and sends it to Congress, and assuming that Congress does not reject it, that it then has the force of law.  It \nbecomes law.  And my question to you is, do you want it -- does the Air Force want it to be in law that there shall be \n16 Z-130s at Pope Air Force Base and it will take another law to get them out?  And do you want it to be a matter of \nlaw that there shall be 18 135s at wherever?  Don't you want that to be a matter of programmatics?\n\nGEN. HECKMAN:  The reason the recommendations are stated the way they are is because of the COBRA model.  \nI'll tell you in fact, when we did the analysis we were looking at the enduring military value of the installations, and \nwe realized 20 years from now, most everybody is going to be doing something different from what they're doing \nnow.\n\nSo from an analytical standpoint, we took all the airplanes off the bases and we looked at all the bases eight \ndifferent ways, and we just started filling those bases as we went down.  And we used the MCIs, you know, an \neight-way combination as we were coming down. Where we made exceptions, we noted those, and we've noted \nthose to you in the documents we provided earlier, but when we had to do the recommendations we had to feed \nthis all into a COBRA model because the COBRA model won't take a many-on-many type of submission.\n\nWhat we would have loved to do is say, this is the way it is today, this is the way we want it; machine, go do your \nwork.\n\nADM. GEHMAN:  Excellent, because that's my view exactly of what the BRAC's business is.  We are installation \nand infrastructure committees; we are not Air Force tail number committees.  Thank you very much for that.\n\nSecretary Dominguez, you're nodding your head here.  Is that -- are you supportive of that position?\n\nMR. DOMINGUEZ:  Well, it's meaningless, frankly, in the air power business when you're talking about a flying \nsquadron or a flying unit, to not cost the size of the squadron there -- I mean, it makes a difference.  It makes a \ndifference how much you save.  It makes a difference on how you man the installation.  So the way the BRAC \nlegislation is structured, where we have to address those issues and we have to calculate the savings available and \nthe costs associated with these, you need to know how many aircraft, of what type, are moving from where to \nwhere and the people that are associated with them.\n\nSo that kind of detail is an essential piece of developing your recommendations for you to consider.\n\nADM. GEHMAN:  Yes, I understand that, but getting back to my premise here about this firestorm of comments and \ncriticism, it occurs  to me that that kind of information could be in supporting data as to why you elected to keep \nbase A, B, C, D, and E and not have a flying mission at base I, J, and K, but that you would not want, as a matter of \nlaw, the movement of specific airplanes from one base to another.\n\n\n\nSo maybe we can find a way to satisfy your requirements and ours too.\n\nGEN. HECKMAN:  What I think I hear you saying is that a more -- we may want a more reasonable way of \npackaging this; that is, saying, okay, these are all the 130s, here's the before and after picture. \n\n We still specify what the end state is but we make it in a less complex way.\n\nADM. GEHMAN:  Precisely.  Now, the second question is -- and I think you've answered this, but I -- because we \ngot -- you kind of took the wind out of my sails, my second question.  Is it imperative to the Air Guard or to the Air \nForce that in the BRAC report, when we do whatever we do with this issue, that we specify, tail by tail, which aircraft \nmoves from what base to another base.\n\nGEN. HECKMAN:  Now, as long as you describe the end state that you expect, that's a reasonable --\n\nADM. GEHMAN:  Thank you very much.\n\nThank you, Mr. Chairman.\n\nMR. PRINCIPI:  Just one moment, if I can.  I just want to clarify your answer to Admiral Gehman's question \nbecause I think it's very, very important.  Is an unintended consequence of the way you have structured your BRAC \nrecommendations that a new law -- is that your understanding, that a new law would have to be passed to move \naircraft out of a certain installation?  I mean, if we follow your BRAC recommendations in whole or in part and you \nhave 15 aircraft assigned to a certain installation, and we say that in our report that goes to Congress, becomes \nlaw, are you going to have to pass another law, send another bill up to Congress to change the number of tail \nnumbers at that location?  And if that's a correct legal interpretation and that's not what you intended, I suggest the \nsecretary get a letter up to the commission stating, we'd like you to change that, and not specify the number of \naircraft or whatever, but -\n\nMR. DOMINGUEZ:  Let me state unequivocally that the United States Air Force supports the BRAC \nrecommendations submitted by the secretary of defense to your commission.  I personally improved the Air Force \nrecommendations that we discussed.\n\nNow, let me just think -- let's take this out of the hypothetical.  In the hypothetical situation we were talking about, if \nthe law were different, if the recommendations were different, if the BRAC law that was passed and the way we \ncalculated it and had to do it with the COBRA model, if all of that were different, would it take  another law in order \nto change a squadron's size from eight to 12 or 12 to eight?  Again, that's hypothetical, speculative.  I can only point \nout that in our recent history and current circumstance, the United States Air Force has been prohibited by statutes \nfrom retiring aircraft that the commander of Air Mobility Command believes are unsafe to fly, and we can't retire \nthem, okay?\n\nNow, that's a reality of today.  Again, you need to factor it in to how you think about going forward.\n\nMR. PRINCIPI:  Mr. Secretary, that's totally different -- retiring aircraft -- and I understand that situation.  I think \nAdmiral Gehman and certainly I and other commissioners want to be helpful to the Air Force, and the only question \nwe're asking, if there is an unintended consequence here, just tell us.  I think you should have the flexibility to move \nairplanes around as the secretary determines is appropriate, and it should not be left up to Congress.  But if that's \nthe way the BRAC recommendation is interpreted, then we leave it up to you to tell us, please change it in some \nway.  And if you chose not to, we understand that that's your recommendation and we'll decide accordingly.\n\nMR. DOMINGUEZ:  Sir, I would love to have, as I'm sure Secretary Rumsfeld would, the flexibility to be able to put \nthe airplanes where the secretary of defense believes, in consultation with the chairman and the service secretaries \nand the combat commanders, where they are most effective in service to the nation.  That would be great. There's \na lot of things I think we would like that don't appear to be in the art of the possible.\n\n\n\nMR. PRINCIPI:  Then I suggest that you don't need a further limitation on your authority to do so, and if that would \nbe the end result of the BRAC process, then I think that's not what was intended or needed by the secretary.\n\nI'm sorry, Secretary Skinner, let me just go back to Admiral Gehman.  He had a follow up.\n\nADM. GEHMAN:  I wanted to follow up.  Mr. Secretary, when you mentioned getting out of the hypothetical to the \nspecific, it keyed something in my mind that is a follow on to the question I asked you about whether or not this \ncommission should involve itself in the movement of specific tails from one place to another, and I'm going to take \nAir Force One here -- I'm going to take your very first recommendation, which says, \"Realign Birmingham \nInternational Air Guard Station and distribute two of the 117th refueling wings, 135Rs to Bangor, four to McGhee-\nTyson, two to Sky Harbor,\" and all that kind of stuff.\n\nWould it do harm to you or to your program if we said, realign Birmingham International Air Guard Station to have \nno flying mission and the other three to have an appropriately sized squadron?  Do we have to get into the business \nof moving specific airplanes from one Guard station to another? \n\nMR. DOMINGUEZ:  We had to -\n\nADM. GEHMAN:  I understand you have -- we have to do it for the COBRA model, but the COBRA model is just \nsupporting documentation to us.\n\nMR. DOMINGUEZ:  Okay.\n\nADM. GEHMAN:  My question -- I'm just asking you whether or not we would do you some kind of harm if we \nrewrote the recommendation -- we're essentially approving it.\n\nMR. DOMINGUEZ:  Right.\n\nADM. GEHMAN:  We're approving your recommendation.  What we're doing is we're taking some of the restrictive \ndetails out for a number of reasons.  There are a lot of reasons why we should take these little dainty details out.  \nOne reasons of which is that we think it is inappropriate for this commission to be in the programmatic business, but \nanother one is is that when you put his much detail in here, some place buried in here is a move from a base of \nhigher military value to a base of lower military -- I mean there is a couple in here.  And so now the governor comes \nup and says -- or the senator comes up and says, you have deviated substantially from the guidance. If we don't do \nthat, then that little hook is not there.\n\nMR. DOMINGUEZ:  I understand.  The recommendations -\n\nADM. GEHMAN:  You can answer later if you want to answer of the -\n\nGEN. HECKMAN:  The recommendations that we put before you aim to achieve a certain effect.  If there is some \nminor -- if there is some rewording of the recommendations -- but that the effect of those recommendations are the \nsame, that is certainly something we are willing to talk to you about.\n\nMR. PRINCIPI:  Yes, please follow up for the record.\n\nGEN. HECKMAN: I would be glad to.\n\nADM. GEHMAN:  I think it's important enough that you go back and we assess this.\n\nGEN. HECKMAN: We would be glad to.\n\nMR. PRINCIPI:  Secretary Skinner.\n\n\n\nMR. SKINNER:  I wasn't going to get into that but I will now because we can make sure we understand it.  The \nrecommendation -- one of the options obviously is for us to look at where we believe flying missions should be \nbased on the all of the criterion.  Look at the -- reevaluate to make sure that the evaluation and military value were  \ncorrect, has been presented by certified data, and then designate, as I think Admiral Gehman said, that certain \nfacilities would have flying missions.\n\nAnd that of course would be incumbent because we would place that into law that you would have to put a flying \nmission there.  It could be with C-130s, it could A-10s, it could be F-16s, F-15s, and it would have to have a flying \nmission.  You understand that is what we're talking about. \n\nMR. HECKMAN:  Yes, sir -\n\nMR. SKINNER:  Okay, just for -- I don't want you to feel lonely, General Blum.\n\nLT. GEN. BLUM:  (Laughs.)  I'm feeling just fine the way I am. (Laughter.)\n\nMR. SKINNER:  I have one question in the -- I think it's going to be the easiest question of the day.  On July 20th, \nWednesday, at 10 a.m. in the morning, at the Rayburn Office Building, before Chairman Hunter -- I have a \ntranscript.  You made the following statement and I want to make sure that the court reporter got it correctly.\n\nLT. GEN. BLUM:  Yes, sir.\n\nMR. SKINNER:  While transforming the Air National Guard, as chief of the National Guard Bureau, I am personally \ncommitted to stationing a flying unit in every state and territory bar none.  It is necessary for homeland defense to \nsupport the homeland security and to give us the depth, Chairman -- Mr. Chairman Hunter -- that we talk about, and \nit allows us to continue to call up the guard to call up the whole country.  Did the court reporter get that right and -\n\nLT. GEN. BLUM:  Didn't get all of it, but everything you got was correct and -\n\nMR. SKINNER:  Did I leave something out?\n\nLT. GEN. BLUM:  And I stand by the statement and that still does not change my support for the BRAC list or the \nBRAC process, but I firmly believe in that statement.  When BRAC is all said and done and the president and the \nCongress, the commission, and the services do their job, I will deal with the hand that I'm dealt.\n\nMR. SKINNER:  I understand.\n\nLT. GEN. BLUM:  I have committed to the governors to ensure they have the right capabilities, the right force mix.  \nIt is my job in statute to be the channel of communications between the governors and  the National Guard, both \narmy and air of the states and the Department of Army and the Department of Air Force.  And I really would relish \nthe opportunity and the flexibility to do my job.\n\nMR. SKINNER:  All right.  Well, I thought I would get a yes or a no.  I guess -- but you're still firstly committed to \nstationing a flying unit in every state and territory bar none.\n\nLT. GEN. SKINNER:  Yes, sir.\n\nMR. SKINNER:  Okay, that's all I want.  Now, we have go the yes and no.  General Heckman.\n\nGEN. HECKMAN:  Yes, sir.\n\nMR. SKINNER:  In the recommendations, one of the things that we're obviously struggling with is the retirement of \naircraft as they age.  I'm not going to get into F-16s and we know we're going to lose over 100 of those through \naging and I have seen that firsthand.  But I'm curious as to the C-130Es -- you have got 47 that in the \n\n\n\nrecommendations you want to take out because of their age and their old.  And you have a statutory language that \nnow says you can't take any out at least this fiscal year.\n\nNow, what is going to happen to these aircrafts?  Are you just going to put them on the sideline?  I mean, because if \nthey are available and you are going to spend whatever time and money needs to be spent -- I think it's a million-\nand-a-half on the 130s and maybe -- to pick some up and they are going to be available, we would like to know that.  \nIf, on the other hand, you're going to take these 47 and put them in the bone yard -- the Air Force bone yard rather \nthan the real bone yard -- we would like to know that because then they won't be available.\n\nAnd I would also refer to the 114-KC-135Es and what your thoughts are there.  And recognizing there, you don't \neven have a replacement aircraft under contract and you're taking out 114 times .85 equivalent KC-135Hs.  Could \nyou answer that?\n\nGEN. HECKMAN:  An excellent and complex question.  Fortunately for me it's an easy answer because for our \nBRAC process, we had to take the force structure plan that was approved by the secretary of defense and provided \nto Congress.  In some places it is inconsistent with what is programmed, but if we were to use those programmed \nassets that you spoke about, we would be in deviation from the force structure we had to place.\n\nMR. SKINNER:  I understand.  But I just want to know physically what is going to (know ?) because if in fact the \nlanguage as interpreted -- that they are going to have -- you're going to have 47 more 130s than you thought you \nwould have, are they going to be available for deployment or are they going to just be sitting on the sidelines? \n\nGEN. HECKMAN:  I believe that decision, sir, will be a programmatic decision.  I can tell you from a BRAC-\ninfrastructure perspective that we have sufficient surge capabilities that we can bed them down.\n\nMR. SKINNER:  Well, we, having looked at several 130 bases, all of us, we think that the BRAC analysis is \nprobably understated the surge capabilities that you have at a lot of Guard bases al over the country.  That is all of \nthe questions I have.  Thank you.\n\nMR. PRINCIPI:  Thank you.  Commissioner Coyle.\n\nMR. COYLE:  Thank you, Mr. Chairman.  I believe there is an old saying that when you call out the Guard, you call \nout America, and there ought to be a corollary that we have certainly seen come into play.  This BRAC round -- \nwhen you mess up the Guard, you certainly roil up America.\n\nAnd with respect to this notion that we might -- the commission might specify flying missions, the locations of flying \nmissions only and not the number of aircraft, it would be important to this commissioner to know how the Air Force \nwas going to conduct itself in determining what the appropriate number would be.  I saw your charts on your -- the \nmeetings you held with the National Guard Bureau, but I think the involvement with the adjutant generals is quite \nanother matter.  I believe we have sworn testimony now that the TAGs were deliberately excluded.\n\nBy contrast, we have learned that in the current recommendations concerning Army training centers, that the TAGs \nfor 39 states signed off on the Army BRAC proposals.  And if you go back farther to a prior BRAC round, when the \nArmy didn't do that, when the Army did not consult with the TAGs, they were criticized by the GAO and others. And \nso I was, for one, happy to see that the Army conducted itself so well in this BRAC round and learned from that \nearlier experience in an earlier BRAC round.\n\nBut it appears that the Air Force went back to before where the Army was in terms of the lack of consultation from \nover a decade ago. So my question is how would you conduct yourselves in determining what this appropriate \nnumber of aircraft might be.\n\nMR. PRINCIPI:  In answer to part of that, General Blum, did you want to start out?  It is up to you.\n\n\n\nLT. GEN. BLUM:  Sir, when the BRAC process is completely finished and the decisions are made, I have the \nassurances from the secretary of the Air Force, previous, current, the chief of staff of the Air Force, the vice chief of \nstaff for Air Force, the XP of the Air Force, that I will, as the chief of the National Guard Bureau, have the flexibility \nto do several things that are absolutely vital. \n\nI will work and exercise the duties of my job as the channel of communication between the secretary of the Air \nForce in the various states and I will then distribute the Air Craft flying units around the country so that opportunities \nare presented in every single corner of our nation to serve in the United States Air Force and International Guard.\n\nI will also make sure the governors have the right capabilities, the joint capabilities between their army and air \nguard that allow them to discharge their duties and responsibilities as the commander in chief of their guard when \nit is not in the service of the nation to do homeland defense and support the homeland security, that I will have the \nflexibility as the chief of the Guard Bureau to set the size and number of those Air Craft in those units. \n\nAnd I don't feel bad about doing that because we have a much more experienced, longer-serving, more capable \nmaintenance -- aircraft maintenance capabilities in the Air Guard than in any air force in the world to include the \nUnited States Air Force.  So I can maintain a lower number of airplanes with a higher mission capability rate frankly \nthan the active Air Force can.  Hence, I can put smaller numbers of airplanes in bases than the United States Air \nForce can.\n\nI also have the assurances of the senior leadership of the Air Force that we will embark on something that is long \noverdue and absolutely necessary for the future, where we will have Air Force, active Air Force -- Air Force Reserve \nand Air Guard associate together to bring airplanes and personnel experience.\n\nAnd we will leverage our strengths and our weaknesses in conjunction with the Air Force's strengths and \nweaknesses so that I may have a place where 60 percent of the airplanes that are on the ramp belong to the air or \nin a Guard unit and 40 percent are in an active unit or vice versa as necessary, and will leverage the experienced \npilots and experienced maintainers that we have in the Air Guard and bring less-experienced pilot and lower-\nranking and lower- experienced maintainers to Air Guard facilities so that we have a better Air Force as a total \nforce.\n\nAnd we'll go the other way knowing that we can't put every type of airplane in every part of the nation.  We will then \nput Air Guard units and parts of Air Force units will be members of the International Guard so that we are in the \ncockpits of the most modern flying systems that the United States Air Force flies and we'll be flying them and \nmaintaining them in proportionality even though some of that may not be in hometown America.\n\nSo it will go both ways.  It is a very professional and logical step to take.  When military requirements in the future \nwe see climbing, with the defense budget going this way, you have to learn to maximize your human capital.  And I \nthink this sets up beautifully, completely aside from BRAC for the future total force that the Air Force is trying to field \nso that 10, 20 years from now we have the best Air Force in the world. \n\nMR. DOMINGUEZ:  I want to say something and then Gary will.  We build our program and our budget every time \nwe build one in collaboration with the chief of the National Guard Bureau and his director of the Air Guard.  So \nwhen we put together a program and if we had flexibilities in building the program, what we would do is do what we \nalways do, which is turn to General Blum and they help us think through this problem.  Gary.\n\nMR. HECKMAN:  You mentioned -- two things I wanted to refer to in your question, Commissioner Coyle.  One said \nwhen you mess up the Guard you mess up America.  We agree with that.  And we think if we don't take the action \nnow, decisive action in the BRAC, we will mess up the Guard by reducing their squadrons to the size that they are \nirrelevant.  The second part is you said you have had a sworn testimony that the TAGs were deliberately excluded.\n\nI will tell you that the TAGs got the briefings on the military value pieces.  They got the briefings on the force \nstructure, the expected impact of those force structure.  They got briefing -- the same briefings, the same briefings \n\n\n\nthat our major command commanders got within the Air Force.  I know of no other two stars within the active duty \nAir Force -- got the level of briefings that the adjutants general did.  Other than our major command commanders, \nthere is nobody bellowed the four-star level that was briefed into what are doing. And quite honestly, there are -- our \nMATCHCOM (ph) four-star commanders were not consulted on a day-to-day basis.  It was briefings, information \nbriefings to them.\n\nMR. COYLE: Yeah, my question was about going forward.  In doing what General Blum described, I don't know \nwhat the nature of those briefings were that the TAGs and the Guard Bureau folks may have seen. I don't know \nwhether they just didn't see what the impact was that was coming.  I don't know how it all came about, but going \nforward, my question is how is your consulted process going to work?\n\nMR. DOMINGUEZ:  Sir, I think I answered that, is that it's the way we build every program and every budget -- is \nthat it we turn to the chief of the National Guard Bureau who is by statute and charter our conduit of \ncommunications to the governors and to the adjutants general, and basically will be guided by Steve Blum in how \nwe consult. It's his judgment and his guidance to us about how to engage the 54 TAGs.\n\nMR. COYLE:  I just have one other question.  In our travels, we have heard some pretty remarkable testimony that \nthe F-22 -- and for that matter, other expensive aircraft -- are really at the heart of this problem.  You can support \nthe existing lay-down of Guard aircraft with about a thousand aircraft, not a remarkably large number.  And we've \nheard any number of comments that the high price of aircraft, like the F-22, is what's driving this problem, and that \nthe F-22 itself is not particularly well suited for some of the missions.  For example, when we were in Alaska we \nheard that the F-22 was not necessarily what you would want up there for an air sovereignty  mission that might \nhave to operate at 75 degrees below zero.  And so my question is, to what degree is this problem being driven by \nthe Air Force's strong support for the F-22, which they're placing at a higher level than support for the Air Guard in \ngeneral and the states and the governors in particular?\n\nMR. DOMINGUEZ:  I'd say that's not the calculus.  The calculus -- a difference between meeting the full range of \nmissions that is driven by the full range of missions that the United States Air Force performs.  Air dominance -- \nglobal air dominance is one of those things that the United States Air Force is counted on to do, and will be counted \non to do for the nation in the period covered by these decisions, and for any foreseeable future.\n\nAnd as we look into the future, people like John Jumper, Dick Myers, Don Rumsfeld, as these people are looking \ninto the future, they're seeing a threat that we need to prepare for if we're going to execute our mission, all of our \nmission, the full range of missions. Legacy aircraft, aircraft that were designed in the 1970s and largely built in the \n1980s, are not the aircraft that will guarantee global air dominance for the United States of America into the middle \npart of the 21st century.\n\nGEN. HECKMAN:  Sir, it's a very good question, a very complex one, but fortunately, from our perspective, it's an \neasy one because we have to bed down the force structure plan that was given to us.\n\nMR. COYLE:  One of the concerns we've heard about the F-22 is -- as one recently retired Air Force general put it -\n- I believe the exact quote is -- he saw the F-22 as a wing and a prayer.  What he meant by that was that it's going \nto take so long to get a full complement of those aircraft in the places where they're scheduled to be stationed that it \ncreates a situation in the Air Guard where they have to give up the aircraft that they would have currently and \nwouldn't have to wait for many years before they might ever get the F- 22s, if then.\n\nMR. DOMINGUEZ:  Sir, let me say a couple of things.  We have to modernize the United States Air Force.  We \nhave old airplanes.  Myth: The FA-22 is an enormously expensive airplane.  That's a myth.  Now, it took a lot of \nmoney, as it takes with every aircraft, particularly leading-edge aircraft, to develop the thing.  We'll have a \nsquadron, we'll have initial operation capability at Langley Air Force Base by the end of this calendar year, with an \nFA-22 war fighting capability.\n\n\n\nAn FA-22 -- if we can get to the production levels and rates that we're hopeful we'll be able to get to, an FA-22 will \ncost about $120 million and a brand-new F-15E will cost about $100 million.  The capabilities between those two \nplatforms are night and day, okay? This is not an issue of the Air Force bankrupting itself because it's committed to \na high-end platform.  We're committed to modernization of the United States Air Force to achieve our missions, our \nfull range and complement of global missions.  And that involves modernizing our capability in a world where the \nthreat is also modernizing.   \n\nAnd as General Heckman says, the force structure plan that we lay down was one where we looked all the range of \nmissions -- homeland defense, air sovereignty alert -- you just heard the commander of NORAD and Northern \nCommand say that he could execute his air sovereignty alert mission.  So this was not a, we don't have the money \nto equip the Guard; this is the total force is moving into the future and we're doing it together.\n\nThere will be Guard guys flying the FA-22 at Langley Air Force Base.  That's never before happened.  We've \nalways deployed the good stuff first to the active force and rolled down systems to the Guard in the past.  Today, \nthis time, we said we're going in together.  The FA-22, there's a Guard pilot in training right now today to fly that \nairplane. \n\n They get it the same time we do in the active force.  The total force is being modernized.\n\nMR. COYLE:  Well, I don't want to take this too much farther, but, Mr. Chairman, just one final follow-up.  My \nquestion was about priorities to support the Air Guard.  And in our travels, we've heard again and again that we \ncan't fix the wing boxes on C-130s because it's going to cost a million dollars to do that, and whether I use the \nfigure of $250 million per F-22 that you see in defense trade journals or your production figure cost or $125 million \nper F-22, you can fix a lot of wing boxes for that amount of money.  So my question is, as you go forward in trying to \nsolve this problem with the Guard and Reserve, where are your priorities going to lie?\n\nMR. DOMINGUEZ:  Sir, our priorities are with recapitalizing and modernizing the United States Air Force total force.  \nThat includes the Guard and the Reserve.  Now, let's take your, it only takes a million dollars to fix the wing box in a \n40-year-old airplane.  Okay, well, we've got the wing box fixed.  It only took us a million dollars.  Of course, next \nweek something else will break that we have no idea about because the airplane is 40 years old and beat to death. \nAnd in fact, in the theater today, if you ask Buck Buchanan, who is the commander of the air component in Central \nCommand, those C-130Es have very, very limited capability.  KC-135Es he doesn't even let into the theater \nbecause they're too old to do the job.  They don't have the power; they don't have the capabilities.\n\nSo we could fix a 40-year-old airplane for a million dollars, but we don't know -- I guess the thing I would say with \ncertainty, something else is going to break on that thing next week.  What I need to do is recapitalize it.  The E's \nhave got to go away, we've got to move into H's and J's, all right?  And the total force will do that. When you do \nthat, the capabilities in H's and J's surpass the capabilities we had in E's, so that you can do the mission -- the \nglobal mission of the United States Air Force, which includes this nation, with fewer airplanes.  The J's, for example, \nfly higher, faster, carry more cargo, don't break nearly as much, can be operated with fewer people -- all of those \nthings work together to allow us to generate a more capable force all the way across the spectrum of our missions \nthan we would have by just hanging on to those old platforms. That's a losing strategy. \n\nMR. COYLE:  Thank you, Mr. Chairman.\n\nMR. PRINCIPI:  Thank you.\n\nGeneral Turner.\n\nGEN. TURNER:  Good afternoon, gentlemen.  I have a couple of slide questions.  On slide number nine, where \nwe're headed, you talked about -- used the term \"aggressive divestiture.\"  I took that to mean aircraft.\n\nGEN. HECKMAN:  Aircraft.\n\n\n\nGEN. TURNER:  But I wanted to ask you if you intended anything else in that definition.\n\nGEN. HECKMAN:  Yeah, the issue there is if we get rid of -- classic example was what Secretary Roach was able \nto do with the B-1s. If we can shed ownership of some very old, very expensive airplanes, with marginal capabilities \nto meet the needs of the nation today, I can save the money from that divestiture and reinvest it into upgrading the \ncapabilities of the systems that remain.\n\nThe net that I get out of this in many cases is an increase in capability over trying to just hold onto tail numbers.  So \nan aggressive divestiture strategy is a strategy of commit into the future and going for it.\n\nGEN. TURNER:  My second question has to do with training.  In our travels we have heard kind of a recurring \ntheme that there is a fear that as aircraft move to new locations, that the trained crews may choose not to follow, for \na variety of reasons -- who knows why.  And my question is, to what extent are you convinced that you can \nconvince, entice, otherwise get current crews to relocate, to retrain for new flying missions at another base, or to \nrecruit new flyers into those relocated missions and/or new missions?  And as a follow-on to that, is your training \ncomponent ready for that?\n\nGEN. DOMINGUEZ:  Let me answer the last -- yes, we will be ready to do the training.  The transition challenges \nare significant, and I don't want to dismiss them.  They are real, they are legitimate, they will take commitment and \nleadership to get through -- absolutely correct.  But I have confidence in the leadership of the Air National Guard.  I \nhave confidence in the leadership and the capabilities of Air Education and Training Command to pull this off.\n\nWith regard to the recruiting, the missions that we're planning to put into the Guard to fill in the resources that are \nfreed up because we are able to neck down on the number of airplanes and the number of aircraft squadrons, those \nare exciting, leading edge; they're space, intelligence, cyberspace, UAV; they are things that are in extraordinarily \nhigh demand today from the COCOMs.  They are fighting the war.  These are things that airmen, I think, will be \nexcited about getting their hands on and getting involved. \n\nThe really exciting piece about this, with regards to the Guard and Reserve, is two-fold.  One is the skills are \ntransferable to support of the governors in their homeland security roles, and the second is you don't have to go \nforward into the theater for 90 or 120 days in order to fight.  You can do it from where you live.  So you can come in \non Tuesday and Wednesday evenings when you can get off of work early and you can pull a shift in an air \noperations center, or you can fly unmanned aerial vehicle, because we do that from back here in the States.  The \nbombs are dropped and the trigger is pulled back here in the States for the systems that are flying in Southwest \nAsia.\n\nTo me, were I a Guardsman, I would be excited at the potential. Were I a young kid coming out of high school, this \nis an exciting proposition here, to be able to fight the war in Southwest Asia from the Guard base across town.\n\nGEN. TURNER:  Quickly, we've got two slides on the squadron size for C-130s and F-16s.  It would be helpful if \nyou could provide us similar information for 135s, F-15s and A-10s.\n\nGEN. HECKMAN:  We can do that very quickly for the record.\n\nGEN. TURNER:  As quickly as you can, please.  Thank you.\n\nMR. PRINCIPI:  Congressman Bilbray.\n\nMR. BILBRAY:  Yes, thank you, Mr. Chairman.  I'd like to say that I think you've -- when I first came to Congress, \nwhen I was on the Armed Services Committee, I remember, even though I was a Guardsman, that was my career \nin the military, I said something about the Guard in the Armed Services Committee, and Sonny Montgomery and \ncrowd just about ate me alive.  So I think you may be learning about this. Should be a bumper sticker -- I was down \nin Texas, said \"Don't mess with Texas;\" should be one that says, \"Don't mess with the National Guard.\"\n\n\n\nBut my -- (inaudible) -- question is -- two things, General Blum. You said that you favor having a flying unit in every \nstate; at the same time, you support the DOD proposals.  They don't mix.  They don't come together.  I know in the \nstate -- Nevada, if you move the 130s out of Reno, there is no flying unit left in the state of Nevada.  And I'm sure \nthat there's other states the same way.\n\nBut what I want to know is, in the -- Mr. Secretary, you had a slide up there where you showed the flexibility of \noperational assets. And you show on there -- Boise, Idaho shows up as a source of operational assets.  In the far \nwest, especially in wildfire conditions, the 130s are important.  But yet your proposal removes all the 130s from \nBoise, and you moved the 130s out of Nevada.\n\nAnd I brought this up with several western governors and said, Well, if they move them to Little Rock -- and I think \nthat's where  they were going, if I recall -- you know, you can always ask the government, and they'll fly them in.  \nThe governors all said, Hey, that's not the same.  We have control over those planes now.  We pay the federal \ngovernment for the use of those planes during firefighting operations; the fuel, the maintenance and so forth.  But if \nwe lose those assets out there --\n\nYou know, firefighting is very serious in the west in the summer. \n\n Right now, you've got fires burning all over the west.  It's like the second front we've got going on right now.  And \nwhat would your proposal be to get some sympathy out of the western governors for removing those assets that \nthey think are so vital for the protection of the west during this critical, every-year, fire season?\n\nGEN. BLUM:  Congressman, let me restate my position so there's no mistake.  The chief of the National Guard \nBureau supports the Secretary of Defense's submitted list.  That does not mean that I back off of the statement in \nmy commitment to the governors.  I have a very unique role and function as the chief of the National Guard Bureau.  \nI have some extraordinary responsibilities with some very unusual authorities.  However, if BRAC passes and it \nbecomes law, and it does not produce some unintended consequences that ties my hands as a military leader -- in \nother words, it makes it illegal for me to put a flying unit in a state; if the language that survives BRAC says that, \nthen I'll have to comply with the law, and I will not be able to deliver on my commitment to the governors.\n\nMR. BILBRAY:  There'll be no language like that, I guarantee.\n\nGEN. BLUM:  Well, sir, so to take your specific example, I fully intend to restore a flying unit to Nevada.  I expect to \nmove an aggressor squad into Nellis, which is an active base, as part of the arrangement with the senior leadership \nof the Air Force.  This is future force.  This is completely separate and independent of BRAC, and that's part of the \nproblem.  We've hodge-podged and pushed together over the last year and a half, future total force, QDR, BRAC, \nto the point where lots of people don't know which is which.  I do, because I have to.\n\nAnd what I'm talking about is the future total force of the Air National Guard will, until we have less than 50 flying \nunits -- you will go to every state in this country and find a flying unit, as long as I'm the chief.  And that's -- unless \nBRAC ties some language in it that says, you're just not putting a flying unit in that state.  May not even be where it \nis today; may be in a different airport.  But we'll put a flying unit in that state, because you can't have --\n\nI can't recruit and retain and sustain and maintain an Air National Guard in a state without any air in it.  I mean, how \ndo you have the Air Guard with no flying units in it?  I understand the 10  enabling capabilities that come along with \nan airplane, but the plane, to a governor, with the exception of firefighting, is largely irrelevant.  It is the enablers \nthat the Air Force calls \"enclaves.\" I hate that word, because what it really is is an expeditionary combat support \ngroup wing, or squadron that has a real go-to-war mission somewhere around the world, and when it's not a war \noverseas is back here, available to the governor to do exactly those things -- communications, medical, engineers, \ntransportation, security, intelligence, the whole full gamut, command-and-control, and be part of a joint capability to \nrespond in homeland defense and homeland security.  It is not nice to have.  If you're a governor, and you view it \nthrough the lens of a governor, it is essential.\n\n\n\nNow, we have looked and taken a national look at this when this list was put together.  The people that look through \nthe prism of the commander- in-chief of the state may see it different than we see it; it's like looking at urban blight \nfrom 20,000 feet.  It doesn't look too bad.  But if you're down on the ground, it looks a whole lot different.  What \nyou're hearing is a different perspective.\n\nI support the look that we had, the big national look, and the testimony that you've heard from Northern Command \nand the Air Force is -- nobody is not telling you the truth, but they're telling you the truth from their perspective.  And \nso you as a commission will have the opportunity to view other perspectives and discharge your duties and \nresponsibilities.  When this is all said and done, I will discharge my responsibilities and insure that the commanders \nin chief of each state have a capable, competent Air National Guard with a flying unit and the enablers that go with \nit.  And that will not mean that we're going to grow numbers of people, and it doesn't mean we're growing numbers \nof airplanes, because it's exactly what Admiral Gehman brought up:  What is the end-state?\n\nI'm not breaking the number of people; I'm not breaking the number of dollars in the budget, and I'm not breaking \nthe number of airplanes that are available, but we will redistribute those airplanes after BRAC has given me its -- if \nthis list survives exactly as the secretary sent it, that's the way I'll redistribute what's left.  And if anything else \nhappens, then I'll deal with that when the time comes.\n\nBut I can clearly do the things that I said and promised to the governors I would do, whether or not this list survives \nor doesn't survive.  If certain good suggestions -- and if I took it properly, if I heard that the Air Force is -- make sure \nI got this right -- but it seemed to me it sounded like it's the end-state where, right, nobody's too concerned about \nthe details, that there's some flexibility in there.  And if I didn't hear that right, I need to know it.\n\nBut if that were to occur, that would be very welcome for me, particularly.  But if it doesn't occur, then I'll deal with it \nin a more restrictive set of conditions that I'm dealt with. \n\nI hope that answers your question, sir.\n\nMR. BILBRAY:  The other question has to do with the taking -- you have a circle up there on Boise with the fire \nsuppression, and they're taking all the 130s out of Boise, is -- where would we be getting these fire suppression \nplanes from?\n\nGEN. HECKMAN:  I'm glad you brought that up, because I wanted to concisely respond to a couple of things in \nyour question.  As far as the flying mission and Nellis, I think you will find, when you look at our recommendations, \nthat the association of the Guard with the aggressors of Nellis as part of our recommendation, it's totally consistent.  \nI think you will also find when you look at the firefighting units that are around the country, in California, Colorado, \nNorth Carolina and Wyoming, that we have plussed-up every one of those squadrons.  My understanding is the C-\n130 at Boise does not have a firefighting role currently.\n\nMR. DOMINGUEZ:  Let me try and address a little -- we don't have firefighting-capable C-130s in every western \nstate today.  The United States Air Force responds to the needs of the governors wherever they occur.\n\nGEN. BLUM:  A part -- and a part of that actually comes out of the Army Guard.  A lot of the firefighting is done by \nArmy Guard helicopters, and right now the fires out west are being fought by, I think, 13 states that are contributing \nto the fight.\n\nMR. DOMINGUEZ:  So it's not --\n\nGEN. BLUM:  Some as far as the East Coast of the United States.\n\nMR. DOMINGUEZ:   Right.  So, it's not right; it may be convenient or it may be that governor's perspective -- Gee, it \nwould be great if I had these assets.  Of course, the governors' control of those assets, then, preclude them from \nbeing -- you know, with that mindset.\n\n\n\nBut that's not how we employ that force.  We employ that force nationally, and through arrangements that General \nBlum monitors overseas and implements, we get those assets that we own, both Army and Air, to where the \ngovernors need them.\n\nMR. BILBRAY:  Thank you.\n\nGEN. BLUM:  It's part of the joint capabilities that I guaranteed the governors would not be without.\n\nMR. BILBRAY:  Well, I guess, like I said, on Boise, I don't know, because you had it marked, this one on the chart, \nas wildfire support, as a dot there.  So I just presumed that those C-130s there were used in fire suppression, but --\n\nGEN. BLUM:  I believe -- I believe the coordination center is at Boise, sir. \n\nMR. BILBRAY:  Thank you.\n\nGEN. BLUM:  Thank you.\n\nMR. PRINCIPI:  Thank you, Mr. Secretary, General Blum, General Heckman.  We appreciate your testimony.  We'll \ntake a 10-minute -- five minute break, and then we'll have our final panel. \n\n(Recess.)\n\nMR. PRINCIPI:  (Raps gavel.)  Good afternoon, ladies and gentlemen.  We're back in session, and I thank you \ngentlemen for your willingness to testify this afternoon.  We're about an hour and 15 minutes behind schedule, so \nI'd ask you to summarize your testimony as best you can without leaving out any important information.  This is an \nimportant hearing, and certainly we'll take the time necessary. But your complete statements will be made part of \nthe record.\n\nGeneral Lempke, I'll turn it over to you to begin, or however you wish to testify --\n\nMS. SHARKAR:  Mr. Chairman?\n\nMR. PRINCIPI:  Well, here we -- (Laughter.)  I am tired. Gentlemen, would you please stand for the oath required \nby the BRAC statute?  I apologize.\n\nMS. SHARKAR:  I apologize for interrupting, Mr. Chairman. Generals, would you please raise your right hand for \nme?\n\nDo you swear or affirm that the testimony you are about to give and any evidence you may provide are complete \nand accurate, to the best of your knowledge and belief, so help you God?\n\n(Responses off mike.)\n\nMS. SHARKAR  (Inaudible.)  Thank you, Mr. Chairman.\n\nMR. PRINCIPI:  Now you may begin.\n\nGEN. LEMPKE:  Okay.  Thank you very much, Chairman Principi.  I'm Major General Roger Lempke, adjutant \ngeneral for Nebraska and president of the Adjutant Generals Association.  I'm testifying today at the request of the \ncommission.\n\nJoining me, and who will also testify, is Major Frank Vavala, adjutant general of Delaware; Major General Tom \nMaguire, adjutant general of New York, who will also testify; and Major General Mike  Haugen, the adjutant general \nof North Dakota, along to help answer questions after our testimony.  All representing the AGAUS today.\n\n\n\nIn addition to my testimony this afternoon, I am submitting, on behalf of the AGAUS, for the record, the following \nitems:  The first item, which we will discuss in summary form today, is a list of recommendations that we are \nproviding to the BRAC Commission for your consideration.  Along with that, the statements of testimony, a data \nbook which supports the recommendations that we are providing.  Also, I -- within the last couple of days I received \nquestions from the commission which are answered and contained for the record within the material that's within \nthe book and also a paper by the National Guard Association on the role of the National Guard in homeland \ndefense and homeland security.\n\nAs I and the other adjutant generals have testified -- previously testified -- the realignment recommendations \ncontained in the BRAC -- in the DOD BRAC report, if adopted, in our view will end the National Guard and take it \ndown an untested and uncertain path.\n\nThe numerous unit retirements and aircraft movements, as the national Air National Guard sites downsize to end-\nplays will have a ripple effect on personnel, readiness and the ability to support homeland security needs that in our \nview could be irreversible.\n\nThe savings to DOD from these combined actions are negligible at best, and most likely nonexistent.  When you \nconsider the retraining and the turbulence caused by movement of personnel and recruiting new personnel.\n\nMr. Principi, you stated previously that it would be irresponsible to simply reject large portions of the BRAC report \nout of hand.  We believe it would also be irresponsible to accept a series of recommendations that will put the \nsafety of our nation's citizens at risk by the systematic elimination of the community-based National Guard force.\n\nWe are presenting to the commission today a set of recommended changes to the BRAC list that respect what the \nBRAC law intended to accomplish, we believe, namely, infrastructure reductions to save money, and remove the \nitems that should be addressed in the planning process for the Air Force future total force.\n\nSpecifically, our set of recommendations honor, we believe, the BRAC charter to deal with infrastructure and \ntherefore we will not make recommendations concerning actual closure recommendations.  Each location and \ncommunity was provided ample opportunity to present its case to the commission.  The commission will assess the \nmerits of these inputs for each recommendation presented to it.\n\nWe excise, or take out, the recommendations that tread into the area of states' rights and regarding Title XXXII, \nthose that we consider to be programmatic in nature.  We attempt not to impose  recommendations involving \nequipment in the active duty or Reserve in our recommendations to you, so those stay as they are, to the best of \nour ability.\n\nWe recognize and accept some recommendations that are indeed perhaps considered programmatic, but \nnonetheless promote transformation in a well-defined path ahead.\n\nMost importantly, though, through our set of recommendations, we seek to protect the nation's interests by \neliminating programmatic moves that do not save money, yet may severely diminish capabilities needed for \nhomeland security and homeland defense.\n\nIn general, our set of recommendations provide for a flying unit in every state and adjustments to bring flying units \nto sizes that we believe have been proven optimal for the Air National Guard, based on our military judgment.\n\nMore importantly, adapting our set of recommendations will permit the adjutants general, the National Guard \nBureau and the Air Force to work together to transform to a modern and more lethal Air Force. Removing \nprescriptive programmatic actions from the BRAC report will give us the opportunity to bridge the gap between \ntoday's legacy force and tomorrow's modern Air Force with plans that retain our experienced people and sustain \ncurrent capabilities needed to support the current Air Force until the transitions occur.\n\n\n\nFinally, our set of recommendations do not -- do not -- attempt to address every single aircraft movement \nrecommended by the Air Force with a counterproposal.  We do not believe the commission should be bound by this \nconstraint, either.  Addressing the changes prudent at this time and removing others will provide the flexibility \nneeded to properly plan the transformation to the future total force.\n\nFor example, aircraft retirements can be set to coincide with new mission introductions so that Air National Guard \nleaders and service members have a clear understanding of their roles in the future Air Force.  Our set of \nrecommendations will help bring the states, the National Guard and the Air Force together with something to talk \nabout.\n\nIn conclusion, let me just speak for a moment on the willingness of the Air National Guard to change.  Indeed, the \nNational Guard has not changed, in that our first and most important mission of homeland defense and homeland \nsecurity have been with us since 1636.  The adjutant generals do not apologize for our commitment to the defense \nof our homeland and America's people and to our freedom and way of life.  Our governors and each of us remain \ncommitted to that cause. We look to the governors to lead us, with federal officials and the president, to ensure the \ngovernors have the tools to preserve the freedom, peace and democracy at home. \n\nThe National Guard is, and always has been, the front line of defending one of the most basic tenets of our \ndemocracy, our people, against terrorists, foreign or domestic, any time, any place.\n\nI will now turn it over to Major General Frank Vavala for his testimony.\n\nGEN. VAVALA:  Mr. Chairman, members of the commission, good afternoon.\n\nI'm Major General Frank Vavala, adjutant general for Delaware and vice president of the Adjutant Generals \nAssociation of the United States. \n\n Thank you for the opportunity to discuss some of the concerns the adjutant generals continue to have with the \nBRAC recommendations for the Air National Guard and also for your service on this commission.\n\nAs we come to the end of this process, a great deal of thoughtful analysis by all of the parties impacted by the \nvarious recommendations is now available.  As with any large undertaking, this is both helpful in perfecting the end \nresult and difficult, because there is so much information to weigh.\n\nFrom the perspective of the adjutant generals, we hope that you will keep in mind five of our key concerns, \nincluding the squadron sizing recommendations, the creation of base enclaves, the homeland security impacts, the \nneed for more discussion of emerging missions and the lack of real cost savings.\n\nFirst the issue of changing squadron sizes throughout the Air Force.  We are concerned that there was no serious, \nquantitative look at the costs and benefits of moving to larger squadrons.  And nothing I've heard in testimony today \nchanges that concern.\n\nVolume five of the Air Force BRAC recommendations gives optimal and acceptable squadron sizes for all aircraft; \nhowever, no justification is provided.  In later testimony, the Air Force has indicated that they determined that the \ngreater experience of Air Guard squadrons would allow for optimal operations with lower acceptable number of \nairplanes.  This belated recognition of the benefits of greater Air Guard experience begs the question of why even \nsmaller squadrons might not work as well for our Air National Guard.\n\nIn addition, the Air Force has also indicated verbally that there are some cost savings associated with more planes \nper squadron, but they have not been able to specify how those savings might be different for Guard units that are \nalready much cheaper to operate than active duty units.  In response to a congressional query about C- 130 \nsquadrons, the Air Force stated that their best military judgment was the rationale, but failed to provide any \nexplanation of that judgment or any data to indicate what had been the basis for the judgment.  Merely saying that \nlarger units would better support the AEF structure is simply not enough.\n\n\n\nU.S. Air Forces Europe recently determined that eight aircraft per squadron is the optimum number for C-130s.  As \nyou know, the Air  Guard has operated C-130 squadrons with eight planes with great success.  What aspect of the \nEuropean and Air National Guard experiences are unique?  We would argue that it is important to assess the \nGuard and active duty experiences separately, as they face different operating situations, ranging from their basing \ncosts to the experience of their air crews and their maintainers.\n\nThe Air Guard fighter and tanker force share the same experience. Critically, we believe it is essential that any \nmajor change in the squadron size for various aircraft be analyzed clearly and with data that can properly be \nevaluated.\n\nThe GAO's recent finding that the Air Force did not properly analyze the restructure of the B2D1B fleet -- that's \nGAO report 022D846 -- is an important reminder that the best military judgment is not always sufficient for \nrestructuring decisions.  In this instance, the potential for great harm by following these unvalidated (sic) \nrecommendations, we feel, is significant.\n\nFor the Air Guard, increasing the squadron sizes, as I laid out in the BRAC recommendations, would mean closing \nsix units, leaving five states without an Air Guard flying unit and creating 23 enclave bases.  Such dramatic \nchanges should not only be justified with clear data and analysis, but should also be consistent with ongoing studies \nlike the QDR, Mobility Requirements Study and the Tactical Airlift Study that are defining future requirements.\n\nAGAUS - the Adjutant Generals Association, believes that programmatic issues like adjusting squadron sizes and \nmoving aircraft should not be included in the commission's final BRAC recommendations. In terms of legal \nrequirements, the commission does not appear to be legally bound to retain the recommendations for consolidated \nAir Guard squadrons since the only detail provided in the force structure submissions given to Congress is that the \nAir Force will have ten AEFs.  No definitions of optimum squadron sizes were included in those submissions.  It is \nthe military judgment of the adjutant generals that using BRAC process to legally establish concepts that have not \nbeen properly analyzed and that are not part of reducing excess infrastructure is a dangerous, dangerous \nprecedent to set.\n\nWhen you change squadron sizes, you get to a second major concern, and that's the creation of enclave bases.  \nWhen I testified on June 30th in Atlanta, I shared with the commission our concerns about this construct.  Since \nthen we have not received any additional information nor any explanation that dispels those concerns.  The \nDepartment of Defense letter of 14 July 2005 to this commission indicated that there were Air Force deliberations \nregarding enclaves, but did not address the three critical, substantive concerns:  first, that there was not an \nadequate budgeting strategy for the enclaves; second, that no consideration was given to the impact on recruiting \nand retention; and third, that no consultation occurred to determine the actual needs of the governors for homeland \nsecurity and emergency response. \n\nIt appears to us that bases would be shrunk to such a degree that they could not accommodate the growth required \nfor follow-on missions that might be available two to five years down the road.  Absent a clear path forward, we \nbelieve these enclaves are closures that will happen slowly, but without the more stringent review of closures done \nduring this BRAC process.\n\nIn addition, while the Air Force can routinely move its active- duty personnel to follow its weapon systems, we see \nthe potential for severe personnel losses in the Guard because of members' traditional ties to their communities.  \nThose ties are in fact the cornerstone of our militia concept.\n\nPerhaps most distressing was the decision to ignore one of the five basic principles of the Adjutant Generals \nAssociation that we provided the Air Force at the beginning of this process, and that was that there be an Air Guard \nflying unit in every state.  The loss of a state's only flying unit is likely to be the beginning of the end for those Guard \nunits.  You've heard it before, but it's so vital to us that I must say it again:  Taking the Air out of the Air National \nGuard takes out its heart and soul.  Experienced members are likely to leave, and young citizens in those states \nand territories will look for other venues to serve.\n\n\n\nFinally, it's not at all clear that the needs of governors can be met by enclave bases.  Air National Guard members \nare integral to individual state plans for response to natural and man-made disasters. Air National Guard personnel \nare able to support governors and their state status in a variety of state missions and are likely to need need that \ndual status to help lead a federal response.  The enclave concept, as it is currently understood, is very troubling to \nthe Adjutant Generals Association, and we do not believe its impacts have been properly assessed.\n\nThe problem with enclaves leads me to my third major concern: new requirements for homeland security.  The \nnational strategy for homeland security signed by the president in July of 2002 makes homeland security a shared \nresponsibility for which the federal government and the several sovereign states are jointly accountable. In sworn \ntestimony before this commission, 30 June 2005, Admiral Sullivan of DHS - we learned from him that the Air Force \ndid not consult with the Department of Homeland Security prior to the May 13th release of the BRAC \nrecommendations.  Just this past Monday, on the 8th of August, the Washington Post ran an article titled, \"War \nPlans Being Drafted to Counter Terror Attacks in the United States.\"  This is an area where the adjutant generals \nand the governors can assist the Department of Defense and Homeland Security in better understanding what is \nrealistic on the ground, and can help work through the complex scenarios that our nation might face.\n\nTo the best of our knowledge, neither the Air Force nor the Department of Defense have consulted with the adjutant \ngenerals on  this vital shared federal and state defense planning document.  That cannot be the way forward if we \nare to adequately protect the American people with the resources and organizations that we currently have at our \ndisposal.\n\nAs you held hearings around the nation, you heard sworn testimony from governors, senators, representatives, and \nNational Guard leaders about the serious negative impact that the loss of Air National Guard flying units would \nhave on homeland defense. \n\n Not every loss or shift is an insurmountable problem, but without good communication between the states and the \nDepartment of Defense, there was no effort to adequately assess what states really need.\n\nThe world has changed greatly in the past four years, and as we adapt to those changes, it's critical to avoid group-\nthink and to communicate with those who see homeland defense from a regional and state lens, as well as looking \nat the national picture.  It is only by combining our insights that we can rationally use the nation's defense assets to \ntheir best effect.\n\nI'll not go into any further detail except to say that we have submitted for the record a statement from the Adjutant \nGenerals Association of the United States referencing homeland security needs and issues, and believe this is an \narea of great concern for our governors and the citizens of our state.\n\nThe fourth area the Adjutant Generals Association of the United States feels must be addressed is the need for \nmore discussion regarding emerging missions.  The Adjutant Generals Association of the United States recognizes \nthe need for change as legacy aircraft retire and new weapons are brought on line.  As demonstrated by the historic \nsuccess of the total force, we are full partners in the transformation of the Air Force.  We in the National Guard are \npleased to be a partner with the Air Force in emerging transformational missions such as information operations, air \noperation centers, unmanned aerial vehicles.\n\nHowever, we do not have a good understanding of what the actual requirements will be for these missions.  We are \nalso concerned that there does not appear to be adequate planning or budgeting for the training and other aspects \nof performing these missions.  For example, a recent ruling by the Air Force Office of the Judge Advocate indicated \nthat missions planned for Alaska and North Dakota may not be permissible in Title 32 status.  In addition, there is \napparently an issue regarding FAA approval to fly Predators in any state other than Nevada.  The Title 10 versus \nTitle 32 issue needs to be addressed prior to proceeding with some of the emerging mission areas, and a full \ndiscussion of the mission needs to proceed so that other problems like FAA approval come to light and plans can \nbe made for a path forward. \n\n\n\nAs we discuss emerging missions, it's also essential that we ensure that there's a bridge to the future.  The single \nmost important asset in the Air National Guard is the experience men and women who serve in our community-\nbased units.  We must retain these personnel while we work through transformation.\n\nThe Air Force future total force concepts are far-reaching and dynamic.  The Adjutant Generals want to be partners \nin defining that future force and helping to avoid pitfalls.  One size does not fit all.  The Air Guard should be \nincluded in the operations of stand- alone units, to include future cargo aircraft, C-17 and other aircraft.  We urge \nthe National Guard Bureau, Congress and the Air Force to look at bridging options that would allow us to retain our \nqualified pilots, mechanics and other specialists until the weapons are fielded.  The number of aircraft to be \npurchased remains unclear. What is clear is that there are still basic issues of law, organizational requirements and \nbudgeting that need to be resolved before we can move into emerging missions.  The adjutant generals look \nforward to helping identify and resolve these concerns, but to do that, more discussion, again, is needed.\n\nThe fifth and final area I wish to cover is the question of cost savings.  As you all know, the GAO reported that 47 \npercent of the recurring savings from this BRAC round are associated with eliminating jobs currently held by military \npersonnel.  However, as GAO and others have noted, there is no plan to reduce end-strength levels.  Without \nreducing end strength, there are no dollar savings from military personnel that can be applied elsewhere.\n\nI hate to say it, but it seems to be an Enron-style map.  If you're still paying salaries and benefits to the same \nnumber of people, the savings simply don't exist.  In fact, in many cases, proposed Air Guard recommendations \nwould actually lead to increased costs.  For example, as Senator Biden from my state testified to the commission, \nwhen the cost of retaining the 75 percent of the personnel that would not move with the airplanes was factored in, \neven if the assumptions about eliminating positions were retained, the recommendations for New Castle County Air \nGuard base would lead to a minimum of 5.4 million (dollars) in cost to the nation, not the 29 million (dollars) in \nprojected savings.  If you reduce to 29 million (dollars) in projected savings by the amount attributed to reductions in \nmilitary personnel positions, the overall cost of the realignment go up even more.\n\nOur association supports the idea that excess infrastructure is a drain on limited military resources.  However, we \ncannot agree that the Air Force BRAC recommendations for the Air Guard address that issue.  Instead the \nrecommendations focus on programmatic decisions, like squadron sizes, that do not have adequate analytical \nsupport that lead to the creation of enclave bases whose validity and viability have not been properly assessed.  \nThey ignore critical homeland security concerns and needs.  They rely on a move toward emerging missions that \nare vague and face potential legal and practical  obstacles that have not been addressed.  And they simply are not \nlikely to save the Air Force money.\n\nThe set of recommendations that we are providing today address these key issues.  Again, I thank the \ncommissioners for allowing the Adjutant Generals Association of United States the opportunity to clarify the \nconcerns of all the adjutant generals and hope that this helpful as you enter your final deliberations.\n\nAnd now, I'll be followed by my colleague, Major General Tom Maguire of New York.\n\nMAJ. GEN. MAGUIRE:  Thank you, Frank.\n\nMr. Chairman, commissioners, I join my colleagues in thanking you for the opportunity to testify this afternoon and \nperhaps provide some clarification.\n\nI was asked to be part of this panel with a focus on providing some positive examples of how Air National Guard \nunits and tags have worked with the headquarters Air Force -- (inaudible) -- Air Guard directorate over the last \nthree or four years.  I will get to that, and I will pare down my comments.  However, at the risk of, I suppose in \nmilitary parlance, being insubordinate, I certainly don't mean to be insubordinate, but I would like to take exception \nwith some of the comments that were made earlier today by, I'll note, senior ranking military officials in the chain of \ncommand to myself.\n\n\n\nI came away through some of the conversation this afternoon and responses to questions with the feeling that the \nrole of the governor and the responsibility of the adjutants general, National Guard, the Army and the Air National \nGuard to our states and to our citizens has been overlooked in this BRAC process.  Both of my colleagues to the \nright have touched on that.  There is no question that this is a nation at war.  New York State, talking parochially, \nhas other 3,000 soldiers and airmen today supporting OEF and OIF overseas, and another 200-300 supporting \nONE right in the state of New York in their federal status.\n\nHowever, as we're talking, and Mr. Chairman, you used the phrase, \"this is a nation at war,\" -- as we're talking right \nnow there are 700-plus New York National Guardsmen on duty -- state active duty, not Title 32, not Title 10, state \nactive duty -- within and throughout the state of New York looking at the critical infrastructure and providing some \nsecurity for the citizens of New York as they travel around.  The security goes everywhere from a nuclear power \nplant to the riverways to the platforms of New York City subway and our railheads.  And we will be continuing to do \nthat for the foreseeable future.\n\nWe are very proud of our role in the National Guard and the New York Army National Guard and the New York Air \nNational Guard in how we've been able to respond.  And I don't mean to wave the September 11th flag.  It was not \nmy intent, but a couple of comments were made  earlier today which referenced to the ability of the Department of \nDefense to meet the needs of the governors.  And I would suggest to you that if we did not have a location on \nStewart Air National Guard base in Newburgh, New York, 50 miles upriver from New York City, on September 11th \nand the following weeks and months, we would not have -- we, the National Guard and Governor Pataki, would not \nhave been in a position to support the efforts of our state emergency management and New York City's emergency \nmanagement.\n\nStewart Air Guard base became the staging area -- if you all remember this, the nation was in lockdown; there were \nno flights; there was no ground traffic. \n\n Stewart became the appropriate staging area, not just for military traffic, but every form of airlift that was coming \ninto the metroplexes coming into Stewart and then being funneled down into New York City.  I don't propose that \nwe're going to put a Stewart in every town of 25,000 around the country.  I am suggesting, however, that the \ngovernors -- every governor in this land needs to have access to an airfield controlled by the National Guard so he \nhas access to the C2, the force protection, the calm capability that he needs to prosecute a response if there is \nsome type of domestic occurrence, whether it's the snowstorm of the century or, God forbid, another WTC.\n\nThe Civil Air Patrol -- and I risk perhaps insulting some of my Civil Air Patrol friends.  I participated two weeks ago \nwith Civil Air Patrol folks at one of their enclaves.  I think their awesome.  Civil Air Patrol did, in fact, fly some \nreconnaissance missions on September about 13th and 14th, as well as other agencies did.  They were not the first \nmilitary responder that Governor Pataki turned to.  They would not have been able to meet the needs of the state as \nfar as the National Guard was concerned in response to the citizens.\n\nBRAC of '95, another point was raised.  BRAC of '95 resulted in the closure of Roslyn Air Guard Station on Long \nIsland.  One of the squadrons there was relocated to Syracuse, New York, about 3 and a half to four hours up the \nroad.  Not a single airman -- not full- timer, not part-timer -- moved.  Every one of those individuals either retired or \nwent to another downstate unit.  This does not make then bad Americans or bad New Yorkers.  This is at the root of \nthe definition of a community-based defense force.  These people live in the community and they need to stay with \ntheir employers and their churches and their schools.\n\nThe issues that I did want to talk to -- and I really will cut this short; I'm getting all kinds of prompts here.  As a result \nof September 11th, from the state's perspective, we took a look at our ability to support both the nation and, of \ncourse, the state.  We did not have the ability within the New York state Army National Guard to take care of \nheaving lift with Chinooks.  We have worked with the big Army, the Department of Army and the Army National \nGuard and the governor's office to bring in Chinook capability -- and medivac capability -- into New York.  We didn't \nhave that previously.\n\n\n\nAt Fort Hamilton, New York, as we put in almost 9,000 soldiers and airmen into New York City, we found out we \ndidn't -- for September  11th, we didn't have the ability to mess them, to house them, to force protect them.  Fort \nHamilton is the solution set for New York state in Brooklyn, and we are working diligently today with the garrison \ncommander at Fort Hamilton, with the commander of the military district Washington, with the Army Reserve, yeah, \nverily even with the DHS -- secretary of DHS -- and the Title 14 Coast Guard to make a success story, a joint \nsuccess story out of Fort Hamilton so we can have the ability to protect our people.\n\nJanuary of '04 I took a briefing -- heard a briefing -- about the wonderful capability of the predator aircraft, the UAV.  \nFrom that point to this point, working with the Air Force, with the air staff, with the director of the Air National Guard \nand with the willingness of New York's part to trade in, if you will, legacy aircraft -- convert legacy aircraft -- into \npredator missions.  We have brought -- we are bringing in -- predators.  It's been announced, coming to New York \nstate.\n\nIt'll help the federal war fight and also, through the concept of operations -- it's been signed off.  We will have the \nability to work, not only with New York, but with the region, with UAV capability. I've got several other stories here \nwhich we don't really have time to get into, unfortunately.  I do want to read a couple of paragraphs from a letter that \nwas sent to Governor Pataki on April 11th of this year.\n\n\"Dear Governor Pataki, thank you for your recent support of the Air Force predator expansion and the New York \npredator -- (inaudible) -- total force initiative.  I am confident that our transformational efforts in New York and \naround the nation will yield improved combat capabilities and seamless joint operations, while providing an \ninvaluable advantage in the global war on terrorism.  Integration of the active duty Air National Guard and Air Force \nReserve is vital to transforming our Air Force.  I am proud of the service the men and women of the New York Air \nNational Guard.  I commend them for their commitment to the nation, and I thank you for your efforts in ensuring a \nstrong Air Force for the future.  Sincerely, General John P. Jumper, Chief of Staff, United States Air Force.\"\n\nNew York, and I would suggest the other 53 adjutants generals and their governors know how to work with Air \nForce, with the Air National Guard, and we want to transition, but we want to be at the table.  We want to be part of \nthe ability to say what is best for our nation and our state.\n\nSir, whether it's Niagara Falls, New York or Topeka, Kansas, we want to be part of the solution set, and I thank you \nvery much.\n\nMR. PRINCIPI:  Thank you, gentlemen.  General Blum testified on July 30th and again today that he is committed \nto having an air unit in every state and territory bar none.  Do you share his commitment? Where do you depart \nfrom it? \n\nMAJ. GEN. LEMPKE:  Absolutely we share his commitment.  As was stated earlier, you can't recruit without the \nflying units around, and the enclave concept itself is untried and unproven, not that we're necessarily opposed to it, \nbut it is untried and unproven.  We propose an approach here that allows us to move ahead to the programmatic \napproach that will allow us to transition to new missions, as we see a bridge to those missions and not just \naccepting a programmatic or a BRAC stoppage, if you will, or a BRAC action with a dead period in between and \nthen to transition into something.\n\nSo, those aircraft in every state at this time is vital to accomplishing that goal.\n\nMR. PRINCIPI:  Until the new missions are on line?\n\nMAJ. GEN. LEMPKE:  Until the new missions are on line.\n\nMR. PRINCIPI:  Okay.\n\nAdmiral Gehman.\n\n\n\nMR. GEHMAN:  Thank you, Mr. Chairman.  Gentlemen, are you aware of any efforts going on inside the \nbureaucracy of the Department of Defense to revise and rewrite the Title 32, Title 10 relationships?\n\nMAJ. GEN. LEMPKE:  We're aware of various discussions that have arisen from time to time.  If I remember right, \nthere was a modification passing a law a little over a -- approximately a year ago, that deals with some situations \nwith dual hat, for example.  And there have been some recommendations from time to time of rewriting the law so it \nwould allow us to more easily move into some of the new missions ahead.  But much beyond the discussion stage, \nwe don't know.\n\nMAJ. GEN. HAUGEN:  Yes, Admiral Gehman, General Haugen here from North Dakota.  I am aware that there was \nan initiative that went forward in OSD and was reviewed and decided upon that the -- by, I believe, Secretary Chu \nthat they would wait until the QDR came out to proceed with that.\n\nMR. GEHMAN:  And the thrust of the -- or impetus behind the revisions would be -- my understanding would be that \nthey're trying to make the assessability of Air Guard people and units more streamlined and easier to get at.\n\nIs that general shift?\n\nMAJ. GEN. LEMPKE:  Exactly.\n\nMR. GEHMAN:  That's about what I know about it, too.\n\nBut it's related to my second question, and that is, we have seen some pieces of paper about the Air Force \njustification for what they call optimum squadron sizes of all the different makes and models of  different airplanes.  \nIn those papers, as I recollect -- I don't have them in front of me.  I recollect from my reviewing of them, there was \nno reference --  there's reference to efficiencies of maintenance and numbers of sorties you can generate and all \nthat kind of stuff, but there's no reference to a comment which was made earlier, again, to this assessability issue.  \nThat is, if you need seven C-130s and 12 air crews, it's easier to get them from a 16-plane squadron than from two \neight-plane squadrons and that that philosophy is behind not only the Title 32, Title 10 revisions, but also behind the \ncondensation of flying units into fewer, larger squadrons. \n\nDo you have any comment about that?\n\nMAJ. GEN. LEMPKE:  We do, commissioner Gehman.\n\nWith regard to easier to access seven out of 12 versus a smaller number out of smaller size units, we've already \ndemonstrated numerous times our ability to reach into different Guard units to pull up task force packages to send \noverseas.  In the 135 community of which I am most familiar, we do it routinely.\n\nAnd there's an advantage to doing that, because the Air Force, and I think intelligently so, has been relying on \nvolunteerism to support rotations overseas, to support the air expeditionary force and so forth.  If you're going to \nrely on volunteerism with any Reserve component force, you need to spread the pain, if you will.  By reaching out \nto, in my example, three 135 units and taking three airplanes each and spreading the call-ups among those three \ndifferent communities is far better, in many cases, than going to one location and tapping heavily on that community \nto provide the resources to support those seven or eight aircraft.  And this is a perspective of military value that I \nthink we can bring when we're at the table discussing these kinds of matters.  With regard to your point on Title 32, \nI'm not sure I follow if there's a connection there.\n\nMR. GEHMAN:  I'm not either.  I'm talking about something here which I'm not an expert at, but in public testimony \naround the country as we went around, it was alleged by some people that the real issue here is the assessability of \nthe Air Guard.  And they're trying to fix both the law, and they're also trying to fix the hardware by streamlining the \nprocesses and putting the pilots and the aircraft into fewer, larger units, which, of course, is just easier to manage, \nbut I don't have a piece of paper here --\n\n\n\nMAJ. GEN. LEMPKE:  I would submit to you that, as far as assessability to Air National Guard crews and aircraft, \nwe're not aware that that has been a problem at any time.  With regard to engaging and looking into new missions \nwhere there are issues with regard to what you can do in a training status and what you can do in an operational \nstatus, is what's being discussed in the Title 322D, Title-10 arena. \n\nMR. GEHMAN:  Thank you very much.\n\nMR. PRINCIPI:  General Turner?\n\nGEN. TURNER:  Good afternoon, gentlemen.\n\nI asked this question earlier of another panel and I'll ask it of you, as well.  What would be your estimate of Air \nNational Guard losses should our current recommendations go through, and also, speak to the replacement \ntraining issues.\n\nMAJ. GEN. LEMPKE:  Let me answer it, and then I'm going to pass that also to Major General Haugen for a little \npractical example here in that area, or General Vavala.  We've had units, commanders, go out and do informal \nsurveys, albeit, so the data isn't perfect.  But the data has come back fairly consistently that you're probably talking \nabout in the 70-85 percent range of losses, and it's the way that happens that can be particularly difficult to deal \nwith.  Even now as we speak, with now that the list has been posted, if you will, we have full-time folks that are out \nlooking, because if they are going to move, they want to make sure that the jobs are available.  So already we're \nbeginning to see the potential disruption of the BRAC recommendations, if you will.\n\nWhen you look longer term than, because of our community-based nature, most of your full-time and traditional \nguardsmen are going to remain in the communities which they've grown up in and performed. And so you're not \ngoing to see the inclination to get up and move long distances.  Those that have 15 years or more of service maybe \nwill work to try to get to 20.  Those with less than that I would say would have a very difficult choice to make, and \nvery often that choice is going to be to stay in the community.\n\nOne solid data point that was kind of interesting though that was kind of interesting was the movement of the 135 \nunit from O'Hara to Scott Air Force Base.  And that movement began, I believe, and we've presented this in \nprevious answers to a question, in around the 1995- '96 time frame.  And the losses from that planned move that \nwas well- orchestrated were very close to the numbers we're getting from the units -- predicted losses as a result of \nBRAC.\n\nNow, anybody have practical or real examples?\n\nMAJ. GEN. HAUGEN:  At the risk of piling on here, I would just say that we have done an informal survey in the \nfighter squadron that is scheduled to lose their aircraft, and the younger pilots are interested in a career and are \nmore willing to move.  The highly trained, the experienced-level crews who have roots and are entrenched in the \ncommunity, are not willing to move.  And therefore, the experience levels that the Air Force wishes to leverage will \nnot be available to them by doing this.  So I think that there is training issues and higher sortie rates for \ninexperienced air crews, is a real issue there.   \n\nAnd if I could also bring up one other point.\n\nYou know, this -- we've heard a lot of testimony about enclaves here today.  And in the enclave that has been \nmentioned that the governor's homeland security mission and, particularly, firefighters has been brought up -- that \nthe governor needs firefighters.  But yet, in the BRAC report, if you look at those units that are enclaved and lose \naircraft, they lose firefighters.  Firefighters remain in a unit only because you have airplanes.\n\nGEN. TURNER:  Thank you very much.  And also, thank you for the timeliness of your report here.\n\nMR. PRINCIPI:  Commissioner Coyle?\n\n\n\nMR. COYLE:  Thank you, Mr. Chairman.\n\nI think -- thank you for your testimony, all of you.\n\nI think you know that this commission has tried mightily to take a problem-solving solution towards the issue that's \nbefore us here. Our chairman has made any number of statements to the effect that we want to take a problem-\nsolving point of view.\n\nWe've held special hearings on the matter, including the hearings today.  We've had meetings in the BRAC offices \nwith the Air Force and with representatives of the Guard, and the adjutant generals and the staff has worked on this \nmatter.  So we've put quite a significant amount of effort into this.\n\nAnd at this point, I don't know how it's going to come out in terms of a vote.  But I could imagine several different \nways that we might vote on the issues that are before us.  For example, we could vote on your set of \nrecommendations and just vote on the whole package yes or no.  But when I look at your set of recommendations, \nmost of the recommendations are to vote down.  There are very few where you would recommend that we would \naccept or support what the DOD has recommended.\n\nAnother option would be we could develop a set of recommendations analogous to this ourselves.  It might be \ndifferent from yours, but might be similar in some ways, also, and we could vote up or down on that collection of \nrecommendations.\n\nBut when I look at how few recommendations you would suggest that we accept, it makes me ask, why shouldn't \nwe just vote down the whole DOD recommendation in the Air Guard area?  Wouldn't it be just as helpful to you, \nand to, going forward, working with the Air Force, if we just voted down the whole pile and basically said, go back to \nthe drawing board? \n\nGEN. LEMPKE:  Yes, sir.  We were simply trying to be as -- as well as being principled, being prudent, and not \ntrying to be obstinate.  So we did try to at least recognize what we felt were items in there that had been either \npreviously coordinated or worked, that were worthy of continuance.  To -- with the small number of those in there, \nquite frankly, to vote the entire Air Guard portion of this down wouldn't make much difference.\n\nWhat that would do for us, though -- and either you or Commissioner Gehman asked the question.  What that would \ndo for us then would give us, along with General Blum, the opportunity of using those resources, those items that \nare programmatic, to then sit down at the table and work out, unconstrained, what is the right solution. What is the \nright path to the future?  And that's the key issue with us -- is that path to the future. \n\nAnd we believe that we can work with General Blum and the Air Force, given the flexibility that voting the list down \nwould provide us, or our recommendations to develop that.  And as was previously stated, we question the actual \nsavings that result from most of those actions that are listed there.  So you're not going to be losing anything from \nthat standpoint.\n\nMR. COYLE:  I think we're all interested in seeing improved communications and consultation between the Air \nForce and the Guard and the tags on these matters.  And I tried in my questions earlier to determine whether, \ngoing forward, the Air Force was of a mind to give some priority to this issue, whether the Air Force was of mind to \ngive some priority to the needs of the states and the governors.\n\nAnd I think all I got out of that set of questions was that the Air Force would use the annual budget process for this \npurpose.\n\nIs the annual budget process an adequate mechanism for dealing with this issue?\n\n(Laughter.)\n\n\n\nGEN. LEMPKE:  No, sir.  I don't believe it is.  But let me say this -- of recent, our active-duty brethren in many ways \nhave been very helpful as we've attempted to sort out what our future does hold. The speed of which they are \ndealing with new missions, which is a relatively new area that we're getting into and the resources that they're \nputting against that planning, is admirable, in my view.\n\nThe interface between and the interchange between General Blum, General James, the active staff and back \nthrough us, is better than I've seen it in a long time.\n\nMost of what we're going to accomplish, obviously, will be bounded by budget.  But from a practical point of view, I \nbelieve that we can work together to achieve our principles as well as meeting the needs of the future total force.\n\nMR. COYLE:  Thank you. \n\nMR. PRINCIPI:  Thank you.\n\nGeneral Newton?\n\nGEN. NEWTON:  I find it very interesting, based on Commissioner Coyle's questions, because -- you know, the \nforce has been working on this plan for some time now, folks tell me well over two years.  And we're at this point in \ntime, and we still don't have an answer.\n\nAnd now to suggest, give us, you know, a few more months, a couple more years, or whatever, and we'll sit down \nand we'll get it all together.  And we'll all make it happen.  I find that very, very interesting.\n\nDoing this programmatically, both you and I know that is very, very difficult.  So just to take that approach, I find it \ndifficult to believe that something of significance are going to come out of that, because there are lots of pressures.  \nWhen you try to do these kinds of things of moving assets around the United States programmatically there are lots \nof pressures not to make that happen.  That has been the history for us all, a long period of time.  And I don't think \nany of you can deny that.\n\nOkay.\n\nNow, I think we'll also agree that the force structure is going to come down.  The number of aircraft that are \navailable to us are going to be reduced, whether we want to or not.  Okay?  And my question is, if that happens, \nwhat role would you anticipate that the Guard will play in that reduction?  And how would you then try to size -- and \nyour input to size the Guard force -- and I question in doing that whether you can put a meaningful flying \norganization in every state?  By meaningful, I mean one that can be relevant to the mission that the commander-in-\nchief of that state will have.\n\nGEN. LEMPKE:  First, Commissioner, let me say that if we look ahead 10 to 15 years, I don't know how many of us \nare going to flying anymore.\n\n(Laughter.)\n\nGEN. NEWTON:  Exactly.\n\nGEN. LEMPKE:  So we fully understand the future that we face in that regard.  But the key point for us is the \ntransition that we're so ably -- to those new missions that were very well described by Secretary Dominguez and \nGeneral Heckman.  And that's the key.\n\nThe BRAC, as it's now arranged, puts a very strict timeline on movements and retirements of aircraft.  \nUnfortunately, as you are perceptive to see, the planning and effort to get us to the new mission lags somewhat.  \nAnd it's that gap.  It's that gap that we face, that gap in which we will lose our experienced force, which we may or \nmay not be able to recruit back for new missions and so forth.   \n\n\n\nBut if given the opportunity to use the legacy force in a proper way to transition to that new era, you will find an Air \nNational Guard that is fully involved with Predator, fully involved in information operations, which is an unflying \nmission that may be still very valuable to a future governor, if you will, and other missions that the Air Force sees us \nbeing involved with.\n\nGeneral Vavala --\n\nGEN. MAGUIRE:  If I could inject, General Newton -- you have a concern in your opening comments that if we go \nback to the drawing boards right now, we're still going to be -- not going to be able to get there from here.  The \nadjutants general in total, everyone I've talked to, understands there's a draw-down as far as weapon systems are \nconcerned.  Every adjutant general I've talked to understand that there's future missions out there -- 21st century \nmissions -- that we need to step up to as states and adjutants general.\n\nOur frustration has been when we've tried to go forward, except on selected bases such as Predators -- when we've \ntried to forward and come up that dialogue with the air staff, the door has been closed in the name of BRAC that we \nhave not been able to -- the State of New York, the air mobility command, with a proposal before May 13th, prior \nbefore May 13th, as to how we could help.  We thought we would be able to help air mobility command with their \nwing-box problem and her 135 echo problems.  It would free up aircraft, free up aircraft out of the State of New \nYork.  We weren't looking to keep all the tails in New York.  The doors were not open for communication.\n\nSo I feel very good that if those lines of communication were opened, that the adjutants general, in concert with \nGeneral Blum, could come up with a solution set to meet the needs of the Air Force, the Army National -- the Army \nand our nation, and not to forget our governors, of course.\n\nGEN. NEWTON:  But what would the Guard recommend as the right size for Guard squadrons, say C-130s?\n\nGEN. VAVALA:  General, eight is what we recommend.  You know, from your opening statement, a comment that I \nwanted to make was that we're walking a real fine line.  You're talking about the difficulty of making these changes, \nthese programmatic changes, going forward. But conversely, we're faced with another dilemma.  Do we allow \nBRAC to make these force structure changes and they become law?  I think it was brought up earlier in the \ntestimony.\n\nSo we're really walking a fine line on what we are going to be able to do here.\n\nGEN. NEWTON:  Well, let me offer to you that this is the law that we're dealing with, and we have to make a \ndecision.  That's why we were asking for help from the Guard side of the world as well as from  our active duty side \nof the world.  And it seems if this problem is still ours, we will deal with it; I can assure you of that.  We can do that.  \nAnd that's seemingly where we are.\n\nLet me just leave you with one thought.  For a service that, in my mind, has been the lead and the issues that deal \nwith total force, it is, you know, unthinkable where I find ourselves now, at a point where we've spent this much \ntime, this commission as well as all of you, with trying to get us together and deciding what is the right path ahead. \n\nSo Mr. Chairman, I'll just leave it at that.\n\nMR. PRINCIPI:  Congressman Bilbray?\n\nMR. BILBRAY:  Yeah.  I'll make mine very quick.  We're all tired.\n\nWhat happens if we turn this list down, and that's the end of it, and we go away.  Do you believe the Air Force will \ndeal in good faith with the Guard?  Or they'll say they'll start moving these planes or doing the things they have to \ndo, and we're not around to help you anymore?  And there probably won't be another BRAC for 10 years.\n\n\n\nGEN. LEMPKE:  Well, I can't speak for what the Air Force is going to do.  But let me speak to what I think would \nwork very, very well, and that would be that from our viewpoint, we first need to see what the future holds in all \ndetail.  And that means updating where the Air Force is going with future total force, seeing where the Air Force is \ngoing with new procurements of aircraft so that we can be involved in those missions that come down the road and \ngetting a better, more detailed look at exactly what new missions are out there with more fidelity into size, \noperational constraints and requirements and perhaps any geographic constraints.\n\nOnce we, the adjutant generals, can see that, I believe that we can offer ideas through the National Guard bureau \nthat can be vetted through the bureau, that we can work with the Air Force on to map that future.\n\nAnd at some point in time, obviously then, between bureau and the Air Force, some tough decisions are going to \nhave to be made.\n\nAnd so, instead of being less visible process from the beginning, if we had a more visible process in the beginning, I \npersonally have every confidence that we can work very well through the National Guard bureau, with the Air \nForce, to attain a future that we'll all be proud of.\n\nMR. BILBRAY:  Thank you.\n\nGEN. NEWTON:  Mr. Chairman, just one follow up.  Share with me for a moment the process at which you \nanticipate, in the future, you  will -- how would you deal with these kinds of issues?  Because the Air Force \nleadership can't go out, for instance, and deal directly with 54 tags in trying to make a decision.\n\nGEN. LEMPKE:  Absolutely.  Absolutely.  And the key here is to first, deal with us either collectively, from time to \ntime, all of us at one time, to present the same information to all and also through our committee system, which has \nbeen very effective in dealing with various issues, both on the Army side and the air side.\n\nWe have an air force structure committee; we have an air modernization committee.  And, in fact, we have \nmembers of that committee right now that are sitting on the Air Force future total force general officers steering \ncommittee.\n\nAnd so, with that they provide that link of communication now that we didn't have before in understanding where the \nAir Force is going with future total force and also understanding how we can participate in that.\n\nGEN. NEWTON:  Is that relationship, though, directly to folks like General James, General Blum, then to the Air \nForce?  Or is that directly to the Air Force?\n\nGEN. LEMPKE:  In this particular case, we actually have members that are sitting on that committee.  But there's \nalso National Guard representation.  So in some ways, I hate to characterize this as a straight line going from one \nthrough the other.  I see it more as a triangle, where you have the Air Force, you have the Guard and you have the \ntags.  And we're working together and communicating with each other as we move ahead.  And I believe in recent \nthat's what we've been seeing.\n\nGEN. MAGUIRE:  General Newton, General Schoomaker, chief of staff of the Army, in his modularity initiatives and \nchanging of the United States Army, worked that issue through the National Guard bureau.  And the Army National \nGuard directorate, General Schultz, came to us with specific requirements, numbers, sizes, types of units.  That \ninformation was taken to the adjutants general as a group.  And then as a group, working with our governors and \nour delegations, we are able to say, this fits the state of so-and-so; this fits the state of so-and-so.  And together we \ncame back with a corporate position, gave it right back to the Army through the Army National Guard readiness \ncenter and then General Blum's office to the point now that we've got a successful road map.\n\nIt was that specific shopping list, if you will, of weapons systems.  We've got the broad picture.  We understand joint \nstrike fighters, F-22s, Predators, but we don't have a specific shopping list that you go out to the store with to set up \n-- to come back with for the states or for the nation. \n\n\n\nGEN. HAUGEN:  General Newton, one other comment on your question here.  And that is -- you know, in my \nalmost 39 years, I have gone through many conversions.  We have changed aircraft.  We have changed missions.  \nAnd we have done it in the past without BRAC.  And it is a lengthier process.  It is a process that the Army followed \nthis time without issue.  I mean, you have not had a great deal of discussion about Army BRAC issues.\n\nGEN. NEWTON:  True.\n\nGEN. HAUGEN:  It's because of the process that was followed.  We know we need to modernize.  And we agree \nwith that.  And we also agree that the Air Force needs the F-22.  But we just think that if you look at the total \nnumber of military judgment that said we needed 800 F- 22s, and then it went to 333, and then it went to 280, and \nnow I believe it's about 180.  We know that, looking at programmatics slipping to the right, of acquisition slipping to \nthe right of both the F-22 and the F-35, that we need to provide some sort of insurance policy.  Now we can call \nthem legacy airplanes, and that they're less capable, but you know, we still have them.  And we don't have some of \nthese other airplanes yet.  We need to get there.  But how do we get from this point, of where we are today, to when \nwe are flying squadrons of FA-22s and F-35s?\n\nMR. PRINCIPI:  Thank you, gentlemen.  Very much appreciate your testimony.\n\nHearing's adjourned.\n\n(The hearing was adjourned.)  \n"}