{"title": "House bills limit immigrant aid", "body": "\nHARRISBURG - Attempting to localize the debate on immigration, a small group of lawmakers is pushing a \npackage of bills that they believe would stem illegal immigration but that critics counter is inappropriate and \npreempted by federal law.\n\nAt a news conference yesterday, the bipartisan crew of legislators unveiled measures that would make it a felony to \nknowingly employ illegal immigrants and would cut off certain government services to that group. The bills would \nalso expand the enforcement powers of state and local police as well as district attorneys.\n\nRep. Daryl D. Metcalfe, a conservative Republican from Butler County who is sponsoring key bills in the legislative \npackage, said illegal immigrants are \"stealing the American dream\" by taking advantage of welfare, health and \nunemployment benefits as well as education opportunities.\n\n\"Confronting the epidemic of illegal immigration head-on in the Keystone State involves shutting off the jobs and \npublic benefits that are luring illegal aliens across the border in the first place,\" said Metcalfe.\n\nRep. Matthew Wright (R., Bucks) and others said the intent of the bills was to address illegal immigration - not \nchange the legal process for immigration.\n\n\"People will say we are xenophobes who don't like this group or that group. We are pro legal immigration,\" said \nPeter Gadiel, president of 9/11 Families for a Secure America, who attended yesterday's news conference. His son \nJames died in the World Trade Center.\n\nBut immigration and civil rights groups argued that the proposed legislation would either be trumped by federal law \nor duplicate provisions in existing laws, although Metcalfe has disputed those assertions.\n\nSome also said they believed that the intent of the news conference was to make a political statement rather than \nprovide real solutions to a problem.\n\n\"This is just playing to the base,\" said Larry Frankel, legislative director of the American Civil Liberties Union of \nPennsylvania. \"Throwing this kind of red meat out is a disservice and a distraction.\"\n\nImmigration groups said the federal Immigration Reform and Control Act of 1986 already prohibited employers from \nknowingly hiring individuals who were not authorized to work in the United States. And they added that federal \nimmigration law preempts state and local governments from imposing civil or criminal sanctions.\n\n\nThey also said that immigrants living in the country illegally are already ineligible for most public benefits, such as \nfood stamps, and supplemental security income for the elderly and disabled.\n\nWhat concerns them about Metcalfe's benefits bill, they said, is that the language is so broad that a public benefit \ncould be defined as something as basic as the services of a firefighter.\n\n\"This bill tries to arouse passions by making the definition of what is a public benefit virtually everything and \nanything,\" said Jonathan Blazer, a public benefits policy attorney at the National Immigration Law Center in \nWashington. \"It's disturbing.\"\n\nSaid Regan Cooper, executive director of the Pennsylvania Immigration and Citizenship Coalition in Philadelphia: \n\"The language is one of the most extreme and the bill one of the most restrictive related to immigrants. It really \nbetrays the welcoming tradition of this commonwealth.\"\n\nMetcalfe disputed that notion yesterday. He said he considers it a travesty that illegal immigrants \"are stepping \nforward and saying they are owed by our nation.\" He said his bills are now written in a way to circumvent concerns \nthat they conflict with federal law, and added that they are not meant to attack legal immigrants - just those who \n\"invade the country illegally.\"\n\n\"The only right they have is to leave,\" he said.\n\nContact staff writer Angela Couloumbis at 717-787-5934 or acouloumbis@phillynews.com.\n"}