{"title": "17 Arrested in New York In a Nationwide Drug Sting", "body": "\nUsing the prospect of immigration documents as bait in a sting operation, law enforcement officials lured scores of \nsuspected Jamaican drug traffickers out of hiding and were rounding them up yesterday in six cities across the \ncountry, the authorities said last night.\n\nOf 119 people charged with violating drug laws or immigration laws or both, 17 are from New York City and were \narrested as they went to the Holiday Inn at Kennedy International Airport to get their documents, or green cards.\n\n\"We had none to provide them,\" said Charles Domroe of the Federal Bureau of Investigation. \"Just handcuffs.\"\n\nThe 17 arrests in New York smashed a Brooklyn-based Jamaican gang, or posse, that has operated in the \nshadows in recent years but has shown no reluctance to spill blood to attain its goals, said Mr. Domroe, an \nassistant special agent in charge of the F.B.I.'s criminal division in New York.\n\nThe undercover operation, which led to 43 indictments charging the 119 people, was centered in Miami, where it \nwas begun in January 1993 by the F.B.I. and the Immigration and Naturalization Service, the authorities said.\n\nMr. Domroe said that by early 1993, Federal investigators had noticed a conspicuous increase in the number of \nknown or suspected drug traffickers who were in the United States illegally and were seeking immigration \ndocuments -- the better to travel freely and dispense their wares without distraction.\n\nSo an anti-drug task force set up an immigration-consulting business in Miami, using an F.B.I. undercover agent as \nchief \"adviser.\" The business was fake, but the immigration documents were real and soon there was a brisk trade.\n\nDrug-trafficking suspects based in Miami showed up to buy temporary documents which, they were assured, would \nsoon be convertible to green cards. Sometimes the purchasers paid in cash, other times in cocaine, the authorities \nsaid. The going rate was said to be eight and a half ounces of cocaine or $5,000.\n\nSoon, Florida traffickers told dealers around the country about the Miami business, and before long traffickers from \nas far away as California were heading to Miami to buy their documents, the authorities said. About 110 pounds of \ncocaine and $60,000 in cash were collected at the Miami undercover site.\n\nAll day yesterday, agents were rounding up suspects in Miami, Los Angeles, Philadelphia, Trenton and Springfield, \nMass., as well as in New York, Federal officials said. About half of the 119 had been arrested by midafternoon, \nthey said.\n\n\nSixty-one of the 119 have been indicted on charges of cocaine possession with intent to distribute it or conspiring to \npossess and distribute it, 116 have been charged with unlawful use of temporary residence cards and 7 have been \ncharged with alien smuggling.\n\nThe arrests at the Holiday Inn near Kennedy International Airport were carried out by 65 F.B.I. agents, 12 \nimmigration agents and 4 New York City police officers, as well as a police dog that was busily sniffing the \nsuspects' cars as dusk fell.\n\nThe authorities said the 17 arrests in New York virtually smashed the Heartless drug-trafficking posse that has \nbeen operating in Brooklyn. Officials said those arrested included the leader, Anthony F. Meyers, 35, whose \naddress was unknown, and Humbert Duggan, 33, of Brooklyn.      \n"}