{"title": "INS chief opposes breakup plan;Some in Congress want law enforcement and benefit distribution to be done separately.", "body": "\nThe head of the Immigration and Naturalization Service said yesterday that services could be improved for \nimmigrants without splitting the agency in two.\n\nThe INS has been criticized for taking too long - sometimes years - to process applications and for mistreating \nsome of those applying for benefits. Some in Congress are pushing to divide the INS, believing it would be better \nrun if its services were split between two agencies.\n\nCommissioner James Ziglar said he did not think that was necessary.\n\n\"I don't think we need massive legislation. … What we have to demonstrate to the Congress is that we have the \nwill to do this here,\" Ziglar told reporters.\n\nThe new commissioner said he wanted everyone who comes in contact with the INS to be treated with respect and \ndignity and hopes to improve technology at the agency to cut down on application backlogs.\n\nZiglar said he hoped to start making changes this fall. He said he did not anticipate layoffs because of the changes, \nalthough he said some employees may be relocated. He said he wanted to do away with supervisors in INS field \noffices who oversee enforcement duties and services.\n\nZiglar, who has had little experience on immigration issues, took over his post three weeks ago. He toured an INS \ncenter last week to get a firsthand look at the long waits that routinely confront people seeking help from the \nagency.\n\nA former Wall Street executive and a nephew of motivational speaker Zig Ziglar, he was Senate sergeant-at-arms \nand is a childhood friend of Minority Leader Trent Lott (R., Miss.). His Capitol connections and experience are \nexpected to assist him as he tries to sell his ideas to Congress.\n\n\nBesides implementing changes within the INS, the Bush administration is weighing whether to allow about three \nmillion Mexican immigrants who are in the country illegally to become legal residents. The administration is also \nnegotiating a guest-worker program with Mexico.\n\nZiglar has participated in some of the immigration discussions with Mexico, but he gave few details. He said work \non the issue should go slowly and \"bring the Hill along.\"\n\nThose who support splitting the duties of immigration law enforcement and benefit distribution say it would \neliminate poor service that arises from the conflicting missions of INS.\n\nDetractors fear dividing the agency would lead to more money being spent on enforcement, which historically has \nbeen more popular with Congress.\n"}