{"title": "THE UNITED NATIONS OF NEW YORK. THE CENSUS FIGURES TELL A STORY, BUT NOT THE WHOLE ONE. HERE, IMMIGRANTS FROM 100 COUNTRIES SPEAK FOR THEMSELVES", "body": "\nI mmigrants are arriving in America at a rate of one every 27 seconds, according to latest estimates from the U.S. \nCensus Bureau. The number of foreigners who have settled in New York since 2000 exceeds half a million.\n\n\"The level of diversity is unprecedented,\" says Prof. Marcelo Suarez-Orozco, co-director of immigration studies at \nNYU. \"It has never before happened that one city encompasses the globe.\"\n\nIn this special report, The News talks to people from 100 countries, revealing why they moved to New York and \nwhat they love about the city they now call home.\n\nECUADOR\n\nFabian Lliguin, 43, Manhattan\n\nHAIR STYLIST\n\nCame here in 1989, \"out of curiosity.\"\n\nWHY I LOVE NEW YORK: \"Its multicultural tapestry, the best food in the world and the best-looking people \nrepresenting every race on the planet.\"\n\nAUSTRIA\n\nMichael Gigl, 43, Park Slope,\n\nBrooklyn\n\nDirector, Austrian\n\nTourist Office/N. America\n\nCame here to work six years ago, after Los Angeles.\n\n\nWHY I LOVE NEW YORK: \"An early-morning bike ride in Prospect Park to get the day started; the diversity of the \nfaces on an F train ride into Manhattan each morning; taking advantage of the incredible cultural opportunities.\"\n\nTURKEY\n\nKoray Duman, 30, Chelsea\n\nARCHITECT\n\nCame here in 2004 to work after earning a master's degree in L.A.\n\nWHY I LOVE NEW YORK: \"It's very spontaneous. You run into people all the time, and you meet interesting people \nin unexpected places.\"\n\nGUINEA\n\nMarie-Helene Sanoussi, 26, Manhattan\n\nEXECUTIVE ASSISTANT\n\nCame here in 1990 when her father was appointed Guinea's UN ambassador.\n\nWHY I LOVE NEW YORK: \"For the endless opportunities it offers to anyone who comes in search of a better life. I \nlove the energy New Yorkers possess and how bluntly honest they can be.\"\n\nAFGHANISTAN\n\nHamid-Abdul Nazary, 65, Queens\n\nElevator operator/maintenance\n\nCame here in 1981 to have a better life for himself and his family.\n\nWhy I love New YOrk: \"People are so good in this country. I work in the Port Authority building [on 42nd St.] 23 \nyears now. Many people here have helped me get this good job.\"\n\nSLOVENIA\n\nEmil Gaspari, 54, Westchester\n\nSALESMAN\n\nFirst came here 45 years ago; became a citizen in 1977.\n\nWHY I LOVE NEW YORK: \"This is the most dynamic place in the world to trade. As long as you put forth the right \namount of effort, you can accomplish whatever you want.\"\n\nSWEDEN\n\nAnnika Sundvik, 40, Manhattan\n\nChef/Owner of Good World Bar & Grill\n\nCame to New York in 1989 to study photography at the International Center of Photography\n\nWhy I love New York: \"A certain sense of freedom in the workplace.\"\n\nJAPAN\n\n\n\nMizue Sawano, 65, Manhattan\n\nArtist\n\n\"I came to New York in 1969 because it's the center of the art world, and it has given me the chance to improve \nand find myself.\"\n\nWhy I love New York: \"It's an exciting city, and for me, as an artist, it was and still is a challenge.\"\n\nINDIA\n\nNeil Desai, 27, Newport, N.J.\n\nACCOUNTANCY\n\nCONSULTANT\n\nCame here eight years ago to go to college.\n\nWHY I LOVE NEW YORK: \"I love how you can always meet people from all over the world.\"\n\nUKRAINE\n\nEdward Rofman, 23, Queens\n\nTECHNOLOGY\n\nCONSULTANT\n\nFamily came here 17 years ago to escape religious persecution.\n\nWHY I LOVE NEW YORK: \"No matter what time of the day it is, you can find something to do. And you can make \nas much of yourself as you want if you are willing to put in the effort.\"\n\nCANADA\n\nKathleen Howe Garcia, aka Lady K Fever, 33, the Bronx\n\nProfessional muralist\n\nand graffiti artist\n\nCame here in 2001 and, according to this mother of two young girls, \"fell in love with the Big Apple.\" She adds, \"I \nofficially moved here three years later to pursue my career as an artist because the city appreciates the arts and is \nsuch a competitively creative place.\"\n\nWHY I LOVE NEW YORK: \"There are opportunities here that don't exist anywhere else in the world. Anyone can \ncome here and make it.\"\n\nBURKINA FASO\n\nIssa Yameogo, 43, upper West Side\n\nNEWSPAPER WHOLESALER\n\nYameogo, who describes his homeland as \"a very poor country, one of the poorest in the world,\" held a mundane \njob working for the government. Though that made him better off than most of his compatriots, he was determined \n\n\n\nto make a better life for himself in the U.S. After a long and difficult immigration process, he finally made it to New \nYork two years ago.\n\nWHY I LOVE NEW YORK: \"The freedom. People are free here. And there are more business opportunities here \nthan anywhere else.\"\n\nCROATIA\n\nDaniela Pavelic, 34, Queens\n\nTravel consultant\n\nCame here six years ago, working for Croatian National Tourist Office.\n\nWhy I love New York: \"It is a city where everybody can find their own corner. -Everything is just a subway ride \naway.\"\n\nMADAGASCAR\n\nAline Razafimampiandra, 61,\n\nFar Rockaway, Queens\n\nFrench teacher\n\n\"I arrived in 1996 as a tourist because my sister offered me the trip for my 50th birthday. Then I won the immigration \nlottery and stayed.\"\n\nWhy I love New York: \"I learned English at Cope Institute, acquired -computer skills at the YWCA and Bronx \nCommunity College. The icing on the cake was the professional empowerment I received at Dress for Success \nNew York, and all of it was free.\"\n\nSOUTH KOREA\n\nCheol Yu Kim, 38, Brooklyn\n\nArtist\n\nCame to New York in 1997 for more opportunities in the art world.\n\nWhy I love New York: \"I can see almost every happening in the art world. That's why I can get good chances for \nexposure.\"\n\nMACEDONIA\n\nTony Arapi, 30, Staten Island\n\nHAIRDRESSER\n\nCame here 11 years because \"there was nothing for me in Macedonia.\"\n\nWHY I LOVE NEW YORK: \"The energy is so ridiculous and crazy to the point that people don't care where you're \nfrom!\"\n\nBRAZIL\n\nGuilherme Castellane, 21, Queens\n\n\n\nSTUDENT/BARTENDER\n\nCame here seven and a half years ago when his sister moved here for college.\n\nWHY I LOVE NEW YORK: \"If you work hard, you can afford to go out and enjoy life.\"\n\nCHILE\n\nDenic Catalan , 42, Manhattan\n\nCo-owner of Pomaire,\n\na Chilean restaurant\n\nCame here for better job opportunities 16 years ago.\n\nWhy I love New York: Catalan appreciates that he can speak freely about political -issues here.\n\nETHIOPIA\n\nMehret Mandefro, 30, Harlem\n\nPHYSICIAN AT MONTEFIORE\n\nCame here in 1977 after fleeing a Communist takeover.\n\nWHY I LOVE NEW YORK: \"Being able to find a place to dance any night of the week.\"\n\nCAMBODIA\n\nAth Chan, late 30s, Brooklyn\n\nMEDICAL TECHNICIAN\n\nCame here in 1984 to reunite with her family, who arrived two years previously.\n\nWHY I LOVE NEW YORK: \"I love how the -diverse ethnic groups make people feel right at home.\"\n\nMALAYSIA\n\nZang Toi, 45, upper East Side\n\nFASHION DESIGNER\n\nCame here 24 years ago -after a year studying in Canada.\n\nWHY I LOVE NEW YORK: \"I love just walking the streets of New York. I get some of my best ideas walking among \nall these people.\"\n\nGRENADA\n\nNatasha Burke, 33, Brooklyn\n\nDIRECTOR OF -COMMUNITY AFFAIRS, LONG ISLAND COLLEGE HOSPITAL\n\nCame here 26 years ago -after her mother and grandmother moved here.\n\n\n\nWHY I LOVE NEW YORK: \"The possibilities are endless for anything you want to do here. I couldn't imagine living \nanywhere else.\"\n\nSOUTH AFRICA\n\nAnne Willner, 53,\n\nSheepshead Bay, Brooklyn\n\nWORD PROCESSOR\n\nCame here 27 years ago on vacation and ended up staying.\n\nWHY I LOVE NEW YORK: \"I love the freedom, and that there are so many different nationalities here that I've \nnever come across.\"\n\nTRINIDAD and -TOBAGO\n\nOlston Cyril Watts, 37, -Bogota, N.J.\n\nMEDICAL DIRECTOR, CONTINUUM HEALTH\n\nCame here 20 years ago with his family, looking for a better life.\n\nWHY I LOVE NEW YORK: \"I can find Trinidadian food for lunch, or -Indian, or Italian or any -other kind. No matter \nwhat hours I work, I can find public transportation that is convenient. And I'm minutes away from Broadway shows \nand the -opera.\"\n\nGERMANY\n\nSharyl M. Curry, 32,\n\nupper West Side\n\nPILATES INSTRUCTOR\n\nCame here in 1995. She had an American father and American passport already, and wanted to study at the Alvin \nAiley school for dance.\n\nWHY I LOVE NEW YORK: \"You can meet great people from all walks of life. Everything is here right on your \ndoorstep.\"\n\nKAZAKHSTAN\n\nBoris Shimonov, 51, Queens\n\nSHOEMAKER\n\nCame here eight years ago, after his daughter and sister made the switch.\n\nWHY I LOVE NEW YORK: \"There's not one -single thing that I don't like about this city. From the people to the \nnonstop energy ... I'm very happy here.\"\n\nVIETNAM\n\nEden Chieu Nguyen, 31,\n\nBrooklyn\n\n\n\nDESIGNER\n\nCame here eight years ago for a better life.\n\nWHY I LOVE NEW YORK: \"It's an open-minded city that always accepts its own creative voices to push the \nenvelope of new esthetic and design ideas into its culture.\"\n\nJAMAICA\n\nEwan Clarke, 55, Brooklyn\n\nBUS DRIVER\n\nCame here 20 years ago to find a steady job after spending some time in England.\n\nWHY I LOVE NEW YORK: \"You have the opportunity to better your life, go back to school, do whatever I didn't \nhave the opportunity to do growing up in the West Indies.\"\n\nFINLAND\n\nMarjut Guigui, 35, Brooklyn\n\nNURSE\n\nCame here two years ago -after five years in London.\n\nWHY I LOVE NEW YORK: \"It's a 24/7 city. There are a lot of opportunities. You can always find something to do.\"\n\nGHANA\n\nElizabeth Okyere-Bour, 44, -Jersey City\n\nNURSE\n\nCame here 20 years ago because of the \"unlimited amount of possibilities.\"\n\nWHY I LOVE NEW YORK: \"There's no better feeling than being able to work hard here and have all the city's \nresources at your disposal.\"\n\nRUSSIAn\n\nfederation\n\nPhillip Andriyevsky, 25, Brooklyn\n\nTECHNOLOGY\n\nCONSULTANT\n\nCame here 16 years ago with his family.\n\nWHY I LOVE NEW YORK: \"The night life and the girls! New York girls are some of the best dancers ever.\"\n\nNEPAL\n\nBiswa Thapa, 34, Brooklyn\n\nJEWELRY/CLOTHING STORE OWNER\n\n\n\nCame here Sept. 13, 1998, after winning an annual lottery (out of 230 that year) in -Nepal to come to the U.S.\n\nWHY I LOVE NEW YORK: \"The big buildings, the great roads. You can buy anything here. New York is like a \nsmall world.\"\n\nISRAEL\n\nMenachem Borovski, 54,\n\nGreenwich Village\n\nGRAPHIC DESIGNER\n\nCame here 32 years ago to study at the Parsons School of Design after working as a flight attendant.\n\nWHY I LOVE NEW YORK: \"This city is the closest thing you can think of nowadays as a contemporary, cultural \nhub.\"\n\nGEORGIA\n\nDmitriy Shraybman, 43, Brooklyn\n\nSYSTEMS EDITOR\n\nCame here 13 years ago to escape a -civil war in Georgia (formerly part of the Soviet Union).\n\nWHY I LOVE NEW YORK: \"This city was my first -experience with another culture and another world entirely. It \nwas almost a culture shock at first, but to me, it's the world's capital.\"\n\nPANAMA\n\nDavid Alaminer, 30, Brooklyn\n\nPORTER\n\nCame here 12 years ago to work at JFK Airport and live with his aunt in Queens.\n\nWHY I LOVE NEW YORK: \"At first, it took time getting used to the cold weather, but I just love how this city has so \nmany different nationalities.\"\n\nGUATEMALA\n\nVernick Alvarez, 37, the Bronx\n\nFASHION CONSULTANT\n\nCame here 33 years ago with his family for a better life.\n\nWHY I LOVE NEW YORK: \"The many opportunities on offer is amazing.\"\n\nFRANCE\n\nSmail Feroudj, 34, Queens\n\nREAL ESTATE AGENT\n\nCame here three years ago for the \"challenge and adventure of coming to a new country.\"\n\n\n\nWHY I LOVE NEW YORK: \"I love the nightlife and how active everyone is. I believe New York is a cosmopolitan \ncity and we respect each other. It is easy to live here and fit in as an immigrant.\"\n\nINDONESIA\n\nYunika Kadarusman, 29,\n\nMelville, L.I.\n\nFREELANCE WRITER\n\nCame here 11 years ago for a better life.\n\nWHY I LOVE NEW YORK: \"It's a very exciting city. It's fast-paced and you always find something different.\"\n\nPHILIPPINES\n\nSteven-Tristan Young, 29,\n\nScarsdale, N.Y.\n\nMARKETER\n\nCame here three years ago to be closer to his family.\n\nWHY I LOVE NEW YORK: \"I love Rollerblading down the West Side Highway and holiday shopping.\"\n\nMALI\n\nMamadou Djourthe, 21,\n\nManhattan\n\nSTUDENT\n\nCame here five years ago to go to college.\n\nWHY I LOVE NEW YORK: \"I love the diversity and culture in the city.\"\n\nKUWAIT\n\nSaad Alayyoubi, 22, Manhattan\n\nSTUDENT\n\nCame here five years ago for college.\n\nWHY I LOVE NEW YORK: \"The sheer density of ideas, people and events. It's a mini-universe bustling with energy \nand life.\"\n\nUZBEKISTAN\n\nInna Sheyn, 28, Morristown, N.J.\n\nACCOUNTANT\n\nCame here in 1993 because her parents \"thought there would be more opportunities for my brother and I.\"\n\n\n\nWHY I LOVE NEW YORK: \"Even as a foreigner you still have a sense of belonging. And it's so upbeat all the time.\"\n\nNIGERIA\n\nOladapo Atitebi, 17, Manhattan\n\nSTUDENT\n\nCame here two months ago for college.\n\nWHY I LOVE NEW YORK: \"It's a 24-hour city, with reliable transportation.\"\n\nICELAND\n\nOlafur Thordarson, 43,\n\nManhattan\n\nARTIST/ARCHITECT\n\nCame here 23 years ago to go to architecture school.\n\nWHY I LOVE NEW YORK: \"The energy of the people. Plus, your friends always want to visit from back home.\"\n\nMALTA\n\nGeorge Vella, 56, Queens\n\nSALES MANAGER/german national tourist\n\noffice\n\nCame here 19 years ago when his employers, the Ministry of Foreign Affairs of Malta, transferred him to New York \nto work for the Permanent Mission of Malta to the United Nations.\n\nWHY I LOVE NEW YORK: \"It is truly the capital of the world!\n\nMOLDOVA\n\nTamara Moraru, 48, Manhattan\n\nDIRECTOR OF GLORIA ART FOUNDATION\n\nCame here in 2001 for an improved life.\n\nWHY I LOVE NEW YORK: \"It is one of the most significant and magnificent -cultural and spiritual places - with the \nMetropolitan Museum of Art, Carnegie Hall and Central Public Library.\n\nMEXICO\n\nOscar Reyes, 28, the Bronx\n\nHAIR STYLIST\n\nCame here two years ago to enjoy a better life.\n\nWHY I LOVE NEW YORK: \"The thing I look forward to most is meeting people from different nationalities. This city \nis the best place for that.\"\n\n\n\nCOLOMBIA\n\nAmparo Cordova, 49, the Bronx\n\nHAIR STYLIST\n\nCame here 17 years ago.\n\nWHY I LOVE NEW YORK: \"The politics, the culture ... I just love the way of life here. You can get everything you \ncan possibly think of if you work hard enough. I love being able to work with people from different nationalities and \nget some sense of their unique cultures. So I try to take something from each of them.\"\n\nARMENIA\n\nNoune Sukiasian, 43, Queens\n\nOFFICE MANAGER\n\nCame here 22 years ago to raise a family.\n\nWHY I LOVE NEW YORK: \"I love Manhattan. It's a dynamic place.\"\n\nDOMINICAN\n\nREPUBLIC\n\nAylin Gonzalez, 24, Manhattan\n\nbusiness administration\n\nCame to U.S. in 2006.\n\nWhY I love New York: \"The cultural diversity. It's like living on all the continents at the same time, which can make \none's life richer.\"\n\nBANGLADESH\n\nRokeya Jamal, 42, Brooklyn\n\nEsthetician/skin care\n\nIn the city 13 years.\n\nWhy I love New York: \"The medical and health system in this city is better than anywhere else.\"\n\nTAJIKISTAN\n\nDavid Maveshev, 54,\n\nLong Island\n\nCEO of Nastel\n\nTechnologies, Inc.\n\nCame here in 1980.\n\n\n\nWhy I love New York: \"This country gives one a freedom of choice, ability to succeed and achieve the set goals. I \nlike the city's diverse, multicultural mosaic - freedom of preserving your own customs and exposure to other \ncultures.\"\n\nSINGAPORE\n\nAlfie Lee, 37, Brooklyn\n\nPhotographer and artist\n\nCame here two years ago to pursue career.\n\nWhy I love New York: \"It's perpetually on the cutting edge of creative expression and technology. The next big thing \nfor the rest of the world probably happened last week in New York City!\"\n\nCYPRUS\n\nAndreas C. Tselepos, 26, Queens\n\nActor-director\n\nCame here in 2000. \"I grew up always having in my mind that America was the place to make your dreams come \ntrue.\"\n\nWhy I love New York: \"To me, coming from a very small and close society where everybody knows everyone, New \nYork is the place to be myself. My self in a city which is the miniature of the world!\"\n\nCHAD\n\nSouleymane Guengueng, 53, the Bronx\n\nHUMAN RIGHTS ACTIVIST\n\nCame to New York City just months ago. The charismatic father of nine was unjustly imprisoned and tortured in his \nnative country under the -brutal regime of former dictator Hissene Habre. He watched helplessly as hundreds of \nfellow political prisoners died from malaria, exhaustion, malnutrition and torture. When Habre was deposed in 1990, \nGuengueng risked his life hiding files containing names of the leader's henchmen before handing them over to \n-Human Rights Watch. He now leads the campaign by former prisoners to bring the exiled Habre to justice.\n\nWHY I LOVE NEW YORK: \"I like very much seeing people from different cultures here. I love walking all over the \ncity, looking at everything - and it is good exercise. I have learned the city now.\"\n\nMONTENEGRO\n\nBrian Hajdari, 39, Kew Gardens, Queens\n\nBUILDING SUPERINTENDENT\n\nThe hard-working father of three came here with his wife, Altana, 18 years ago to escape harassment by the former \nYugoslavian government. He remembers\n\npolice randomly stopping cars, demanding people join the\n\nCommunist Party. \"If you didn't, you'd get harassed, beaten sometimes, jail - a lot of bad stuff,\" says Hajdari. \"I got \narrested while driving on the road, minding my own business. They just pull you out of the car.\"\n\nWHY I LOVE NEW YORK: \"The people, the cars, the parks, the -movies. ... New York is the best place to be.\"\n\n\n\nCUBA\n\nIvan Acosta, 62, Manhattan\n\nFILMMAKER, LATIN-JAZZ CONCERT PRODUCER\n\nAcosta was a teen when he arrived in 1961 from Havana, but was considered a political exile after he and his \n-family escaped Fidel Castro's Communist regime. His love - and longing - for his -native land has always been \nreflected in his body of work as a playwright and filmmaker. The 1985 art-house movie \"Amigos,\" which he wrote \nand directed, deals with the difficulties of Cuban refugees in the U.S.\n\nWHY I LOVE NEW YORK: \"It has everything - culture, excitement - and you never get bored. It's always an \namazing place. It's a city that even if you live 100 years, you won't be able to know the whole city. And I know it \npretty well.\"\n\nITALY\n\nSergio Esposito, 38, Manhattan\n\nRUNS ITALIAN WINE MERCHANTS,\n\nEAST VILLAGE\n\nCame to New York 30 years ago. If his parents hadn't been lucky enough to win an immigration lottery to the U.S. \nback in the 1970s, Esposito might not be the wine connoisseur he is -today. He lived cheek by jowl with his \n-extended family and, even though he was a child, his beloved Uncle Aldo would encourage him to toast the end of \nthe day with a glass of Italian wine.\n\nWHY I LOVE NEW YORK: \"The city provides the world with an equal playing field where, regardless of your \n-history or background, if you are smart and motivated, you can be successful.\"\n\nSYRIA\n\nGhazi Y. Khankan, 72,\n\nLong Island\n\nBoard member of\n\nthe American -Muslim\n\nAlliance\n\nMoved to California in 1954, arrived in Manhattan in 1960, and has been living on Long Island since 1971.\n\nWhy I love New York: \"The international atmosphere.\"\n\nZIMBABWE\n\nTichafa Tongogara, 35, Brooklyn\n\nFilmmaker\n\nHas been in the city for six years, having come for here for a college education.\n\nWhy I love New York: \"The independent filmmaking scene here is really exciting for my career. I intend to go back \nhome\n\n\n\nat some point to make films in my\n\nhome country, and I figure New York\n\nis probably one of the best training grounds to be able to do that.\"\n\nSOMALIA\n\nAyaan Ahmed, 34, Manhattan\n\nMARKETING AND FUND-RAISING FOR SUNFLOWER CHILDREN, a charity founded by czech\n\nmodel helena houdova\n\nLived in the city since 1990; after being schooled in England and Egypt, she came here to attend college.\n\nWhy I love New York: \"The convenience that everything is open all the time. The corner deli, as a single girl, is \ngreat. New York calls you when you're from elsewhere. It's an inspiring place to make it\"\n\nHUNGARY\n\nAttila Tihanyi, 30, Queens\n\nMaitre d' at La Goulue\n\nCame here seven years ago and worked in construction - 10 hours a day outside when temperatures were below \nfreezing - while he learned\n\nEnglish watching closed-captioned TV.\n\nWhy I love New York: \"In the past seven years, I was able to do many things that I would have never been able to \ndo in Hungary. One of my biggest dreams in the near future is to open an Austrian-Hungarian restaurant.\"\n\nSPAIN\n\nJose Antonio Rosello, 30, Queens\n\npublic relations at the tourist -office of spain\n\nCame to New York in April 2006 because he\n\nalways dreamed about\n\nliving for a few years in New York.\n\nWhy I love New York: \"The dynamism and energy of the city. The nightlife ... which is something coming from a \nSpaniard.\"\n\nSLOVAKIA\n\nJanette Parvakis, 33, Astoria\n\nBartender and\n\nteacher in a -SlovakIAN school\n\nCame here 1994 after Communism collapsed back home.\n\n\n\nWhy I love New York: \"Coffee to go, which in Slovakia they still don't have.\"\n\nCzech Republic\n\nPeter Bisek, 65, Long Island\n\nPublisher of\n\nAmericke Listy, a\n\nCzech newspaper\n\nCame in 1965. \"Czechoslovakia was one of the most orthodox Communist countries,\" he says. \"They wanted me \nto join the Communist Party, so I refused, and before they came the second time, I was gone.\"\n\nWhy I love New York: \"I have complete, real freedom to do as I please. I am quite happy that my children were \nborn and raised here.\"\n\nALGERIA\n\nMehenni Zebentout, 43,\n\nManhattan\n\nOWNER OF NOMAD RESTAURANT\n\nMoved here in 1989 for better opportunities.\n\nWhy I love New york: \"The diversity of people.\"\n\nARGENTINA\n\nMarcelo Suarez-Orozco, 50, Brooklyn Heights\n\nUNIVERSITY PROFESSOR\n\nArrived to study in the U.S. in 1977 and has lived in New York City with his family for two years.\n\nWhy I love New York: \"The unique dynamism and ethos. It is unlike anywhere else in the world.\"\n\nMOROCCO\n\nHicham Khiri, 29, Manhattan\n\nChef\n\nMoved here eight years ago because there is more challenge in the food business.\n\nWhy I love New York: \"The speed.\"\n\nUNITED KINGDOM\n\nPhilip Riley, 42, Williamsburg\n\nArtist\n\nCame here 12 years ago\n\n\n\n\"to show my work to U.S.\n\ngalleries.\"\n\nWhy I love New York: \"It's all day and all night.\"\n\nBELGIUM\n\nYves Jadot, 39, Manhattan\n\nRestaurateur\n\n\"I came here because I had the opportunity to work in a restaurant in Bedford, N.Y., when I was 18 years old.\"\n\nWhy I love New York: \"I like the fast pace and the challenge that running my restaurants gives me.\"\n\nIRAN\n\nNiloufar Gidfar, 46, Brooklyn\n\nPediatrician\n\nIn the city 19 years after leaving Iran in 1979 and attending medical school in Russia for eight years.\n\nWhy I love New York: \"Just running into people from all walks of life.\"\n\nALBANIA\n\nGazmend Lita, 36,\n\nEdgewater, N.J.\n\nPROPRIEToR OF LE JARDIN RESTAURANT\n\nUnder cover of darkness, the ambitious father of two risked his life crossing the border into the former Yugoslavia to \nescape Communist Albania 17 years ago.\n\nWHY I LOVE NEW YORK: \"You can come here with nothing, without knowing the language, but if you are \ndetermined, you will succeed. This is the land where your dreams can come true.\"\n\nLATVIA\n\nRoland Levin, 49, Manhattan\n\nReal Estate Investment\n\nSpecialist AT PRUDENTIAL /DOUGLAS ELLIMAN\n\nCame to NYC in 1974 as a refugee.\n\nWhy I love New York: \"Its ability to make people better, more compassionate, to make them willing to come \ntogether in times of need, no matter of nationality and race.\"\n\nMYANMAR\n\nLinda Wu, 60, Flushing\n\nCASHIER/MANAGER AT MINGALA BURMESE\n\n\n\nRESTAURANT\n\nArrived 20 years ago seeking more opportunities and to avoid the political problems in her native country, then \nknown as Burma.\n\nWhy I love New York:\"I feel very safe here.\"\n\nNICARAGUA\n\nGerardo Somoza, 50,\n\nHell's Kitchen\n\nCELEBRITY PHOTOGRAPHER\n\nA member of the influential political dynasty in Nicaragua, he arrived to escape controversy and study arts and \nsciences at NYU in 1976, joining his widowed mother.\n\nWhy I love New York: \"The excitement, the challenges. Here, you can achieve the top level of fame and fortune.\"\n\nEGYPT\n\nTalaat Abdelmonein, 46,\n\nLong Island\n\nDoctor AT L.I. COLLEGE HOSPITAL\n\nCame here 10 years ago. \"When I graduated from medical school, I was looking to enhance my skills, and this was \nthe best place for that.\"\n\nWhy I love New York: \"I love walking down the street around so many different people from all nationalities and not \nfeeling like a stranger.\"\n\nBULGARIA\n\nGergana Koleva, 28, Cobble Hill\n\nFREELANCE JOURNALIST\n\nCame here 51/2 years ago for the opportunity to pursue journalism in a country rich with ideas.\n\nWhy I love New York: \"I like the energy of the city and the mix of cultures. It's easier to express your views than any \nother place in America. It's the sign of a progressive society - to be open to some irreverence.\"\n\nlithuania\n\nDarius Kasparaitis, 34,\n\nupper East Side\n\nDEFENSEMAN, New York Rangers\n\nThe effervescent tough guy, now a naturalized American citizen, has been in the U.S. for 14 years after emigrating \nto pursue his sports career. He came to the Big Apple to play at Madison Square Garden for the Rangers in 2002. \nTheir being \"one of the 'Original Six' hockey clubs in the NHL, I wanted to experience the honor to wear the Ranger \nsweater,\" he says.\n\n\n\nWHY I LOVE NEW YORK: \"The diversity makes it so special and unique. I can walk out of my building and have \neverything - the best restaurants and entertainment. It's the city with the most character!\"\n\nPORTUGAL\n\nJose Manuel Ornelos, 65, Manhattan\n\nBUILDING SUPERINTENDENT\n\nOrnelos and his wife, Maria Isabel, emigrated from the Portuguese island of Madeira nearly 40 years ago because \nof the economic policies of then-dictator Antonio Salazar, which neglected people in rural areas. Ornelos -quickly \nworked his way up the career ladder, first as a dishwasher, then a porter and subsequently became chief \nsuperintendent for a real estate management company.\n\nWHY I LOVE NEW YORK: \"America, especially New York, was the place everyone in Portugal wanted to go. They \nsaid the streets were paved with gold. They aren't, but they are paved with something better - opportunity.\"\n\nEL SALVADOR\n\nJose Sura, 24, Brentwood, L.I.\n\nSOCCER PLAYER\n\nCame to the country in 1987 to reunite with his -mother and escape the war in El Salvador.\n\nWhy I love New York: \"It is one of the biggest cities in the world. Within an hour, there are beaches, mountain \nranges, anything you can think of.\"\n\nANTIGUA\n\nTyrone Carr, 43, Brooklyn\n\nUNIVERSITY -ADMINISTRATOR\n\nMoved here two years ago for work and to be near family.\n\nWhy I love New York: \"Walk down Flatbush Ave., close your eyes, and with all the sounds and smells you might as \nwell be on a Caribbean island.\"\n\nCHINA\n\nKent Zhang, 44, Flushing\n\nMANAGER, Buddha Bodai restaurant\n\nCame here 14 years ago because he heard \"it's very easy to make money in America.\"\n\nWhy I love New York: \"At nighttime when you drive on the Manhattan Bridge or the Brooklyn Bridge, it's beautiful.\"\n\nGUYANA\n\nNadira Hira, 26, Manhattan\n\nWRITER\n\nCame to America as a child because her widowed mom wanted the family to have a more stable existence. Moved \nto NYC in 2002.\n\n\n\nWhy I love New York: \"It's the only city where every single street has its own neighborhood.\"\n\nTOGO\n\nRock Hoffer, 37, Brooklyn\n\nMANAGER AT MANHATTAN FRUITIERS\n\nCame seven years ago in search of opportunity, -after growing up watching movies and TV shows set here.\n\nWhy I love New York: \"You can meet the whole world - every ethnic group is here.\"\n\nSENEGAL\n\nMeta Dia, 26, Brooklyn\n\nWINE SELLER AND MUSICIAN\n\nCame in 2002 to study the music scene and play in a reggae/soul band.\n\nWhy I love New York: \"I've learned so much since I've been here. There are so many places to go and interesting \npeople to meet.\"\n\nNORWAY\n\nEirik Fluge, 35, midtown\n\nDirector of Cultural- Programs for the Norwegian Seamen's Church/Trygve Lie\n\nGallery\n\nArrived here four years ago looking for \"work and adventure.\"\n\nWhy I love New York: \"I like the energy. My favorite place is the Sheep Meadow in Central Park.\"\n\nAZERBAIJAN\n\nVladimir Badalyan, 48,\n\n-Fair Lawn, N.J.\n\nINFORMATION -TECHNOLOGY SPECIALIST\n\nArrived as a refugee 15 years ago, during a conflict in his native country, in search of a better life.\n\nWhy I love New York: \"Everything is great about the city - a place where you can achieve anything.\"\n\nPOLAND\n\nAgnieszka Stasiukiewicz, 34, Queens\n\nHAIR STYLIST\n\n\"I came here a decade ago to join my father and other family members. He left Poland 16 years earlier because of \nthe Communist regime there.\"\n\nWhy I love New York: \"Central Park is a beautiful place for relaxation and Union Square is wonderful for meeting \ntalented, artistic people.\"\n\n\n\nMONGOLIA\n\nBatbayar Khulan, 35, the Bronx\n\nPh.D. STUDENT\n\nCame here four and a half years ago to study at the Albert Einstein College of Medicine.\n\nWhy I love New York: \"Brighton Beach. I studied Russian in high school, and going to Brighton Beach is my little \ntrip to Russia. There are bookstores where I can buy Russian books, and -movies and great food, and it's not very \n-expensive.\"\n\nTHE NETHERLANDS\n\nVictor Teixira, 44,\n\n-Lawrenceville, N.J.\n\nAPPLICATIONS\n\nCONSULTANT\n\nArrived in 1994 after\n\nfalling in love with and marrying a\n\nNew Jersey woman.\n\nWhy I love New York: \"It's the -greatest city in the world, with the exception of -Amsterdam, of course!\"\n\nBELIZE\n\nMelecia Munroe, 28, Long Island\n\nworking on master's degree in human resources\n\n\"I came to the U.S. 10 years ago with my mother for better opportunities to come our way, financially as well as \neducational.\"\n\nWhy I love New York: \"The wonderful energy and diversity along with opportunities that exist.\"\n\nVENEZUELA\n\nMeibell Contreras, 34, Harlem\n\nSoftware Developer\n\nCame here to work five years ago, riding the first dot-com wave.\n\nWhy I love New York: \"You can go from Africa to China to India to France to Greece to Japan to Latin America just \nby taking the subway.\"\n\nZAMBIA\n\nChristian Wijnberg, 51,\n\nupper West Side\n\n\n\nFILMMAKER\n\nArrived in 1980 originally to work as a lawyer, at a time when Zambia was engulfed in war. \"I came because \neveryone is a foreigner in New York and I knew I would fit in,\" he says.\n\nWhy I love New York: \"It is a world city and 90% of my friends are from different countries.\"\n\nHAITI\n\nFarah Tanis, 34, Brooklyn\n\nExecutive Director, -Certified Social Worker and Family Therapist\n\nCame here as a child with parents in 1982 because of the acceptance of diversity and educational and economic \nopportunities.\n\nWhy I love New York: \"The variety in cultural expression and the enriching experiences one can have here in just \none day.\"\n\nRWANDA\n\nImmaculee Iligabiza, 37, Manhattan\n\nWRITER, PUBLIC SPEAKER, AID WORKER\n\nThe mother of two survived the 1994 Rwandan genocide that horrified the world. She hid with seven other women \nin a tiny bathroom for 91 days as her family was slaughtered. Remarkably, she emerged from the ordeal with a \nstrong faith in God and has forgiven the killers. She arrived in New York in 1998 and her courageous story is told \nin her book \"Left to Tell: Discovering God Amid the Rwandan -Holocaust.\"\n\nWHY I LOVE NEW YORK: \"No one ever makes you feel like a stranger. We are just like flowers of different colors. \n\"\n\nAUSTRALIA\n\nLincoln Davies, 35, lower East Side\n\nOWNER OF TUCK SHOP BAKERY\n\nThe outgoing entrepreneur came to New York City six years ago, originally for a two-week vacation. He ended up \nstaying here and experimented with various wacky jobs - including a stint performing naked in \"Puppetry of the \nPenis.\"\n\nWHY I LOVE NEW YORK: \"The relationship people have with the city - love and hate. The Gordon Gekko mentality \nvs. the foundations of the United Nations. There's no place like it in the galaxy.\"\n\nIRELAND\n\nPatricia Heslin, 42, Queens\n\nWaitress\n\nCame to New York in the early 1990s because employment was bad in Ireland and friends were coming.\n\nWhy I love New York: \"The diversity and the money. The social life and the different nationalities.\"\n\nTHAILAND\n\n\n\nSor Kornkasem, 35, Chelsea ARCHITECT\n\nCame here 11 years ago to pursue a graduate degree at Columbia University. He landed a job out of school, liked it \nhere, and decided to stay.\n\nWhy I love New York: \"It's lively; the people, friends and opportunities.\"\n\nPeru\n\nLucy Gonzales, 27,\n\nupper West Side\n\nHouse MANAGER\n\nCame here to join her father 10 years ago, who received his U.S. residency five years earlier because he wanted to \npursue the American dream.\n\nWhy I love New York: \"It's a great place to expand your wings.\"\n\nTUNISIA\n\nKarim ben Salem, 33, Queens\n\nManager\n\nCame here for fairness and equal opportunities.\n\nWHY I LOVE New York: \"Being able to live and work here.\"\n\nTELL US YOUR STORY\n\nIf you're an immigrant from a -nation that is not featured in this issue, why not be in our next \"United Nations of \nNew York\" special? Even if your native country is featured today, tell us your personal story.\n\nWe want to hear from you by Wednesday, Jan. 31. Send your name, address, age, daytime telephone number, \ncountry, photograph (if possible) and a brief outline of your story to:\n\nImmigration Special,\n\nFeatures Department, New York Daily News, 450 W. 33rd Street, New York, NY 10001. Or E-mail the information \nto\n\nimmigration@nydailynews.com.\n\nGraphic\n\n \n\nPhotos by David Handschuh Matthew Roberts Susana Bates Michael Dabin Getty Susan Watts Daily News\n"}