{"title": "Focus on Immigration;The Statue of Liberty is a symbol for a land of immigrants. But immigration still sparks debate. The House approved a major immigration bill this week only after provisions aimed at legal immigrants were stripped, and Senate action looms. Here are the thoughts of some newcomers.;JOSE ANGEL MEDELLIN", "body": "\n \n\nMexican thinks like American\n\nIn his heart, he'll tell you, he's still a Mexican. But in his everyday life, Jose Angel Medellin acts every bit the \nAmerican.\n\n\"I've grown up here,\" he said. \"I think like an American. I still believe in the American Dream. I wish someone would \ntell me who is an American, anyway. Being legal in this country, I feel as American as the most American.\"\n\nMedellin, now 33, came to the United States as a teenager in 1975 after his sister, who was here legally, became \nhis legal guardian. His parents, at the time illegal immigrants, worked in canneries in Milwaukee and later became \nlegal residents.\n\nMedellin studied political science at Indiana University in Bloomington, but he became more interested in radio. He \nwas employed at radio stations in Dallas and San Antonio before coming to Atlanta 1 1/2 years ago to work as \nprogram director for Spanish-language station WAXZ (AM 1550 and FM 101.9) in Smyrna. He appears on-air daily \n(3-5 p.m.) on a program called \"The Hot Potato.\"\n\nHe and his Mexican-American wife of 15 years and their three children live in Marietta. The children - a boy and two \ngirls - are bilingual.\n\n\"I don't forbid them talking English,\" Medellin said. \"But I insist they talk Spanish. They'll have an advantage given \nto them at birth that they shouldn't lose.\"\n\nThose American-born children help keep Medellin and others like him here. \" I believe most Mexicans used to have \none foot here and one foot in Mexico,\" he said. \"But through the years, they've sunk roots. I have children here. You \nhave to stay with your blood.\"\n\n \n\nSteady employment, of course, is also an attraction.\n\n\n\"There's a tremedous potential here for anyone who likes to work,\" Medellin said. \"It's been proven that Mexicans \ncome to work.\"\n\nAnd that's not about to change, he said, despite efforts to curtail immigration. \"If you put up 1,000 walls, they'll still \nfind a way to enter this country,\" he declared.\n\nMedellin said the United States \"should have controls\" on its borders but that \"visas should be well distributed.\"\n\n\"This country should keep in mind that it was formed by peple who were legal and illegal,\" he said.\n\nThe rising tide of anti-immigrant feeling, led in part by Republican presidential candidate Pat Buchanan, could \nbackfire. It may lead Medellin and others to become more involved.\n\n\"With Buchanans growing like tomatoes everywhere, there's an advantage to becoming an American citizen,\" \nMedellin said. \"After living here so many years, I realize that if I want to count, I have to vote.\"\n\nGraphic\n\n \n\nPhoto: Jose Angel Medellin, who works at WAXZ radio, came to the United\n\n States from Mexico to be a student after his sister, who was here\n\n legally, became his legal guardian. / JOE McTYRE / Staff\n"}