{"title": "WEEK IN REVIEW; Oct. 7-13", "body": "\n Prince William Sued Over Immigrant Plan Residency Check Called Violation of Federal Law \n\nCivil rights groups filed a lawsuit targeting Prince William County's crackdown on illegal  immigrants, arguing that a \nmeasure ordering police to check the  residency status of people in custody violates federal law.\n\nThe lawsuit, filed in U.S. District Court in Alexandria, asks a judge to declare unconstitutional a controversial \nresolution that Prince William supervisors passed in July. The enforcement efforts, including a bid to curb public \nservices for illegal immigrants, have not taken effect, and supervisors have  said it is too early to decide whether to \nallocate the $14.2 million needed to fund them.\n\nMeanwhile, Fairfax County Sheriff Stan G. Barry (D), who runs Virginia's largest jail, has decided to begin screening \ninmates for immigration violations and working with federal authorities to deport those in the country illegally.\n\nVa. Report Finds Psychiatrist Shortage Emergency Treatment for Mentally Ill Lacking \n\nVirginia lacks enough experienced psychiatrists to evaluate the mentally ill, there aren't enough beds for those \nseeking emergency treatment in many areas and hospitals are losing money on mentally ill patients, according to a \nstate government report.\n\nThe report, by the Joint Legislative Audit Review Commission, states that 47 of Virginia's 135 localities do not have \npublic psychiatrists and that 87 do not have public child psychiatrists. In addition, half of the state's psychiatrists are \nin seven Virginia localities, according to the report, and one in five is in Fairfax County, Fairfax City and Falls \nChurch.\n\nWarner Has Wide Lead in Senate Race Poll Pits Ex-Governor Against Davis and Gilmore \n\nFormer Virginia governor Mark R. Warner (D) holds a 30-point lead over his two potential Republican rivals in next \nyear's U.S. Senate race, boosting Democrats' chances of expanding their congressional majority and highlighting \nthe party's ascendancy in the state, according to a new Washington Post poll.\n\n\nWarner, who announced his candidacy last month, would get more than 60 percent of the vote in a hypothetical \nmatchup against Rep. Thomas M. Davis III or former governor James S. Gilmore III, the two Republicans who have \nindicated they might run.\n\nPossible New Site Emerges for Army Jobs Alexandria Property's Owners Begin Lobbying \n\nWhen the U.S. Army agreed in late summer to rethink plans to move thousands of jobs to Fort Belvoir in southern \nFairfax County, it did so largely on the promise of an alternative property in Springfield near Metro and Virginia \nRailway Express stations.\n\nBut another site, in Alexandria, has emerged as a competitor. In recent weeks, its owners have pressed Pentagon \nofficials and two congressmen to move the jobs there. The Alexandria property, known as the Victory Center, sits \non 16 acres along Eisenhower Avenue not far from the Van Dorn Metro station. Prudential Real Estate Investors \nowns the site.\n\nAcross the Region D.C. School-Voucher Program; Metro Fare Talks \n\nÂ· The D.C. Opportunity Scholarship program, designed to send low-income children in the District to better-\nperforming private schools, has allowed some students to take classes in unsuitable learning environments and \nfrom teachers without bachelor's degrees, according to a government report. The shortcomings are detailed in a \ndraft prepared by the Government Accountability Office.\n\nÂ· Metro board members voted to delay for two weeks consideration of proposals to raise fares. That gives them \nmore time to consider three plans they put forth as alternatives to one recommended by General Manager John B. \nCatoe Jr.\n\nGraphic\n\n \n\nIMAGE; By Donnie Biggs -- Potomac News Via Associated Press; Gearing Up Sen. James Webb rides a VRE train \nwith VRE official Jennifer Straub. VRE is pushing for federal funds to buy new locomotives. Webb says VRE could \nbenefit from the new taxation authority of a regional transportation program.\n"}