{"title": "INS HAS TUNNEL VISION, BLIND TO ECONOMIC REALITIES", "body": "\nThe Immigration and Naturalization Service is flexing its muscles again. But its strong-arm tactics won't work.\n\nIn February, the INS launched a series of raids on the fruit-packing houses of central Washington state's Yakima \nValley. But rather than chase people down, the agents went after paper. They combed the packing houses and \nasked to see documentation of employee work papers. They identified forgeries and demanded that the employers \neither fire those workers or face stiff fines. When the raids were over, they had displaced close to 600 illegal \nworkers - mostly Mexican. It was one of the single biggest sweeps the INS has conducted in the Northwest.\n\nRaids of this type have become the agency's favorite weapon against illegal workers residing north of the border \nstates. INS agents have fired hotel workers in Florida, meatpackers in Nebraska and restaurant employees in \nSeattle, among other places. While the traditional nab-and-deport raid collars, on average, 50 to 60 workers a stop, \nthe administrative raid can target hundreds. And, because it does not obligate the agency to hold or transport the \ncaptured workers, it is far cheaper. INS sources say that if these immigrants are deprived of work, they will go home \nagain.\n\nUnfortunately, this \"interior enforcement program\" relies on a picture of illegal immigrants that is outdated and \nbiased. These workers are not the single-issue economic opportunists that the agency says it is shooing away by - \nas they say in pest control - removing the food source.\n\nThese immigrants are linked to the places they inhabit. Many of them have held their jobs for years. They live in \ncommunities with friends, family and spouses. Many of their children were born in the United States. Some of those \nchildren are now in high school. For many parents, the choice between uprooting their own kids from the only \ncountry they've ever known or defying the INS is no choice at all. They'll choose to scramble and eke out a living, \nno matter how meager.\n\nYakima Valley fruit growers have no illusions about their fired workers going \"home.\" The INS claims that these \nemployers are being fooled by unscrupulous, scheming aliens with ever-improving fake documents, but the fruit \nindustry itself acknowledges a reliance on undocumented labor.\n\nWho else, especially in these booming economic times, would consent to pick or pack fruit for poverty wages? And \nwho else would work in slaughterhouses or bus tables at the going industry rates?\n\nThere are reasons immigrants are doing this work. Yet INS policy ignores these complex economic realities. \nInstead, it seems to believe that without undocumented workers, Americans would rush to these jobs. It also seems \nto believe that jobless mothers and fathers will pack up their broods and return to countries that many of them have \nnot seen in years.\n\nFor the next few months, things will be tough in Yakima Valley. Most of those dismissed have vowed to stay on, \nlooking for new work at smaller orchards and factories, which are less likely to be targeted. The workers can't claim \n\n\nwelfare, unemployment or medical benefits, but they can get government assistance for their U.S.-born children. \nThat area does not have the resources, though, to provide for all the families left without means of supporting \nthemselves.\n\nIt would be nice if someday INS policy matched the reality of today's international economy.\n\nFernandez is the articles editor of Latina magazine in New York. Write her in care of the Progressive Media Project \nat pmproj@progressive.org or at 409 E. Main St., Madison, Wis. 53703. Distributed for the project by KRT News \nService.  \n"}