{"title": "Real test is turning marchers into voters", "body": "\nLOS ANGELES — They've rallied, they've marched, they've boycotted. So now what?\n\nIn the aftermath of Monday's \"Day Without Immigrants,\" the urgent question immigrants and their supporters face is \nhow to translate the passion of the streets into lasting political gains.\n\nIn coming months, immigrant-rights organizers say, they will shift their energy into making a difference at the polls \nthrough registering voters, helping legal immigrants become citizens and getting out the vote in June primary \nelections around the nation.\n\n\"This is only the beginning,\" said Hilda Delgado of Local 1877 of the Service Employees International Union in Los \nAngeles. \"Now we have to reroute all of the energy and momentum and start registering to vote to send a clear \nmessage (for immigration reform) to the Senate and House in Washington.\"\n\nOrganizers have their work cut out for them. According to the Pew Hispanic Center, only 39 percent of the nation's \n41 million Hispanics are eligible to vote — compared with 76 percent for whites and 65 percent for blacks. And \nfewer than half of the 16 million eligible Hispanic voters actually voted in the 2004 general election. Pew Center \ndirector Roberto Suro said Hispanics must now convince the broader public that legislation expanding guest-worker \nprograms and offering undocumented immigrants a chance to legalize would be good for the nation.\n\nThat message, however, will be fought by immigration-control advocates, who say the past two months of marches \nand rallies have drawn recruits to their cause of cracking down on illegal immigration.\n\nSince the March 25 Los Angeles march startled the nation by drawing 500,000 people into the streets, the Phoenix-\nbased Minuteman Civil Defense Corps, which monitors the nation's borders, has significantly increased its \nvolunteers, fundraising and Web site traffic, said spokeswoman Connie Hair.\n\nThe marches \"have focused the American people's attention on people marching in the streets and waving Mexican \nflags … who may not be grateful for the taxpayer-subsidized benefits they're getting and who are jumping in line \nahead of those who are doing it legally,\" Hair said. \"There is a quiet rage building.\"\n\nIn Washington, where the Senate may resume debate on an immigration bill as early as next week, a few \ncongressional officials said the demonstrations would serve to keep the issue on the agenda. But most lawmakers \nwarned that the rallies could polarize the public, make it harder for Congress to negotiate the thorny issue and \ncreate a backlash against immigrants.\n\n\"To get thoughtful legislation passed is going to be harder the more emotions get inflamed on either side of the \ndebate,\" said Rep. Mary Bono, R-Calif. \"It's overwhelmingly polarizing people, and the majority of my constituents \nare upset about\" the boycott.\n\n\nBono last year voted for the controversial House bill that sparked the massive marches by proposing to criminalize \nillegal immigrants and build a 700-mile fence on the U.S.-Mexican border.\n\nIn contrast, the Senate Judiciary Committee in March passed a bill viewed as more favorable to immigrants. It \nincludes an expanded guest-worker program and a chance for undocumented migrants currently in the U.S. to gain \nlegal status by paying a fine and learning English, among other things.\n\nSome senators who back broader immigration reform said the protests could make their work harder.\n\nSen. Mel Martinez, R-Fla., is a sponsor of the bill before the Senate that would create a guest-worker program and \nlegalize undocumented immigrants. He warned that Monday's efforts were \"counterproductive.\"\n\n\"Boycotts, walkouts or protests are not going to get this done,\" said Martinez, who did not take part in any activities \nMonday. \"This is an issue that isn't going to get fixed on the streets; it's going to take thoughtful action by \nCongress.\"\n\nImmigrant-rights advocates are well aware that they need to transform the marchers into voters for lasting gains. \nOn Monday, many marchers in downtown Los Angeles held signs in Spanish, \"Today we march, tomorrow we \nvote.\"\n\nSuch influential figures as Spanish-language radio DJ Eddie \"El Piolin\" Sotelo urged crowds to become U.S. \ncitizens — a suggestion greeted with roars of approval.\n\nOn the streets, many immigrants said the marches and rallies have inspired them to seek naturalization and register \nto vote for the first time in their lives.\n\n\"I never thought I would say it or even think it, but this whole thing makes me want to vote in this country and I'm \nseriously thinking of becoming a U.S. citizen now,\" said Juan Almendares, a 31-year-old Garden Grove legal \nresident who runs a gardening firm with his brother.\n\n\"We can't just protest because it's like we are protesting to ourselves. Who is listening?\" he said. \"Look around. \nThere is no one here except Mexicans like us.\"\n\nMexican immigrant Ofelia Luna, 42, has been a green card holder for almost two decades but didn't become a U.S. \ncitizen until about five years ago. She is still not a registered voter, but said she is now inspired to become one. \nShe plans to register in time to vote for the next president, she said.\n\n\"I am part of this,\" she said, pointing to the crowd around City Hall. \"I want my voice to be heard.\"\n\nAnd immigrant supporters also see another source of new voters: high school students who will soon come of \nvoting age.\n\nLawyer Jessica Dominguez, who heads the immigration section of the Los Angeles County Bar Association and \nfrequently speaks to students, said the recent marches and protests have helped politicize a generation that will \nsoon be of voting age.\n\n\"These are U.S. citizen kids, and the message is, they are going to vote,\" Dominguez said. \"My own 19-year-old \nson is so excited. He knows we are living through historic moments, and he can't wait.\"\n"}