{"title": "IMMIGRATION PANEL SET TO URGE CLOSING THE DOOR ON RELATIVES", "body": "\nThe Commission on Immigration Reform is expected to recommend to Congress within the next few weeks that it \nsignificantly reduce the number of legal immigrants allowed to enter the United States.\n\nSources say the commission is planning to recommend the elimination of immigration categories that allow newly \nnaturalized U.S. citizens to bring in their married adult children as well as brothers and sisters.\n\nThat would reduce the number of legal immigrants by about 100,000 each year.\n\nIn addition, the commission, headed by former Rep. Barbara Jordan, D-Texas, is considering trying to reduce by as \nmuch as half the approximately 135, 000 political refugees and their relatives who are admitted each year.\n\nJordan, a longtime civil rights leader, was appointed to her post by President Bill Clinton.\n\nEach year, about 800,000 legal immigrants are admitted to the United States in a variety of categories, including \npolitical refugees.\n\nThat is the equivalent of adding a city the size of San Francisco to the U.S. population each year.\n\nClose to 70 percent are granted residence on the basis of a family relationship, and the remainder get in based on \nemployment and other special skills.\n\nLast fall, the commission issued a report on illegal immigration that provoked a chorus of protest from advocacy \ngroups.\n\nCritics said its proposal for a national computerized employment registry ran the risk of violating the civil rights of \nminority workers.\n\nThe commission's latest work is expected to draw similar fire and underscores the extent to which the new \nRepublican majority is driving the immigration agenda.\n\nAppointed jointly by Congress and Clinton, the commission was supposed to come up with a report on legal \nimmigration in September 1997.\n\nBut at the nudging of Sen. Alan Simpson, R-Wyo., and Rep. Lamar Smith, R-Texas, who head immigration \nsubcommittees, the commission has moved up its timetable.\n\nRepublicans on the nine-member commission include Harold Ezell, a Ronald Reagan-era Immigration and \nNaturalization Service regional commissioner and a leader in the campaign to pass Proposition 187 in California.\n\n\nEzell reportedly played a key role in persuading other commission members to go along with the proposal to limit \nlegal migration.\n\nJordan was determined to forge a consensus, even if that meant coming up with proposals that at first seem at \nodds with her previous unqualified support for legal immigration.\n\nThe commission met behind closed doors for three days recently and approved a series of near-unanimous \nrecommendations that would limit the number of relatives of both U.S. citizens and permanent residents who could \nbe admitted to the United States.\n\nAt the same time, the commission is expected to declare that the main focus of \"family reunification\" in immigration \npolicy should be on reunifying the nuclear family, as opposed to extended family networks.\n\nTo that end, sources indicate that the commission may propose that minor children and spouses of permanent \nresidents who are not yet American citizens be admitted at an accelerated pace to deal with the backlog of nearly \n1.2 million applications in that category.\n"}