{"title": "HAITIANS ARRIVE IN BROOKLYN AND LAKE PLACID", "body": "\nFederal officials over the weekend began moving several hundred Haitians to detention centers around the country, \nincluding an immigration center in Brooklyn and a Federal prison near Lake Placid, N.Y., in an effort to ease \nserious overcrowding at a Miami camp.\n\nThe Haitians, illegal aliens who have been fleeing their country in boats for several years, are being relocated to \nFederal prisons and to detention centers run by the Federal Immigration and Naturalization Service, a spokesman \nfor the Justice Department said.\n\nFifty men and 36 women were taken Saturday to a decrepit, fivestory red brick building across from the Brooklyn \nNavy Yard in a rundown section of Fort Greene. Private security guards who were armed supplemented \nImmigration and Naturalization officers, none of whom would permit reporters to visit the Haitians.\nFederal officials move several hundred Haitians to detention centers around country, including Brooklyn and Lake \nPlacid (NY), from Miami (Fla) camp\n\n''We have an emergency condition here with the overcrowding,'' said Michael Trominski, an immigration officer at \nthe Krome Avenue North Refugee Camp, west of Miami. A former Army missile base, the makeshift tent and \nbarrack encampment with a capacity for 550 people now houses nearly 1,200 refugees, Mr. Trominski said.\n\n \n\n10 More to Lake Placid\n\nImmigration officials transferred 90 Haitians from the overcrowded Miami camp yesterday, sending 50 refugees to a \nFederal facility in West Virginia and 40 more to a new Federal prison in Lake Placid.  Twenty more Haitians will be \nflown out today, 10 to Texas and 10 to Lake Placid.\n\nIn addition to the 86 Haitians who were brought to Brooklyn on Saturday, 176 were flown to a minimum security \nFederal prison camp in Big Spring, Tex. Last week, 58 children who escaped to this country from Haiti without their \nparents were taken to Dutchess County in upstate New York for adoption.\n\nThe transfers of the Haitians, which according to Mr. Trominski were ordered by William French Smith, the United \nStates Attorney General, came on the heels of a suit filed by Bob Graham, the Governor of Florida, who is seeking \nto force the Federal Government to reduce the refugee population at the Krome Avenue camp by 1,000 by Friday. \nThe Justice Department is continuing its search for space in Federal detention facilities but there are no firm plans \nfor future transfers, Mr. Trominski said.\n\nMr. Trominski also said that the Governor of Puerto Rico had endorsed a plan by Federal officials to use an empty \nNavy facility there to house Haitian refugees. Puerto Rican officials had been opposed to the use of the facility until \nnow.\n\n\n \n\nDeportation Hearings Halted\n\nDeportations of Haitians were halted last month following charges by attorneys for the refugees that the Haitians \nwere being denied due process of law. They said deportation hearings were held in locked courtrooms, from which \nprivate lawyers and spectators were barred.  The Immigration and Naturalization Service suspended deportation \nproceedings pending a review of its procedures.\n\nSevere overcrowding at the Miami camp has caused serious sanitation problems, including the contamination of the \ncamp's drinking water, Mr. Trominski said.\n\nBetween 1,000 and 1,500 Haitians arrive by boat every month, said Thomas M. Stewart, a spokesman for the \nJustice Department.  ''It's an enormous bureaucratic problem keeping tabs on all of them,'' Mr. Stewart said. ''There \nare more than 15,000 who are in exclusion or deportation proceedings right now.'' Many of the Haitians not held at \nthe camp have been sponsored by voluntary agencies in Miami communities, and are being taken care of by private \nfamilies.\n\nDuring the transfers, 50 riot-equipped Border Patrol officers flown in from Texas to Miami surrounded the buses \ncarrying the refugees to the airport. But the Haitians filed quietly onto the chartered passenger jet.\n\nAt the Federal prison facilities in Texas, West Virginia and Lake Placid, the refugees will be segregated from the \ngeneral prison population, Mr. Stewart said.\n"}