{"title": "SENATE ELECTIONS 2002: Quiet 5th has definite issues", "body": "\nCompared to some Gwinnett contests, the race for the GOP nomination in state Senate District 5 has been placid.\n\nNone of the three candidates has aired ads, leveled charges of dirty tricks or spent more than $10,000. None has \nheld elected office, so they have no voting records to debate and little name recognition.\nAJC\n\nStill, the candidates --- gas station-convenience store owner Jimmy Herchek of Lawrenceville, mortgage lending \ncompany president Gregory Howard of Duluth and special education teacher Phyllys Ransom of Norcross --- are \nstaking out distinct territory as Tuesday's primary approaches.\n\nThe district runs along I-85 from the DeKalb County line to Ga. 316, taking in parts of Norcross, Lilburn, Duluth and \nLawrenceville. The winner of the Republican primary will face state Rep. Mary Squires (D-Norcross) in November.\n\nRansom, 59, said the campaign has been \"professional and respectable.\" All the candidates agree on the need to \nelect a conservative instead of Squires.\n\nHerchek, 48, who has stood on the side of the road displaying campaign signs to motorists, has come out strongly \nagainst illegal immigrants from Mexico. The district has 37,581 Hispanic residents --- or more than any other \nSenate district in Georgia.\n\n\"Gwinnett County is the No. 1 destination in Georgia for illegal immigrants, and it's putting a huge strain on the \nschools,\" said Herchek, who believes deportations would slow the tide. \"When teachers start complaining they're \nnot able to teach because of all the kids who can't speak English, you know it's a problem.\"\n\nIllegal immigration also has led to \"the rise of gangs in Gwinnett County,\" Herchek said. He opposes issuing \ndriver's licenses to illegal immigrants, as some have suggested.\n\nHoward, 39, said Herchek's calls for strict enforcement \"sound great and tough, but I don't think we have the \nwherewithal to hunt people down and deport them.\"\n\nHoward draws some of his ideas from his experience as president of the Southern Financial Network, a mortgage \nlender that operates in six states. He said he's seen the need for licensing of builders and subcontractors. Licensing \nwould offer home buyers some protection from scam artists, he said.\n\n\n\"Even your hairdresser has to have a license,\" he said. \"Your mortgage broker, your real estate broker, but not your \nbuilder. For 78 percent of the country, this is the greatest investment of your life.\"\n\nRansom, who teaches special education to pre-kindergartners at Lawrenceville Elementary, said returning local \ncontrol to schools is her top priority. Gov. Roy Barnes' education reform has added layers of bureaucracy without \ncreating the desired accountability, she said.\n\n\"Sometimes I think you waste time reinventing instead of consulting the people, the teachers and educators who \ncould solve this with a more streamlined approach,\" she said.\n\nRansom also wants to adjust the state's school funding formula, giving more consideration to fast-growing counties \nsuch as Gwinnett.\n\nShe and Howard are stressing various revitalization strategies for the district.\n\nHerchek is pushing for tougher anti-corruption laws in government.\n\nAll want to prevent Squires from becoming the first Democratic state senator from Gwinnett in more than a decade. \nBut whoever wins will face a steep challenge.\n\nSquires is a two-term member of the House of Representatives, and the Senate district was drawn for her by \nDemocratic leaders.\n\nThe district is considered 54 percent Democratic.\n"}