{"title": "Ross Douthat: Trust but e-verify", "body": "\nThe Arizona immigration law was controversial from the beginning. Critics said it was ripe for abuse, implicitly \ndiscriminatory and probably unconstitutional as well. Business groups and liberal activists joined forces to oppose it.\n\nBut now that it has been implemented, it might just be a model for nationwide reform.\n\nNo, I'm not talking about the Arizona law that empowers local police to check the immigration status of anyone they \ndetain, which generated a wave of boycotts and a surfeit of Gestapo analogies last spring.\n\nI mean the 2007 Arizona law requiring businesses to confirm their employees' legal status with the federal E-Verify \ndatabase, which was upheld last week in a 5-3 decision by the U.S. Supreme Court.\n\nThe E-Verify law was never as polarizing as last year's police-powers legislation, but it still attracted plenty of \nopposition. Arizona business interests called it unfair and draconian. (An employer's business license is suspended \nfor the first offense and revoked for the second.) Civil liberties groups argued that the E-Verify database's error rate \nis unacceptably high, and that the law creates a presumptive bias against hiring Hispanics.\n\nIf these arguments sound familiar, it's because similar critiques are always leveled against any attempt to actually \nenforce America's immigration laws. From the border to the workplace, immigration enforcement is invariably \ndepicted as terribly harsh, hopelessly expensive and probably racist into the bargain.\n\nNot to mention counterproductive: Advocates for \"comprehensive\" reform, the holy grail of liberal Democrats and \nmoderate Republicans alike, have long implied that it's essentially impossible to prevent illegal immigrants from \nfinding their way to eager employers. Instead, they argue, we have no choice but to ratify the status quo - i.e., mass \nlow-skilled immigration from Mexico and Central America - by creating a vast new guest-worker program and \noffering citizenship to illegal immigrants already here.\n\nSo far, though, Arizona's E-Verify law seems to be providing a strong counterpoint to this counsel of despair.\n\nAccording to a recent study from the nonpartisan Public Policy Institute of California, the legislation reduced \nArizona's population of working-age illegal immigrants by about 17 percent, or roughly 92,000 people, in just a \nsingle year. (This effect was entirely distinct from the Great Recession's broader impact on immigration, the study \nargues.) And the swift attrition was mainly achieved through voluntary compliance: The number of employers who \nprosecuted under the law can be counted on one hand.\n\nThese results suggest that maybe - just maybe - America's immigration rate isn't determined by forces beyond any \nlawmaker's control. Maybe public policy can make a difference after all. Maybe we could have an immigration \nsystem that looked as if it were designed on purpose, not embraced in a fit of absence of mind.\n\n\nAt least in the short term, there's no good reason for such a system to include any kind of amnesty. This was a \ndubious idea even during the last decade's economic boom. It would be folly (and a political nonstarter) in this \neconomic climate, which has left Americans without high school diplomas (who tend to lose out from low-skilled \nimmigration) facing a 15 percent unemployment rate.\n\nBut eschewing amnesty doesn't require shutting down immigration. Quite the opposite: With increased enforcement \n(to date, only a few states have Arizona-style E-Verify laws on the books, though the Obama White House seems \nto be stepping up prosecutions of employers), the United States could welcome as many immigrants as we do \ntoday. But instead of shrugging as low-skilled workers jump the border to compete with the struggling American \nworking class, our immigration policy should focus on recruiting well-educated migrants, opening the door to greater \nlegal immigration from Asia, Africa and Europe.\n\nAs it happens, a system along these lines exists right now - in Canada. A recent report from the Manhattan Institute \nfound that the United States still assimilates immigrants more successfully than many Western European countries. \nBut culturally and economically, we lag well behind our northern neighbor when it comes to integrating new arrivals.\n\nIn part, this is because Canada fast-tracks immigrants to citizenship. But it's also because Canada does more to \nrecruit highly educated emigres than the United States - and the Dominion's more international, geographically \ndiverse immigrant population probably discourages balkanization and self-segregation. (No single country or region \ndominates Canada's immigration numbers to the extent that Mexico and the rest of Latin America dominate \nimmigration to the United States.)\n\nThe result is a system that welcomes newcomers but serves the national interest as well. America isn't close to that \nsweet spot at the moment, but it's what we should be aiming for. By learning from Arizona, and becoming more like \nCanada, we might finally have an immigration policy worthy of the USA.\n\nRoss Douthat writes a column for the New York Times.\n"}