{"title": "Seeing Promotion Possibilities in the Tick of the Population Clock", "body": "\nIN an era of rancorous debates about overpopulation and immigration, only a few marketers are paying attention to \na major promotional opportunity that occurred last week when, according to the Census Bureau, the population of \nthe United States reached 300 million.\n\n  The milestone ''has really energized the zero-population-growth people who don't want any more growth,'' said \nPeter Francese, the founder of American Demographics magazine who is now the demographic trends analyst for \nOgilvy & Mather Worldwide, part of the WPP Group.\n\nThe 300 millionth American might have been an immigrant and not a newborn baby, a census spokesman, Stephen \nBuckner, said. \n\n  In 1967, when the population of the United States hit 200 million and immigration was not a hot-button issue, the \nmilestone was celebrated in an elaborate public ceremony by President Lyndon B. Johnson.\n\n  This time, some marketers do see potential in linking themselves to the arrival of the 300 millionth American. \nJohnson & Johnson and Gerber Products , two major advertisers of baby products, are sponsoring campaigns \ncelebrating the 300 millionth American, using television commercials, print ads, online ads and in-store \npromotions. \n\n  Is it a risk or is it clever targeted marketing?\n\n  ''We took the perspective that we were going to approach it in an honorary fashion, and that's what we've done,'' \nsaid Terry Boylan, a spokeswoman for Gerber in Parsippany, N.J.\n\n  ''This is simply a part of the tradition we have of celebrating with consumers and being there for these kinds of \nmilestones,'' she added.\n\n  Gerber, which is owned by Novartis, began running print ads last month specifically aimed at mothers and \nexpectant mothers; the theme is ''America is expecting.'' The company began national broadcast and cable \ntelevision advertising in April that features landmarks across the nation like the Statue of Liberty and the Golden \nGate Bridge, and reminds Americans to ''Start healthy. Stay healthy.'' The campaign was created by the New York \noffice of the agency now known as Draft FCB, part of the Interpublic Group of Companies.\n\n  Gerber has also developed a special Web site, www.gerber300.com, that offers a sweepstakes tied to the birth of \nthe 300 millionth American and allows visitors to upload baby pictures for a huge baby ''quilt'' of American faces.\n\n  ''We've already had 150,000 visits to that special Web page and it is increasing as we get closer to the date,'' Ms. \nBoylan said before the milestone was reached. \n\n\n  Johnson & Johnson has also been sponsoring a promotion online as well as a blog for mothers called \n''MOMformation,'' which will serve as a source for mothers.\n\n  The blog will not carry advertising and will carry only limited brand mentions of Johnson & Johnson, said Debra \nBass, baby group product director in Skillman, N.J.\n\n  Starting on Nov. 4, Johnson & Johnson will sponsor a promotion at 1,000 Wal-Mart stores. Ogilvy & Mather \nPromotion created the campaign.\n\n  ''We really just wanted to celebrate this moment in history and let moms know that we'll continue to be there for \nthem,'' Ms. Bass said.\n\n  For Johnson & Johnson, Ms. Bass said, No. 300 Million presented the company with an opportunity to give \nmothers a portrait of mothering today compared with 40 years ago when the population reached 200 million.\n\n  Johnson & Johnson conducted an online survey of 800 mothers from the 1960's and new mothers today and is \nusing the results in a public relations campaign.\n\n  Ms. Bass said it did not matter to her company who the 300 millionth American was, and Ms. Boylan at Gerber \nechoed that.\n\n  But Mr. Francese advised that it was ''statistically unlikely'' he or she would in fact be an immigrant.\n\n  The United States has far more births every day than immigrants entering the country, he said, and therefore it \nwas more likely that the 300 millionth American was a newborn.\n\n  The United States has been experiencing about four million births a year and immigration of about one million, \nincluding estimates for illegal immigrants, Mr. Francese said. \n\n  Even if an immigrant was the 300 millionth American, Mr. Francese said the promotions make good business \nsense because the United States is in the midst of a baby boom.\n\n  The 4.12 million births in the country last year were about as many as occurred during the height of the baby \nboom, in 1957-58. \n\n  ''Four million births a year generates enormous economic activity and an explosion of spending on things like car \nseats, clothing, personal care items, toys,'' Mr. Francese said.\n\n  And pizza? That is the hope of a national pizza chain, Papa John's, which wants to welcome the 300 millionth \nAmerican with what it is cheekily calling ''a special delivery'' -- a free pizza each week for a year for the ''proud \npapa'' of the new arrival.\n\n  ''We did assume'' the milestone would be achieved by a newborn rather than, say, an adult immigrant, said Chris \nSternberg, a senior vice president at Papa John's Pizza in Louisville, Ky. ''If it's not a newborn, that's fine,'' he \nadded. ''We would still honor that commitment.''\n\n  Asked how Papa John's intended to identify the 300 millionth American when the Census Bureau and other \nofficials did not do so, Mr. Sternberg said: ''You raise a good question. The government not identifying the person \nmakes it a little complicated.'' \n\n  The company will consider claims submitted by consumers, he added, for instance, those who can prove their \nbabies were born at the moment the Census Bureau estimated the 300 million figure was reached, which was 7:46 \na.m. last Tuesday.\n\n  For the other 299,999,999 Americans, Papa John's has another offer: anyone who buys a large cheese pizza at \nregular prices on the company's Web site (papajohns.com) through Oct. 31 will get up to five toppings free. \n\n\n\n  Mr. Francese said he thought that campaigns tied to the 300 millionth American were ''not a big risk at all.'' That is \nbecause new parents generally have a mind-set different from that of the general population, he said. ''They are by \nnature much more optimistic. They are looking to the future and they are dreaming every day of the bright futures \ntheir children are going to have.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Johnson & Johnson and Gerber ads about the population milestone. \n"}