{"title": "BIG BIZ REAPS WHAT IT SOWS", "body": "\nInvestors have the jitters. Already vulnerable markets feel the earth shaking beneath their collective feet. Calls for \ncorporate change are issuing from financial stalwarts like Goldman Sachs and the New York Stock Exchange. The \nmessage: Business has to clean up its act. And fast.\n\nThe shadow of the Enron scandal still looms large, and other corporate calamities - Global Crossings, Tyco, etc. - \nhave prompted investors to quit the market or sit things out. Stocks are tanking. At this rate, economic recovery will \nbe a long time coming. The nation can't afford the wait.\n\nLast week, Goldman Chairman Henry Paulson Jr., used the forum of the National Press Club to urge significant \nchanges in how public companies are audited, run and regulated. Among his points: Accounting practices must be \nsimplified so the public has a more accurate company snapshot. Corporate insiders should be required to hold onto \ntheir stock for a significant period and return stock gains made less than a year before their companies file for \nbankruptcy. Conflicts of interest, or the appearance thereof, should be avoided.\n\n\"The business community has been given a black eye by . . . insiders who sold large numbers of shares just before \ndramatic declines in their companies' share prices,\" Paulson said. It's notable - and admirable - that he took aim at \nthe execs who are the very lifeblood of investment businesses like his own.\n\nAlso notable was the NYSE's contribution to the reform chorus. A high-powered committee convened in February at \nthe behest of the Securities and Exchange Commission has now offered its recommendations for change. Its focus \nis governance, particularly on increasing the number of independent directors on corporate boards. The NYSE also \nwants the authority to publicly reprimand rule-breaking companies.\n\nNow that Paulson and the NYSE have taken the lead, other corporate movers and shakers might develop the \nintestinal fortitude to follow suit, to embrace reforms and to set a new standard - a more transparent, more ethical \nstandard - for doing business in the U.S. These changes would dovetail with state Attorney General Eliot Spitzer's \nsettlement of conflict-of-interest charges against Merrill Lynch, which will set a new standard for investment banks \nserving the sometimes opposing interests of investors and corporations.\n\nBig business' reputation has hit a nationwide low. Wall Street's self-repair mode is the only way to remove the \ntarnish, begin to restore investor confidence and help revive the national economy.\n\nKeeping tabs\n\nAfter 9/11, Washington woke up to the fact that this nation is bursting at the borders with foreign \"visitors\" who have \noverstayed their visas. In an attempt to curtail the violations, and keep track of the estimated 35 million people who \nlegally enter the U.S. every year, it has mandated a stricter regulatory process - one phase of which was \nannounced this week by Attorney General John Ashcroft to target those who fit the profile of potential terrorists. \nBetter late than . . . .\n\n\nPersons deemed to be of \"national security concern\" would be photographed and fingerprinted upon arrival. More \ninformation would be demanded about their plans and U.S. contacts. If allowed in, they'd be required to register \nwith the Immigration and Naturalization Service within a month and annually after that. It's a start.\n\nIt is also appropriate that the new rules, affecting about 100,000 individuals in the first year, would largely be \napplied to men between the ages of 18 to 35 who hail from some 20 Muslim and/or Mid East nations. That includes \nalmost all visitors from terror-sponsoring states like Iran, Iraq, Libya, Sudan and Syria. Good. It also includes \ntravelers from Egypt, Saudi Arabia and elsewhere. Also good. After all, 15 of the 19 madmen who attacked America \nwere Saudis.\n\nThis has the knee-jerkers roaring about racial/ethnic profiling. \"What next?\" demanded an official of the Council on \nAmerican-Islamic Relations. \"Forcing American Muslims to wear a star and crescent as a means of identification . . \n. ?\" Nice way to improve American-Islamic relations, sir. Equating the U.S. with Nazi vermin.\n\nDespite such senseless attacks, the government is right to proceed with this reform. And to expand it as soon as \nfeasible. The only drawback is that the witless INS is in charge. This is the same agency that sent visa renewals to \ntwo dead 9/11 hijackers. The new Department of Homeland Security will have to revamp this inept operation. And \nensure that the stricter rules are strictly applied.\n"}