{"title": "A City of Immigrants Is Pictured in Report", "body": "\nMore than a quarter of the population of New York City is now foreign born as the number of immigrants settling \nhere has climbed to its highest level since 1940, according to a city report released yesterday.\n\nIn the report, a study of immigrants who arrived in the 1980's, a clear picture emerges of just how dramatically \nthe city's ethnic landscape is changing.\n\nJust as schools in Queens and apartment buildings in northern Manhattan are suffering overcrowding unseen for \ndecades, declining neighborhoods are being revitalized by the new immigrants.\n\nSome of the changes are subtly profound: One in every four New York City blacks is now foreign born. Puerto \nRicans, long synonymous with Latin New York, now make up only half the Hispanic population as the Dominican \nand Colombian communities, in particular, grow. Little Italy is now primarily Chinese.\n\nThe most sweeping change, however, is this: While the immigants arriving in the 1940's were primarily white \nEuropeans, the newest New Yorkers are and will continue to be mostly Hispanic, black and, to a lesser extent, \nAsian, said the report, by the city's Planning Department.\n\nNowhere is this more apparent than in Queens, a social laboratory of ethnic diversity, and, in particular, on the \nFlushing IRT No. 7 train, variously dubbed the Immigrants' IRT and the International Shuttle.\n\nRattling along on the No. 7 on Monday morning, a young couple ate a breakfast of octopus from a plastic container, \ntheir Chinese newspaper brushing against the Spanish-language tabloid of the next passenger. Two elderly Korean \nwomen embraced bags filled with lemon grass, and the burly man beside them, forearm tattooed with a \nConfederate flag, wore an American flag belt buckle.\n\n\"It could be seen, and is by some, in a negative light, that New York is turning into a third world country,\" said Frank \nSharry, executive director of the National Immigration, Refugee and Citizenship Forum. \"It could also be seen as a \nwonderful experiment in the racial dynamics of pluralism.\"\n\nSimilar dynamics are transforming the country as a whole, as about 600,000 new immigrants a year -- triple the \nnumber in the 1960's -- establish permanent residency in the United States.\n\n\"In Russia, they told us we lived in the most international nation, but that was a lie,\" said Olga Khey6fets, 68 years \nold, who recently left St. Petersburg for Elmhurst, Queens. They city report called Elmhurst \"perhaps themost \n\n\nethnically mixed community in the world,\" with 17,200 new immigrants from 118 countries who arrived between \n1983 and 1989 alone.\n\nWhile Mexicans and Asians dominate the national picture, they are far outnumbered in New York City by new \nCaribbean, Central American and South American arrivals.\n\nThe top five countries sending immigrants to the United States are Mexico, with the greatest number, then the \nPhilippines, China, Vietnam and Korea. However, less than 1 percent of Mexican immigrants settle in New York \nCity, and only 4 percent of Filipinos.\n\nFor New York City, the top five source countries are the Dominican Republic, substantially outpacing the others, \nand then Jamaica, China, Guyana and Haiti. Sixty-one percent of all Dominican immigrants move to New York; 70 \npercent of all Guyanese do so. In fact, about 8 percent of the total population of Guyana moved to New York City in \nthe 1980's, according to the city report.\n\nThe predominance of Caribbean and Latin American immigrants in New York shapes a different kind of immigrant \nculture. For instance, far fewer Latin and Caribbean immigrants end up seeking U.S. citizenship than do Asians, \nwhich means that New York City's predominant immigrant groups move more slowly into American society. In \n1989, for example, the naturalization rate for Dominicans was only 18 percent of eligible immigrants. For Filipinos, \nwho settled in great numbers in Los Angeles and San Francisco, the rate was 53 percent.\n\nMany Caribbean and Latin immigrants see their national identity as more fluid, experts say, to move back and forth \nbetween countries.\n\nNonetheless, the Dominicans have already elected a City Councilman, Guillermo Linares, which suggests they will \neventually move as aggressively into politics as prior immigrant groups.\n\nIn total numbers, New York City receives more immigrants than any other city in the country -- 685,000 between \n1982 and 1989. These numbers do not include the city's illegal immigrant population, which some immigration \nexperts estimate at about 200,000. They also do not give the best idea of the extent of the immigrant population, \nbecause they do not take into account the children of the many immigrant women of child-bearing age. The 1990 \nCensus counted 953,000 New Yorkers who entered the United States in the 1980's.\n\nGraphic\n\n \n\nTable: \"Immigration: After They Reach New York\"\n\n the groups with the largest number of immigrants to New York City from 1983 to 1989 and where those groups \nhave relocated.\n\n \n\nNumber %\n\n \n\n1. Dominican Republic\n\n \n\nAll immigrants       \n105,357 100.0\n\n1. Washington Heights   27,805 25.7\n\n2. Hamilton Heights     7,363 7.0\n\n3. Corona         6,506 6.2\n\n\n\n4. Inwood         6,036 5.7\n\n5. Chinatown       3,577 3.4\n\n   Williamsburg   3,557 3.4\n\n \n\n2. Jamaica\n\n \n\nAll immigrants       \n63,226 100.0\n\n1. East Flatbush     5,656 8.9\n\n2. Crown Heights     5,469 8.6\n\n3. Flatbush         4,983 7.9\n\n4. Wakefield       4,357 6.9\n\n5. Williamsbridge-Baychester 3,384 5.4\n\n \n\n3. China\n\n \n\nAll immigrants       \n64,184 100.0\n\n1. Chinatown       19,550 30.5\n\n2. Elmhurst         3,680 5.7\n\n3. Flushing         3,227 5.0\n\n4. Sunset Park-Industry City\n2,442 3.8\n\n5. Bay Ridge       1,805 2.8\n\n \n\n4. Guyana\n\n \n\nAll immigrants       \n46,706 100.0\n\n1. East Flatbush     3,425 7.3\n\n2. Flatbush         2,992 6.4\n\n3. Richmond Hill     2,979 6.4\n\n4. Crown Heights     2,495 5.3\n\n5. Cypress Hills 1,643 3.5\n\n \n\n5. Haiti\n\n \n\nAll immigrants       \n34,046 100.0\n\n1. Flatbush         8,303 23.0\n\n2. Crown Heights     5,336 14.8\n\n3. East Flatbush     4,056 11.3\n\n4. Vanderveer       1,837 5.1\n\n5. Brownsville       1,415 3.9\n\n\n\nGraph: \"Compare and Contrast: Two Different Immigration Pictures\"\n\n New York City's immigrant pool from 1982 to 1989 was drawn mostly from the Caribbean while the U.S. as a \nwhole drew in more Meixcan and Asian immigrants.\n\n \n\nNEW YORK CITY\n\n \n\n1. Dominican Republic: 16.9%\n\n2. Jamaica: 10.6%\n\n3. China: 10.5\n\n4. Guyana: 7.8\n\n5. Haiti: 6.0\n\n \n\nOthers: 48.2\n\n Total immigrants from 1982 to 1989: 684,819\n\n \n\nU.S.\n\n \n\n1. Mexico: 11.3%\n\n2. Philippines: 8.1\n\n3. China: 7.6\n\n4. Vietnam: 6.3\n\n5. Korea: 5.8\n\n \n\nOthers: 61.0\n\n Total immigrants from 1982 to 1989: 4,726,165\n\n \n\n(Sources: New York City Planning Department analysis of census and Immigration and Naturalization Services \ndata) (pgs. B1 and B2)\n"}