{"title": "Supreme Court Case May Determine Fate of Thousands Seeking Asylum", "body": "\nJairo Jonathan Elias Zacarias was 18 years old in January 1987 when two masked guerrillas armed with machine \nguns went to his parents' home in Guatemala at dusk, asked him to join their army and, when he refused, told him: \n\"Piensalo bien,\" or, think it over well.\n\nSeveral weeks later, with the equivalent of only $20 in his pocket, Mr. Elias fled, making his way to Mexico and then \ntoward the United States, sometimes sleeping outdoors and working for a few weeks to save money for the next \nbus ride. He crossed the border near Nogales, Ariz., on July 12, 1987, and was immediately picked up by officers of \nthe United States Immigration and Naturalization Service.\n\nMr. Elias applied for political asylum and it was denied. His appeal, which is now before the United States \nSupreme Court, could decide the fate of thousands of other young men who say they fled their homelands to \navoid forcible recruitment into guerrilla armies.\n\n \n\nCase May Provide Answers\n\n More than 100,000 petitions for political asylum are pending, more than half from citizens of Guatemala, El \nSalvador and Nicaragua. No one can say exactly how many of these requests involve accusations of forcible \nrecruitment into guerrilla forces, but immigration lawyers say such complaints are common.\n\nA decision in the Elias case is likely to provide guidance on which of these applicants are entitled to asylum.\n\nUnder the Refugee Act of 1980, asylum is limited to people who are unwilling to return to their native countries \n\"because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership \nin a particular social group or political opinion.\"\n\nFor several years immigration officials have rejected most such applications from Central Americans on the ground \nthat their fears of persecution were not based on their political opinions. In addition, the immigration service has \nargued that granting such applications will open the country to more refugees than can be assimilated.\n\nAt the same time, the change of government in Nicaragua and the conclusion of a peace accord for El Salvador \ncould prompt some of the applicants for asylum to return to their homelands voluntarily.\n\n\nMr. Elias's application for asylum was rejected because the immigration judge and the Board of Immigration \nAppeals, an arm of the Justice Department that is separate from the immigration service, said that the guerrillas had \nnot directly threatened to harm him and that any implicit threat was not \"on account of\" his political opinion.\n\n \n\nThe Political Issue\n\n But in July 1990, the United States Court of Appeals for the Ninth Circuit found him eligible for asylum, ruling that \nthe Guatemalan guerrillas' practice of forcible recruitment made it reasonable for him to take the admonition to \n\"think it over\" as a threat. The court said a person resisting forced recruitment by guerrillas was indeed expressing \na political opinion, meeting the Refugee Act standard.\n\nThe immigration service disagreed and appealed to the Supreme Court, arguing that resisting recruitment by \nguerrillas is not necessarily a political act but something more neutral, akin to turning down an unwanted job offer.\n\n\"A person might be entirely sympathetic to the goals of the guerrillas and share every one of their political beliefs, \nbut not want to serve in their army,\" the Government said in its Court papers. \"That person is faced with the same \nthreat of forcible conscription as one who is entirely hostile to the guerrillas' program. Conversely, a person might \nshare none of the guerrillas' views but be happy to sign for a decent wage. It should be obvious that neither of those \npersons has any fear of persecution on account of political opinion.\"\n\nIn any case, the immigration service said, the appeals court's approach would flood the country with young men \nfrom Central American countries ravaged by decades of civil war.\n\n\"The Ninth Circuit has opened eligibility for asylum to every candidate for military service in countries torn by \ndomestic strife. Needless to say, the class of such persons is large,\" the immigration service said in its petition for \nSupreme Court review. \"The looming burden for the I.N.S. in processing applications from such individuals, and for \nthe nation in assimilating them into society, necessitates this Court's review.\"\n\nMr. Elias, now 23, did not take the day off from his job removing asbestos in the District of Columbia to hear the \nSupreme Court argument on his case in November. The Court's ruling, expected in the next few months, will \ndetermine whether he will have to return to his parents' two-room adobe house on a hill in Olintepeque in \nsouthwestern Guatemala.\n\n \n\n'They Are Still Scared'\n\n In a recent interview, Mr. Elias said he had left home only at his parents' urging. \"I did not want to leave them,\" he \nsaid. \"They said the men would be back, and I should stay far away, or they might take me and kill me. My parents \nstill don't want me to come back. They are still scared and so am I.\"\n\nMr. Elias's life in this country has not been easy. Immigration officials jailed him in Phoenix for several months, until \nJohn Hilsdorf, the volunteer chaplain at the Maricopa County Jail, paid his $1,000 bail and took him home. With Mr. \nHilsdorf's help, Mr. Elias found a job and saved enough money to go to Washington, where he has a cousin.\n\n\"It bothered me that his only crime was wanting to be free, and he was housed with criminals,\" said Mr. Hilsdorf, \nwho has bailed out and housed several other Central Americans. \"He got a job at a car wash, he paid us back, and \nI have absolutely no question of his sincerity or his ability to be a model American citizen.\"\n\nMost Central Americans who arrive in this country illegally never get the chance to become citizens, model or \notherwise. Many agree to be deported after spending months in jail. And even those who do wait out their asylum \npetitions are usually turned down.\n\nOver the last six years, the immigration service has been repeatedly criticized, and sued, on the ground of \ndiscriminating against the Central American applicants for asylum.\n\n\n\nThe American Immigration Lawyers Association, which is backing Mr. Elias's case, says that although the standard \nfor eligibility for asylum is supposed to be applied without regard to political considerations, immigration officials do \nnot apply the law consistently. For example, the association said, those who resisted forcible recruitment in \nAfghanistan generally won political asylum, while those who did the same in El Salvador or Guatemala were \nusually rejected.\n\n \n\nSuspicion About Politics\n\n Similarly, a 1987 General Accounting Office report concluded that asylum had been granted with much greater \nfrequency to people from countries that were not on good terms with the United States Government in the early \n1980's, including Afghanistan, China, Cuba, Poland and Iran, than it was to those from countries whose regimes \nwere supported by the United States. These included El Salvador, Guatemala and Haiti.\n\nAnd in an out-of-court settlement last January of American Baptist Churches v. Thornburgh, a class action suit \nasserting discrimination against Salvadoran and Guatemalan applicants for asylum, the immigration service agreed \nto reconsider all requests from Guatemalans and Salvadorans since 1980. Although Mr. Elias would have the right \nfor such a rehearing, whatever the Supreme Court rules in his situation will provide the guidelines for deciding his \nand other such cases.\n\nThe Government briefs in the Elias case cite another asylum case last year, Perlera Escobar v. Executive Office \nfor Immigration, in which the United States Court of Appeals for the 11th Circuit turned down an application from a \nSalvadoran who had joined a guerrilla group, then deserted, and, after hearing that the guerrilla commander had \nissued orders for his arrest, fled to the United States.\n\nThe appeals court said that although that refugee might well fear persecution, it was not because of his political \nopinion, but because the guerrillas needed to punish deserters in order to maintain discipline.\n\nThe immigration service argues that similar reasoning should govern in the Elias case.\n\nMr. Elias's lawyer, Peter von Mehren of Wilmer, Cutler & Pickering in Washington, said his client's case was \ndifferent in that the plaintiff in the other case, unlike Mr. Elias, had voluntarily joined the guerrillas.\n\nNevertheless, the immigration service said, the fundamental issue is whether the Refugee Act was intended to \ncreate a right to political asylum for all those who fear persecution by guerrilla groups for which they would not \nfight.\n\n\"The flaw in the Ninth Circuit's opinion in this case is not simply a matter of words; it goes to the heart of the \npurpose of the Refugee Act,\" said the Government petition seeking Supreme Court review of the Elias case. \"It \nwas the goal of that statute to extend eligibility for asylum not to all victims of coercion or even terror, but only to \nthose who were threatened with persecution for certain reasons. Refusal to serve in someone's army is not one of \nthose reasons.\"\n\nThe definitions in the Refugee Act grew out of the 1946 Constitution of the International Refugee Organization and \nwere incorporated in United Nations protocols in 1951 and 1967.\n\n\"Refugees, as defined by the examples in these instruments, were not just the unwilling conscripts of the respective \nnational combatants, or the victims of war's dislocation; they were instead those who were made to suffer for their \nrace, their beliefs or their nationality,\" the immigration service said in its brief.\n\nBut the United Nations High Commissioner for Refugees disputed the immigration service's interpretation, and filed \na brief backing Mr. Elias, saying that \"forced recruitment or retaliation for refusal to join a guerrilla group deprives its \nvictims of life or physical freedom and clearly constitutes sufficient harm to support a claim of persecution.\"\n\nThe United Nations brief also expressed concern that the decision in the Elias case could influence other countries' \npolicy because so many rely on the refugee definition in the United Nations protocols.\n\n\n\n \n\n'I Have to Work'\n\n As the legal arguments over this country's immigration policy grind on, so does the war in Guatemala. Mr. Elias' \nfather has written to tell him that the guerrillas have come twice more, looking for him. The State Department, in its \nCountry Reports on Human Rights Practices, said that in 1989, Guatemalan guerrillas \"were involved in \nextrajudicial killing in rural areas,\" and that among those killed were two repatriated refugees.\n\nMr. Elias has no contact with his life in Olintepeque, except for the letters he and his parents exchange every two \nmonths. He stares straight ahead, seeming a bit lost, when asked about the kind of life he expects to have if he is \nallowed to stay here.\n\n\"All I know is I have to work,\" he said. But he says he is content here: \"In this country, no one bothers you,\" he said \nquietly.\n\nGraphic\n\n \n\nPhoto: The case of Jairo Jonathan Elias Zacarias, right, who was denied political asylum and is now appealing to \nthe Supreme Court, could help decide the fate of thousands of Central Americans who say they fled to avoid \nforcible recruitment into guerrilla armies. With him is his lawyer, Peter von Mehren. (Jose R. Lopez/The New York \nTimes)\n\n \n\nGraphs: \"Seeking Political Asylum\" shows the number of applications for asylum in the U.S. for all of fiscal 1989, \nall of fiscal 1990 and first six months of fiscal 1991. (Source: Immigration and Naturalization Service)\n"}