{"title": "Foreign Minister in Mexico Will Quit, Frustrated by the U.S.", "body": "\nMexico's foreign minister, Jorge G. Castaneda, will leave the government next week, frustrated over the \nstalemate in his country's relations with the United States since the attacks of Sept. 11 and the antiterrorism \ncampaign born of them. \n\n     Mr. Castaneda has told close associates that he will return to the academic life he left when he joined the \ngovernment of President Vicente Fox. His successor, officials said, will most likely be Luis Ernesto Derbez, \nMexico's low-key finance minister and a former World Bank official, who has criticized the North American Free \nTrade Agreement's failure to benefit Mexico's poor. \n\n Mr. Castaneda did not comment publicly on the resignation today. \n\nMr. Castaneda and Mr. Fox formed one of Mexico's unlikelier political unions. Mr. Castaneda is an intellectual who \ncame out of the left wing, a political scientist by trade. Mr. Fox was a conservative provincial politician, a former \nCoca-Cola executive, when Mr. Castaneda joined his political crusade to topple 70 years of one-party rule in \nMexico. \n\nAfter his election in 2000, Mr. Fox and Mr. Castaneda sought \"to create a new perception of Mexico in the world,\" \nsaid Jeffrey Davidow, the United States ambassador here from 1998 to 2002. \n\nThey said they wanted to make Mexico a more open society, less insular and inward. In particular, they tried to \ntransform Mexico's relations with the United States, seeking new accords on immigration, trade and energy. \n\nThey thought they had a willing partner in President Bush, who made Mexico his first stop abroad as president \nand made Mr. Fox the guest at his first state dinner. \n\nBut those efforts all but halted after the terrorist attacks on New York and Washington in September 2001. Mr. \nCastaneda tried repeatedly to convince the Bush administration that a new arrangement on immigration, including \nlegal status and documentation for millions of Mexicans in the United States, would enhance American national \nsecurity. He got nowhere. \n\n\"We have to make the U.S.-Mexico relationship, the Fox-Bush relationship, a demonstrable success story,\" Mr. \nCastaneda said in an interview last year. \"We need substance. And in order to have substance, given what both \npresidents and both governments have said from the beginning, we need a deal on immigration.\"\n\nWhen it became apparent last fall that such a deal was not in the works, Mr. Castaneda began thinking about his \ndeparture. \n\n\n\"Castaneda gave Mexico its first high-profile and ambitious foreign policy,\" said Rolando Cordera, a political \nanalyst in Mexico City. \"But after Sept. 11, because the United States decided that the world had to change, \nMexico faced a hostile situation.\" \n\nThe son of a former foreign minister of Mexico, educated at Princeton University, Mr. Castaneda, 49, has taught \nat New York University and written a small shelf of books. Last year, he worked to win a seat for Mexico on the \nUnited Nations Security Council, where it played a major role in forging a unanimous resolution on weapons \ninspections in Iraq. \n\nHis resignation, which will be the first from Mr. Fox's cabinet, has been long sought by his many political \nopponents. In fact, few in Mexican politics have more enemies.\n\n\"He is an anomaly in Mexican politics,\" said the historian Carlos Monsivais. \"He comes from the left. He speaks \ndirectly. And he does not worry about the personal consequences of his acts.\"      \n\nhttp://www.nytimes.com\n"}