{"title": "U.S. to Send Cubans Rescued at Sea to Guantanamo;Clinton Decision Upends Three-Decade-Old Policy", "body": "\nFaced with a growing influx of Cuban refugees, President Clinton last night decided Cubans rescued at sea will \nbe sent to the U.S. naval base at Guantanamo Bay rather than to the United States, administration officials said.\n\nThe plan ends nearly three decades of granting automatic U.S. political asylum to virtually all Cubans who flee \nFidel Castro's leftist government. Clinton is to announce the decision at a news conference this afternoon, officials \nsaid.\n\nAs a first step in making public the change, Attorney General Janet Reno announced last night that Cubans picked \nup at sea will be detained indefinitely by the Immigration and Naturalization Service, effective immediately.\n\nSpeaking at a hastily called news conference at 10:30 p.m., just hours after she and other top officials had \nemphasized the refugee situation was under control, Reno said the Cubans would be held until a \"determination\" is \nmade on how they will be processed for entry.\n\nShe declined to say where they would be held, but other officials said the Cubans would be sent to the naval base \nat Guantanamo Bay on Cuba's southeastern end. There they would join nearly 15,000 Haitian refugees who have \nbeen there since a refugee camp was opened at the base seven weeks ago in response to a crisis over persons \nfleeing Haiti's military government.\n\nIf Guantanamo Bay fills up, the Cubans would be taken to third countries, if havens elsewhere can be found for \nthem, officials said. Currently there is room for at least 6,000 Cubans at Guantanamo Bay.\n\nClinton made the decision on the Cubans after two lengthy meetings of foreign policy advisers and \nrepresentatives from the Justice Department. He was responding to an upsurge in arrivals of Cubans in Florida \nresulting from Cuban leader Castro's recent decision to loosen controls over citizens willing to set off across the \nFlorida Straits in rafts or other makeshift vessels.\n\nThe inflow of more than 2,000 Cubans in the past week, highest rate since 1980, led Florida Gov. Lawton Chiles \n(D) to proclaim a state of emergency and accuse the Clinton administration during the day of being in \"denial\" over \nthe seriousness of the situation.\n\nStatements by Reno and White House press secretary Dee Dee Myers had initially played down Chiles's concerns. \nBut the administration changed course later in the day, spurred in part by Chiles's pressure and in part by reports \nthat hundreds or thousands of Cubans were lining the shores preparing to flee.\n\n\nLast night Chiles's criticism turned to praise in response to Reno's announcement. The governor said he was \ndelighted by the change, which he said \"keeps Castro from being able to call the shots\" on U.S. immigration policy, \nthe Associated Press reported.\n\nUnder the 1966 Cuban Adjustment Act, Cubans who reach U.S. shores are effectively granted immediate political \nasylum. By custom, automatic asylum also was extended to Cubans rescued at sea.\n\nUnder the new policy, officials said, Cubans taken to Guantanamo Bay might have to apply for asylum under \nnormal procedures. That means they would have to show they have a well-founded fear of persecution if returned \nto Cuba.\n\nThe refugees might also be able to apply for routine immigration, by virtue of family ties or other criteria. The \nprecise procedures could not be ascertained last night.\n\nAdministration officials said potential refugees must understand they will not be \"coming to the United States in \nthree days,\" a senior administration official said.\n\n\"This is a deterrent measure,\" he added.\n\nReno said the new policy of detention applies only to Cubans picked up at sea, implying Cubans who somehow \nmake the crossing to U.S. shores still would be eligible for immediate asylum under the 1966 act.\n\nThe deterrent aspect of the proposed policy is similar to policy toward Haitian refugees, although Haitians still \nwould be less privileged than Cubans. Haitian boat people are also ferried to Guantanamo Bay, but are offered no \nchance at asylum in the United States. Currently numbering more than 14,000, they are to be held there until the \nouster of the Haitian military regime, which Clinton has pledged to carry out by force if necessary.\n\nYesterday's recommendation is designed to rob Castro of the safety valve represented by the steady stream out of \nhis country of boat people disgruntled with his rule, senior officials said.\n\nSo far, Castro has allowed persons to leave in small boats but has not unleashed an uncontrolled flow by permitting \nlarger vessels to flee. Administration officials calculated Castro would not risk launching a major exodus that might \noverwhelm the Guantanamo Bay safe haven.\n\nAt the same time, however, the new policy would respond to Castro's complaint that automatic asylum given boat \npeople acts as a magnet for Cubans to flee the island.\n\nCastro also has complained the American economic embargo of his island encourages Cubans to flee. \nAdministration officials emphatically insist no loosening of the embargo is on the way.\n\nOfficials said the numbers of U.S. Coast Guard vessels in the Florida Straits would be increased. Means of \nstreamlining immigration and political asylum procedures through the U.S. Interests Section in Havana were under \nstudy, they added.\n\nAdministration officials said they would consult with leaders of the Cuban exile community and were confident of \nsupport. They noted Cuban Americans had not launched a flotilla toward Cuba to pick up refugees, as they did in \n1980. In a dramatic exodus then known as the Mariel boatlift, 125,000 Cubans came to the United States.\n\nIn recent days, however, Cuban Americans have expressed a desire to spare Miami another major influx and also \nto deprive Castro of a means of shifting domestic problems to the United States.\n\nSome U.S. officials said the recommendations were in effect preemptive, since the current influx from Cuba had not \nreached crisis proportions. They noted 9 of 10 new arrivals had found shelter with friends and relatives. No large \nscale emergency housing had been necessary.\n\n\n\nAt a news briefing earlier yesterday, Reno emphasized the Cuban refugee situation was under control. But she also \nappealed to Cubans in Cuba not to take the seas for the risky crossing to Florida. \"Putting a boat or raft to sea \nmeans putting life and limb at risk,\" she said.\n\nThe appeal seemed to foreshadow one of Clinton's selling points for the new policy toward Cuban refugees: \nhumanitarian concerns over safety of boat people, of whom scores if not hundreds have died at sea trying to cross \nthe Florida Straits. \"The humanitarian aspect is a big part of all this,\" a senior official said.\n\nIn a separate development, the Pentagon said four U.S. military police were injured in a disturbance set off when \nthey broke up a fight between two Haitian refugees at Guantanamo Bay. It was the second violent incident there in \na week.\n\nPentagon spokesman Dennis Boxx said no force was used to quell the disturbance, which began just before \nmidnight Wednesday night and lasted about an hour, the Associated Press reported. No Haitians were injured.\n\n\"It was a minor incident,\" Boxx said of the event, which began when the MPs intervened in a fight between a male \nand a female refugee. Boxx said the male feigned injury from the peacemaking, and that incited others nearby to \nthrow objects at the military police.\n\nTwo of the injured MPs returned to duty and the two others were placed in their quarters to recover, Boxx said. He \nsaid one had a twisted knee and the other a twisted ankle.\n\nOn Saturday, 20 U.S. military police and 45 Haitians were injured in a four-hour melee.\n"}