{"title": "ELIOT PLAYS NEW CARD IN LICENSE WAR", "body": "\nAMID THE FUROR OVER his plan to give illegal immigrants driver's licenses, Gov. Spitzer yesterday tried to \ndampen the uproar, arguing the privilege of obtaining one was no higher than buying a MetroCard.\n\n\"I don't think it is a privilege any more than buying a MetroCard is a privilege,\" Spitzer said on New York 1 News of \nhis three-tiered license plan. \"When we walk down into the subway system to buy a MetroCard, no one says, 'Prove \nyou are a citizen'; no one says, 'Where did you grow up?' \"\n\nBut Republican rivals threatened yesterday to erect roadblocks to stop Spitzer's program, and even advocates for \nillegal immigrants called the governor a traitor for tailoring his proposal to appease federal officials.\n\nSpitzer initially proposed one driver's license for all New Yorkers, regardless of immigration status.\n\nBut after meeting in Washington Saturday with U.S. Homeland Security Secretary Michael Chertoff, he revealed the \nnew three-tiered plan.\n\nUnder the plan, the traditional license will be available to everyone, including illegal immigrants. The two other types \nwill be available only to citizens and legal immigrants - and all require proof of identity.\n\nAssembly Minority Leader James Tedisco vowed to slap the governor with a lawsuit this week to upend the new \npolicy. \"He's breaking the law, and his technology for scrutinizing immigrant documents doesn't work,\" Tedisco (R-\nSchenectady) said.\n\nOther opponents said the governor's plan is doomed because he's provoked so much animosity on all sides.\n\n\"There is more opposition now across the board than there was before he flipped,\" said John McArdle, spokesman \nfor Senate Majority Leader Joe Bruno (R-Rensselaer).\n\nAdvocates for illegal immigrants protested outside the governor's home on Third Ave. yesterday, denouncing \nSpitzer for abandoning his original plan.\n\n\"This is a new segregation in New York,\" said City Councilman John Liu (D-Queens), who said illegal immigrants \nwill be offered a license that's akin to a scarlet letter.\n\nMiguel Ramirez of the Cuzcatlan Hispanic Center said the new three-tiered plan has produced only skepticism. \n\"They obviously want to gather more information on our community so they can do more raids,\" Ramirez said.\n\n\nEven support from the governor's allies like state Sen. Bill Perkins (D-Harlem) was waffling.\n\n\"It's a very awkward place,\" Perkins said. \"I'm disappointed because now you have the advocates for the \nimmigrants saying they feel betrayed by what he has done.\"\n\njmahoney@nydailynews.com\n\nGraphic\n\n \n\nInkyeung Choi, with other angry immigrants, demonstrates outside Gov. Spitzer's Manhattan home yesterday \nagainst license plan. Photo by Robert Sabo/Daily News\n"}