{"title": "Mexico Said to Promise Some Political Steps to Get U.S. Loans", "body": "\nDespite the insistence of Mexico that it would not accept any political conditions on $20 billion it is to receive in \nloans and loan guarantees from Washington, officials said today that it did agree to sweeten the deal with new \nmeasures to control undocumented immigration into the United States and drug trafficking.\n\nMindful of the sensitivity of Mexico to the notion that it acted under American pressure, United States officials \nnoted that its commitments grew out of discussions begun before the loan talks and reflected longstanding \nconcerns of President Ernesto Zedillo.\n\nBut the Americans also acknowledged having pressed Mexico for quick results -- first to avoid more stringent \npolitical conditions on a $40 billion plan that the Administration ultimately abandoned, then to try to mollify \nCongressional opposition to the $20 billion agreement signed on Tuesday.\n\n\"There was clearly a commitment by the Mexicans before the financial crisis to work in these areas,\" one American \nofficial said. \"But we've definitely made an effort to get some of these things more quickly and in writing.\"\n\nIn at least some areas, Mexico's promises appeared to be neither binding nor particularly specific. For instance, \nwhile the Zedillo Government pledged to crack down on the leaders of a notorious cocaine-smuggling organization, \nthe so-called Gulf Cartel, American officials said their private agreement included few details about how Mexico \nwould do so.\n\nStill, the accords were focused deliberately on some of the most contentious issues on the bilateral agenda. And \nofficials said the Administration had already begun presenting them to legislators who have complained for weeks \nthat the United States was getting little in return for its sizable efforts to rescue Mexico's economy.\n\n\"There's a lot of politics involved,\" the United States Ambassador to Mexico, James R. Jones, said in an interview \ntoday. \"A lot of U.S. congressmen wanted to claim credit for forcing Mexicans to do things that they didn't want to \ndo. I always felt that if you put these things into a package, it would undermine what we are trying to do.\"\n\nUnder draft legislation proposed last month by the House Banking Committee, part of the package called for \nMexico to halt the debt-for-equity swaps under which the Government has forgiven hundreds of millions of dollars \nin Cuban debt in exchange for equity given to Mexican investors in Cuba, said officials who saw the draft.\n\n\nA senior Mexican official said such conditions were rejected as \"totally impossible.\"\n\nYet the accords that were finally reached appear to overlap closely with proposals that the State Department made \nto Mexico as part of a side letter that was intended to keep political conditions out of the loan-guarantee \nlegislation itself.\n\nSteps that Mexico agreed to take on undocumented immigrants included new measures to break up immigrant-\nsmuggling rings, the expansion of a border anti-crime force and a promise to shut down a network of water tunnels \nin Nogales that are often used for smuggling immigrants.\n"}