{"title": "City rallies around 5-year-old cancer patient; INS lets family stay in country while boy receives treatment", "body": "\nA Mexican couple living illegally in the United States got an early holiday gift from immigration officials: \npermission to stay while their 5-year-old son is treated for leukemia.\n\n\"A dream,\" Susana Nieto said in Spanish. \"This is going to be a very special Christmas for everything that has \nhappened.\"\n\nNieto's son Oscar Hernandez has had leukemia for a year and is receiving chemotherapy. Doctors say a bone-\nmarrow transplant is the best hope to save his life, and his 7-year-old brother, Jonathan, is a match.\n\nBesides the couple, Immigration and Naturalization Service also granted humanitarian parole to two of their \nchildren who are in the country without permission. Another child, like Oscar, was born in the United States.\n\nThe parole was granted for six months and may be extended, said INS Acting District Director Michael Comfort.\n\nThough the family has no health insurance to pay for the procedure, which Children's Hospital says will cost \n$314,000, the Denver area rallied around the family this month as news of its plight spread.\n\nChildren emptied piggy banks. Students took up collections at schools. One woman donated a fur coat, and another \ngave a diamond ring. So far, the efforts have brought in $287,000.\n\nAmong those helping to raise money is Rep. Tom Tancredo, an outspoken opponent of illegal immigration who had \nsought deportation of another Mexican family in the fall after reading about one son who couldn't afford college \nbecause federal law bans financial aid for illegal immigrants.\n\n\"He's not playing politics here,\" Tancredo spokeswoman Lara Kennedy said last week. \"The bottom line: A child's \nlife was at hand.\"\n\nLeukemia, a cancer of the bone marrow and blood, is the most common childhood cancer. About 2,700 U.S. \nchildren under 15 will be diagnosed this year, according to the American Cancer Society.\n\nOscar spent more than a week at the hospital for an infection but is home now, so the family will be together for \nChristmas. The next day, however, Oscar will return to the hospital for more chemotherapy.\n\nSurgery can't happen until Oscar reaches remission and the hospital has the money for the procedure, officials \nsaid.\n\nSome health care experts allege that Children's is overcharging the family, saying the hospital's quoted price is \nsignificantly higher than what Oscar's family would pay if they had insurance.\n\n\n\"The real cost for treating him is probably $200,000,\" said J.D. Kleinke, a health care economist and author of \n\"Oxymorons: The Myth of a U.S. Healthcare System.\"\n\nThe hospital denied it is asking for too much money.\n\n\"We are doing everything we can for this family,\" said Len Dryer, chief financial officer for Children's.\n\nNieto and her husband, Pedro Hernandez, said they are overwhelmed by the help they've received. \"We never \nthought we'd get this kind of response from the community,\" Nieto said. \"It gives us hope.\"\n\nGraphic\n\n \n\nAP Photo CODER101\n"}