{"title": "Sharp Reaction to Immigration Bill's Defeat", "body": "\n Latin America reacted with sharp disappointment Friday to the U.S. Senate's defeat of an immigration bill, a \ndecision that Mexican President Felipe Calder?n called \"a grave error\" and Salvadoran President El?as Antonio \nSaca said was \"a pity.\"\n\nLatin American governments have long hoped for a comprehensive reform package that would include guest-\nworker provisions and a route to legal status for the estimated 12 million undocumented migrants in the United \nStates -- half of whom are Mexican. At the same time, the Calder?n administration has tried lately to lower \nexpectations, in the belief that immigration reform is unlikely until after a new U.S. president is elected in \nNovember 2008.\n\nIn an editorial published Friday, the Mexico City newspaper El Universal said it is \"highly hypocritical that the United \nStates admits migrants as peasants, but does not accept them as citizens. A state that sends troops to the Middle \nEast to try to implant democracy and respect for human rights does not practice such supreme values in its own \nterritory.\"\n\nBut the paper also ascribed blame to Mexico, saying the country is itself guilty of hypocrisy for not creating enough \nemployment to entice Mexicans to stay at home.\n\nCalder?n predicted that the Senate's decision would increase illegal migration and \"generate worse conditions and \ninsecurity on both sides of the border. The migration problem cannot be resolved simply with speeches; it requires \nconcrete resolutions.\"\n\nCalder?n, speaking before departing Mexico City for a diplomatic visit to Belize, has been taking a more aggressive \nstance toward the United States than his predecessor, Vicente Fox, who had sought to parlay a personal friendship \nwith President Bush into an immigration accord. Calder?n and his top lieutenants were incensed this week after \ndiscovering that portions of the wall on the U.S.-Mexican border are in Mexican territory. Calder?n said he \n\n\ncomplained to U.S. officials and received assurances that those parts of the wall would be removed before the end \nof the week.\n\nReaction to the immigration bill's failure might have been even more intense if not for concerns here that it put \ntoo heavy an emphasis on border security and involved overly complex provisions on granting citizenship to \nundocumented migrants, said Dan Lund, a Mexico City pollster.\n\nDespite some heated comments from Mexican leaders, it appears the Calder?n administration has adopted the \nphilosophy that \"no bill is better than a bad bill,\" Lund said in an interview.\n\n\"Life goes on,\" Lund said. \"Here this is a hothouse issue for a few in the media and policy wonks, but everyone else \nwill do what they have to do to get across the border.\"\n\nIn El Salvador, Saca said, \"I lament what happened in the Senate. I hope that the senators consider this well, \nbecause there are 12 million people [in the United States] who are undocumented.\"\n\n\"What a pity, what a pity, but those are decisions of the legislators,\" Saca told reporters.\n\nIn Guatemala, the newspaper Prensa Libre described the Senate vote as \"deplorable\" in an editorial headlined \"12 \nMillion Victims.\" The vote, the paper said, showed that the United States is \"a country hostile toward immigrants.\"\n\nPrensa Libre predicted that the decision would hurt the economies of the United States and Guatemala by \nrestricting the flow of people between the countries. But, the paper noted, there could be a subtler, even more \ndamaging effect.\n\n\"Little by little, the number of people who lose their appreciation of [the United States] will grow,\" the paper said. \n\"With what happened yesterday, everyone loses, sooner rather than later, and there are fewer possibilities of \nhealing that wound.\"\n\nGraphic\n\n \n\nIMAGE; By Eduardo Verdugo -- Associated Press; Mexican President Felipe Calder?n said the U.S. Senate's \ndecision would increase illegal migration and worsen conditions on both sides of the border.\n"}