{"title": "IMMIGRATION RULING: Court softens law on crimes", "body": "\nThe U.S. Supreme Court gave a second chance Monday to thousands of legal immigrants facing deportation for \nminor crimes committed years ago.\n\nIn a 5-4 decision, the court invalidated part of a 1996 law that applied retroactively and had led to the expulsion of \nhundreds of immigrants convicted of petty crimes. The law expanded the list of crimes that require deportation and \nstripped immigration judges of the power to stop the deportation of even legal immigrants with deep ties to the \nUnited States. It has been widely criticized as unduly harsh and has alarmed Georgia legislators and the Georgia \nBoard of Pardons and Parole.\nAJC\n\nTypical of those affected by Monday's ruling are legal residents who apply for citizenship only to face deportation \nbecause of brushes with the law that had long since receded into the past. The 1996 law required the deportation \nof most immigrants who received sentences of 12 months or more, even those who spent the 12 months on \nprobation.\n\nThe Supreme Court's ruling means that immigrants who were convicted before the law took effect now can ask a \njudge for a waiver to stop deportation.\n\nJustice John Paul Stevens, writing for the majority, said that precluding an immigrant from \"court review . . . would \ngive rise to substantial constitutional questions.\"\n\nHe was joined by Justices Anthony Kennedy, David Souter, Ruth Bader Ginsburg and Stephen Breyer.\n\nJustice Antonin Scalia said in dissent that Congress used \"utterly clear language\" in blocking the courts from \nreviewing deportation orders in cases like the one before the court.\n\nPrior to 1996, immigrants could ask for waivers from deportation, and judges granted about half the requests, said \nLucas Guttentag, an American Civil Liberties Union lawyer in San Francisco who argued the Supreme Court cases \ndecided Monday.\n\n\"This is a ringing endorsement of the principle of judicial review and the right of immigrants to go to court to \nchallenge their deportation,\" said Guttentag, director of the ACLU's Immigrants' Rights Project.\n\nKaren Kraushaar, a spokeswoman for the Immigration and Naturalization Service in Washington, said the agency \ndoes not know how many immigrants will be affected. In 1999, the last year for which she had statistics, the INS \ndeported about 10,000 legal residents because they committed crimes. She said she did not know how many of \nthe 10,000 were convicted before the 1996 law or how many were convicted for nonviolent crimes.\n\n\n\"We're going to be giving the decision a thorough review in due time,\" she said.\n\nThe ruling involves the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, adopted at a time of \nanti-immigrant sentiment.\n\nIts goal was to get rid of immigrants convicted of violent crimes and drug offenses, but immigrant advocates say \nthe law unintentionally ensnared people like Mary Anne Gehris of Covington.\n\nGehris was born in Germany but came to Georgia as a toddler and had an upbringing typical of thousands of \nAmerican children.\n\nIn 1988, when she was 22, Gehris pulled another woman's hair in a spat over a man. She pleaded guilty to a \nmisdemeanor and spent a year on probation.\n\nShe had put the incident behind her until she applied to become a U.S. citizen a few years ago.\n\nThe hair-pulling incident was enough to trigger deportation proceedings, even though it happened eight years \nbefore Congress adopted the 1996 law. Her case received national attention, and Gehris avoided deportation by \ngetting a state pardon that removed her conviction.\n\n\"This is just incredible,\" she said Monday of the Supreme Court ruling. \"It's about time a little bit of justice was \nserved.\"\n\nMarshall Cohen, an Atlanta immigration lawyer, said several of his clients will benefit from the decision. \"If \nsomeone knew in 1985 that 11 years later they would be facing deportation\" by pleading guilty, he said, \"they might \nhave done things differently.\"\n\nHe said many who pleaded guilty were told that a plea would have no effect on their immigration status. He said \nthey are incredulous when told a conviction from so far in the past will have such life-altering consequences \nbecause of a law passed years later.\n\n\"They're in complete disbelief and cannot fathom it,\" Cohen said. \"The law is so illogical and counterintuitive. Most \nof the people I've tried to explain it to just can't process it, they can't believe it.\"\n\nEven before Monday's ruling, Cohen and other Georgia immigration lawyers found a sympathetic audience at the \nstate Board of Pardons and Parole. It has pardoned 150 immigrants to spare them from being deported. Most were \nconvicted of misdemeanors.\n\nA law professor who is researching pardons, Elizabeth Rapaport of the University of New Mexico, said her research \nhas turned up no other state that pardons immigrants to keep them from being kicked out of the country.\n\nGeorgia legislators last year approved a law requiring judges to warn defendants that a guilty plea could affect their \nimmigration status.\n\nCharles Kuck, an Atlanta immigration lawyer, said the 1996 law severely weakened the power of immigration \njudges to use common sense in deciding who deserves a reprieve. \"It made them deportation machines,\" he said. \n\"Now they have the ability to grant some relief in appropriate situations.\"\n\nGraphic\n\n \n\nPhoto:\n\n\n\nMary Anne Gehris of Covington, who came to the United States from Germany as a baby and served 12 months' \nprobation in the 1980s, was one of those once ensnared by the law. / KENT D. JOHNSON / Staff Graphic:\n\nOTHER CASES\n\nIn other actions Monday, the Supreme Court:\n\n> Held that copyright laws require big media companies to get free-lancers' permission before posting their work \nonline.\n\n> Let stand a lower court ruling that held an affirmative action program for colleges and universities in Texas \ndiscriminated against whites.\n\n> Held that mushroom producers cannot be forced to contribute to a marketing campaign that benefits competitors, \neven though the ads are designed to benefit the entire industry.\n\n> Agreed to use a former Virginia college professor's allegation of reverse discrimination to clarify the filing deadline \nfor federal job-discrimination complaints.\n\n> Turned aside a National Rifle Association challenge to a provision of the Brady gun-control law that allows the \nFBI to retain information about gun buyers.\n\n> Turned down an appeal to hear the case of former top Teamsters official Ron Carey, convicted of illegal fund-\nraising practices during the 1996 elections.\n\n> Agreed, in a case from Arkansas, to clarify how maternity or other medical leave offered by employers counts \nagainst the 12-week leave guaranteed by the federal government.\n"}