{"title": "Good Thing We Citizens Aren't Tested", "body": "\nThey were lucky devils, the bunch that came over on the Mayflower in 1620. The immigration laws were a good \ndeal laxer back then. Nobody made those people take a citizenship test before they could join the club.\n\n  These days, we are more selective about whom we let in. You can't simply be some guy in a funny hat with a \nbuckle in front. To be one of us, you need to pass an exam. It has been that way for quite a while. But now, for the \nfirst time in 20 years, the government is tweaking the questions it will ask of immigrants who want to become \ncitizens.\n\nA new test will be given a dry run starting next month, with volunteers quizzed in 10 cities across the country. \nSurprisingly, New York City is not among the 10. Who has more immigrants than we do? \n\n  Nothing personal, said Chris Rhatigan, a spokeswoman for Citizenship and Immigration Services, the federal \nagency in charge of the exam. A computer picked the cities, she said yesterday, and besides, ''there are a lot of \nother areas in this country that have rich diversity.''\n\n  That they do. We self-centered New Yorkers will have to content ourselves with Albany's standing in for us.\n\n  In the new exam, the emphasis will shift somewhat from raw facts to broad concepts. People will be asked, for \nexample, not only what the three branches of government are but also why we have three branches. The idea is to \nsee whether budding Americans understand underlying principles of our democracy.\n\n  In other words, we expect them to be better than the rest of us.\n\n  Better than we who prove our love of democracy by not voting in vast numbers. Preliminary figures for last \nmonth's elections, which only charted the country's possible direction in wartime, showed a national voter turnout of \nabout 40 percent.\n\n  Better than we who are far more able to name the Three Stooges than to identify the three branches of \ngovernment.\n\n  That's not a joke. A Zogby International poll several months ago showed that 74 percent of Americans (and 62 \npercent of New Yorkers) knew Larry, Curly and Moe, but only 42 percent (39 percent in New York) could list the \nexecutive, legislative and judicial branches.\n\n\n  How about this: A mere 24 percent of Americans could name two United States Supreme Court justices, while 77 \npercent could name two of Snow White's seven dwarfs. That might be worth bearing in mind for a question on the \nnew test about who the chief justice is.\n\n  In fairness, ''you don't sit and talk about the nine Supreme Court justices every day at lunch,'' said Fritz Wenzel, a \nspokesman for Zogby. You're more likely to talk about new movies. ''In that respect, the results were somewhat \npredictable,'' Mr. Wenzel said. He paused before adding, ''but alarming nonetheless.''\n\n  As we said, perhaps the new Americans will be better than the rest of us. Still, some of the revised test's 144 \nquestions, ultimately pared to 100, could give them problems.\n\n  Question No. 125 on the citizenship agency's Web site (www.uscis.gov) seems off the mark. What is the longest \nriver in the United States? The Web site's suggested answer is the Mississippi. But by some reckonings, the \nMissouri River is longer.\n\n  Question No. 61 could prove tricky. It asks which political party -- as of next month, remember -- holds the Senate \nmajority. The approved answer is the Democrats. That is correct -- that is, unless the Senate's new independent \nmember, Joseph I. Lieberman of Connecticut, pivots to his right and waves the Democrats goodbye.\n\n  On a more philosophical note, Question No. 71 asks, ''What is self-government?'' Two possible answers are \nprovided: ''Powers come from the people'' and ''government responds to the people.'' Hmm. Under those definitions, \nwould you say that Iraq truly has self-governance?\n\n  Question No. 82 calls on would-be citizens to ''name two ways that Americans can participate in their \ndemocracy.'' Ten possibilities are offered, among them voting, joining a political party and running for office. Ignored \nis one of the most fruitful ways used by some Americans: call the likes of Jack Abramoff.\n\n  Plenty of time remains, though, to work out the kinks.\n\n  By the way, you test takers in Albany, make all of us in New York proud. If asked next month for the three \nbranches of government, remember that this is a national exam. Don't tell them an essential New York truth, that \nthe three branches of government are Spitzer, Bruno and Silver.\n\nhttp://www.nytimes.com\n"}