{"title": "Virginia County Checks Immigrant Status", "body": "\nWashington Post staff writer Nick Miroff was online Tuesday, March 4 at noon ET to discuss a Prince Williams \nCounty ordinance that went into effect on Monday that allows police to check people's immigration status for even \nminor legal infractions.\n\nA transcript follows.\n\n____________________\n\nNick Miroff: Hi, Nick Miroff here in Prince William County. Looking forward to your questions.\n\n_______________________\n\nFairfax, Va.: I wonder about the driving issues you raised in the story.\n\nIt is very difficult to get a legal driver's license in Virginia without all the necessary papers. So does that mean the \nundocumented workers are using illegally obtained driver's licenses or are they driving without licenses?\n\nIf the former, that opens those stopped by police to violations of state law more serious than the traffic violation. If \nthe latter, that is also a violation of state law but also a major threat to the safety of other drivers.\n\nFrom the people you interviewed, do you have a sense of the license status of the people?\n\nNick Miroff: This is a great question that really cuts to the heart of some of the enforcement challenges for local \npolice in jurisdictions like Prince William County.\n\nYou're right that it is very difficult for an illegal immigrant to get a Virginia driver's license. My understanding from \ninterviews with police is that illegal immigrants will sometimes show a foreign driver's license when pulled over, or \nmay be using a license that actually belongs to someone else.\n\nThere are also cases of illegal immigrants who managed to obtain licenses before more strict post 9/11 rules went \ninto effect, though they would run into challenges when attempting to renew their licenses.\n\n\nIn sum, there appear to be a fair number of illegal immigrants who are driving, and it's something police run into \nfrequently. Under the new rules in Prince William, the lack of a valid driver's license is much more likely to lead to \nan immigration check.\n\n_______________________\n\nDeja Vu: Having the police asking people they deem suspicious \"Papers please\" sounds eerily familiar. Has this \nhappened anywhere else in recent history?\n\nAlso, I think liberties taken away are very tough to reinstate. At what point in the future do you think perceived \nproblems will be \"fixed\" and we can look forward to having freedom of movement restored without having to \nproduce papers?\n\nNick Miroff: There is certainly a lot of concern about how the new rules will be implemented, especially in the \ncounty's Hispanic immigrant community.\n\nBut police and county officials would argue that the added scrunity doesn't involve a different set of documents. If a \ndriver can show a valid U.S. driver's license, the officer will lack probable cause to inquire further about the person's \nimmigration status. So it's really just the same \"papers\"-- only that the consequences of not having them will be \ndifferent for those in the country illegally.\n\nAs for when the problem will be \"fixed,\" I suppose that's something for the county's elected officials (and ultimately, \nvoters) to decide as their new enforcement plan is put into practice.\n\n_______________________\n\nWashington, D.C.: I don't see how the Prince William cops can enforce the law \"fairly\" unless they ask \nEVERYBODY, regardless of skin color or fluency in English, for their citizenship papers. Otherwise, it WILL be \nracial/ethnic profiling.\n\nI say this as someone who is generally considered \"white\" and who was born in the United States (if conservatives \nwill acknowledge that Massachusetts is one of the 50 states). But I have French Canadian ancestors who were \nlooked down upon and vilified as dirty, ignorant factory-job stealers in the late 19th and early 20th centuries, and I \nam ashamed and appalled that these attitudes have resurrected themselves in 21st-century America.\n\nIs a U.S. passport sufficient documentation for traveling to and from Prince William County? It was enough when I \nvisited Tijuana last week.\n\nNick Miroff: I know that Prince William Police Chief Charlie Deane is very concerned about the perception/fear that \nthe new policy will result in racial profiling. This is one reason he's pushed county officials to have video cameras \ninstalled in every patrol car, adding significantly ($3.1 million) to the price tag of the so-called \"crackdown.\" Officers \nhave been specifically directed not to profile suspects, and again, the main thing that will trigger additional scruntiny \nis the lack of a driver's license.\n\nSo I think you're safe keeping your passport for those trips to Tijuana.\n\n_______________________\n\nWoodbridge, Va.: As a black male, I have seen first hand how illegals have taken better jobs than I could land \nbecause I ask for a decent wage in the construction trade. Don't you believe this crackdown will curb wage \nsuppression in the area so I am not held down for being both black and legal?\n\nNick Miroff: Most of the studies I've seen suggest that illegal immigration fuels economic growth but depresses \nwages for blue-collar workers who compete for jobs in construction, food service, and other sectors where illegal \nimmigrants have typically found work.\n\n\n\nAs for whether the crackdown in Prince William might create opportunities for you, my guess would be that it'll be \nhard to tell, given that it appears we're headed for tough economic times anyway. Especially for those who rely on \nconstruction jobs.\n\n_______________________\n\nManassas, VA: I understand that they say that they will not turn it into a witch hunt, which I believe is total you-\nknow-what. But tell me, why should Latinos trust police when the police do nothing to help the immigrant \ncommunity. I have personal experience in that area.\n\nNick Miroff: Not sure what kind of personal experience you've had, but I think you're way off in your claim that police \n\"do nothing to help the immigrant community.\"\n\nCounty police data shows that immigrants are disproportionately affected by crime, and in some cases, targeted \nspecifically because they're more vulnerable, ie less likely to report crimes.\n\nOne the biggest concerns of police here is that the tougher new measures will discourage illegal immigrants from \nreporting crimes and cooperating with police as witnesses. Some community outreach efforts are underway to \naddress this, but from my conversations with illegal immigrants here in Prince William, I think it's safe to say that \nwhatever community trust had been built up is now badly damaged by the perception that police should be avoided.\n\n_______________________\n\nAnnandale, Va.: Nick,\n\nJust wanted to check, what happens if you get stopped by police? Is The Post going to need to get a new reporter? \nWhat documents do you carry around?\n\nNick Miroff: I've got a VA driver's license. Some credit cards. Not much money (I'm a reporter, after all). Mainly, I try \nnot to get pulled over, which is what illegal immigrant residents of the county will really have to avoid now that \nthese policies are in place.\n\n_______________________\n\nDunn Loring, Va.: Given your experience reporting from Latin America, would you say that immigrants in the U.S. \nhave more or less rights than immigrants in Latin America, and Mexico specifically?\n\nNick Miroff: It's an intriguing question. I'd say it depends. Wealthy foreigners and ex-pats living in Latin America \ntend to enjoy a fairly priveledged lifestyle, albeit with some inconveniences and bureaucratic hassles. But an illegal \nimmmigrant laborer from Guatemala working in Mexico is likely to face much tougher conditions, and, I would say, \nenjoy fewer legal protections than immigrants here.\n\nBut most Latin American emigrants dream of coming to the U.S., I think, rather than another Latin American \ncountry.\n\n_______________________\n\nImmigrant: I am not a U.S. citizen, but have been living here legally for almost 8 years.\n\nI've held various different visas during that time. And jumped through all hoops that first the INS and now BCIS put \nup. It took a huge amount of time and cost a lot for lawyers (I wouldn't even attempt to navigate this maze without \nthem).\n\nI think there should be checks on immigration status. People who don't follow immigration law are criminals. If all \nlaw enforcement agencies applied all the mountains of immigration law in the U.S. and we made it impossible for \npeople to get anything (health care, education, driving license) without proving they are here legally it would go \nalong way towards discouraging people from coming here illegally. Also maybe we should make parents prove they \n\n\n\nare citizens or legal residents when they register a birth -- your kid doesn't get citizenship unless you are here \nlegally.\n\nNick Miroff: Your experience really gets to the frustration of legal immmigrants who put considerable time and \nexpense into becoming U.S. residents and citizens.\n\nBut I'd also point out that there are checks on immigration status. Illegal immigrants aren't eligible for welfare, \nfood stamps, driver's license, and other benefits. As for your suggestion that parents must be legal residents in \norder for their children to be citizens, it's a proposal I've heard before, but seems like it would require some fairly \nfundamental changes in our sense of who is \"American.\"\n\n_______________________\n\nFollow up to \"deja vu\" comment: I think that was an absurd analogy to use, the illegal immigrants here are by their \nvery nature breaking our laws already!\n\n\"At what point in the future do you think perceived problems will be 'fixed' and we can look forward to having \nfreedom of movement restored without having to produce papers?\"\n\nAs for this comment, it will be \"fixed\" when they go through the process of becoming LEGAL residents of this \ncountry. I'll just never understand this willingness people have to ignore the border and security issues that are at \nplay here and say eh, you're breaking the law but I don't care. Why doesn't this blase attitude apply to drug dealers \nor rapists?\n\nNick Miroff: I'd say because our legal system does not equate rape and drug dealing with the act of being in the \ncountry illegally. That seems pretty sensible to me. Technically, illegal immigration is a federal CIVIL violation, not a \ncriminal one.\n\nand I'd also say that it's a little unfair to say that the country doesn't \"care\" about illegal immigration. from watching \nthe presidential campaigns, it seems more like our country isn't sure what to do about the issue, though not for lack \nof interest.\n\n_______________________\n\nPrince William County: So how do all of these new \"checking\" laws come into play with the new 28 percent tax \nincrease that members of the county will need to start paying? Are people glad to pay these taxes? Happy? They \nare the ones who wanted to get people out of their county and are now paying for it...\n\nNick Miroff: The \"crackdown\" is estimated to cost $26 million over the next five years. This is not a huge amount of \nmoney for a county with something like an $800 million annual budget, but it's still causing great consternation to \nsome county taxpayers facing increases.\n\nA correction to your question: the 28 percent figure is a recommended increase in the tax rate, not an outright tax \nincrease, and is expected to result in an 8 percent hike in actual tax bills. Make sense?\n\nAs to whether that makes people happy in the county, I think they're split, but it's important to point out that these \nmeasures were approved unanimously by county supervisors and there has been considerable public support for \nthem.\n\n_______________________\n\nFalls Church, Va.: I am concerned that those who reside here illegally may now go to extreme measures to avoid \nALL contact with law enforcement. Specifically, in cases of domestic violence -- the abused will not call 911 due to \nfear of an immigration-related confrontation. This may be an unintended consequence of the new PW county laws. \nThoughts?\n\n\n\nNick Miroff: I think your concern is a valid one. And it is shared by police. My impression is that there is still a great \ndeal of fear and confusion in the community about how these measures will work.\n\n_______________________\n\nArlington, Va.: Just a comment: This should have been done long ago. If you are an illegal alien, you have no \nbusiness being here. As human beings, we have to follow laws and face the consequences if we are caught \nbreaking them. This measure is long overdue and I believe it will eventually restore order in PWC. I just hope other \ncounties follow example.\n\nNick Miroff: Just passing along this comment from a reader.\n\n_______________________\n\nDumfries, Va.: That's a messed-up law they just passed. All immigrants want is a better life.\n\nNick Miroff: And this one.\n\n_______________________\n\nPapers: You said police and county officials would argue that the added scrunity doesn't involve a different set of \ndocuments. But what if the infraction is jaywalking or a non-driving offence? Can the police detain people until they \ncan produce a passport or birth certificate?\n\nNick Miroff: Great question. This is where things get complicated-- when the suspect isn't required to produce a \ndriver's license.\n\nIf police have probable cause to think a suspect in a jaywalking or shoplifting incident is an illegal immigrant, they \ncan ask for valid U.S. identification. If the suspect doesn't have it, they can ask the person outright if they are in the \ncountry legally. If the person says yes, and they don't come up in other criminal checks, my understanding is that \nthe immigration inquiry will most likely end there.\n\nBut I also suspect we'll be seeing some of these scenarios debated in court at some point if these new measures \nresult in lawsuits.\n\n_______________________\n\nWashington, D.C.: I applaud Prince William county for enforcing the law and doing its job. I'm a legal immigrant \nwho stood in line, played by the rules, paid my taxes and abided by all the laws of this great country. If ever I'm \nstopped by traffic police I'll gladly show my valid driver's license and congratulate the police for doing their job!\n\nNick Miroff: Here's another comment from a legal immigrant and proud owner of a valid U.S. driver's license.\n\n_______________________\n\nWashington, D.C.: Nick, I speak Spanish and was in a Fairfax restaurant on Saturday where an older man was \ntalking to a teenager in Spanish. He was telling the youngster to never lose touch with his heritage and other nice \nplatitudes, but also told the kid to stop speaking English, to learn Spanish and speak Spanish in restaurants, not to \nassimilate with the culture of the United States, to date Latin women exclusively, to avoid the police and politicians, \netc. Some of it was a kindly grandfather kind of advice, other advice was absolutely racist and anti-Anglo. Instead of \narguing with the guy, the teenager kept nodding and saying, \"yo se\" or \"se sabe que\" which I took to mean \"this is \nknown.\" It was really shocking that immigrants who have two countries, mine and their home country, would \ndisplay these kinds of hostile attitudes. This is something I've run into before, but never hear them say in English. \nDo you hear this attitude in the rural counties like Prince William?\n\nNick Miroff: Huh. That's a weird one. I also speak Spanish and frankly, I've never heard (or overheard) this kind of \nHispanic supremacy attitude you came into contact with. Especially the idea that the kid shouldn't speak English. \n\n\n\nThat seems pretty delusional. So while I have seen a resurgence of Latino pride here in Prince William, partly as a \nresult of the crackdown and the political polarization, I've never heard grandfatherly advice that was quite that bad.\n\nThanks for all your questions, and my apologies to those I couldn't get to.\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Discussions and choose the most \nrelevant questions for guests and hosts; guests and hosts can decline to answer questions. washingtonpost.com is \nnot responsible for any content posted by third parties.\n"}