{"title": "MAYOR TWITS SPITZ ID PLAN", "body": "\nGOV. SPITZER'S PLAN to give driver's licenses to illegal immigrants ran into more trouble yesterday, and not just \nfrom his opponents.\n\nMayor Bloomberg, a frequent ally of Spitzer, said city lawyers think the plan wouldn't meet new federal ID \nrequirements, so New Yorkers couldn't use their licenses to enter federal buildings or go through airport security.\n\n\"People would need other government ID, generally a passport, and that would be a very big problem,\" said \nBloomberg, who has already talked to Spitzer about his concerns. \"The state's going to have to work with the \nfederal government in terms of having to fix that problem.\"\n\nSpitzer spokeswoman Christine Anderson said Bloomberg \"was a little bit confused\" about the governor's proposal, \nbecause the federal law doesn't take effect until 2013 and none of the 50 states comply with it yet.\n\nSpitzer has said his plan would make roads safer because all immigrant drivers could get licenses and insurance, \nwhether or not they were here legally.\n\nImmigrants without Social Security cards could apply for New York driver's licenses using foreign identity \ndocuments, which would be rigorously scanned for authenticity by high-tech devices, Anderson said.\n\nWhile she insisted Spitzer could move ahead with his plan without the backing of the Legislature, Senate Homeland \nSecurity Chairman Vincent Leibell (R-Brewster) insisted the new licensing scheme was dead on arrival in Albany.\n\n\"Just because you change a regulation doesn't mean you change our statute,\" Leibell said, citing a 1995 law, aimed \nat cracking down on deadbeat dads, that requires license applicants to show a valid Social Security number.\n\n\"The governor's idea is a terrible one that would lower the security of all New Yorkers and all Americans. We're \ngetting an amazing response from the people who are overwhelmingly against this.\"\n\nSen. Hugh Farley (R-Schenectady) was even more strident, saying the Spitzer directive amounts to \"hanging a \n'Welcome terrorists' sign at the state's borders.\" jmahoney@nydailynews.com\n"}