{"title": "'Numerous' arrests ahead for Chinese stowaways", "body": "\nAuthorities say they plan to make arrests today in the case of 132 Chinese nationals found hidden in a ship in \nSavannah last week.\n\nThomas Fischer, district director of the Immigration and Naturalization Service, said agents will make arrests after \nconsulting the U.S. attorney. Agents will continue interviewing the stowaways and 28 crew members of the Prince \nNicolas, a 40,000-ton ship from Cyprus.\nConstitution\n\nINS agents found the illegal immigrants in a secret compartment of the ship Thursday. Agents took the stowaways \nand crew members to jails in DeKalb and Fulton counties Friday and have been interviewing them since. They plan \nmore interviews for today and the rest of the week. They said Monday they do not know the stowaways' \ndestination.\n\nThe INS said it plans to deport the illegal immigrants, but at least 45 have asked for asylum, said Sue Brown, an \nagency spokeswoman. She said an asylum officer will interview applicants and make a recommendation to an \nimmigration judge. The government generally grants asylum to people in fear of injury or persecution in their home \ncountry.\n\n\"If people do claim asylum, then we have a duty to look at this very carefully,\" Brown said.\n\nFischer said he expects \"numerous\" arrests today.\n\nSeveral smuggling operations uncovered by federal authorities recently have sent ship crew members to prison.\n\nIn June, a federal jury in San Diego convicted four members of a ship's crew of several illegal immigrant-smuggling \ncharges. A judge is to sentence them in October. The ship's captain pleaded guilty and got an 18-month sentence. \nJurors could not reach verdicts in the case of three other crew members. In that case, prosecutors say smugglers \nkept 150 Chinese in inhumane and unsanitary conditions on a fishing boat.\n\nThe 150 Chinese were from Fujian Province, a region of 30 million people on the coast of southeastern China. \nMany of the 132 Chinese found in Savannah also are from that province, Fischer said.\n\nIn May 1998, a small boat came ashore in New Jersey with 25 Chinese aboard. They told investigators they had \ncome from China on a larger ship a few miles away. Investigators sailed to the larger ship and arrested the ship's \ncaptain and engineer. The captain was sentenced to three years and 10 months in prison. The engineer was \nsentenced to three years and one month behind bars.\n\nFischer also said Monday that only 20 of the 132 Chinese were ages 14-17. Agents initially said that 51 of the 132 \nwere ages 14-17, but Fischer said interviewers have concluded that some of the illegal immigrants claimed to be \nyounger than they are.\n\n"}