{"title": "Illegal immigration boils up as litmus test for GOP voters", "body": "\n             KEENE, N.H. - Mitt Romney opened his town hall meeting here talking about the economy - his thoughts on \ngrowing business, getting government out of the way - just as he does nearly every other campaign event. But \nwhen he opened last week's forum for questions, the first voter he called on didn't seem concerned about any of \nthat. He wanted to know the Republican presidential candidate's stance on border security.\n\n          A similar scene played out in South Carolina a few days later, when Rep. Michele Bachmann (R-Minn.) \nattended a town hall meeting she assumed would center on the economy, jobs and the federal deficit - only to see \nthe assembled voters react most passionately to her comments on illegal immigration.          \n\nPolls might not suggest it, and the candidates might not be catering to it, but immigration is an issue that voters \nwon't let the GOP White House hopefuls escape.\n\nRepublican primary voters keep bringing up immigration as the candidates campaign in back yards, opera houses \nand recreation halls across Iowa, New Hampshire and South Carolina. To a sizable chunk of those who will pick the \nGOP's presidential nominee, immigration is an urgent issue, even a litmus test.\n\n\"Immigration is not even close to the top issue for most Republicans today, but it is an issue that is heavy with \nsymbolic importance to Republican voters,\" said GOP pollster Jon Lerner, who advised Tim Pawlenty until he \ndropped out of the race last month. \"If a candidate is squishy on immigration, that symbolically suggests that he's \nprobably unreliable on a whole host of other conservative issues.\"\n\nThe view in the Republican Party on immigration has shifted dramatically to the right since 2006, when President \nGeorge W. Bush proposed an overhaul that would have combined a legalization plan with tighter border security.\n\nThe issue is likely to take on even greater significance in the race for the Republican nomination with the recent \nentrance of Texas Gov. Rick Perry, who oversees the nation's biggest border state and who has a longer and more \ncomplicated record on immigration than his opponents.\n\nSince entering the race, Perry has taken a tough stance on the issue.\n\n\"Once we secure the border, we can have a conversation about immigration reform in this country, but not until,\" \nPerry told reporters after a campaign stop last month in South Carolina. \"You must have the federal government \nputting the resources, the boots on the ground, the aviation assets in the air, and secure that border so that we \nknow that the border is secure before we have a conversation about any immigration reform.\"\n\n\n          Perry's history with the border is more nuanced than that. He has long advocated a more seamless border \nbetween his state and Mexico, and he has traveled there to drum up business for his state. In 2007, he called the \nproposed construction of a fence between the United States and Mexico \"idiocy,\" saying \"it absolutely would not \nwork.\"          \n\nRay Sullivan, Perry's communications director, said that remains Perry's position.\n\n\"Fencing a 2,000-mile border is not practical,\" Sullivan said. \"The governor does and has always supported what he \ncalls 'strategic fencing' in urban and high-trafficked areas.\"\n\nDuring Perry's first year in office, he signed a law allowing any student who has lived in Texas for three years and \ngraduates from a Texas high school to pay in-state tuition at state colleges, regardless of their citizenship status.\n\nThe bill passed with overwhelming bipartisan support but now is criticized by some Republicans as a precursor to \nthe federal DREAM Act, a Democratic proposal to create a path to citizenship for some illegal immigrants brought \ninto the country as children.\n\nLast year, Perry criticized Arizona's tough new immigration enforcement law, saying that it \"would not be the right \ndirection for Texas.\"\n\nSullivan said Perry's stances made sense for Texas, pointing out that many Texans have economic, cultural and \nfamily ties across the border. \"Texans have a very close and perhaps unique perspective on border issues,\" he \nsaid.\n\nSome conservatives have begun attacking Perry on immigration. \"He's just a little bit too much like George Bush,\" \nAnn Coulter recently said on Fox News.\n\nOn immigration, Romney's position is to secure the border before considering comprehensive reform. At the town \nhall in Keene, he said that means to \"turn off the magnet.\"\n\n\"Employers in the U.S. who knowingly hire people who are here illegally - that's the magnet,\" he said. \"So we have \nto crack down on employers that hire illegals, make it easy for them to determine who's here legally and who's not, \nand then crack down on those who hire illegals.\"\n\nBachmann, too, wants to crack down on those who are in the United States illegally. On a recent five-day campaign \nswing, she was asked about immigration at virtually every stop. At one, a town hall meeting in Charleston, S.C., \nshe elicited the most passionate response of the evening when she took a question on immigration.\n\nBachmann promised to build a fence along \"every mile, every yard, every foot, every inch\" of the nation's southern \nborder, to \"have the back\" of enforcement agents, and to put an end to the provision of federal benefits to illegal \nimmigrants.\n\nBut she really got her audience going with a series of lamentations about the border that places her to the right of \nher opponents.\n\n\"On the southern border, we are dealing with a narco-terrorist state today in Mexico,\" Bachmann said. \"Because 70 \npercent of narcotics are coming to the United States are coming from Mexico. Mexico is in a very different place \nright now. We are seeing criminals, felons, drugs, we're seeing contagious diseases coming into our country. What \nis wrong with our government that it isn't stopping this from coming into the nation?\"\n\nThe applause was loud, yet the man who asked the question, Rich Wiedenhoft, left unsatisfied.\n\n\"The very town I live in is a sanctuary city, and I'm very ashamed of that,\" Wiedenhoft, 63, an Air Force retiree, said \nlater in an interview. \"I served in the military for 20 years defending the flag. And I resent people coming in here and \ntaking advantage of us. I consider them invaders.\"\n\n\n\nSo which candidate might appeal more than Bachmann?\n\n\"That,\" he said, \"is what I keep going to these meetings to find out.\"\n\nruckerp@washpost.com\n\nStaff researcher Alice Crites and polling director Jon Cohen contributed to this report. Gardner reported from South \nCarolina.\n"}