{"title": "Senate Approves Spending Bill; $81 Billion to Finance Wars, Baghdad Embassy", "body": "\nThe Senate unanimously approved yesterday an $81 billion bill to finance the wars in Iraq and Afghanistan, \nprovide relief to Asian tsunami victims and construct a massive embassy in Baghdad. \n\n The legislation now faces negotiations with the House that promise to be prickly. \n\n The core of the measure  --   about $75 billion for military forces in Iraq and Afghanistan  --  has generated no \ncontroversy. That sum will push war and reconstruction costs since the Sept. 11, 2001, attacks to more than $300 \nbillion, according to the Congressional Research Service. The cost of the Iraq war alone is approaching $200 \nbillion.  \n\n But House and Senate negotiators will have to battle over several contentious side issues, such as extraneous \nprovisions on immigration that reveal very different priorities. The Senate voted Tuesday night to expand the \navailability of employment visas for skilled workers, such as nurses and engineers, and to relax rules governing \ntemporary visas for lower-skilled guest workers to allow about 35,000 more into the country this year.  \n\n In contrast, the House last month took a get-tough approach to immigration on its version of the war spending bill, \nvoting to deny driver's licenses to illegal immigrants, tighten rules for asylum seekers and bolster a fence along the \nCalifornia-Mexico border. \n\n Other points of contention will be the Bush administration's planned Baghdad embassy, which the House refused \nto fund, planned cuts to weapons programs that the Senate moved to block, and various home-state projects that \nhave raised the ire of fiscal conservatives. \n\n In February, President Bush unveiled his $82 billion war request for the current fiscal year, a request that came on \ntop of $25 billion in war funding already appropriated for 2005. The White House expects that request to push this \nyear's budget deficit to $427 billion, a record in dollar terms. So far, Bush has  gotten largely what he wanted. \n\n But the House sliced the White House's $658 million embassy construction request to $592 million and then voted \nto prohibit any money from being used for embassy construction and security. Secretary of State Condoleezza \nRice appealed to Senate Appropriations Committee Chairman Thad Cochran (R-Miss.), who included $592 million \nfor the embassy and beat back efforts by some conservatives to strip it out. \n\n\n The Senate did, however, challenge other administration priorities. Senators blocked Pentagon plans to mothball \nthe aircraft carrier USS John F. Kennedy and to cut 63 next-generation C-130J transport planes. Those moves \nwould have saved more than $6 billion, as part of a $30 billion package of weapons savings over six years. \n\n The moves did not surprise defense analysts. Air Force and Army officials had signaled that the C-130 cuts would \njeopardize the military's ability to transport its next generation of armored vehicles. When Defense Secretary \nDonald H. Rumsfeld failed to discipline the service officials, lawmakers saw no reason not to act in their parochial \ninterests, said Michael E. O'Hanlon, a defense budget analyst at the Brookings Institution. Measured against \ndeficits of hundreds of billions a year and continued tax cutting, the small savings from weapons-systems cuts \nhardly seem worth the political price, he said. \n\n \"With all due respect to President Bush, who usually says what he believes and believes what he says, his deficit \nreduction is a bit of a charade,\" O'Hanlon said. \"He has done nothing to encourage shared sacrifice.\" \n\n  The Senate also voted yesterday to add $213 million for procurement of armored Humvees over protests from \nSenate Armed Services Committee Chairman John W. Warner (R-Va.) that the military had enough. Senators then \nboosted border protection funds by $147 million. They also boosted funds for severely injured soldiers and death \nbenefits for soldiers killed in noncombat accidents. \n\n Republican leaders have struggled to hold down the size of the spending measure. One of their own, Senate \nRepublican Conference Chairman Rick Santorum (Pa.), inserted a federal loan guarantee to pave the way for the \nnation's first plant to transform coal waste to diesel fuel and electricity, in Gilberton, Pa. Another measure would \nfacilitate construction of a high-speed marine cargo terminal in Philadelphia. \n\n \"At a time when our soldiers are risking their lives in defense of freedom, members of Congress should have the \ncourage to take political risks to oppose egregious and reckless spending,\" said Sen. Tom Coburn (R-Okla.). \n"}