{"title": "Changes in Albania Rekindle Pride in Immigrants", "body": "\nAs Albania stumbles from its Stalinist past, a distant footfall is heard in parts of New York.\n\n\"It was like a dream,\" Dr. Sami Repishti said, recalling how his telephone rang on Long Island one morning last year \n-- 23 years after the Albanian authorities, having outlawed religion and private cars, cut their citizens' \ncommunications with the outside world. \"I could not believe it when I heard my brother's voice. It brought hopes to \nme that Albania would one day be democratic.\"\n\nFrom the Belmont section of the Bronx, where Albanian social clubs have shouldered in among the pizzerias, to \ndusky Manhattan restaurants where partisans of the late King Zog plot their return, there are huddles of men filled \nwith cigarette smoke and grappa and with talk of wondrous things: protests and political liberties in their homeland, \nAlbanian boat people washing up on Italian shores, even the toppling of statues of the late leader Enver Hoxha.\n\nThe discussions are easily missed. Not long after coming to America, immigrants named Gjergj usually become \n\"George,\" and somewhat more quietly Albanian; at a busy Italian restaurant in Manhattan, the Albanian Muslim \nproprietor, a man named Sejdi, is known to his patrons as Sergio.\n\nBut while outsiders glancing at the Albanians of New York have often seen only a reflection of the small Balkan \ncountry's insular and sometimes violent image, the faraway stirrings have opened a window on a community of \nextraordinary vigor and success. And to immigrants used to having their origins treated here as a kind of running \njoke, the thought of the ruling Albanian Labor Party wobbling like one of Europe's last Communist dominoes has \nalso renewed old pride.\n\n\"People would say, 'You're Albanian? Does that mean you're from Albany? Are you an Albino?' \" said the Rev. \nArthur Liolin, chancellor of the Albanian Orthodox Archdiocese of America. \"Now people know who you are.\"\n\nOn Friday, after more than half a century of mutual antagonism and non-recognition, Albania and the United States \nrenewed full diplomatic ties. American officials have argued for the move by saying they wanted to encourage the \nnew pluralism in advance of multiparty elections scheduled for March 31. But despite the promise of closer ties to \ntheir homeland after four decades in which it seemed lost in time, not all Albanian-Americans were ready to \ncelebrate.\n\n \n\nA Surge of Energy\n\n\n \"We're waiting for the big change -- to be a free country,\" the Imam Isa Hoxha, the Brooklyn-based spiritual leader \nof thousands of Albanian Muslim New Yorkers, had said earlier.\n\nStill, there has been a surge of energy and activism among Albanian-Americans. In the elegant Flatbush manse \nthat houses his mosque, the Imam reports a steady rise in prayer attendance. Outside the Albanian Roman \nCatholic church in the Bronx, a desolate stretch of Park Avenue seems to clog each Sunday with more triple-parked \ncars, Volvos and Toyotas that crunch over crack vials in the street.\n\nIn recent weeks, the Albanian Orthodox church has collected hundreds of packages of food, clothing and other \nitems to be sent to Albania. Even the Zogista, as the monarchists are known, claim a stream of fresh recruits, while \ntheir old rivals, stalwarts of the Balli Kombetar, or National Front, say they have more listeners for their show on an \nethnic radio station, WNWK-FM.\n\nBut some mysteries of Albanian New York remain impenetrable. No one knows, for instance, just how many \nAlbanians live in the area, because many came from Yugoslavia's southern province of Kosovo, which was split off \nfrom Albania in 1913. The estimates of community and church leaders range from 75,000 people to more than \n150,000, but others say the figure may be much lower.\n\nStill, there are mysteries that Albanian-Americans are happier than ever to unravel. There is, for example, the one \nabout how unswerving devotion to an ancient ethical canon that governs such issues as betrothals, plundering and \ndamages done by family pigs became a prescription for business success in the Bronx.\n\nAfter a first large group of Albanians came to the United States in the early 1900's, and a second after the country \nfell to Communists in 1944, the story is told, the Gegs began coming to the Bronx. The Gegs, as northern Albanians \nare called (and distinguished from the Tosks of the Albanian south), had always been fiercely independent. Some \nwere mountain farmers who fled over Albania's closed borders; others were Kosovars allowed to leave Yugoslavia \nbeginning in the 1960's.\n\nThrough Albanian friends, they found precarious homes in the borough's Fordham, Belmont and Bedford Park \nsections, and jobs as dishwashers and maintenance men. More quickly than they could perfect their English, many \nworked their way to jobs cooking and managing restaurants, or maintaining and running apartment buildings. And in \nsomething of a departure from the tradition of Albania's male-dominated society, many women went to work \noutside their homes.\n\nThen, pooling the savings of friends and relatives, they bought pizzerias and diners, and dilapidated Bronx \napartment buildings by the hundreds.\n\n\"You had landlords leaving the Bronx, you had landlords who were afraid to visit the buildings, and the Albanians \ncame, moved in, and grabbed the kids writing the graffiti and said, 'Hey! Don't do that anymore!' \" recalled Harry \nBajraktari, who came from Kosovo 20 years ago and now, at the age of 34, commands a suite of real-estate offices \nin the Belmont section. \"Every time an Albanian said, 'I'm going to do this,' he did it.\"\n\nAsked to trace the iron value of their promises, such men often cite \"the Kanuni\": the Canon of Lek Dukagjini.\n\nNamed for a 15th-century Albanian aristocrat, the Canon includes laws that do not always seem relevant to 20th-\ncentury New York. \"If the people approve of the judgment of the Chiefs and Elders,\" one edict insists, \"it is a law \nthat they must shout in unison, 'Another's foot, our heads!' \"\n\nYet the code also contains customary laws -- such as the terrible consequences of breaking one's besa, or word, \nand the right to revenge -- that still make sense in Albanian homes from New Jersey to Long Island.\n\nWith the reputation for steadfastness have come unusual headlines -- of blood feuds on the Lower East Side, gun \nseizures in the Bronx and turf battles between youths of Albanian and Hispanic descent. Albanians say this has \nmore to do with history than with Lek.\n\n\n\n\"In our country, we were always pushed against the wall, so we had to be tough,\" Mr. Bajraktari said, recalling \ninvasions of Bulgars, Serbs, Turks, Italians, Greeks and Nazi Germans, among others. \"When we came here and \npeople pushed, we stood our ground.\"\n\nModernity, it would seem, dictated only the choice of weapons. So many Albanian building superintendents carried \nguns that complaints from their nervous tenants in the Bronx grew common. \"It's not that they're criminals,\" said \nSgt. Frank Viggiano, commander of the 49th Precinct Detective Squad in the Bronx. \"It's a tradition -- a sort of \nmacho kind of thing.\"\n\nTony Shkreli, a Bronx travel agent, did not contradict this. \"We don't carry guns to hurt anybody,\" he said. \"But we \nAlbanians, as men, must show that we can protect ourselves.\"\n\nDid Mr. Shkreli, a genial, graying man in a pin-striped suit, carry a gun? \"Uh. . . Eh. . . Yes,\" he answered.\n\nMight he show it to a visitor?\n\n\"Albanians have a tradition,\" Mr. Shkreli explained. \"Don't show anyone your horse, your wife, or your gun. Same \nrule applies here.\"\n\nFor a community so self-contained that its members can often guess each others' political sympathies by their last \nnames, so traditional that arranged marriages are not unheard of, the democracy protests in Albania have brought \na sense of relief.\n\n\"It's very clear now that what was there was held by repression,\" the Rev. Rrok Mirdita, pastor of the Our Lady of \nGood Counsel Roman Catholic church in the Bronx, said of the country's truculent brand of Communism. \"That has \nhelped people here to get out of the kind of inferiority complex, the kind of guilt they had during the last 40 years. It \nhas been liberating, morally and psychologically.\"\n\nBut new concerns have tempered the joy. As the real-estate boom of the 1980's brought many Albanian landlords \nsudden wealth and homes in the suburbs, so the current downturn in property values has left some in trouble. And \nmany worry that Albanian-Americans' prized tradition of rich hospitality toward new immigrants will be sorely tested \nby the sheer numbers of the Albanians who are expected to arrive in New York as renewed diplomatic ties help to \nunite long-separated families.\n\nNua Shala, the head of an Albanian-American landlords association, said, \"You love to see them, and you're happy \nfor them, but then you have to help them.\"\n\nAnd despite the excitement of freedom and consumer goods, some of the newest arrivals are not convinced that \nthe country they have found is worthy of their dreams.\n\nGjergj (George) Uli, who arrived in the Bronx last fall after 35 years in Tirana, the Albanian capital, was discouraged \nby months without a job. And he was especially disappointed with what he perceived as the shallowness of \nAmerican culture. \"On television, I don't see the classics of literature, of music,\" he complained. \"And you have \nabout 100 channels!\"\n\nGraphic\n\n \n\nPhoto: Albanian-Americans during a service at Our Lady of Good Counsel Roman Catholic church in the Bronx. \n(Marilynn K. Yee/The New York Times) (pg. B4)\n"}