{"title": "Immigration Rally's Low Turnout Disappoints Advocates; Fear of Blacklash, Mixed Messages, Timing Are Cited", "body": "\nA pro-immigration rally that promised to bring tens of thousands of marchers from across the nation to Washington \nyesterday managed to draw only a paltry number of demonstrators, raising questions about the movement's tactics \nand staying power. \n\n With fewer than 5,000 people attending, organizers from other localities expressed two worries about the turnout: \nthat they were losing the momentum built up by the huge marches in the spring, and that the movement's national \norganizers in Washington have lost touch with the people. \n\n \"I could have told you last week that there would not be that many people,\" said Ricardo Diaz, an organizer for A \nDay Without an Immigrant Coalition in Philadelphia. \"Our meetings were low-energy.\" \n\n Diaz said that the movement has failed to achieve any gains in Congress since the initial marches and that the \npeople who attended them are disappointed. \n\n \"What did we have that was new?\" he asked. \"Why were we doing this?\" \n\n The We Are America Alliance of immigration rights groups billed the march as a post-Labor Day demonstration to \nshow Congress that undocumented workers still want an immigration reform bill that would allow them to work in \nthe country legally. \n\n But, in contrast to spring's huge rallies  --  which brought an estimated 100,000 to 300,000 people to the streets of \nWashington, and even larger turnouts in Los Angeles, Dallas, Phoenix and Chicago  --  yesterday's march was the \nlatest in a string of protests that drew paltry crowds in the past week.  \n\n In anticipation of a crush of people, Metro had planned to start its rush-hour service an hour early, at 2 p.m. But by \nearly afternoon, \"there were not enough people in the system\" to warrant the extra rush-hour service, and none was \nadded, spokeswoman Lisa Farbstein said. \n\n Fifteen minutes before the march was scheduled to begin, only a few hundred demonstrators were milling before \nthe stage. \n\n\n Despite the poor showing, Deepak Bhargaba, executive director of the Center for Community Change, which helps \nfund and organize the alliance, said yesterday's march was important because it propelled the movement forward. \n\n \"I will say honestly that we continue to be amazed that people come by the thousands in spite of raids against \nimmigrants,\" he said. \"This was done without a lot of money and with a whole lot of guts.\" \n\n It was also done in a climate that has markedly changed since spring.  \n\n In the four months since the first marches, competing immigration bills have stalled in the House and the Senate. \n\n The House bill, favored by opponents of illegal immigration, would force undocumented workers currently in the \ncountry to return home before being allowed to work. The Senate bill would permit illegal immigrants to pay a fine \nand gain permission to work. \n\n House Republican leaders made it clear yesterday that they are not about to move forward with any immigration \nmeasure that includes a guest worker provision or avenues for undocumented workers to find lawful employment \nand citizenship. They prefer smaller provisions that would fund border fences, surveillance equipment and tamper-\nproof identification cards. \n\n \"We're at war, and we need to act like it,\" House Speaker J. Dennis Hastert (R-Ill.) said. \"We need to close the \nborders.\" \n\n State legislatures, county boards and city governments throughout the country have ratcheted up enforcement this \nyear, enacting measures that restrict illegal immigration and entering into agreements that allow local authorities to \narrest illegal immigrants. \n\n Advocates who want to limit legal immigration and clamp down on illegal immigration cheered yesterday's rally \nturnout. \n\n \"The attempt to recreate the atmosphere in the spring has completely failed because the illegal aliens and their \nsupporters have gotten the message that the American people aren't going to roll over for this amnesty bill,\" said \nMark Krikorian, executive director of the Center for Immigration Studies, referring to the Senate legislation.  \n\n Grace Rivera-Oven, 37, a Germantown resident who attended the rally in April but stayed home this time, said she \nfears that the movement has lost some of its momentum, noting that none of the roughly 40 friends with whom she \nattended the April event planned to go this time. \n\n \"I just think people are a little disappointed. Politically, it doesn't seem like we've made a dent\" since the previous \nrally, Rivera-Oven said. \n\n Clara Sabogal, 47, who left Miami early Wednesday and slept in her car at a Virginia rest stop en route to \nWashington, said she is not surprised that not many people attended yesterday's rally, given the backlash.  \n\n \"People are afraid,\" she said. \"They've been listening to the news, and they don't want to leave home. Even \nemployers are cracking down.\" \n\n Janet Murguia, president and chief executive of the National Council of La Raza, the nation's largest Hispanic civil \nrights organization, said the movement is of two minds. \n\n \"I think there have been a lot of mixed messages in the community,\" she said. \"You have people who want to \nconcentrate on marches, and other people who want to concentrate on voter mobilization and education in their \ncommunities.\" \n\n Rick Swartz, an immigration rights advocate, said the timing of yesterday's rally was also at fault.  \n\n \"It's a Thursday,\" he said. \"People work. Even immigrants have lives.\" \n\n\n\n Staff writers Ernesto Londoño, Allison Klein, Joshua Partlow, Nick Miroff, Karin Brulliard and Tom Jackman \ncontributed to this report. \n"}