{"title": "State Department Is Slow to Hire Americans in Embassies Abroad;Pay Scales Take Time, Agency Says;Critics See Foot-Dragging", "body": "\nAlmost two years after Congress decided U.S. citizens could compete for previously restricted jobs in American \nembassies abroad, the State Department continues to block its far-flung outposts from hiring Americans.\n\nDepartment officials say the delay comes from difficulties involved in implementing the law. But disappointed job \nseekers and their allies in Congress contend that the department simply has turned a straightforward legislative \ndirective into a bureaucratic nightmare.\n\nAt issue are approximately 9,400 positions -- among them those for drivers, cooks, clerks, secretaries, accountants \nand translators -- that for years were filled only by foreign nationals. In July 1991, Congress agreed that the practice \namounted to discrimination against Americans and passed legislation opening the jobs to U.S. citizens.\n\nThe World Federation of Americans Abroad (WFAA), a private organization of about 150,000 members, says that \nsince then, thousands of Americans have applied for the jobs only to be told that they can't be hired because the \nState Department still doesn't have an employment policy for them.\n\nThe principal problem, everyone agrees, is State's insistence on devising pay scales for different jobs in different \ncountries that are comparable to the going rate for similar positions in the United States. The department also \nwants to classify American hires as temporary employees and provide fewer fringe benefits than those given to \nforeign employees.\n\nWFAA and congressional staffers say that this approach conflicts with the intent of the legislation when Sen. John \nD. \"Jay\" Rockefeller IV (D-W.Va.) proposed it. In a March 3 letter to J. Brian Atwood, undersecretary of state for \nmanagement, Rockefeller said that his idea was to give American employees salaries and benefits equivalent to \nwhat foreign nationals are paid by U.S. embassies. To do otherwise would discriminate against U.S. citizens, he \nsaid.\n\n\"It doesn't take a rocket scientist to understand that point,\" said one congressional staff member. \"But the State \nDepartment continues to insist that it must have a different scale of pay, benefits and job security for Americans. \nWhen you consider that they're trying to work out a system applicable to some 150 countries, many with vastly \ndifferent pay rates, you come away with the impression that they might be ready to start hiring Americans \nsometime after the turn of the century.\"\n\n\n\"Such comments are terribly unfair,\" said Kenneth Hunter, a deputy assistant secretary of state for personnel who \nis developing the pay scales for Americans. \"This takes a great amount of time and labor.\"\n\nHowever, when Hunter and other State Department officials were asked why the department doesn't want to pay \nAmericans the same as foreign employees, they didn't really have an answer. When asked about it during his \nconfirmation hearing in March, Atwood spoke of \"the desirability of making the pay scale equitable with the rates of \npay received by other American employees abroad.\" He didn't explain what he meant.\n\nOne problem cited by Hunter is that paying Americans the same as foreign nationals would not be fair to spouses \nand family members of U.S. diplomats, who can be hired for some embassy jobs for less pay than foreign \nworkers. Hunter also noted that in many Third World countries, some foreign workers are paid below the U.S. \nminimum wage.\n\nAdvocates of hiring Americans say that both problems can be corrected easily.  Dependents of U.S. diplomats, \nwho work in embassies, should be paid the same as other American hires, they argue. Jobs paying less than the \nminimum wage simply should not go to Americans.\n\nCritics of State's approach say it reflects continued foot-dragging by a department that was against hiring \nAmericans in the first place. Some critics also charge that the department wants a separate pay scale because \nAmericans often would be paid less and therefore would have less incentive to apply for embassy jobs.\n\nThat reasoning is based on the fact that most positions likely to attract American applicants would be in Western \nEurope and Japan, where foreign employees earn fairly high salaries. By contrast, in Third World countries, salaries \ntend to be far below U.S. levels.\n\nWhatever the reason, State Department officials privately acknowledge that unless there is considerably more \npressure from Congress, the matter is unlikely to be resolved any time soon. Atwood, who was recently confirmed \nin the management post, is about to switch jobs and administer the Agency for International Development. \nSupporters of Rockefeller's legislation will now have to start all over with Atwood's successor.\n\nRockefeller recently said the new administration needs \"time to get organized.\" But he added that State's failure to \nact \"has gone on too long,\" and in his March 3 letter to Atwood, he criticized the proposed separate pay scale. \"It \nappears to me that discrimination against Americans -- and only Americans, because they are Americans -- \nwould be perpetuated,\" he said.\n"}