{"title": "Sharper Drop in D.C. Population Foreseen; Census Bureau, Revising Two-Year-Old Estimate, Predicts Decrease of 31,000 by Year 2000", "body": "\nThe District's population will drop more sharply than previously forecast because a growing influx of new \nimmigrants will fail to offset an increasing flow of people out of the city, according to new census projections \nreleased yesterday.\n\nThe city's population, now 554,000, will drop to 523,000 by 2000, according to the new forecast. That figure is \n14,000 lower than a census projection published two years ago. In their new forecast, officials increased their \nestimates both for immigration and outmigration, resulting in a larger net loss than previously projected.\n\nThe continuing population hemorrhage -- of blacks and whites alike, if current trends continue -- is likely to shrink \nthe city's already eroding tax base and further reduce its ability to provide basic services. At the same time, the \nDistrict will be confronted with an expanding population of low-income immigrants.\n\nAs it predicted two years ago, the U.S. Census Bureau forecasts that the District's population will rebound after \n2000 because of immigration, but at a slower pace than previously forecast: It will be in 2020, not 2015, that the \ncity's population will surpass the 1990 Census count of 606,900.\n\nThe change in the District's forecast is driven to some extent by national trends that also will affect suburban \njurisdictions. For Maryland and Virginia, the new census predictions show more immigrants moving in and fewer \npeople moving from other states than previously forecast. Over the next three decades, Virginia is predicted to \nrank eighth among states in the number of new immigrants; Maryland is predicted to rank ninth.\n\nBoth Maryland and Virginia will grow steadily, according to projections. Maryland, which has 5 million people, is \npredicted to have 5.3 million by 2000. Virginia, which has 6.6 million people, is expected to have 7 million by 2000.\n\nDemographers and economists said the census prediction for the next few years appears reasonable, although \nthe pace of immigration could be slower than anticipated because of a crackdown on benefits to non-citizens in the \nnew federal welfare reform law. They said the region's growth increasingly will be driven by immigration and births, \nnot -- as in the booming 1980s -- by a flood of new residents from other states.\n\n\"This is probably the pattern we're going to be looking at for quite a long time,\" said economist Stephen Fuller, of \nGeorge Mason University.\n\nOne reason is that U.S. residents are less willing to move because of tighter job markets, slow housing markets and \nthe difficulty of moving a two-career family. Immigrants tend to be young, mobile and ready to relocate to a better \neconomy than the one they left, he said.\n\n\n\"Capital cities tend to be attractive to immigrants,\" Fuller said. \"In almost every other country . . . the capital city is \nthe most important city. The capital city here -- even though not the most important city in the country -- is an \nattractive city\" despite the problems that are driving middle-class residents away.\n\nOverall, Fuller sees immigration as a plus for the local economy. Immigrants often \"will do any kind of work\" and are \nless likely than the population overall to claim welfare. He said immigrants often are entrepreneurial; this region \nranks among the top cities nationally in Hispanic-owned businesses, for example.\n\nBut Robert Manning, a sociologist at American University, said the immigrants feeding the District's population \ngrowth are more likely to need help than those who move to the suburbs. They are less likely to speak English and \nare more likely to be poor, single, without relatives or other social ties. He's also concerned about \"the next crisis: \nNobody talks about the second-generation Latinos who don't speak English and who have a high dropout rate.\"\n\nThe growing number of immigrants in the area has fueled complaints from blacks about Asian-owned businesses in \nthe city and protests from some suburban parents about the growing cost of services to foreign-speaking children.\n\nBut immigration is not a widely perceived crisis here, as it is in California. When Ken Billingsley, a demographer \nwith the Northern Virginia Planning District Commission, was in San Diego recently, many people said immigration \nwas the area's biggest problem.\n\nOne reason for Washington's popularity with immigrants, he said, is \"the word may be getting back that you're not \ngoing to run into the same kind of hostility, and the jobs are still there.\"\n"}