{"title": "Rural Hispanic lawmaker a first for state; Republican wants to see immigration laws strictly enforced.", "body": "\nFort Valley --- Once he is sworn in today, Tony Sellier will become Georgia's first-ever Hispanic state lawmaker to \nrepresent a rural area.\n\nThe Crawford County Republican was born in Trinidad, grew up in Venezuela and immigrated to the United States \nat age 15.\n\nLast year, during the election for his Middle Georgia district in the House of Representatives, he campaigned on \nimmigration reform. But don't expect him to be in lockstep with other Hispanic politicians and lobbying groups on \nthat issue.\n\nSellier (pronounced \"sell-yay\") supports Georgia's sweeping legislation targeting illegal immigrants and those who \nemploy them. Senate Bill 529, much of which becomes law July 1, requires state and local agencies to verify the \nlegal status of adults applying for taxpayer-funded benefits in Georgia. Several Hispanic groups and politicians \nhave condemned the bill.\n\nSellier said the federal government has failed to stop immigrants from entering the country illegally and taking \nadvantage of publicly funded services, so Georgia must enforce measures like Senate Bill 529 to protect \ntaxpayers. He also opposes amnesty for illegal immigrants and supports pending legislation that would prohibit \nGeorgia from issuing official documents and forms in any language other than English.\n\nSellier said he plans to work with the Georgia Association of Latino Elected Officials and Georgia's two other \nHispanic state lawmakers, state Reps. Pedro Marin (D-Duluth) and David Casas (R-Lilburn). But he said he will \nnot necessarily agree with them on every issue.\n\n\"I can't be pigeonholed,\" said Sellier, 61, who retired last year as an executive with Blue Bird Corp., a school bus \nmanufacturing company. \"I represent the people who sent me to Atlanta. I'm going to vote for my constituents.\"\n\nSellier is one of 30 freshman state representatives and senators who will be sworn in today, the first day of this \nyear's 40-day legislative session. When he takes office, Sellier will become Georgia's fourth-ever Hispanic \n\n\nlawmaker. Georgia's first Hispanic state senator, Sam Zamarripa (D-Atlanta), decided not to seek re-election last \nyear. Sellier won election to his seat in November with just over 68 percent of the vote against his Democratic \nopponent, Beth Perera. He campaigned on protecting military jobs, looking out for farmers and improving public \nschools. He is also a cancer survivor who advocates for cancer research and detection.\n\nSellier said his district relies heavily on Hispanic migrant farm workers. It includes Crawford County and parts of \nBibb, Houston and largely rural Lamar, Monroe, Peach and Upson counties. During a recent tour of his sprawling \ncattle farm, Sellier pointed to a building on his neighbor's farm that serves as temporary living quarters for migrant \nworkers. He said he can sometimes hear their traditional Mexican music through his living room window.\n\nIn the November election, all of the counties in Sellier's district voted for Republican Gov. Sonny Perdue, who \nsigned Senate Bill 529 in April. Sellier's pickup truck carries a Perdue for governor bumper sticker.\n\nOf the 45,546 residents in Sellier's district, only 977 or 2.1 percent are Hispanic, according to the 2000 U.S. \nCensus. Sellier argues the number is much higher now. Hispanics, he said, outnumber others at the Catholic \nchurch he attends in Fort Valley.\n\nFor months, illegal immigration has been a hot-button issue in Georgia, which has one of the nation's fastest-\ngrowing illegal immigrant populations, estimated at 470,000 by the U.S. Department of Homeland Security. Sellier's \nlate father, who was of French descent, served in the British Army in World War II and then immigrated from \nTrinidad to Venezuela to work for Mobil Oil. Sellier's mother is of Italian and Venezuelan descent. Sellier grew up in \nVenezuela speaking Spanish as his first language.\n\nFearing instability in Venezuela's government, Sellier's parents sent him to Central Florida in 1960 to attend a \nCatholic boarding school. Sellier said he will never forget his plane ride, which stopped briefly in Havana to pick up \nCuban refugees.\n\n\"When we got outside of Miami, the captain came on the radio and he said, 'Ladies and gentlemen, we have just \nentered American airspace. You are free at last,' \" said Sellier, who became a U.S. citizen in 1973. Sellier said he \nremembers the Cuban refugees exiting the plane and \"kissing the ground and hugging their relatives.\"\n\nSellier says he takes a compassionate view of illegal immigration. He opposes deporting illegal immigrants en \nmasse and building a wall along the Mexican border. Rather, Sellier said, the federal government should supply \nthem with paperwork they can fill out to re-enter the country legally after returning to their native countries for the \nholidays. He also wants to protect them from exploitation by unscrupulous employers who don't pay them fair \nwages. \n\n\"I'm not promoting that every immigrant who comes here become an American citizen,\" he said. \"But they have to \nbecome part of the American dream so they can negotiate their status in life on an equal footing with everyone else. \nWhen you are not legal, you are in the shadows.\"\n\nThe Georgia Association of Latino Elected Officials recently named Sellier to its board of directors despite their \ndifferences. The association has opposed Senate Bill 529.\n\n\"SB 529 to me was a smoke-and-mirrors bill that did absolutely nothing other than perpetuate fear and more of the \nstatus quo. It doesn't solve anything,\" said Jerry Gonzalez, executive director of GALEO. As for Sellier's views and \nhis place within GALEO, Gonzalez said, \"There is room for disagreement on these issues.\"\n\nGraphic\n\n \n\nPhoto: MIKKI K. HARRIS / StaffTony Sellier and his wife, Judye, settle into their temporary home, an Atlanta condo \nowned by former state Rep. Robert Ray./ImageData*\n\n\n"}