{"title": "Opinion: Changing 14th Amendment won't solve immigration crisis", "body": "\nLike most Americans, I am a descendant of immigrants and a grateful beneficiary of the opportunities available to \nour nation's citizens. My grandparents emigrated from Mexico in the early 20th century seeking a better life, and \nthey found it working in the fields and dairy farms of Texas. Diversity is one of the great strengths of the United \nStates -- diversity fueled by the migration of ethnicities, cultures and ideas.\n\nToday, however, there is virtually universal agreement that our immigration process is broken. While security on \nour southern border has improved in the past decade, it remains inadequate in a post-9/11 world. Many employers \nhire undocumented workers with little concern about prosecution. Thousands of people cross our borders illegally \nbelieving they will not be arrested, expecting instead to receive benefits and, eventually, amnesty.\n\nBased on what I have observed, most illegal immigrants come to America to provide for their families, and by most \naccounts, they contribute to our economy. Nevertheless, we are a nation of laws. When people break the law with \nimpunity, it encourages further disobedience.\n\nSome have expressed a desire to amend the 14th Amendment of our Constitution to discourage undocumented \nmothers from crossing our borders to give birth to children derogatorily referred to as \"anchor babies,\" who by law \nare American citizens. I do not support such an amendment. Based on principles from my tenure as a judge, I think \nconstitutional amendments should be reserved for extraordinary circumstances that we cannot address effectively \nthrough legislation or regulation.\n\nAs the nation's former chief law enforcement officer and a citizen who believes in the rule of law, I cannot condone \nanyone coming into this country illegally. However, as a father who wants the best for my own children, I \nunderstand why these parents risk coming to America -- especially when there is little fear of prosecution.\n\nWe need a new immigration policy that complements our national security policy as well as our economic policy. In \na post-9/11 world, we must know who is coming into this country and why -- we cannot have true security if we do \nnot secure our borders. Our policy should reinforce respect for the law through effective enforcement that includes a \nstreamlined deportation process and tougher penalties on employers that hire undocumented workers. It will take \ncourage to pass meaningful legislation, but to do less or to take shortcuts places our security at risk. Americans \nexpect and deserve better of their leaders in Washington.\n\nAlberto Gonzales served as White House counsel and U.S. attorney general in the George W. Bush administration. \nHe is currently a professor of political science at Texas Tech University. He wrote this article for the Washington \nPost.\n"}