{"title": "SILENT MARCH MARKS ANN'Y OF ANTI-IMMIG LAW", "body": "\nIt's hard to believe, but Friday was the first anniversary of Arizona's infamous anti-immigrant law.\n\nA group of faith leaders, community activists and immigrants took upon themselves the unhappy task of marking \nthe 12 months of this legislation that gave legal standing to the worst anti-immigrant prejudices and attitudes.\n\n\"On the one-year anniversary of the SB1070, we want to denounce the repression and unfair laws that are \ndestroying our immigrant communities,\" said Diana Mejía, an organizer with the American Friends Service \nCommittee in Newark and cofounder of Wind of the Spirit, a group that champions immigrant rights.\n\nThe protesters gathered in front of the Immigration office at 26 Federal Plaza in Manhattan for a silent march to \nshow solidarity with their \"immigrant brothers and sisters.\"\n\nWearing white and displaying photos of deported loved ones, they remembered the 400,000 immigrants removed \nlast year, many of whom were torn from their families and communities.\n\nThe marchers called for just and humane immigration laws and policies that bring \"reason and fairness\" to our \nimmigration system - the exact opposite of SB1070.\n\nOrganized by the New Sanctuary Coalition of NYC, 4th Ave. United Methodist Church, American Friends Service \nCommittee-Immigrant Rights Program, Families for Freedom, the New York Immigration Coalition and others, the \nmarch was the last of seven similar events held in the past seven weeks to protest local and federal laws that deny \nimmigrants what the marchers call their \"right to remain.\"\n\nDenouncing the record-breaking number of deportations under the Obama administration's enforcement-only policy \n- more than 1 million to date - the marchers called for a policy that keeps immigrant families together and in their \ncommunities.\n\nShamefully, this past year, several copy-cat state bills have sprouted up around the country.\n\nAt the federal level, while Congress neglected its duty by refusing to tackle true comprehensive immigration reform, \nlegislation mandating the error-prone employee identification program - known as E-Verify - has been introduced, \nas has a bill providing for the indefinite detention of immigrants.\n\nWithout a doubt, immigrants and their families need all the help they can get.\n\n\nYet not all the news is bad. The Arizona law has sparked a forceful political awakening for Latinos around the \ncountry.\n\nIn that state, a successful voter registration campaign has added thousands of Hispanic voters to the electoral \nrosters. Keep in mind that according to the Pew Hispanic Center, 766,000 Hispanics are eligible to vote in Joe \nArpaio's state, but only a minority used to do it.\n\nThings are changing rapidly on that front, and there is no better proof than the fact that this November, Russell \nPearce - president of the Arizona state Senate and main sponsor of the racist SB1070 - will become the first state \nlegislator ever to face a recall election.\n\nPeople fed up with Pearce's anti-immmigration extremism spearheaded a true grass-roots effort that gathered \nenough valid signatures from registered voters to force a special election.\n\nIn what would be true poetic justice, Señor Pearce could find himself without a job before the end of the year.\n\nHere in New York, the faith communities plan to continue their work for justice for immmigrants.\n\n\"With this march, we are saying that we are committed to continue the struggle against repressive anti-immigrant \nlaws,\" Mejía said. \"And we are calling all decent, compassionate people to join us in this fight for justice.\"\n\naruiz@nydailynews.com\n"}