{"title": "STAGING IMMIGRANT TALES", "body": "\nThere are a quarter-million new stories in the naked city and Elvira Colorado is looking for a few good ones.\n\nColorado and her sister, Hortensia, are founders of Coatlicue Theater Company. The children of Mexican \nimmigrants of Chichimec-Otomi descent, the sisters have mounted several plays at Theater for the New City \nbased on personal, social and political issues dealing with their Indian heritage.\n\nNow, as recent recipients of a private grant, the siblings are conducting storytelling workshops and spearheading an \noutreach program to get members of the city's growing indigenous Mexican community which she estimates now \nnumbers more than 250,000 to tell their oral histories.\n\n\"We want men and women to talk about their experiences [and] turn it into a theater piece,\" says Elvira Colorado.\n\nScheduled for next year, the production \"is a transformation of their experiences in Mexico and here of crossing the \nborder, of oppression, of discrimination in their work places, and what they have gone through since they left \nMexico,\" says Colorado.\n\nThe Colorado sisters, who grew up in Chicago's Southside and came to New York to get into show business, have \nalready put the project into motion.\n\nSix women recruited into their workshop will tell their tales during Via Crucis (Stations of the Cross) pageants in \nseveral Brooklyn churches on Palm Sunday (March 28) and Good Friday (April 2).\n\nThrough the outreach program, conducted through the Asociacion Tepeyac (251 W. 14th St. in Manhattan, 212-\n633-7108), the Colorado sisters hope to get many more Mexicans to come forward. Those who participate in \nworkshops have the opportunity to join the project as storytellers.\n\n\"The goal is to get other people to participate so the community is aware that there are other ways of creative \nexpression,\" says Colorado.\n\n\"We already do dances and perform music. But stories and oral histories are other ways of empowering ourselves \nand a way of healing ourselves as well as the community.\"\n\nHAPPENINGS:\n\nTonight: Frankie Negron at Latin Quarter, (212) 864-7600 . . . Cyn Canel Rossi's \"Homegirls on the Prowl\" thru April \n11 at Henry St. Settlement's Abrons Arts Center, (212) 532-4686.\n\nTomorrow: Eddie Palmieri continues at Blue Note, (212) 475-8592.\n\n"}