{"title": "Washington and national news in brief", "body": "\nWASHINGTON, D.C.\n\nBill would authorize warrantless spying\n\nThe White House is nearing an agreement with Congress on legislation that would write President Bush's \nwarrantless surveillance program into law, the Senate Judiciary Committee chairman said Sunday.\n\nBush administration officials have said they did not think changes were needed to empower the National Security \nAgency to eavesdrop without court approval on communications between people in the United States and overseas \nwhen terrorism is suspected.\n\nBut Sen. Arlen Specter, R-Pa., and other critics contend the program skirted a 1978 law that required the \ngovernment to get approval from a secretive federal court before Americans could be monitored.\n\n``We're getting close with the discussions with the White House, I think, to having the wiretapping issue submitted \nto the Foreign Intelligence Surveillance Court,'' Specter told ``Fox News Sunday.''\n\n8% of brutality filings lead to cop discipline\n\nEight percent of citizen complaints that police officers used too much force turned up enough evidence to justify \ndiscipline of an officer, a Justice Department survey of large state and local forces reported Sunday.\n\nThe survey by the department's Bureau of Justice Statistics found 26,556 complaints of excessive police force were \nfiled in 2002 with state and local law enforcement agencies that have at least 100 full-time officers.\n\nTaken together, police agencies of this size account for 59 percent of the nation's law enforcement officers but \nabout 5 percent of all law enforcement agencies.\n\nThe data was collected in 2003, the first time the government asked about the outcome of citizen complaints about \npolice use of force. So there is no historical data with which to compare the results.\n\nLawmaker urges probe of financial data report\n\nThe chairman of the House Homeland Security Committee urged the Bush administration on Sunday to seek \ncriminal charges against newspapers that reported on a secret financial-monitoring program used to trace terrorists.\n\n\nRep. Peter King cited the New York Times in particular for publishing a story last week that reported the Treasury \nDepartment was working with the CIA to examine messages within a massive international database of money-\ntransfer records.\n\nKing, R-N.Y., said he would write Attorney General Alberto Gonzales urging that the nation's chief law enforcer \n``begin an investigation and prosecution of the New York Times.''\n\nA message by the Associated Press left Sunday with Times spokeswoman Catherine Mathis was not immediately \nreturned.\n\nMARYLAND\n\nRains wash out roads along Eastern Shore\n\nHeavy rains caused serious flooding Sunday in parts of Maryland's Eastern Shore, washing out roads and forcing \nevacuations.\n\nFederalsburg Mayor Betty Ballas declared an emergency for the town of about 2,600 on Sunday morning after 10 to \n12 inches of rain fell overnight. About 30 people had to evacuate, police said.\n\nThere were reports of four to five feet of water in some areas, said Jeff Welsh of the Maryland Emergency \nManagement Agency.\n\nFrom Mercury News wire services\n"}