{"title": "For Illegal Immigrants, More Questions Than Answers; Agencies Inundated With Calls About Bush Plan", "body": "\nThe calls started pouring in to Dawn Lurie, a lawyer, almost as soon as President Bush wrapped up his speech \nthis week about a new proposal to benefit illegal immigrants. Workers and employers alike were desperate to \nknow: How could they sign up? \n\n\"There is no program. I explain to everyone we could wait a year or more to get legislation,\" said Lurie, part of the \nimmigration law firm of Greenberg Traurig in McLean. Nonetheless, she said, one client insisted on applying for the \nbenefit. \n\n\"I spent 15 minutes on that phone saying, no, there was nothing I could do right now,\" Lurie said. \n\nSeveral lawyers and immigrant-assistance groups in the Washington area said they are being bombarded with \ncalls and e-mails from workers eager to participate in Bush's proposed program. But the immigration specialists \nsay they have nearly as many questions about the plan as their clients do. \n\nFederal lawmakers \"have to write legislation based upon this rather amorphous plan,\" said Michael Maggio, an \nimmigration lawyer in the District. \"Nothing's really totally clear on this.\" \n\nThe proposal Bush announced Wednesday would allow many of the estimated 8 million illegal immigrants in the \nUnited States to apply for \"temporary worker\" visas, which would be good for three years and could be renewed. \nThe president said the plan would help foreigners who had been living \"in the shadows of American life\" and also \nwould benefit employers needing workers. \n\nBut Bush left many details of the plan to Congress. Analysts noted that the president's ideas could be changed \nsignificantly in the legislative process, and the proposal could even fail to pass. \n\nNo one knows exactly how many illegal immigrants live in the Washington area, but demographer Jeffrey S. \nPassel of the Urban Institute estimated tens of thousands, and possibly as many as 200,000. Bush's \nannouncement raced through immigrant communities and was featured by ethnic media, prompting the flood of \ncalls from foreigners lacking work authorization. \n\n\n\"People think there's a new law,\" Maggio said. \"In most people's countries . . . that's the way the law is made. The \npresident says it, and that's it.\" \n\nOne of the main questions being raised by immigrants is whether the program would allow them to stay \nindefinitely in the United States. Bush insisted that his program would encourage the workers to go home \neventually. But he also said the immigrants could apply for a green card, the first step toward citizenship, if they \nhad a relative or employer willing to sponsor them under the current system. He urged Congress to expand the pool \nof green cards available each year. \n\nSeveral analysts, however, said a waiting list of a decade or more exists for some immigrants applying for green \ncards, which grant permanent residency. They said they doubted that the current system could accommodate a \nflood of new applicants. \n\nMay Shallal Kheder, an immigration lawyer in Falls Church, said she was getting \"tons of calls\" from local Latino \nand Arab workers asking about the proposal. \n\n\"People believe it's an amnesty when it's really not. It's a very temporary solution to a very permanent problem,\" she \nsaid. \n\nShe said she was still unsure about some of the basic elements of the plan, including whether employers would \nhave to show that their workers were not displacing Americans. Bush administration officials have said that \nbusinesses would not have to prove this about their current employees. \n\nSaul Solorzano, executive director of Carecen, an immigrant-assistance agency in Columbia Heights, said he \nreceived so many calls about the Bush proposal that he was planning a community assembly to provide \ninformation. But he acknowledged that he lacked many answers about how the program would work. \n\nFor example, he wondered how the program would affect many Central American immigrants in the area who \nhave temporary work documents from other programs. \n\n\"There are so many people who are already in the pipeline\" hoping to get permanent residence, he said. \"What will \nbe the benefit for them to join this program?\" \n\nSome immigrant advocates also were trying to determine how the plan might apply to workers with multiple \nemployers, such as day laborers.  \n\nAnd what about current laws that ban many undocumented people from reentering the country for years? \n\nMany employers had questions, too. Lurie said they wondered whether they would be penalized if they sought \nvisas for undocumented workers who had been on their payrolls. \n\n\"If the employer comes out [and admits having such workers], will there be protection?\" she asked. As described by \ngovernment officials, the plan would not punish employers. \n\nHowever, administration officials acknowledged at a background briefing for reporters this week that many aspects \nof the plan had to be ironed out. \n\n\"There are a lot of moving parts with respect to the detail of the worker program,\" one said. \n"}