{"title": "SOME IMMIGRATION AIDES STAY HOME TO PROTEST RELEASE", "body": "\nA number of United States immigration officers failed to turn up for work at their Manhattan office yesterday in a \nloosely organized protest against the release of Iranian demonstrators Tuesday.\n\nUp to a third of the 187 investigators at the district office at 26 Federal Plaza joined what was termed an illegal work \nstoppage by a spokesman for the Immigration and Naturalization Service.\n\nThe protest, which some officers called a sickout, grew out of the release of 171 Iranian men arrested in \nWashington last week and transferred to a Federal prison in Otisville, 70 miles northwest of New York City in \nOrange County. Twenty Iranian women, held in a Manhattan facility, were also freed Tuesday.\nAN-A\n\nSeveral immigration officials who worked on the case in Otisville have charged that many of the Iranians were \nfreed prematurely, before their legal status - or even names - could be verified.\n\nThe last of the Iranians left a mosque in Woodside, Queens, early yesterday after neighborhood residents staged \nan angry demonstration against them. The 70 to 80 remaining had rejected Mayor Koch's offer of safe passage, \nchoosing to leave for Washington in vans provided by the American Indian movement.\n\nAll were arrested July 27 at a Washington demonstration in support of Ayatollah Ruhollah Khomeini. After being \ndetained in a Washington jail until Friday, they were transferred to the Federal facilities in upstate New York and \nheld for four days on suspicion that they had violated immigration laws.\n\nSome of the 17 immigration officers charged with investigating the Iranians in Otisville say they were not permitted \nto finish background checks and allege that the decision to release them was politically motivated. ''The processing \nwas not even completed,'' said Ignatius A. Gentile, an official with the American Federation of Government \nEmployees. ''If the Administration feels we have to turn these people loose and out of custody of the Immigration \nService, why doesn't the Government just state the truth? That's what's upsetting my people.''\n\nVerne Jervis, a spokesman for the Immigration and Naturalization Service, said in Washington that the officers' \ncriticism ''does not excuse what they have done.'' All those who stayed away from their jobs have been sent \ntelegrams notifying them that unless they provide medical certification confirming that they were ill, they will face \ndisciplinary action. ''That could range from a simple letter of admonishment to loss of a job,'' Mr. Jervis said.\n\nHowever, Jack Solerwitz, lawyer for the officers' union, said that according to the rules, an immigration officer \nwould have to be ill for three days before a medical note would be required.  He said the absenteeism yesterday \nwas caused by illness, not a sickout. ''That would be illegal,'' he added.\n\n\nThe decision to release the Iranians, Mr. Jervis explained, ''was made after their identifications were established to \nour satisfaction.'' He added that ''their release was based upon review of available records.''\n\nOne officer who worked in Otisville said in an interview yesterday that the Iranians did not have identification and \nthat the Immigration Service did not telephone many of the schools where they said they were enrolled.\n\nMr. Jervis confirmed that some of the schools were not called and that the Iranians did not carry identification. ''We \nreleased them because there was no reason to hold them any longer,'' he said.  ''They had satisified our \nrequirements about providing information about themselves. But we're continuing to gather information on them. \nYou can be legal today and illegal tomorrow. Releasing them does not preclude any action later.''\n"}