{"title": "Mixed-status families increasing in U.S., study finds.", "body": "\nPresenting a new family dynamic for the nation's 12 million illegal immigrants, a new study shows that a growing \nmajority of their children are U.S. citizens, a fact that could further complicate   and polarize   the nation's upcoming \ndebate on immigration reform.\n\nWhile California is no longer the nation's pre-eminent destination for illegal immigrants, they still make up about one \nin every 13 of the Golden State's residents, and about one in 10 workers, among the highest shares in the nation, \naccording to the report released Tuesday by the Pew Hispanic Center. But increasingly, it is also a population of \nfamilies that straddle the line between citizen and illegal immigrant, a line that could cleave their futures.\n\n\"We usually see the young men, the day laborers, on the corners,'' said Jeffrey Passel, a Pew demographer and \nco-author of the report. \"And while that is a significant share of the population, one of the things we found is that \nonly about one-quarter of the undocumented population, 2.9 million, are men who are here by themselves without a \nspouse or children.\"\n\nThere are now about 4 million U.S.-born children of illegal immigrants, a 48 percent jump over the past five years, \naccording to the study. Nearly three-quarters of all children of undocumented immigrants are U.S. citizens by right \nof birth.\n\n\"While we may be able to fit people into boxes   undocumented, legal, legal temporary resident, U.S. citizen   it's not \nso easy to fit families into that same set of little boxes,\" Passel said. The mushrooming numbers of so-called \n\"mixed-status\" families \"complicates greatly, I think, the task of coming up with policies to deal with this \npopulation.\"\n\nAbout 8.8 million people are now living in mixed-status families, where one or both parents are undocumented \nwhile their children are citizens, according to the Pew study, which is based on an analysis of Census Bureau data. \nThat is a 2.2 million-person increase since 2005.\n\nThat number hits home for people like Nancy, a 22-year-old senior at San Jose State, who plans to graduate with a \ndegree in sociology this year. Nancy, who attended a rally calling for immigration reform Tuesday in downtown San \nJose, asked that her last name not be used because she is undocumented. Her parents are undocumented, but her \nyounger brother was born in California and is a U.S. citizen. She dreams of going on to earn a Ph.D. in the United \nStates, but she worries whether her family will be able to stay here together.\n\n\"I love this country. I don't see myself living anywhere else,\" she said. \"One of the big fears I have is finishing my \nstudies and not being able to go out and exercise my degree.\"\n\n\nWith President Barack Obama saying that he plans to propose immigration reforms this year, there is intense \ndebate about the fiscal effect of bringing illegal immigrants into the mainstream by forcing them to pay income and \npayroll taxes, and having full access to government and educational benefits.\n\nWilliam Gheen, president of the anti-immigration group Americans for Legal Immigration PAC, predicted that the \nPew report would intensify calls to change the Constitution to remove the rights to citizenship by birth, because of \nthe huge growth in children born to illegal immigrants.\n\n\"Their movement into the U.S. is some type of colonization, as opposed to an immigration phenomenon,\" he said. \n\"It needs to stop immediately. It's a generosity that Americans can no longer afford to offer.\"\n\nDan Siciliano, executive director of the Program in Law, Economics, and Business at Stanford Law School, argued \nthat bringing unauthorized immigrants into the mainstream would stimulate the economy. There could be a future \neconomic cost, he said, if mixed-status families feel too much uncertainty to invest fully in the education of their \nU.S.-born children.\n\nAt risk, Siciliano said, could be \"the son or daughter of the housekeeper or the groundskeeper who goes on in \nSilicon Valley to be well educated and goes on to found whatever it might be, the next Google or the next \nFacebook.\"\n\nNevada is the only state with a larger share of its work force who are unauthorized immigrants than California's 9.9 \npercent, the study found. The data comes from a survey before March 2008 and does not reflect the full effect of \nthe recession.\n\nWhile California has a much smaller share of the nation's total undocumented population than it did in 1990, its 2.7 \nmillion illegal immigrants are the most in the country, and that number is almost double what it was in 1990. They \nmade up 7.3 percent of California's total population in 2008, second only to Arizona.\n\nChildren of illegal immigrants make up 13.6 percent of California kindergarten through grade 12 school students, \nranking behind only Nevada and Arizona. A majority of those children are citizens, Passel said.\n\nWhile growth of the undocumented population has leveled off, more women are joining men and starting families in \nthe United States, perhaps because it has become tougher to go back and forth across the border.\n\n\"The growing numbers of women has contributed to this formation of families, and that has led to the higher \nnumbers of children,\" Passel said.\n\nEven though Nancy, the undocumented San Jose State student, doesn't know if she will gain legal status or \ncitizenship, she hopes to become a political organizer, a job that would \"fulfill my need to be part of the community.\"\n\nIt's about exercising your citizenship, she said, \"even though I don't have it.\"\n\nReach Mike Swift at 408-271-3648 or mswift@mercurynews.com\n"}