{"title": "THE CLINTON BUDGET: DOMESTIC PROPOSALS;Increases Urged for Child Care, Medicare and Medical Research", "body": "\nPresident Clinton proposed expanding a wide range of domestic programs today, with initiatives intended to \nappeal in this Congressional election year to voters from soccer moms to retired workers to aging baby boomers.\n\nThere were few surprises in the budget package; most of the programs had been selectively unveiled in the last \nfew weeks. Mr. Clinton proposed increased spending for child care, broader Medicare coverage for older \nAmericans and additional money for biomedical research.\n\nMr. Clinton asked Congress to expand Medicaid to cover legal immigrant children who have arrived recently in the \nUnited States -- a proposal favored by many Hispanic Americans and Asian Americans.\n\nAnother proposal would help small businesses band together to buy health insurance for their employees. Mr. \nClinton requested \"$100 million in seed money over five years\" to help states establish such voluntary purchasing \ncooperatives.\n\nUnder another proposal, Mr. Clinton would allow states to provide Medicaid coverage to legal immigrants under \nthe age of 18 who have arrived in this country since August 1996 and those who arrive in the future.\n\nCurrently, states may provide coverage to immigrant children who entered the country before August 1996, when \nMr. Clinton signed major legislation revamping the nation's welfare system. But immigrant children who arrive \nafter that date generally must wait five years before receiving benefits.\n\nIn his budget request to Congress, Mr. Clinton offered few new details of his proposal to open Medicare to able-\nbodied people 55 to 64 years old. He said only that \"the proposal is self-financing, because over time participants \npay the full cost of their coverage.\"\n\nThe White House had previously acknowledged that people with medical problems were more likely to sign up for \nthe new Medicare coverage. The budget does not compare the costs for the new beneficiaries with the costs for \nhealthy people of the same age.\n\nThe President estimated that his \"Medicare buy-in policies\" would cost $1.5 billion over the next five years.\n\n\nDonna E. Shalala, the Secretary of Health and Human Services, said, \"Any costs associated with this proposal will \nbe offset by new initiatives to combat Medicare fraud, waste and abuse.\"\n\nMedicare now finances health care for 38 million people who are over the age of 64 or disabled. A Federal \nadvisory commission is studying ways to redesign the program to keep it solvent for the baby boom generation. \nAlthough the deadline for the commission to complete its study is March 1999, Dr. Shalala said that Congress \nshould expand Medicare this year, without waiting for the panel's recommendations.\n\nMr. Clinton asked Congress for $900 million over the next five years to locate and sign up three million children \nwho are eligible for Medicaid but not enrolled in the program.\n\nOf this amount, he said, $330 million would be used for advertising and other activities to find low-income families \nand inform them that their children might be eligible. The remainder of the money would permit schools and child \ncare centers to enroll children in Medicaid temporarily, on the presumption that they would later be found eligible.\n\nMr. Clinton also proposed an initiative to let elderly Medicare patients participate in clinical trials testing \nexperimental treatments for cancer.\n\nDr. Richard D. Klausner, director of the National Cancer Institute, said the President's budget earmarked $750 \nmillion of tobacco revenue to pay the costs of such clinical trials.\n\nThe elderly account for half of cancer patients, but Medicare generally does not pay for the care of patients in \nclinical trials of new treatments.\n\nWhether such clinical trials save money or increase the cost of patient care is unclear, Dr. Klausner said in an \ninterview. The new initiative is intended to answer that question.\n\nMr. Clinton requested $14.8 billion for the National Institutes of Health in 1999. That represents an increase of \n$1.15 billion, or 8.4 percent, which is about half of the increase sought by Congressional champions of biomedical \nresearch. All of the additional money sought by Mr. Clinton would be derived from an increase in tobacco \nrevenue.\n\nSenator Arlen Specter, the Pennsylvania Republican who is chairman of the Appropriations subcommittee \nresponsible for the N.I.H., said last week that he would seek an increase of $2 billion, which would raise the \nagency's budget to $15.6 billion next year.\n\nOver five years, Mr. Clinton would increase spending for the health institutes by nearly 50 percent, to $20.2 billion \nin 2003 from $13.6 billion this year. The Senate, by contrast, has endorsed the goal of doubling the agency's \nbudget in five years.\n\nThe President seeks $80 million next year for public health programs to help low-income blacks and other racial \nminorities. He noted that the infant mortality rate for blacks was still twice that of whites, even though the rates have \ndeclined among both groups.\n\nMr. Clinton would provide $21.4 billion to subsidize child care in the next five years. This includes an increase of \n$7.5 billion in Federal grants to the states for child care, $4.8 billion in new tax credits for working parents and \n$478 million for employers who arrange child care for their employees.\n\nThe remainder of the money, $8.6 billion over five years, would be spent on child care programs, including Head \nStart.\n\nGraphic\n\n\n\n \n\nPhotos: Members of Congress held news conferences yesterday to react to the President's budget. On the \nDemocratic side were Senator Frank Lautenberg, left in photograph at left, and Representative John M. Spratt Jr., \nof South Carolina. (Stephen Crowley/The New York Times); The Republicans were Senator Pete V. Domenici of \nNew Mexico, left in photo at right, and Representative John R. Kasich of Ohio. (Associated Press)\n"}