{"title": "Hearing of the Senate Homeland Security and Governmental Affairs Committee Subject: \"Border Security: Examining Provisions in the Border Security, Economic Opportunity, and Immigration Modernization Act\" Chaired by: Senator Thomas Carper (D-DE) Witnesses: David F. Heyman, Assistant Secretary for Policy, U.S. Department of Homeland Security; Kevin K. McAleenan, Acting Deputy Commissioner, U.S. Customs and Border Protection, U.S. Department of Homeland Security; Michael J. Fisher, Chief, U.S. Border Patrol, U.S. Customs and Border Protection, U.S. Department of Homeland Security; Daniel H. Ragsdale, Deputy Director, U.S. Immigration and Customs Enforcement, U.S. Department of Homeland Security; Anne L. Richards, Assistant Inspector General, Office of Audits, Office of Inspector General, U.S. Department of Homeland Security Location: 342 Dirksen Senate Office Building, Washington, D.C. Time: 10:30 a.m. EDT Date: Tuesday, May 7, 2013", "body": "\n Hearing of the Senate Homeland Security and Governmental Affairs Committee Subject: \"Border Security: \nExamining Provisions in the Border Security, Economic Opportunity, and Immigration Modernization Act\" Chaired \nby: Senator Thomas Carper (D-DE) Witnesses: David F. Heyman, Assistant Secretary for Policy, U.S. Department \nof Homeland Security; Kevin K. McAleenan, Acting Deputy Commissioner, U.S. Customs and Border Protection, \nU.S. Department of Homeland Security; Michael J. Fisher, Chief, U.S. Border Patrol, U.S. Customs and Border \nProtection, U.S. Department of Homeland Security; Daniel H. Ragsdale, Deputy Director, U.S. Immigration and \nCustoms Enforcement, U.S. Department of Homeland Security; Anne L. Richards, Assistant Inspector General, \nOffice of Audits, Office of Inspector General, U.S. Department of Homeland Security Location: 342 Dirksen Senate \nOffice Building, Washington, D.C. Time: 10:30 a.m. EDT Date: Tuesday, May 7, 2013\n\nSENATOR THOMAS CARPER (D-DE):  (Sounds gavel.)  When you're ready, the hearing will come to order.  Dr. \nCoburn and I are delighted to welcome all you today.  This is the third of a series of hearings that this committee is \nholding to examine the gains in security that have been made on our borders over the past decade, and to review \nwhat impact immigration reform may have on those borders.\n\nDuring our two previous hearings we've heard testimony from experts, including some folks at this dais -- at this \ntable today, from frontline personnel, about the dramatic improvements we've seen in portions of our southern \nborder region since the last time that Congress debated immigration reform, seven years ago, 2006.  In recent \nyears we've made substantial investments in border security.  I believe those investments are for the most part \npaying off.\n\n\nIn 2006, our border patrol was averaging more than 1 million arrests of unauthorized immigrants each year -- 1 \nmillion per year -- and the unauthorized population living in the United States had reached an all-time high of 12 ½ \nmillion people.  Since then, we've added more than 9,000 border patrol agents, bringing their overall staffing level to \nmore than 21,000.  We've also constructed some 600 miles of new fencing and deployed sophisticated cameras, \ncensors and radars across a good part of the border -- our border with Mexico.  In part because of these \ninvestments, apprehensions of individuals attempting to cross our borders illegally are at a 40-year low, and the \nunauthorized population in our country has actually decreased by about a million people.\n\nDespite all these developments, we are still facing challenges. All too often, however, these challenges have deep \nroots in our own domestic policies and socioeconomic conditions of our neighbors.  One of our witnesses noted that \nwe look to the border to solve problems that don't originate there; I could not agree more.  We need to focus on the \nunderlying causes of illegal immigration and drug smuggling.\n\nThe expert and frontline witnesses at our hearings earlier this year were all in agreement that passing immigration \nreform would make our borders more secure.  It will do so by addressing several of the root causes of illegal \nimmigration, providing workers and employers with legal avenues to fill the jobs that our economy needs to thrive \nand allowing our border officials to focus their efforts on criminals rather than on economic migrants.  I believe that \nthe bill we are examining today represents a significant step toward achieving that goal.  It will increase our security \neven as it provides a fair, practical, and a tough path to citizenship for many, but not all, of the millions of people \nliving in the shadows today.\n\nI want to commend eight of our colleagues -- especially Senator John McCain, a member of our committee -- who \nhave worked tirelessly and I think fearlessly to craft the bill that -- on which we're saying grace today.  And I look \nforward to debating that bill on the Senate floor later this spring.\n\nThe goal of today's hearing is to -- or to review, rather, the bill's border security provisions, which are on this \ncommittee's jurisdiction.  We have before us an excellent panel of witnesses from frontline agencies.  We've asked \nthe witnesses to give us their assessment of the bill, to tell us how they would implement the border provisions and \nto let us know what they believe that may need -- that we may need to add or to change to that bill.\n\nThere's an old Chinese proverb -- Senator, you heard me say this before -- goes like something like this:  Tell me, \nI'll forget; show me, I may remember; involve me, and I will understand.  So I've tried to visit as much of the border \nregion as I can.  Three years ago, I visited the California border -- many of you have, too -- and over the past three \nmonths I've been privileged to go down to the border in Arizona with Senator McCain, Representative Michael \nMcCaul, who chairs the House Committee on Homeland Security, and with Janet Napolitano, our secretary of DHS.  \nBeen up to the Canadian border with Senator Carl Levin.  We've been over to Texas just in the last week, checking \nout some of the area in the eastern -- the eastern portions of that country.  We got a lot of people coming across the \nborder that are not from Mexico; they're coming from places other than Mexico, as you know.\n\nBut I personally witnessed the challenges that our brave men and women working on the front lines face every day.  \nSome of you have, too.  The drain -- we witnessed the drain they're dealing with that varies widely along the border \nregion, from the dense urban landscape of the border near San Diego to the desolate and rugged desert and \nmountains of Arizona to the lush vegetations and winding lakes of the -- lakes of the Rio Grande Valley in Texas, \nwhere some places along the border were -- actually, on the Rio Grande, we would actually look to the north, was \nMexico; and you look to the south, was Texas. Pretty amazing realization.  And lush -- almost hard to penetrate \nvegetation along much of that river.  Based on what I've seen, I believe there is no one-size-that-fits-all solution for \nsecuring our border.  The high-tech radars that work so well in Arizona today will not permit -- will not penetrate \nmost of the dense foliage along the Rio Grande in Texas that I saw last week.  The drones that CBP flies work great \nin some areas but can barely fly in others, when the winds exceed 15 knots, which is often.\n\nAchieving the goal of persistent surveillance set by the bill we're examining today then will be challenging and \ncostly; however, it is not impossible.  There are for example a number of common-sense steps that we can take to \nget better results along our borders.  One of them should be identifying and deploying what I call force multipliers \n\n\n\nthat are appropriate for the different sectors along our border.  In some parts of the border, these may be advanced \nradar systems on drones.  In others, it may be camera tires, or systems that are handheld or mounted on trucks.  \nWe need to systematically identify the best technologies, with your help and those of your colleagues, so that we'll \nmake our frontline agents more effective and provide them with the help that they need to be more successful, in a \ncost- effective way.\n\nOne specific thing I've seen firsthand is that an aircraft without an advanced radar sensor on board to help detect \nillegal activity on the ground is of very little value.  Far too many of the aircraft we deploy in support of the border \npatrol aren't fitted with cameras or sensors that have been proven effective.  In McAllen last week, where I visited, \nwe were flying three different types of helicopters, but only one of those was outfitted with the kinds of -- with these \nkinds of technologies; the other two are largely ineffective.  We got to be smarter than this.\n\nBy comparison, in Arizona, I saw an inexpensive single-engine C206 airplane that had been fitted with an advanced \ninfrared camera system which had proven to be extremely effective and inexpensive to operate.  However, the \nborder patrol has 16 more of these C206 aircraft that don't have any advanced sensors on board, and are barely \nused.  In fact, they are almost worthless.  We need to fix that.  And it's not all that expensive.\n\nWe also need to continue to develop and deploy cost-effective technologies such as handheld devices that I've \nseen that allow border patrol agents to see in the dark or enable our officers in our ports of entry to be -- to more \nefficiently process travelers and goods. Investing in our ports of entry will also be an incredibly important part of \nimproving border security and our economy as well.  I'm pleased then that the proposed legislation we're discussing \nwould provide some 3,500 new officers at illegal border crossings nationwide.  These officers represent a \nworthwhile investment for the country, helping to secure our borders even as they facilitate the trade and travel that \nour economy so badly needs.  Thirty-five hundred new officers cost a fair amount of money, and we have an \nobligation to figure out how to pay for that.  And I believe those who have been working on this legislation that's \nbefore us today have been working on that, and the administration has, too.  Some good ideas; hopefully we'll \nimplement those.\n\nHowever, there are some things that I believe may be missing from the immigration reform bill; I plan to work with \nall of our colleagues here in the Senate to address them.  One of the larger we're facing today is growing \nunauthorized immigration from Central Americans who transit through Mexico.  I want to hear from our witnesses \nabout what we can do to address this issue -- not just address the symptom of the problem, which I saw firsthand in \na detention center with 1,100 mostly Salvadorans, Guatemalans and Hondurans -- a few Mexicans -- last week in \nTexas.  One thing that we may need to explore is how to make it easier for border officials to work with and train \ntheir Mexican counterparts in order to help Mexico secure its own borders.\n\nFinally, I also believe that the Department of Homeland Security needs to do a much better job of measuring its \nperformance at our borders, and that these performance measures must be made available to Congress and to the \nAmerican people.  If you haven't heard anything else in these hearings before, we need to be able to measure what \nwe're doing, what you're doing.  We need to be able to do that in an objective way the people understand, that we \nunderstand and that you understand.  The bill we we're discussing today would make one such measure -- we call it \nthe effectiveness rate -- public.  And while that's a good first step, I believe there are a number of other metrics \nconcerning our activities at and between the ports of entry that should also be made publicly available.\n\nI look forward to exploring these questions with our panel.  I believe our country stands to benefit enormously from \nthe though, practical, fair policies laid out in this bill.  I especially look forward to working with Dr. Coburn and all of \nour colleagues on the committee.\n\nDr. Coburn?\n\nSENATOR THOMAS COBURN (R-OK):  Thank you.  I want to welcome you all here.  I'm excited to hear the \nintercourse and interchange between what are ideas and are problems, and the answers to those problems.  I think \nICE and BP -- have a -- CPB -- have a difficult job, oftentimes thankless.  So I want to thank you now for what you \ndo.  It's hard.\n\n\n\nI'm concerned, with the immigration bill coming forward and the additional responsibilities that are going to be \nplaced through that bill, if it were to become law, on the capability of the agencies to actually carry it out.  And the \nreason I'm concerned is because there are so many areas where we're not effective today.\n\nAnd although we have an immigration problem, what we really have is a border-control problem and a visa problem \nand a guest-worker problem.  And it's important that we fix the real disease, not the symptoms.  And until -- we do \nnot have a secure border today, and we know that by the apprehensions.  Even though they're less, it's still not \nsecure.\n\nAnd I have a lot of concerns coming forward with the immigration bill.  We'll wait and see what happens in the \nmarkup.  I think we made a mistake.  We should have asked for a sequential referral on it, because so much of it's \ngoing to impact the agency that's under the direction of this committee.\n\nNevertheless, I'm very appreciative of the hard work of those giving testimony today.  And I especially want to thank \nAnne Richards for her hard work and the outline that she's done.\n\nWe have some other concerns, especially on the drone program.  We have inquired and not received adequate \nanswers yet in terms of the privacy protections of that, which has been -- we've had that letter in for, I think, over a \nmonth and not gotten appropriate answers or satisfactory answers to those questions.  And that's one of the things \nthat has to be a part of any drone program.\n\nI look forward to your testimony.  Again, I thank you for your efforts.  And I think what Senator Carper has put \nforward is we really want to work as a committee to help you accomplish your jobs, not throw up roadblocks, but \nactually find out what the real problems are, what we can do about it, but also hold you accountable for the things \nthat you can be doing that you're not doing today, as outlined by the IG.\n\nSo thank you, Senator.  And I appreciate our panelists.\n\nSEN. CARPER:  Let me just dovetail, before I introduce our witnesses, on what Dr. Coburn has just said.  Some of \nyou have heard me tell this story before, but most of you haven't.\n\nAbout a year or two ago, I was walking into the Special Olympics basketball tournament in Delaware at the \nUniversity of Delaware Bob Carpenter Center.  And I walked in with one of the best high school basketball coaches \nin our state.  We walked in and I said to him, coach, you've been doing this for a long time, coaching basketball. \nWho are the best players?  Who are the best players on the team?  Is it the person who has the best shot, the best \nrebounder, the best dribbler, the best passenger (sic) -- best passer?  Who is, in your mind, the most valuable \nplayer?\n\nAnd he said the most valuable player on every team I've ever coached are the players who make everybody else \nbetter.  Think about that.  The most valuable on every team he's ever coached are those who make everybody else \non the team better.\n\nPart of our responsibility -- we do a lot of oversight on this committee.  I think we're pretty good at it; getting better.  \nBut part of our responsibility is to find out how we make you better and the people that work with you better, the \nfolks that are -- the thousands of people who are down on the Mexican border, from California all the way over to \nthe Gulf of Mexico, and up on the northern border as well. How can we make those people, your colleagues, better?  \nThat's what we're about.\n\nAll right, with that having been said, I'm going to introduce our witnesses.  Our first witness is the honorable David \nHeyman, assistant secretary for policy at the Department of Homeland Security.  Nice to see you.\n\nAs head of the office of policy, Mr. Heyman leads a team of experts to provide strategy in policy development for \nthe department. Prior to his appointment in 2009, Mr. Heyman served in a number of leadership positions in \nacademia, government and the private sector.\n\n\n\nOur second witness is Mr. Kevin -- I'm going to -- pronounce your name for me again.\n\nKEVIN MCALEENAN:  McAleenan.\n\nSEN. CARPER:  McAleeny (sic), OK -- acting deputy commissioner of U.S. Customs and Border Protection.  In this \ncapacity, Deputy Commissioner McAleenan is the chief operating official of Customs and Border Protection.  He \npreviously served as the acting assistant commissioner of the agency's Office of Field Operations, leading its port \nsecurity and trade operations.\n\nWelcome.\n\nOur third witness is Michael Fisher -- nice to see you, sir -- chief of the U.S. Border Patrol.  Chief Fisher is \nresponsible for planning, coordinating and directing enforcement efforts to secure our nation's borders.  Prior to \nhis current position, Chief Fisher served in a number of leadership positions within the Border Patrol, which he first \njoined in 1987.  The chief is joining us today for questions and answers and will not be giving an oral statement.\n\nOur next witness is Daniel Ragsdale, deputy director and chief operating officer for U.S. Immigration and Customs \nEnforcement.  Prior to this assignment, Mr. Ragsdale served as the executive associate director for management \nand administration at the agency.  Previously Mr. Ragsdale worked at the former U.S. Immigration and \nNaturalization Service's office of general counsel and served as an attorney in New York and in Arizona.\n\nOur final witness is Ms. Anne Richards, assistant inspector general for audits at the office of the inspector general \nwithin the Department of Homeland Security.  She joined the office of inspector general in 2007.  She was \npreviously assistant inspector general for audits at the U.S. Department of Interior from 2005 until 2007.  And from \n'84 to '99, she worked with the U.S. Army Audit Agency.\n\nI want to thank all of our witnesses for being here.  And we'll now turn to Assistant Secretary Heyman for his \nopening statement.\n\nPlease proceed.  Your entire statement will be made part of the record, and we look forward to you responding and \nasking questions. Thank you.  Thanks for joining us.\n\nDAVID HEYMAN:  Thank you, Chairman Carper, Ranking Member Coburn, members of the committee.  It is my \ndistinct pleasure to be here today, this morning, along with my colleagues from ICE and CBP and our inspector \ngeneral's office.  It's also almost four years exactly to the day since this committee gave me the honor and privilege \nto serve our nation here at the Department of Homeland Security.  Thank you for your continued support.\n\nI'd like to begin by commending the work of the bipartisan group of senators who have put forward the current bill \nthat we're discussing today.  We all recognize that our immigration system is broken and that we can no longer \nignore the problem.  We need a system that meets the needs of law enforcement, businesses, immigrants, \ncommunities and our economy.\n\nThis legislation will attract skilled workers, encourage economic growth and bring persons living unlawfully out of \nthe shadows, making them right with the law, ensure that they pay penalties and back taxes and regularize their \nstatus.  I applaud the Congress's efforts, and I look forward to continue to work with you on this issue.\n\nThe focus of this hearing is border security and how it relates to this bill.  One of the principal missions of the \nDepartment of Homeland Security is to secure our nation's borders, to prevent the illegal entry of people, drugs, \nweapons and contraband while expediting legitimate trade and travel.\n\nI think it's important for the public to appreciate the extraordinary breadth and vitality of our U.S. borders and the \nwork that DHS does every day securing them.  So let me begin by describing an average day at our borders.\n\n\n\nOn a daily basis, DHS processes over 1 million inbound travelers entering the U.S. by air, land and sea.  We \nprescreen over 2 million passengers before they fly into, out of, within or over the United States.  We patrol over 3.4 \nmillion square miles of U.S. waterways and 5,000 miles of diverse terrain on our northern and southern borders.\n\nWe screen all cargo coming to and entering the United States.  We manage a trusted-traveler program, with over 1 \nmillion individuals enrolled.  We process well over 700 vessels in the maritime environment delivering goods to our \nbusinesses, homes and communities. And we verify the identities and vet hundreds of thousands of visa applicants \nand individuals seeking to enter the U.S. every day.\n\nIn the process of all of this work, ICE, CBP and our U.S. Coast Guard will seize over 20,000 pounds of drugs at or \nnear our ports of entry.  We stop over half a million dollars daily of counterfeit currency from entering our financial \nsystem.  HSI, our homeland security investigations unit, will arrest over 100 individuals who have violated \nimmigration or customs laws.  And we will remove and return an average of 1,200 individuals daily who are \nunlawfully present.\n\nThat's what we do daily, 24/7, 365 days a year.  It's essential to note, however, that the way we manage border \nsecurity today has changed significantly over the past 10 years.  During the last four years in particular, the Obama \nadministration has made crucial investments in border security, adding personnel, improving technology, and \nstrengthening infrastructure.\n\nAs Secretary Napolitano has previously stated, our borders have never been stronger.  First, we've made our ports \nof entry much more efficient, facilitating lawful trade and travel.  Second, we've expanded our partnerships with the \nfederal, state and local partners' territorial law enforcement, as well as with the private sector.\n\nThird, internationally, we continue to improve partnerships to deter illegal smuggling and trafficking and improve \nintelligence and information sharing so that we can identify threats well before they reach our shores.\n\nThe numbers speak for themselves.  In 2004, the department had a total of 10,000 Border Patrol agents.  Today we \ncount 21,000.  At the Southwest border, we've increased our Border Patrol agents to nearly -- by nearly 94 percent.  \nAnd in the northern border, we have 2,200 Border Patrol agents.  We've increased the number of CBP officers who \nsecure the flow of people and goods into our nation (to ?) over 21,000 offices, up from 17,000 in 2003.\n\nAs my colleagues with me today will tell you, these enhancements have resulted in greatly improved enforcement \nprocedures, trade facilitation and outcomes.\n\nIn order to support a modern immigration system, the department also understands that we must have the ability to \neffectively track not only who enters our country but also how and when they exit.  For two decades, the federal \ngovernment has worked to obtain accurate and timely data on individuals who have overstayed their period of \nadmission to the U.S.\n\nHowever, the U.S. did not build its border, air and immigration infrastructure with exit processing in mind.  Airports \ndon't have designated exit areas for departing passengers or specific checkpoints where passengers' depart -- \ndeparture is recorded by an immigration officer, as you have seen in other countries.\n\nSo it's been a challenge.  Even so, over the past decade, DHS piloted various programs in 15 airports to try to \nachieve such a system.  We found that the limitations of existing technology, plus the lack of infrastructure for \ndeparting passengers, would drive the cost of program to nearly $3 billion or more, while disrupting air travel for \npassengers and airlines alike.\n\nSecretary Napolitano found that to be unsatisfactory.  In 2010, she directed the department to enhance the existing \nexit system to a level of fidelity equal to or nearly equal to a biometric system, while continuing to (pursue a more \ncost-effective ?) solution in the future.\n\nOver the past three years, I'm pleased to say that the department has taken steps to implement affordable \nmeasures to achieve those goals.  Through enhancements to our current system, which electronically matches the \n\n\n\ninformation on an individual's passport at arrival and departures, DHS can now identify and target for enforcement \nthose who have overstayed their period of admission and represent a public safety and a national security threat.  \nWe take action against those.  And moreover, we continue to move forward with building a biometric system and \nadvance the requisite technologies to be integrated into the system when it's cost-effective and feasible to do so.  \nThis marks a significant step forward.\n\nLet me conclude by saying over the past several years, the department has made substantial gains in border \nsecurity.  We have significantly reduced the flow of illegal immigration.  We now have an historic opportunity to \nstrengthen our economy, improve our security and address illegal immigration.  It's time for commonsense reform of \nour immigration system.\n\nI thank the committee for their work on this today.  I look forward to working with you and to answering your \nquestions.\n\nThank you.\n\nSEN. CARPER:  Thanks, Mr. Heyman.\n\nMr. McAleenan.\n\nKEVIN MCALEENAN:  Good morning.\n\nSEN. CARPER:  Good morning.\n\nMR. MCALEENAN:  Chairman Carper, Ranking Member Coburn and distinguished members of the committee, \nthank you for the opportunity to be here today and appear before you.  On behalf of the men and women of U.S. \nCustoms and Border Protection, Chief Fisher and I appreciate the committee's leadership and commitment to \nensuring the security of the American people, and we look forward to discussing the progress we have made in \nstrengthening the border and how comprehensive immigration reform will build on our successes and improve the \nsecurity and safety of the United States.\n\nWith your support, CBP has made historic investments in border security, adding more personnel, technology and \ninfrastructure; making our ports of entry more efficient to lawful travel and trade; deepening partnerships with \nfederal, state, tribal, local and international law enforcement; improving intelligence and information- sharing to \nidentify threats sooner; and strengthening entry procedures to protect against the use of fraudulent documents.\n\nWe have deployed proven, effective technology to the border tailored to the operational needs of our agents on the \nground and strengthened our air and Marine interdiction capabilities.\n\nToday, after 10 years of investment in training and equipment and improved information-sharing, our border is more \nefficiently managed and stronger than ever before.\n\nThe framework articulated in the comprehensive immigration reform bill has the potential to advance these efforts \nfurther.  The bill would continue to strengthen securities at our borders (as well as ?) hold employers more \naccountable if they knowingly hire undocumented workers.  It would also modernize our legal immigration system, \nproviding lawful pathways for important categories of workers for our economy.  CBP will continue to work with \nCongress on these much-needed reforms that will help make our border more secure.\n\nWe are now more capable than ever in our efforts to secure the border between ports of entry.  We have doubled \nthe number of border patrol agents, deployed surveillance systems both static and mobile. We've improved \nintelligence-collection and provided critical situational awareness in support of our agents and officers on the \nground.\n\nPrimary fence and vehicle barricades in strategic locations have limited the options available to smuggling \norganizations to operate. And aerial platforms with advanced technology have substantially increased situational \n\n\n\nawareness, enhancing the way we deploy our resources on the ground and leading to increased operational \neffectiveness on the southwest border.\n\nAdditionally, over the past two years, advanced assessment of enforcement data has produced programs such as \nthe Consequence Delivery System, which has allowed us to reduce the percentage of apprehensions that result in \na voluntary return from 41 percent in 2011 to 22 percent in 2012.  Moreover, consequence delivery has contributed \nto the reduction in the overall rate of recidivism from a six-year average of 24 percent to 12 percent today.\n\nAt our ports of entry, we've increased the number of CBP officers facilitating the secure flow of people and goods \ninto our nation from approximately 17,000 customs immigration inspectors in 2003 to more than 21,000 CBP \nofficers and 2,300 agricultural specialists today.\n\nIn FY 2012, CBP officers arrested 7,700 people wanted for serious crimes, including murder, rape, assault and \nrobbery.  Our officers also stopped nearly 145,000 inadmissible aliens from entering the United States through our \nports of entry.\n\nTo build on these successes, the administration's fiscal year 2014 budget includes a request for 3,477 new CBP \nofficers.  Of this amount, 1,600 are requested through appropriated funding, and legislative changes to user fee \ncollections are recommended to fund an additional 1,877 officers.\n\nThese new officers will support economic growth and promote the creation of new jobs.  A recent study released by \nthe Center for Risk and Economic Analysis of Terrorism Events at the University of Southern California has found \nthat an increase in staffing at ports of entry has an impact on wait times and transaction costs, and therefore on the \nU.S. economy.  According to the study's results, the new CBP officers supported in the FY '14 budget request could \ngenerate an estimated 115,000 new jobs each year and increase the gross domestic product by up to 7 billion \n(dollars).\n\nTo build on the successes, efforts to strengthen security at our borders must continue as threats evolve.  This bill \nwill enable CBP to continue to expand the use of proven technologies to secure the land and maritime borders, \nstrengthen and enhance capabilities at ports of entry and combat illicit border activity.\n\nImmigration reform will allow us to build upon the progress we've already made and strengthen our ability to assure \na safe and thriving border.\n\nThank you once again for inviting us to appear today.  Chief Fisher and I welcome the opportunity to discuss the \nsignificant progress that CBP has made in strengthening our nation's borders and answering any questions you \nmay have.\n\nThank you.\n\nSEN. CARPER: Yep -- thanks very, very much.\n\nChief Fisher, I understand you're not here to testify -- (I'll ?) just ask, do you approve this message?\n\nMICHAEL FISHER:  Without reservation, Chairman.  Thank you.\n\nSEN. CARPER:  Thanks very much.  OK, good.\n\nAll right, Mr. Ragsdale, you're on.  Thanks for -- welcome.  Glad you're here.  Please proceed.\n\nDANIEL RAGSDALE:  Thank you.  Good morning, Chairman Carper, Ranking Member Coburn and members of the \ncommittee.  Thank you for the opportunity to testify today on the ongoing effort to adopt important reforms to our \nimmigration system.\n\n\n\nICE is the largest investigative agency in DHS and the second- largest in the federal government.  The men and \nwomen at ICE every day play a critical role in securing the border and carrying out smart and effective immigration \nenforcement policies.\n\nSince its creation 10 years ago, ICE has made tremendous strides and realized considerable law enforcement \nresults.  For example, ICE's homeland security investigations has (sic) made over 34,000 criminal arrests in fiscal \nyear 2012.  This record number represents an increase of nearly 30 percent over 2009.  Many of these convictions \ncame in areas directly tied to our border and our nation's immigration system, namely document and identity fraud, \ncustoms violation, human smuggling and trafficking.\n\nICE HSI has also developed the Illicit Pathways Attack Strategy, or IPAS.  This initiative supports the strategy to \ncombat (transnational ?) organized crime by focusing on international organizations engaged in narcotics, weapons, \nhuman smuggling and trafficking, cyber crime and illicit finance.\n\nICE has also set records in our civil immigration enforcement. We have done this by setting and carrying out \nsmart, clear priorities. For instance, this year, ICE's enforcement removal operations removed a record number of \nindividuals from the country.  Fifty-five percent of those individuals, more than 225,000, have been convicted of \nfelonies or misdemeanors.  Yet another record of 96 percent fell into our full priority categories.\n\nThese successes could not be achieved without the implementation of smart and effective and efficient policies \nissued by Secretary Napolitano and Director Morton.\n\nWe are also proud of our key partnerships across the federal government.  For example -- and I note ICE's Office of \nProfessional Responsibility's ongoing and strong relationship with our colleagues at CBP -- for example, in 2010, \nICE and CBP entered into a memorandum of understanding regarding investigations into CBP employee \nmisconduct.  This collaboration was not available before the MOU and has solidified ICE's commitment to fostering \nCBP's awareness and involvement into criminal investigations involving CBP employees.  Our existing relationship \nhas laid the groundwork for continued success in the critical area of ensuring the integrity of the workforce at the \nborder.  Maintaining this relationship will be critical following any reforms that involve increased staffing levels at the \nborder.\n\nIn addition, ICE plays an important role in investigating cases referred from CBP.\n\nSince fiscal year 2009, referrals have increased 4.1 percent at the ports of entry and 25 percent between the ports \nof entry.  This relationship between our two agencies has made America safer.\n\nAll of these successes are the result of reasonable immigration policies and priorities.  Even at this time of budget \nuncertainty, we're using our resources in smart, effective and a responsible manner.\n\nIn order to build on these gains and further enhance national security and public safety and border security, we \nmust update our immigration laws.  The adoption of reforms like those in the current bill will allow our agents and \nofficers to better focus on those who threaten public safety, border security, and provide us the tools we need to \ncrack down on those who cheat the system by hiring illegal labor.\n\nWe at ICE look forward to working with you to modernize our immigration laws in a manner that strengthens the \nsystem.  Thank you again for the opportunity to testify, and I look forward to answering any questions you have.\n\nSEN. CARPER:  Mr. Ragsdale, thanks very, very much.\n\nMs. Richardson (sic), good to see you.  Please proceed.\n\nANNE RICHARDS:  Good morning, Chairman Carper, Ranking Member Coburn and members of the committee.  \nThank you for inviting me to testify today.\n\n\n\nYou asked that we focus on the steps we believe the department will need to take to ensure that the metrics in the \nBorder Security, Economic Opportunity, and Immigration Modernization Act are verifiable and enforceable.  In \npreparing our testimony, we reviewed the results of audits and inspections of both border security and immigration \nprograms.  I will highlight only a few of those reports in my statement this morning.\n\nIn the last 10 years, DHS has made progress in coming together as a department and in accomplishing its \nfundamental missions, including securing our borders.  However, numerous challenges remain.\n\nTo implement this proposed legislation, DHS will need to fully assess its current status, methodically identify needs \nand requirements, and meticulously plan and execute future acquisitions and operations. This effort will require \nboth time and resources, but ultimately the department should be able to master this challenge.\n\nToday I will highlight three overarching issues that we identified in our audits and inspections that the department \nwill need to address to achieve the goals and standards set forth in this Act -- data reliability, planning, and \nsystems modernization.\n\nThe first issue I would like to discuss is data reliability.  To evaluate its performance and carry out certain actions in \nthe proposed Act, DHS will need complete, accurate and up-to-date information.  In our reviews, we identified \nmany programs and systems that did not have complete and accurate data.\n\nWe also identified instances in which DHS did not have data that it needed from other entities.  For example, in a \nDecember 2011 report, we determined that ICE officers making decisions about detention or release of criminal \naliens did not always maintain accurate and up-to-date information in the case management system. Late last year, \nwe reported that in the Systematic Alien Verification for Entitlements program called SAVE, immigration status \ninformation was sometimes outdated and erroneous, so some people were mistakenly identified as having lawful \nimmigration status when they did not have it.  This could mean that some individuals would be given benefits that \nthey were not entitled to receive.\n\nIn our audit of the Free and Secure Trade, or FAST program, we found that CBP could not ensure that Mexican \nparticipants are low risk because Mexico does not share information to assist CBP in continuously vetting and \nmonitoring participants' eligibility.  Also, ineligible drivers may have continued to participate in the program because \nCBP used incomplete data for the continuous vetting process.\n\nThe second overarching area the department needs to address is planning.  To fully accomplish the actions laid \nout in the Act, such as increased surveillance on the southern border, the department will need to have an effective \nplanning process to identify operational requirements.  For example, the Act requires 24/7 monitoring of the border \nby unmanned aerial systems.  The department will need the operating requirements, including knowing the \nnecessary quantity of aerial vehicles, ground support, maintenance, fuel and where those resources will be \nneeded.  The department has established directives and policies for planning, but does not yet have detailed \nplans completed for unmanned aerial systems.\n\nLastly, the department will need to address some longstanding business and IT systems challenges and continue \nto pursue additional technologies to address border security issues.  Although DHS is taking steps to upgrade and \nintegrate its business and IT systems, including those related to immigration, it has not yet succeeded in fully \ntransforming them.  For example, in a report issued in late 2011, we noted that USCIS's transformation has been \ndelayed and it continues to rely on a paper-based process to support its mission.\n\nIn addition, DHS needs to seek out and adopt new technologies that will take into account the needs of various \ncomponents and enhance its ability to secure our borders.  Last year, in reviewing CBP's strategy to address the \nillicit cross-border tunnels, we concluded that it had not been able to identify any existing effective tunnel detection \ntechnology.  CBP is actively working to identify new solution for tunnel detection.\n\nWe have identified a number of challenges that DHS must overcome to secure our borders and establish effective \nimmigration policies and processes.  Some of these challenges are a result of differing legacy systems and \n\n\n\nprograms that need to be integrated and coordinated among the components and with stakeholders outside of the \ndepartment.  Other challenges are related to inadequate strategic planning, performance measures and data and \ninformation that cannot be relied on to make sound decisions.\n\nBased on the department's and the components' responses to our numerous reports, it is clear that they are \ndiligently working to address these issues; however, it takes time to correct the underlying conditions. Competing \nand changing priorities and funding uncertainties also affect the department's ability to address these issues.  For \nthese reasons, overcoming these challenges will take considerable effort.\n\nBut we believe that the department will continue to improve and achieve its goals.  The Office of Inspector General \nwill continue to work with DHS and Congress on these issues.  Our goal remains the same:  to develop solutions \nthat strike a balance between protecting the integrity of mission accomplishment and fostering innovation that \nincreases the department's transparency, efficiency and effectiveness.\n\nMr. Chairman, this concludes m y prepared remarks.  I welcome any questions that you or the members may have.\n\nSEN. CARPER:  Yeah.  Ms. Richards, that was very helpful testimony.  Thank you.  Thank you all.\n\nI want to just go back to -- I think Dr. Coburn mentioned the words \"underlying illness,\" not just the need for us to \naddress symptoms of problems -- you know, folks that are undocumented coming across our borders or coming \nhere documented and staying beyond their legal limits -- we need to focus, while we work on the symptoms which \nare more visible and which we talk about a whole lot, but think about the underlying causes.\n\nAnd we're part of the problem.  I don't remember what it was that Pogo used to say, but Pogo used to say \nsomething like, \"We've seen the problem and it's us.\"  And in no small way, we are the problem.\n\nAnd we have a huge trade in illegal drugs in this country, and they have to come from someplace, and we can't shut \nthem down entirely.  We tried to, but part of -- a number of those come across our borders and -- from the south, \nsome from the north.  Some comes -- cross with people, come across a river, some cross deserts, other -- \nairplanes, come on ships, on boats, you name it.  That's a big part of the underlying.\n\nThe drugs come north, the guns so south, and that's a big part of the problem.  Got a couple of former AGs here, \nand they know of what I speak.\n\nThe second thing is we have employers in this country who are knowingly hiring illegal aliens.  And in some cases \nthey try to hire Americans to do a certain kind of work; Americans don't want to do it. And one of the things we need \nto do is to do a better job, an ever- better job of making sure that those that are hiring, knowingly hiring illegal \naliens, are stopped. And to the extent that we can punish them severely -- identify them, punish them severely, we \nneed to do that. We need to send a message.\n\nThe other thing that we need to do is better -- do a better job of working with intelligence, not just from the north, but \ncertainly from the south -- and countries too, in Mexico and Central America, to better be able to deploy our forces \nalong the border.  So those are some of the -- almost like symptoms -- those are really some of the underlying \ncauses, underlying causes.\n\nPeople down in -- people I met with in that detention center in McAllen last week, most of them are, gosh, the age of \nmy boys -- early 20s, late teens.  They're just looking for a better way of life.  And we squeeze the balloon in \nNorthern Mexico for the drug  cartels -- and you know, when we squeeze the balloon it  pops out someplace else, \nand it's popping out in places like El Salvador, in places like Honduras and places like Guatemala.  And a lot of the \npeople that are streaming north are coming because of the mayhem, the murder and mayhem in their countries \nnow -- and we're part of that problem.  So I do think it's important to have that as a predicate for what we need to \ndo.\n\nMy story earlier about the basketball coach who said the best players are the ones who make everybody else \nbetter.  Now I want to ask you to tell us how we can make you better.  All right, a couple of examples.\n\n\n\nI'm an old Navy P-3 -- mission commander.  Spent about 23 years, active and Reserve, in the airplane.  Our job \nwas to hunt for Red October in all the oceans of the world, throughout the Cold War, and we still do that.  We're not \nin just P-3s today but in P-8s, a new airplane.  I'm going to talk about these C-206s that we're sending out, or other \naircraft or helicopter we're sending out without any surveillance equipment.  It just defies belief.\n\nIt's like in my -- in the aircraft that I flew in all those years, we would go out -- if we're tracking a diesel submarine, \nwe'd have the ability to, one, detect them when they came up, with our radars, detect their scopes or detect them \non the surface.  We had the ability to detect their emissions, see if they were running their diesels.  We had the \nability to hear them.  We had the ability to listen for their acoustic signature, to look at it visually.  We had -- if they \nturned up their radars to come up, to make sure that it was clear, then we could pick that up as well.  We had any \nnumber of ways that we could find and track the Russian subs.\n\nWhen we send out a C206, and we have a pilot -- we don't have an observer on board, and we don't have anything \nthat's looking down, any kind of this sophisticated equipment -- that is crazy.  And to say that we have more than a \ndozen of them that are down in the -- in the southern part of Texas with no surveillance equipment, I don't get it. I \njust don't get it.  And we have the same problem with our helicopters.  We have these drones, we have four of \nthem, that are -- or is -- we heard about -- (inaudible) -- Senator McCain in Arizona. And we were told that the four \ndrones we have, we don't resource them. They can fly two of them during the course of a week.  They fly 16 hours \na day, five days a week.  And if it's -- the winds are over 15 knots, we won't fly them at all.  That just doesn't make \nany sense.\n\nAnd we're going to get --\n\nSEN. MCCAIN:  And the bad guy -- and the bad guys are aware of the schedule.\n\nSEN. CARPER:  (Chuckles.)  There you go.  And have spotters on the top of mountains, hills -- in America.  I mean, \nif they were on a mountain in Afghanistan, if they were on a mountain in Iraq or something like that, we take them \nout.  And for some reason we can't take them out in our own country.  Just a -- (inaudible).\n\nWe're going to have a lot of money, thanks in no small part to this guy right here, to try to make sure that we have \nthe resources, you have the resources to do some of the things that I've just been saying.  All right?  You're going to \nget this money; what are you going to do with it?\n\nMr. Heyman, along some of -- along the lines of some of what I've just said.  What are you going to do with it?\n\nMR. HEYMAN:  Thank you, Senator.  And I think you have identified a number of issues that are reason for the \nneed for legislation.  And if you look at the work that we've been doing particularly over the last four years, what you \nsee in the trend lines is that we're moving in the right direction.  One of the things the bill does is it builds on the \ncontinuing deployment of proven and effective technologies that help address the drug trafficking and the illegal \nimmigration issues. With the resources and the provisions in the bill we'll be able to do more of that, and the border \nwill be more secure.\n\nYou mentioned the challenges in the workforce.  That's absolutely true.  The workforce issues present in fact a \nmagnet for illegal immigrants to come here, and we need to -- we need to develop a system where employees \ncheck to see if somebody's lawfully present.  We have that.  It's called E-Verify.  It's a priority of the administration \nto make workforce validation universal.  And that's in the legislation; that will be helpful as well.  And so I think if you \nlook at the very specific issues that you've addressed, you will find provisions within the bill that help us get to that \ndirection.  On the specific issues of the UAS and the --\n\nSEN. CARPER:  The C206.\n\nMR. HEYMAN:  Yeah -- let me turn to my chief over here.\n\nSEN. CARPER:  Chief Fisher, go ahead.  Take about one minute, and then I'm going to yield to Dr. Coburn.\n\n\n\nMR. FISHER:  Yes, Mr. Chairman.  Specifically with the 206 -- and I know I'm speaking for General Ellis (ph), as we \nwork hand-in-glove in terms of what are requirements are on the ground, and as the assistant commissioner for the \nAir and Marine operations is in fact taking a look at current capability that we have on -- from the air platforms, and \nshifting those into other platforms where, one, they would work, and two, we could operate those at lower costs.  \nThey're currently both in terms of safety and in terms of flight readiness, to be able to do that testing, to get those \ndeployed in the immediate.\n\nSEN. CARPER:  All right.  Dr. Coburn, thanks.\n\nSEN. COBURN:  Ms. Richards, how would you characterize DHS' -- department's track record in planning and \nexecuting major sophisticated border security programs?\n\nMS. RICHARDS:  The department has concentrated a lot of time and effort recently on taking some significant \nsteps to improve their acquisition and program management processes.  I have to say that based on our work and \nGAO's work, their track records has been admittedly lackluster to date.  Again, however, I would say that they have \nput a lot of time and effort into putting the skeleton in place so that they can make major improvements on this \nprocess.  We have not yet had an opportunity to audit an acquisition that has been through the entire process.\n\nI would also like to say that part of the problem is the perception that the process is not as important as the end \nresult. We've had program managers tell us things like life cycle cost estimates just gather dust once we've \ncompleted them, because the information is not used as the program is ongoing for things like budgeting or \nobtaining money to continue to run the program.  So because those intricate, difficult-to-complete planning \ndocuments are not viewed as valuable over the life of the program, they might be getting less attention than they \nshould.\n\nSEN. COBURN:  Well, that's a question of leadership.  In terms of your old findings on current border operations, \nwhat challenges do you anticipate that DHS will have in terms of the new responsibilities and the execution of the \nnew strategies with this current proposed bill?\n\nMS. RICHARDS:  The additional requirements do put on additional responsibilities on an already stressed \norganization.  As I said in my testimony, they have the capabilities but they need to take the steps carefully and in \norder.  They need to make the plans of what they're going to use the equipment they're purchasing for, and then \npurchase the right equipment and make sure that they've got it properly outfitted and that they've got the support in \nplace for it.\n\nSEN. COBURN:  So going back to what Senator Carper said, we have these 202s -- I think that was what you said -\n- 206s.  One of them has mounted technology.  Why is there one with mounted technology and the others with \nnone?  And why is it in terms of the answer we just heard -- is we're looking at that -- when in fact what we already \nknow is the answer; is it a monetary problem, is it an execution problem, is it a management problem?  And if they \ncan't do that, how are they going to handle the new requirements coming to them in a new immigration bill?\n\nMS. RICHARDS:  Sir, we haven't looked at that program specifically.  In some of the other programs that we've \nlooked at, there does sometimes seem to be -- quick to follow the letter of what they've been asked to do -- get \nsome drones, so we get some drones -- without really thinking about what it's going to take to be able to operate \nthose drones in the current environment.  And it's a -- it's a planning issue as well as a management issue, sir.\n\nSEN. COBURN:  OK.  According to your office, DHS has failed to close out 47 separate recommendations of recent \nreports by the IG related to border security work.  That comes from a table listing all your recent audits and open \nrecommendation.  Can you run through the closeout numbers for the committee:  How many recommendations \nhave they closed, how many have they not closed on border security?\n\nMS. RICHARDS:  Sure, thank you.  We have a total -- that table had a total of 16 reports with 47 open \nrecommendations.  There was a total of 51 reports that we identified that had recommendations for border security \nand immigration processes.  There was a total of 259 recommendations in total, so you can see that a great \n\n\n\nnumber of the recommendations have been not only agreed to but successfully implemented.  I don't have the \npercentage myself.\n\nSEN. COBURN:  Well, of the -- of these 47, what are the major ones that you would put as a priority for this \ncommittee to know that you think should -- these should be done first, and second, third -- or -- and you can answer \nthat later, if you'd rather --\n\nMS. RICHARDS:  Sure.\n\nSEN. COBURN:  If that's too difficult for right now.\n\nMS. RICHARDS:  I can't go through all of the 47.  I would say that we're particularly concerned about the \nrecommendation on the UAVs -- the unmanned aerial vehicles.  We also have concerns about the \nrecommendations on the FAST program, the one to develop a process to assess the effect of the FAST program on \nthe security issues at the ports of entry.  We have other recommendations that were not strictly on border security \nbut that were on a wider view, such as our recommendations on interoperable communications that we also think \nare very important for the department to act on as part of this process.\n\nSEN. COBURN:  So if you were to create a to-do list for the agency, what would be number one, what would be \nnumber two, what would be number three?\n\nMS. RICHARDS:  In the terms of this proposed legislation, the completing the planning process for the UAVs and \n-- would be number one on -- from our recommendations that stand already.  Looking at the legislation in its \nentirety, there's a lot of money to be spent -- or planned to be spent to increase technology at the border, and I \nwould like to see them do a good job of planning all of that before they spend the money.\n\nSEN. COBURN:  OK.  Director Heyman, what do you think about that, in terms of -- especially the comments on \nUAVs.  We -- this country has a lot of technology that we've invested through our experiences overseas in terms of \nUAVs.  Why is this hard?  Why is it difficult to get to the point where we actually have good technology associated \nwith them?  Why is it hard to get to where we need to go?  Is it financial?  What is it?\n\nMR. HEYMAN:  Thank you, Senator.  There are a couple of things I would comment on.\n\nOne is that Border Patrol has put together, for each of the sectors, a technology plan.  And within that technology \nplan, they have to consider not only what their strategic objectives are and how they accomplish them and the \nunique environments of each of the different sectors; they have to figure out what technologies match it, the \nprocurement, the deployment schedules, and all of those things.\n\nAnd I would commend Mr. McAleenan's discussion on that, because this is exactly what the IG is interested in.  \nThey want to make sure that we're planning, that it's unique to the sector, that we have oversight on that.  And in \nthe last year I think there's been significant progress on that front.\n\nIn terms of the UAVs in particular, we have actually stood up a UAV working group within the department.  It \nincludes not just the operators, but also the policy folks, the privacy folks, the civil rights authorities.  We are making \nsure that the integration of the technology meets our interests, both from a policy and a privacy perspective.\n\nSEN. COBURN:  All right, my time has expired, Senator Carper.\n\nSEN. CARPER:  Senator Portman was next.\n\nSenator Johnson, please proceed.  Thank you.\n\nSENATOR RON JOHNSON (R-WI):  Thank you, Mr. Chairman.\n\nSecretary Heyman, you mentioned our exit policy.  Before I get into other border security issues, I would like to just \ntalk a little bit about the Boston city bomber.  As best I can understand, we have a system that should be tracking \n\n\n\nthat and should be pinging.  And we've got the TEC system, the Treasury enforcement communication system, \nwhere suspect number one, I guess, was pinged, and that information came into an individual in the Department of \nHomeland Security.\n\nCan you just describe that process to me?\n\nMR. HEYMAN:  Sure.  What you have is an IT system that, in advance of a person's departure or arrival to or from \nthe United States, usually somewhere around 72 hours in advance of that, sends a message called the hot list if \nthere is an individual to take a look at or take a second look at.\n\nThat individual -- this is all done in CBP land and the customs officials.  In that case, if there is an active case or \nsomething that deserves an additional look from the FBI, for example, it's sent to the specific joint terrorism task \nforce that's overseeing that.  And that's what happened.\n\nSEN. JOHNSON:  In this specific case, Tamerlan Tsarnaev was actually pinged, and somebody in the Department \nof Homeland Security did receive that information, correct?  An individual?\n\nMR. HEYMAN:  Correct.\n\nSEN. JOHNSON:  Did that information get disseminated anywhere, or did that just dead-end right there?\n\nMR. HEYMAN:  I don't have the specifics on that, but there is -- that individual serves on the FBI joint terrorism task \nforce, so it's -- the process is basically that they all share that information. When you're serving on it, you're sitting \nnext to each other and you're all working together.\n\nSEN. JOHNSON:  So has the department really evaluated what happened there?  Do you have an answer on that?  \nI mean, can you provide that to our office?\n\nMR. HEYMAN:  There's a briefing for you and your staff on Friday, a classified briefing, that'll go into all those \ndetails, yes.\n\nSEN. JOHNSON:  OK, thank you.\n\nLet me just talk just in general the history of border security. I think we've really made a pretty long attempt here \nover the -- you know, since mid '70s, mid '80s, to try and secure the border, apparently with some progress.  But we \ncontinue to say, well, we need more resources.  I actually -- I think one of our first hearings with Secretary \nNapolitano, I asked her, well, how much would it cost to secure the border?  And her response was we have \nenough resources.\n\nI think this bill is going to be spending another four and a half billion dollars.  What do we spend per year on border \nsecurity right now, approximately?  Anybody know?\n\nMR. HEYMAN:  I think if you combine the CBP and ICE budgets, the number I've seen before, it's in the -- upwards \nof $15 billion.\n\nSEN. JOHNSON:  OK.  Do you think another four and a half billion dollars is going to make any further impact on \nthat?  I mean, are we just going to continue to throw resources at the problem?\n\nMR. HEYMAN:  I don't think so.  I think the framework laid out in the immigration reform bill targets some of the key \nareas, some additional capabilities with technology for surveillance between ports of entry in the Southwest border, \nadditional officers at ports of entry, which is an area where we've seen tremendous growth in trade and travel in all \nenvironments that we need to keep up with to make sure we can secure and facilitate it appropriately, and \naddressing legal immigration pathways as well as employers in the interior.  I think those are investments that will \nadvance border security and move us forward.\n\n\n\nSEN. JOHNSON:  I know the bill lays out a process where the department, I guess, lays out another plan for \nsecuring the border.  I mean, do we not have that plan?  I mean, do we have to do this again? How many times \nhave we developed a plan for trying to secure our border?\n\nMR. HEYMAN:  I do think we have a good foundation for that plan. As Secretary Napolitano has stated, I think, in \nthe context of the bill, providing a specific road map that can be measured against and evaluated seems like an \nimportant aspect.\n\nSEN. JOHNSON:  Are we just doing more of the same?  Ms. Richards, you talked about planning.  And we hear \nthis all the time.  I've been here now a little more than two years and I hear the same bureaucratic answers over \nand over again.  Well, we have to plan.  We have to execute.  And, of course, we always need more resources.  \nBut it doesn't seem like we've made all that much -- we certainly haven't secured the border.  Maybe we're making \nprogress, but we always hear we're making progress.  Are we really?\n\nMS. RICHARDS:  Well, I'd like to differentiate between the plan to secure the border that you're talking about and \nthe plan that I was talking about in my testimony, which is much more detailed, having to do with the equipment \nand the personnel and getting the actual down to the nitty-gritty, where-the-rubber-meets-the-road resources to the \nright spot on the border when they need it.\n\nThe planning that I'm talking about is if you're going to buy a certain kind of aircraft, what does it need to be on the \naircraft and how many do we need, and so how many pilots do we need and how many mechanics do we need?  \nThat's the kind of detailed planning that I would like to see the department do before they spend the money that's \nidentified in this legislation to implement the broader plan of securing the border through greater surveillance and \ntechnology.\n\nSEN. JOHNSON:  So the department spends approximately $50 billion a year.  We're not doing that planning now \nwith the $50 billion we're already spending?\n\nMS. RICHARDS:  I, of course, can only speak to the programs that we've audited.  And in those programs, we find \nthat they are not doing a good job of doing those detailed plans before they spend the money.\n\nSEN. JOHNSON:  I've sat through hearings now for a couple of years, and we continue to hear about spotters on \nmountains.  Why don't we take those people out?  What prevents us from -- why do we continue to have spotters \nfor the drug lords in America, sitting on top of mountains, providing that information?  What prevents us from taking \nthem out?\n\nMR.     :  Senator, I'll take that question.  One -- first of all, in the environments in which we operate within our \nmission space is a law enforcement environment, very much different in terms of rules of engagement and what \nwe can or can't do in the comparative that the chairman talked about in places like Afghanistan and Iraq.\n\nThe rules of engagement, what we call our use of force, applies to individuals on the street or whether they're up on \nmountaintops. So it makes it a little bit more difficult in terms of what we actually do, once we've identified them, to \nactually get to them.\n\nWe have plans in place.  We, in fact, have removed many of those spotters.  We are continuing to degrade the \ncapability of those organizations that utilize spotters up on those mountains.  But it continues to be a significant \nthreat and a continued persistence on our part to be able to mitigate that.\n\nSEN. JOHNSON:  Just a quick estimate.  How many spotters are there?  How many have you taken out?\n\nMR.     :  I don't have that number off the top of my head.\n\nSEN. JOHNSON:  How many have you taken out?  I mean, you say you've taken some out.\n\nMR.     :  A dozen, sir.\n\n\n\nSEN. JOHNSON:  OK.\n\nThanks, Mr. Chairman.\n\nSEN. CARPER:  Thank you.\n\nNext question will be -- this is in the order of arrival -- Senator Landrieu will be back.  Senator Baldwin will be next, \nfollowed by Senator Heitkamp, Senator McCain, Senator Paul.\n\nSenator Baldwin.\n\nSENATOR TAMMY BALDWIN (D-WI):  Thank you, Mr. Chairman.  And I want to start by thanking the men and \nwomen who serve in our Department of Homeland Security, some risking their lives at times on very dangerous \nterrain to keep our borders secure.\n\nI am encouraged to see the bipartisan product of S. 744.  There are some encouraging provisions of the bill.  It \naddresses border security, family reunification, employment verification, high-skilled workers, farm and guest \nworkers, and pathways to legal citizenship for undocumented individuals.\n\nIf done right, immigration reform will create jobs, strengthen businesses, bolster security at our borders, and keep \nmore Wisconsin families together.  Our responsibility is now to ensure that we keep America both safe and as \npromising as it ever has been.\n\nMy question is about the trigger mechanism in this bill.  And I'd like to hear from any of you who wish to comment.\n\nAs I understand it, the first sections of S. 744 requires a plan to establish, quote, \"effective control of the border,\" \nand until it's operationalized, other major parts of this bill will never come into effect.\n\nTo deem -- to be deemed as having effective control, the Department of Homeland Security must have -- or must \nhave -- to establish persistent surveillance and pull together a plan with an effectiveness rate of 90 percent or \nhigher and a hundred-percent monitoring.\n\nCan you please flesh out for me as much as you're able how likely it is that we will be able to operationalize this \nplan, given the resources allocated and the massive scope of this job?  And are the timelines contemplated in the \nbill long enough to formalize a plan of this magnitude?\n\nMR. MCALEENAN:  I'll start and ask my colleague Chief Fisher to engage as well.  You know, we think the bill is a \nsignificant advance to border security across the border with the investments proposed, and we do believe that we \ncan operationally execute the bill with the -- with the standards incorporated in it.  I think Chief Fisher can elaborate \non persistent surveillance and the 90-percent effectiveness, but we do -- we do intend to accomplish those goals.\n\nMR. FISHER:  Thank you, Senator.  First, let me take the -- your first part on the persistent surveillance, and I'll kind \nof walk through.  And if I miss any, please let me know.\n\nOn the persistent surveillance, it's very similar to how we operationalize today.  So think -- I think of it in two terms.  \nOne is in areas where we need eyes on all the time.  And so (where ?) there are sections along the border where \nour field commanders and the agents have assessed that there's always going to be a vulnerability -- think in terms \nof urban areas or even in the fringes -- where we know that if a person is not there or if a camera is not there, \npeople are going to exploit those areas.  And we've identified those areas over time that we do in fact need in a true \nsense persistent surveillance in either technology or border patrol deployments.\n\nIn other areas, the vast majority of those other areas, where we know based on intelligence, where we know based \non agents patrolling those areas, that the activity is so low, persistent surveillance for us takes a form of situational \nawareness.  And the way that we measure that right now and capture that -- it's a whole host of things.  I'll just give \nyou a couple of examples.\n\n\n\nOne would be Border Patrol agents doing periodic tracking on the ground on those areas, Border Patrol agents that \nare very adept and are experts over time at trying to identify who's coming into the country.  We have tens of \nthousands of untended ground sensors that tell us basically what activity is happening in that area, and we \naggregate that information and do analysis over time to see if in fact the shifts in traffic is moving into different \nareas.\n\nAnd there are other things both in terms of the unattended -- not the unattended ground sensors but the unmanned \naerial systems, utilizing synthetic aperture radar to do what we call \"change detection,\" and other areas where we \nhave just recently at the beginning of March started utilizing -- and again, we're really in our infancy in \nunderstanding this from others within the government -- geospatial intelligence.\n\nSo we're looking at to be able to cover in a persistent surveillance either areas where we have high degree in eyes-\non deployments with personnel and technology, which will always need to be there 24 /7 and what other areas \nwhere (we do and ?) utilize technology in the air to be able to identify those areas.\n\nThe second piece as it relates to the effectiveness rate -- the way that we calculate effectiveness is quite simply the \nfollowing.  If the number of apprehensions plus the number of turnbacks -- so these are individuals -- the turnbacks \nare individuals that have made an entry and have turned around and gone back to the country from when they \ncame.  You take the apprehensions plus the turnbacks, and you divide that by the overarching entries, the total \namount of entries that actually come in.  That is our effectiveness rate.\n\nSo three things generally happen when somebody enters in between the ports of entry.  And two are good, right:  \nWe apprehend them, or they turn around and go back.  The third one, which isn't so good, which we always try to \nminimize, is the amount of got-aways, people that have made the entry, we have detected them either through \ntechnology or through agent observation, and we try to continue to work that traffic.  And in some cases they either \nload out or get away with us, and they are not either apprehended or turned back.  That counts as a got-away.\n\nAnd so our ability is to make sure that effectiveness is higher in all areas.  And we believe that at or above 90 \npercent is an area within those corridors that should -- we should set the goal at 90 percent.\n\nThe last point on the timeliness is, is the timeliness in terms of the implementation sufficient.  And I believe it is.\n\nSEN. CARPER:  Thank you, Senator Baldwin.\n\nSenator Heitkamp is next.  Should we turn to Senator McCain?\n\nSEN. MCCAIN:  Thank you, Mr. Chairman.  I especially want to thank you and the ranking member for taking the \ntime out of your schedule to come to the border.  I invite my colleagues on the committee to take the time to visit the \nArizona border or the Texas border, whatever border they -- of our southern border they choose to. I think it's the \nbest way to make anyone aware of the immensity of the problem and the difficulty and the challenges that, frankly, \nour brave men and women who are serving on the border go through.  And I want to thank both of you.  And I invite \nmy colleagues as well.\n\nMr. Fisher, apprehensions are up this year for the first time in a long time.  I think you testified before 13 percent.\n\nMR. FISHER:  Yes, Senator, that's correct.\n\nSEN. MCCAIN:  Which means that the economy has something to do with people's desire to come across the \nborder, is that -- is that a valid assumption?\n\nMR. FISHER:  In part it is, sir, yes.\n\nSEN. MCCAIN:  In part of it is the word has gotten south that sequestration has reduced our ability to surveil and \nthere may be comprehensive immigration reform, is that true?\n\n\n\nMR. FISHER:  Yes, sir, there are many motives for individuals still coming across the border.\n\nSEN. MCCAIN:  But for the first time in years, it's up?\n\nMR. FISHER:  Yes, sir.  It's approximately 13 percent.\n\nSEN. MCCAIN:  And we should be very cognizant of that.  The -- my -- I don't mean to be parochial, but I think you \nwould agree, especially for drug smuggling and other areas, in especially the Tucson sector -- is the most trafficked \nand most difficult and least secure part of the entire border.  Would you agree with that, Mr. Fisher?\n\nMR. FISHER:  Yes, sir, south Texas being a close second.\n\nSEN. MCCAIN:  The -- and in our bill, by the way, for my colleagues, I'd like -- there is a provision to prosecute -- \ncriminal prosecution for anyone who transmits information, ie. these people on the mountain tops, to facilitate the \ndrug traffickers.\n\nI want to talk to you for a minute about technology, Mr. Fisher. When you're down on the border and it's 120 \ndegrees and you're sitting in a vehicle next to a fence, your efficiency drops rather significantly in a relatively short \nperiod of time, which is my so many of us have emphasized the need for technology and sensors.  And of course \nthe -- I Stuxnet, I guess it was called -- no -- the Boeing fiasco is such a disgrace, a loss of $787 million, in an effort \nto provide sensors across the border.  And I hope we learned lessons from that, I say.\n\nAnd there's a new radar called VADER radar that was developed in Iraq to detect people who plant IEDs.  It even \ntracks people back. How are you doing on that -- on that radar?\n\nMR. FISHER:  Senator, we're still learning every day.  As you well know -- and you probably had the briefing down \nthere, so I won't -- I won't -- don't want to be redundant -- the VADER system was relatively new to our fleet in terms \nof technology and giving us a capability that we haven't seen before along the border, at least in my 26 years.  And \nwe're still learning on the best way to implement that system.\n\nSEN. MCCAIN:  Well, we have recommended, and I think it's language in the bill, that you consult with the Army \npeople who went through this whole evolution of this radar and how to use it most effectively.  And that's not to kill \npeople.  But surveillance and detection is -- it's a marvelous advance in technology, and which brings me to the \nUAVs.  We've got problems with the UAVs not only as far as numbers are concerned, but also interference with \nairspace that's being used by the military.  How are we doing with that -- maybe I should ask Mr. McAleenan.\n\nMR. MCALEENAN:  I'll check on the interface with the DOD.  I mean we --\n\nSEN. MCCAIN:  But you know it is a problem that the airspace being used by both the Border Patrol and the military \nhas caused significant difficulties in getting clearance for the UAVs, isn't that true?\n\nMR. MCALEENAN:  Well, deploying new unmanned technology domestically has had some challenges.  We work \nclosely with FAA and DOD to --\n\nSEN. MCCAIN:  But this is about specifically the ranges that are being used by the military aircraft, which \ncomplicates it a lot more.\n\nI hope you will report to us on that.\n\nMs. Richards, you say \"other challenges related to inadequate strategic planning, a dearth of performance \nmeasures.\"  Would you give us, the committee, perhaps in writing, what ideas and thoughts that you have about \nhow we can improve the performance measures on the border?  There's a lot of concern about that.\n\nMS. RICHARDS:  I'd be happy to, sir.\n\nSEN. MCCAIN:  Thank you.\n\n\n\nOn the -- on the issue also, Mr. McAleenan -- and there's a problem with the Native Americans because of tribal \nsovereignty. Would you agree, Mr. Fisher, on that issue?  Actually, to the Indian reservation on the -- on the border?\n\nMR. FISHER:  Senator, it does, like many communities, take an ongoing dialogue to be able to make sure that \nwhen we're operating in those environments, along with those communities, that there's ongoing collaboration, \nintegration and certainly communication.  And we continue to do that.\n\nSEN. MCCAIN:  But up until now, it's been a real problem.\n\nMR. FISHER:  It's been challenging in terms of being able to deploy technology, that's for certain.  Yes, sir.\n\nSEN. MCCAIN:  Mr. Heyman, $4.5 billion is a lot of money, and also a provision in the bill that if after five years we \ndon't have this effective control, that another $2 billion will be spent.  How confident are you that after the \nexpenditure of the funds that are authorized and appropriated in this legislation that we will be able to take the \nmeasures necessary to assure the American people that never again will there be a third wave?  Never will there be \na third wave?\n\nMR. HEYMAN:  Senator, I think that the legislation provides a number of different tools and devices, as well as the \nappropriations. The reason it's called comprehensive is because it addresses a number of areas that -- having to do \nwith immigration reform.  As a consequence of that, I think because of the worksite enforcement, because of the \ntechnology deployment, because of the streamlining of immigration laws, if you put all of that together, our ability to \nhave better control of the borders, I think, will also improve.  And so we're confident that it's the right formula.\n\nSEN. MCCAIN:  Well, in conclusion, Mr. Heyman, Senator Johnson pointed out that there's some obvious areas, \nparticularly on student visas and humanitarian visas, that need to be looked at.  I think it'd be appropriate, I'd say to \nSenator Johnson, for this to be part of the mending process if -- it's either existing laws are not being enforced \ncorrectly or we need new legislation and regulations to prevent the kind of occurrence where people can leave the \ncountry and only one agency detects it, and then he comes back and nobody is alerted.\n\nAnd we're -- hearings are going to be held on this, but I believe it would be appropriate, Mr. Chairman, as we go \nthrough the comprehensive immigration bill that we look at the errors that were made in the Boston situation and \nmost importantly the areas that may require -- and I emphasize may -- require additional legislation to prevent that \nrecurrence.\n\nThank you, Mr. Chairman.\n\nSEN. CARPER:  Sure.  But I thank you for that -- for that suggestion.\n\nSenator Heitkamp has rejoined us, and you're recognized.  And next I think would be Senator Paul.\n\nSEN. HEITKAMP:  Thank you so much, Mr. Chairman.  And I thank you all for the work that you do and thank your \nstaffs for the work that they do under very difficult situations and on tough terrain, as Senator Baldwin said.\n\nWe will not get comprehensive immigration reform unless the public has confidence in what you do, unless the \npublic honestly believes that this will be a sea change, that they will in fact see competent technology deployed, \ncompetent personnel deployed, and that they will see an absolute commitment to making sure that this happens -- \nthat this isn't just something that we do because it's going to make us feel good, that we do it.\n\nAnd we know that typically on borders there's two types of people who are crossing -- those who come to work, \nthose who come to pursue a better life, maybe join relatives, and then there is the criminal element.  And we can't \ndownplay the criminal element, because we see it certainly in the southern border, but we also have a great deal of \nconcern on the northern border.\n\nAnd so I want to just for a minute -- but in the small amount of time that I have, focus a little bit on the northern \nborder, because one of my concerns  in looking at this, even though I'm anxious to see your plans and anxious to \n\n\n\nmake sure that this works, I am concerned about redeploying assets that we currently have on the northern border \nto the southern border, and what that means in terms of the impact on protection in the northern border.  And we \nknow that at least one, maybe two of the 9/11 bombers did not come in through the southern border.  They came in \nthrough the northern border.\n\nAnd so explain to me -- I think, and maybe Mr. Fisher, Chief Fisher, it's -- you're the -- you're the people that I \nunderstand the best, because I was a former AG in North Dakota and worked very closely with Border Patrol.  I \nalways had a great relationship with them and felt like that collaboration that we had really kept people in my state \nmuch safer.\n\nExplain to me what the plans are in terms of maintaining security on the northern border and deployment of \nresources so that we don't lose focus of what's happening to the North.\n\nMR. FISHER:  Thank you for the question, Senator.\n\nAnd first and foremost, to your earlier point, I am committed to border security and protecting this country.  So -- \nwhatever the bill ends up being and passed, we will implement that and we will make sure that our commitment to \nprotect this country is not changed, regardless of what happens.  So I wanted to make sure that I made that point, \nand I am speaking on behalf of the 21,000 men and women who do that each every day.  And thank you for that \ncompliment, by the way.\n\nTo your second point, and it's really interesting and I'm glad you brought up the northern border, because so many \npeople think that, you know, the border is only the southern border.  And early, before my first deployment to the \nnorthern border, which was in Detroit many years ago, it was different challenges, as you well know.\n\nOne of -- it's a constant evaluation, and it -- whether you're looking at the southern border or the northern border, \nthreats are always dynamic.  They're going to constantly change, and our ability -- not just every year come up with \na new plan or an implementation. We are constantly assessing all threats each and every day, and we are lifting \nand shifting resources along the northern border, on the southern border, against those threats.\n\nThe whole idea of our strategy is put our greatest capability against those greatest risks, specifically on the northern \nborder over the last few years.  And you'll recall, prior to 2000 we had approximately 300 Border Patrol agents to \ncover about 4,000 miles of border.  That's a very daunting task if you're the only Border Patrol agent, in many \nlocations, and you have to patrol hundreds of miles. And we leverage that, continuing to work with state and locals.\n\nWe do the Integrated Border Enforcement Teams with the RCMP and state and locals.  We use that as a force \nmultiplier so -- in a lot of locations we don't need thousands of Border Patrol agents.  We leverage the information, \nwe do integrated planning and execution, and then we have increased our ability to do two things -- flexibility, \nwhich is the key in any implementation on this bill, and the second piece is for us to be able to rapidly respond to \nthose emerging threats in advance.  And our ability to do that on the northern border is, in some cases, more critical \nthan it is in the southern border.\n\nSEN. HEITKAMP:  Mr. Fisher, you know, not to -- not to ignore the rest of you, but I think I'm most familiar with the \nwork that you do. And obviously in North Dakota we consistently have intel meetings where we share -- you know, \nthe Canadian Royal Mountie Police come down, and we spend a lot of time talking about what do you know, what's \ncoming across, where do you think the gaps are.\n\nAnd I think you raised a very important part -- a very important issue, which is how do we collaborate?  How do we \nexpand our opportunities by including local, state and maybe other governments' police force, other governments' \nefforts, in a collaboration so that we can leverage all of these resources?  And so I hope, as you move forward with \nthese plans, that we don't just look at it from the standpoint of high-tech technology, because we know that there's \ntwo ways we can do intel; one is from the sky and the other is just listening on the ground, and what's moving.\n\n\n\nAnd so I'm very interested in finding out what the plans are, related to collaboration with local and state officials and \nlaw enforcement.\n\nMR. FISHER:  Yes, Senator.  And I was recently in Grand Forks and got a briefing, went out with the agents.  I'm \nnot the expert there, but I'd love to work and give you and your staff a briefing, a little bit more detailed briefing \nabout our deployment strategies and methodologies, specifically in that area.\n\nSEN. HEITKAMP:  Yeah, and my point in all of this, as we look at immigration reform, I think it's always -- the look \nis to the south.\n\nMR. FISHER:  Understood.\n\nSEN. HEITKAMP:  And I want to make sure that in that very important work, looking to the south, we do not forget \nto pay attention to what's happening at the northern border.\n\nMR. MCALEENAN:  If I might add very briefly, Senator, on the northern border the CBP officers that are specified in \nthis bill, as well as in the administration's FY '14 budget, a number of those would go to ports of entry on the \nnorthern border.  They're deployed based on our workload-staffing model where the greatest need is, both in terms \nof traffic and threat.\n\nMR. HEYMAN:  And I might also add -- the opportunity here to talk about our partnership with Canada.  You \nmentioned the state and local, but we have an extraordinary partnership with Canada that the president put forward \nin his Beyond the Border Initiative that has allowed for a sea change in how we work with them.\n\nThere's a 34-point plan that we're working through -- increased infrastructure investments, joint operations, shared \ninformation -- that's allowing us to be -- to be a force multiplier, in effect, for what CBP is doing.\n\nSEN. HEITKAMP:  And just very quickly, I am familiar with Beyond the Border.  I am familiar with the attempt to not, \nyou know, logjam commerce in the interest of law enforcement, and all that needs to be balanced.  But again, you \nknow, we're very concerned in North Dakota and all across the northern border that we not lose some focus that \nwe've on the northern border.\n\nMR. MCALEENAN:  And if I could just add also, the Border Enforcement Security Task Force is our operational \nplatform that we work with our state and local partners.  It's a critical piece of the strategy not only (on ?) the \nsouthern border but also on the northern border.\n\nSEN. HEITKAMP:  Thank you so much.\n\nSEN. CARPER:  Yeah.  We appreciate taking your taking our focus back up to the north, Senator Heitkamp.\n\nAnd if you look at the membership of this committee, it includes a number of senators whose states do border \nCanada, and it includes Senator Levin from Michigan, Senator Tester from Montana, Senator Baldwin from \nWisconsin, Senator Johnson from Wisconsin, of course Senator Heitkamp and also Kelly Ayotte from New \nHampshire.  There's no shortage of people who are going to be interested in making sure we don't forget about that \nnorthern border.\n\nSenator Paul, good to see you.  Please proceed.\n\nSENATOR RAND PAUL (R-KY):  Mr. Chairman, thank you for bringing this distinguished panel here.  I for one am \nfor immigration reform. I think we should embrace immigrants as assets, people who want to come and find the \nAmerican dream.  If you want to work and you come to our country, I think we can find a place for you.\n\nThat being said, I'm worried that the bill before us won't pass -- may pass the Senate, may not pass the house.  I \nwant to be constructive in making the bill strong enough that conservatives, myself included, conservative \nRepublicans in the House, will vote for this, because I think immigration reform is something we should do.\n\n\n\nIn this bill, I'm worried, though -- and this is similar to what Senator Johnson said -- that it says, well, you have to \nhave a plan to build a fence, but you don't have to build a fence.  And if you don't have a plan to build the fence, \nthen you get a commission.  I don't know what happens if the commission doesn't do anything.\n\nThat's the story about Washington around here.  To me, it's a little bit like Obamacare.  And I hate to bring that up, \nbut 1,800 references to the Secretary shall at a later date decide things.  We don't write bills around here.  We \nshould write the bill.  We should write the plan.  We should do these things to secure the border, whether it be \nfence, entry, exit.  We should write it, not delegate it, because what's going to happen in five years if they don't do \ntheir job -- it may not even be them; it may be somebody else who doesn't do their job in five years -- and the \nborder's not secure, we will be blamed for the next 10 million people who come here illegally.\n\nThe work visa program has to work.  We have to make it work. That's where the illegal immigration is coming from, \nbecause people aren't getting their work visas.\n\nWith national security, I sent a letter earlier this week -- and I don't know if you've had a chance to look at it, Senator \nCarper -- but in that letter, I asked that we mark this up.  National security is a big part of immigration, and it's a \nseparate part.  And we should go through detail after detail but then vote on amendments in our committee to add \nto the immigration bill.\n\nAnd some say, oh, you're just doing this just to kill the bill or slow it down.  No, I want the bill to be better so that we \ncan pass it.  I think the stronger this bill is, the better chance we have of passing it.  My goal is to pass the bill.\n\nI'm concerned about two things in particular:  refugees and student visas.\n\nStudent visas, as was mentioned, had to do with some of the 9/11 hijackers.  Right after 9/11, we passed a program \ncalled NSEERS, National Security Entry-Exit Registration Program (sic).  And we had it for about 10 years.  It's \nbeen defunded now and no longer exists. We looked at 25 countries more carefully, and we were absolute about it, \nand thousands of people were sent home who weren't in school, who weren't doing the right thing, who weren't \nobeying the rules we had set up.\n\nI'm disturbed really that the FBI investigative this young man, this Tsarnaev boy, and then they didn't know he was \nleaving the country.  He was on a CIA list.  We said all of the billions and trillions we spent on homeland security \nwas so that the FBI would talk to the CIA.  And I'm concerned that -- I don't know if they were talking, but for some \nreason it doesn't appear as if we knew he was leaving the country.  Once he left to Chechnya, he needed another \ninterview.  And I don't fault them for interviewing him and maybe not catching him the first time, but how many -- I \nwould like someone to come here and tell us, how many people did Russia refer to us?  Was it 50,000 people that \nthey wanted us to look at, or was it 10?  If it was 10, we should have spent a lot of time with those 10, and we \nshould have been monitoring them just because Russia thought they were a problem on them leaving.  I'd do it with \na judge's warrant because I believe in the due process, but I still would do it.\n\nSo I would have hearings.  And what -- my purpose of this is to ask specifically to Senator Carper and Senator \nCoburn to consider having hearings where we actually physically take control of a part of the bill and do national \nsecurity hearings, have amendments, not to defeat the bill but to make it stronger, to look at how many refugees we \ncan process.  If we're bringing in 200,000 refugees, maybe we need to bring in a hundred thousand or 50,000.  \nMaybe the number has to be smaller so we can manage it.\n\nIn my town in Bowling Green, two refugees came in.  Their fingerprints were on an IED.  They immediately started \nbuying Stinger missiles -- fortunately it was from the FBI and we caught them, but they got into the country even \nthough their fingerprint was on a bomb.\n\nI think too many people coming in too quickly without enough review and that we need to target the review to the \ncountries that seem to have hotbeds of people who hate us.\n\n\n\nSo -- but I would like to see an orderly fashion where we don't just say, oh, y'all come up with a plan; if you don't \nhave a plan, we get a commission.  That's where I see it now.  If it's not any stronger than this, I don't see it getting \nthrough the House.  So I would only beseech the chairman to consider whether or not we could actually have \nhearings.  And I'd welcome a comment if you'd like to make a comment with that regard.\n\nSEN. CARPER:  Thank you, Senator.  Thanks so much for your question and really for the -- I think, the good intent \nthat you bring to these issues.\n\nFirst of all, on the issue of sequential referral, I've asked our staffs about this.  Senator Coburn said earlier today \nthat he would like to see a sequential referral of the bill to our committee.  And my staff advised me today that in \norder for us to do that we have to ask unanimous consent.  The parliamentarians made the decision that the bill be \nreferred to one -- to another committee.  We have to ask for unanimous consent in order for it to be referred to us \nsequentially.\n\nWe're going to explore that.  We'll explore that with Democratic and Republican leadership.  As you know \nyesterday, (we ?) tried to get unanimous consent just to go to conference and to take the House- passed budget \nrevolution, the Senate-passed budget resolution, go to conference and try to figure out a compromise to get our \ndeficit headed in the right direction.  Couldn't get that done.  One person -- one person was able to object and to kill \nthat.\n\nSo it's -- we -- I need to -- we need to find for sure what the situation is there.\n\nOn the second issue, there are -- let me just say with respect to the tragedy that occurred in Boston, as much as we \nmourn the death of three people and the mayhem that's touched the lives of 250 other people who've been injured, \na lot of -- a lot of good was done by the FBI, by the CIA, by homeland security, by the local -- state and local police.  \nWe've asked a bunch of questions -- Senator Coburn and I asked page after page after page of questions of the \nsecretary of the Department of Homeland Security that relate specifically to that. We're going to get those \nresponses.  We're going to get them in a timely way.\n\nAnd when we do, at an appropriate time, working together, we'll figure out when to hold hearings, with your input \nand others -- in some cases, they may be classified hearings; in other cases, unclassified hearings.  But the idea \nthere is to, as I said earlier, figure out what we can do to help, whether it's the situation on the northern border, the \nsouthern border; situations like in Kentucky, Boston -- what can we do to make more effective -- to leverage -- \nbetter leverage the assets, human and other assets that we have.\n\nBut I like your spirit, and we want to work with you and with our other colleagues to figure out how we (can be able \nto ?) play the constructive role that I know we all want to play.\n\nWe're going to have a vote here at noon.  And I talked with Dr. Coburn.  And I think we're going to play -- I'm going \nto stay here and keep things rolling.  If we start the vote, he's going to go vote, come back.  And then I'll vote and \nreturn.  We want to have -- if anyone wants to ask a second round of questions, we'll have that opportunity, and I \nwould invite you to do that.\n\nLet me -- let me just start my second round by acknowledging -- we've already talked about -- this -- the job that's \ndone along our southern borders and our northern borders to try to slow, stop the movement of people illegally, the \nmovement of drugs and contraband illegally -- not easy.\n\nI was down there in pretty good weather.  But as Senator McCain said, sometimes the temperature is 120 degrees.  \nSometimes it rains. Sometimes it's cold, especially up in the northern border.  Sometimes people are taking shots at \nyou.  Sometimes people are throwing rocks at you.  This is not an easy job for folks.\n\nAnd I will say this.  The people I have met both on the northern border -- they're doing this work for us -- and the \npeople on the southern border, for the most part, they are enthusiastic, they are proud of the work that they do, \n\n\n\nthey're intent on doing it better. They want us to figure out to how to make them more effective, and that's a big part \nof what we're doing.  So we applaud their service.\n\nI want to come back, if I can, to the issue of technology deployed along our borders to help -- to serve as a force \nmultiplier. And we've talked about a VADER system.  We've got four drones.  One of them has a VADER system \ninstalled.  It's a borrowed system, a borrowed system from a private company.\n\nWe have a dozen or so -- more than a dozen -- C206 single-engine aircraft.  I believe one of them -- one of them is \noutfitted for surveillance, to do sophisticated surveillance work.  That's like my -- (inaudible) -- airplane going out \nthere without the ability to detect acoustically submarines -- visually submarines -- well, maybe visually he could -- \nwithout radar, without -- (inaudible) -- intercepts.  I mean -- it's like going out with binoculars, looking for a \nsubmarine.  And that's what we're doing with our C206s, and too often it's what we're doing to the drones that don't \nhave the VADER system on it.\n\nWe have deployed in places in -- I think in Afghanistan -- lighter-than-air dirigibles, lighter-than-air assets, blimps.  \nSome of them can carry sophisticated surveillance equipment, and maybe some can't.  But -- and we have the \nability to deploy land-based systems whether they happen to be handheld radars or handheld surveillance -- or \ntruck-mounted, we can elevate them -- or just ground-mounted; I think there's something called TAR system which \nwe have at some of the ground and mounted, elevated radars and observations posts.  It's none -- any one of these \nby itself isn't going to work everywhere.  And part of what we need to do is figure out what -- where the risk is; \nhighest risk, go after those first.  And secondly, of the kind of technology and the assets that are available to \ncomplement our ground forces, figure out, one, where's the -- where's the greatest risk and where do -- which \nparticular technology is most appropriate in a given area of our border?  That's -- it ain't rocket science.  It ain't \nrocket science.\n\nAnd in the past we've had the real problem of not having the resources.  We're going to have the resources.  We're \ngoing to have the resources.  We have to feel a sense of urgency in providing those resources and making sure \nthat you've thought through, with our input and certainly with the input of our appropriators, led by Senator Landrieu, \nto make -- to make sure -- and I think is it Dan Coats -- is Dan the -- Senator Coats -- who are the chair and ranking \nmembers of the Appropriations Subcommittee.\n\nThe other thing I'm going to say -- and then I'm going to ask a question.  Somehow we have to do a better job of \nconveying not just to the folks in Mexico that want to come to our country to work but the people in Salvador, \nHonduras, Guatemala and other countries that where their lives are not very pleasant right now -- it's because of \nthe squeezing of that bubble, squeezing of that balloon.  We've seen a lot of the worker cartels heading south and \nmaking life in those countries miserable.  And they're looking for a way to get out.  And the Mexicans don't want \nthem to stay in their country, so they just come through Mexico, come on across our borders in places that are \ntough to detect them.  Somehow we have to do a better job to convey to people in those countries where people \nwho are still coming out, the other- than -- other-than Mexicans, that it's a tough journey, there's a good chance \nyou'll get caught; if we catch you, the experience you're going to have in this country is not pleasant, and if you \ncome back again it's going to be even less pleasant if we -- if we catch you.  We have to make sure that our \nemployers know that if you're trying to hire illegal aliens, you're doing it knowingly, we're going to find you out and \nwe're going punish you; we're going to fine you and imprison you, if it's -- if it's a repeat kind of occurrence.\n\nAnd the other thing we need to do, we need to do a better job of conveying to the folks that leave in these countries \n-- that live in these countries, where they're coming north, of the risks that they face -- first, that they won't get \nthrough; worse, if they do, there won't be a pleasant experience; the risk that they'll be shot, murdered, drowned, \nraped.  We've got to do a much better job of conveying what it's really like.  It's kind of like a scared-straight \napproach for those countries, and we have to be smart about the way that we do it.\n\nOK, here's my question.  Chief Fisher, right now, what is -- what is our effectiveness rate in high-risk border sectors \nas defined by the bill Senator McCain and others have worked on?  But let me just ask you:  What is our \neffectiveness rate in the high-risk border sectors, as defined by the bill?\n\n\n\nMR. FISHER:  There's approximately between 80 (percent) and 85 percent, sir.\n\nSEN. CARPER:  All right.  And just to make this simple for people to understand.  Let's say we're at the border, \nwe're looking for people who are trying to get through.  And what we really need to make this work, I think, is the \nability to -- it's almost like a quarterback coming out of the huddle -- you can look at the defense, and you see the \nwhole field.  But it's the ability to see the whole field -- and that is folks coming to our border -- and to be able to \nalmost count them, almost have the ability to count them.  And we'll say on a day -- on a good day you can see a \nhundred people coming. And we need to know not only how many are coming to cross our borders, we know how \nmany are going to be turned back -- and that's not easy to do; it's not impossible.  We need to know how many \nwe've apprehended, and then the rest of those that are the got-aways.  But we need to measure better three things:  \none, how many people are trying to get across the border; two, how many people are turned back; and the rest sort \nof takes care of itself.  And our challenge -- part of our challenge is to figure out how to measure those that are \ntrying to get across and those that turn back.  The rest we can figure out.  But I think some of the technology we're \ntalking about can do that.\n\nLet me follow up on my question, Chief, by asking how close do you think we are to achieving persistent \nsurveillance in some of those sectors?\n\nMR. FISHER:  Along the southern border, taking into consideration both the ICE on 24/7 and some of those areas \nin the urban areas, and with situational awareness, it's going to take probably at least another year or two, as we \ncontinue to mature both in terms of systems that we have, optimizing that capability, and continuing to see and \nleverage geospatial intelligence to try to understand how that may help us in the situational awareness area.\n\nAnd if I could, Mr. Chairman, I want to qualify my earlier statement in terms of -- I'll try to reconcile the way you \nasked the question in terms of the way the bill is identified in those high-risk areas.  There is one area along -- in \nSouth Texas specifically that is not within that range that I stated previously, that 80 (percent) to 85 percent.\n\nSEN. CARPER:  Which one?\n\nMR. FISHER:  It's in the -- South Texas, which basically takes into consideration the area I believe that you recently \nsaw down the Rio Grande river --\n\nSEN. CARPER:  Rio Grande, yeah.\n\nMR. FISHER:  That one is actually below 80 (percent); it's about 78 (percent), 79 percent.  So I don't want to be \nmisleading in my earlier statement.\n\nSEN. CARPER:  All right, thanks.  All right, Dr. Coburn, I'm going to run and vote.  I'll be back.\n\nSEN. COBURN:  Let me go back to you, Chief, for a minute.  How do you -- how do you come up with the \ndenominator?  You told us how you calculate an effective -- (inaudible).  Where's the character quality of the \ndenominator?\n\nMR. FISHER:  The denominator --\n\nSEN. COBURN:  You don't have that, actually, do you?\n\nMR. FISHER:  Well, if --\n\nSEN. COBURN:  You don't know every attempted crossing in this country.\n\nMR. FISHER:  I do not.  That's correct.\n\nSEN. COBURN:  That's right.  So therefore the denominator is meaningless is you don't know the numbers.\n\n\n\nMR. FISHER:  The entries, which is the denominator, sir, is basically the apprehensions plus the turn-backs plus \nthe got-aways. In areas where we have dense deployments both in terms of personnel and technology, we have a \nbetter accounting of what the flow is at any given time.\n\nSEN. COBURN:  Well, but wait a minute.  But if you -- that's the ones you know -- apprehensions, the turn-backs \nand the got-aways. That's the ones you know.  That has nothing to do with the ones you don't know.\n\nMR. FISHER:  Yes, sir.  And that's where the geospatial intelligence --\n\nSEN. COBURN:  I know, but --\n\nMR. FISHER:  (Inaudible) -- organic resources, helps us understand --\n\nSEN. COBURN:  Here's the point I want to make --\n\nMR. FISHER:  Yes, sir.\n\nSEN. COBURN:  If that legislation's going to pass, that denominator's going to have to be determined in finite terms \nwith all -- all.  And that's where the geospatial is going to help you, right or wrong?\n\nMR. FISHER:  It will, Senator.  It's my belief that it will, yes, sir.\n\nSEN. COBURN:  And do you now agree, if you have a varying denominator than you're not going to have a \nconstant look at what your percentage is going to be.  So you have to know what that denominator is, and the \nAmerican people have to -- for 90 percent to mean something, that means the denominator has to mean something.  \nIt has to be real.  And it can't just be what you know.  It has to include what you don't know today in terms of \ncrossings, correct?\n\nMR. FISHER:  Senator, I do understand your point.  First of all, the denominator always fluctuates.  It fluctuates on \na -- on a daily basis and it fluctuates depending upon the section of the border.\n\nSEN. COBURN:  But you're missing my whole point.  You don't really know the denominator.\n\nMR. FISHER:  Across 4,000 miles to the north and 2,000 miles --\n\nSEN. COBURN:  No, you don't know.\n\nMR. FISHER:  Evidently I do not know.  I stated that.\n\nSEN. COBURN:  OK, so my point is -- the American public listens to this.  We're going to -- we're going to \ndetermine the border secure on a number that you don't know.  You're going to give us a number, a percent, but the \nbottom number is you're not going to know it.  And that's a hole in terms of the requirements of this bill, and that's \ngoing to have to be addressed before this bill's going to have to -- going to be able to pass.\n\nMR.       :  Senator, if I may, the -- one of the things that the bill I think intends to do is to put greater investments in \nsome of the technologies the chief was talking about.  We do have some fidelity over that number right now.  The \ntechnology, development and deployment that will be envisioned by the bill will build us a greater capability for \nsurveillance and detection for the -- (inaudible). You're never going to have a hundred percent (intelligence ?) on \nthat.\n\nSEN. COBURN:  I understand.  But remember, the emotion on immigration has nothing to do with race.  It has to do \nwith the rule of law.  That has nothing to do with race.  It has to do with the rule of law.  And the fact is, is if we're -- \nand first of all, where did we come up with 90 percent says your border is controlled?  Where did that come from?  \nWhy do we think that 90 percent says the border is controlled?\n\nMR. FISHER:  If 10 percent is not, Senator --\n\n\n\nMR.       :  One of the things that I know Secretary Napolitano has said is it's important not to just focus on one \nnumber.\n\nAs a general practice, we have looked at the border from a number of different factors, whether it's apprehensive \ncrime rates or otherwise.\n\nAnd I think in some sense it's like the economy.  We don't use just one number to measure how good our economy \nis.  You don't just look at GDP.  You look at consumer confidence, consumer spending.  You look at job rates and \nthings like that.  I think, as we're looking at the borders as a general principle, we should also be looking at --\n\nSEN. COBURN:  No, but that's not what -- look, that's not what the American people are expecting.  We're going to \n-- a path to citizenship is in this bill, and it's based on the fact that the border is going to be controlled.  That's the \nthing that's going to certify the ability to move forward on those other areas.  And if, in fact, the American people \ncan't trust that the border is controlled, you're never going to be able to pass this bill.  So you're going to have to \nhelp us figure out how to do it.\n\nAnd I would disagree.  GDP measures our economy.  It's the final result of consumer confidence, employment, \ninvestment and everything else.  We do look at GDP, because that's the factor.  That's the ultimate number.\n\nAnd so the ultimate number is how do you reach -- first of all, why is 90 percent considered effective control of the \nborder?  I'd like for somebody to explain to me why 90 percent is effective control of the border.  And number two is, \nhow are you going to come up with an effective denominator?  Because you're not going to sell the vast majority of \nAmericans on immigration reform until you sell them the confidence that we have it under control and that the \nnumber doesn't vary.  And if it does vary, we know that that number is an actual number, a real number, not a \n\"guesstimate.\"\n\nMR. FISHER:  Senator, I'll answer the -- take a stab at your two questions.\n\nFirst, the 90 percent -- when I was with the staff developing the implementation for our new strategy, we were \nsetting strategic objectives.  And one of the measures against the strategic objectives, specifically about being able \nto protect this country, is we stated at or in excess of 90 percent.  It wasn't 90 percent.\n\nIn other words, we were setting a strategic goal to be able to take the capabilities that we've had over the last few \nyears, and how do we optimize that capability and how do we measure that?  That's been an effort, ongoing effort, \nfor the last three years.  It's not the only metric.  It's taken with a whole host of other measures that we look at to \nassess risk.  It's not just about 90 percent.  So 90 percent was the minimum.\n\nAnd when I was asked the question previously -- actually, my staff asked the question, well, chief, why is it at or in \nexcess of 90 percent?  And I said basically it's because an A -- it's an A.  If you're going to set a goal for border \nsecurity and national security, anything less than, at a minimum, 90 percent would be untenable in terms of a goal.\n\nSEN. COBURN:  Why 90 percent?  Why not 98 percent?  Why not -- in other words, here's my point is if we're \ngoing to get immigration reform through, if you're going to get it through the House, we're going to have to do a \nwhole lot more on what is the definition of a controlled border than what is in this bill.\n\nMR. FISHER:  I agree with you there, Senator, yes.\n\nSEN. COBURN:  We're not going to get it.  It isn't going to happen.  You're not going to have the votes for it.  So if, \nin fact, we really want this to happen, we have to start addressing this now. And you can't have any false \nobservations on this.  The political reality is the American people want to know the border's controlled.\n\nAnd when we say 90 percent is controlled, they're saying, well, that means 10 percent of it isn't.  That's the first \nthing that goes through most Oklahomans' head is, well, so why is 90 percent the number?\n\n\n\nSo I don't know that the number means that much; I agree with you.  The fact is, why don't we have a secure \nborder?  And what is a secure border, and how do you measure that?  And that's one of the questions Senator \nMcCain asked the secretary.  What does it mean? What is a secure border?  And how do we demonstrate that?  \nWhere are the metrics that actually show that?  I won't spend any more time on it.\n\nMr. Heyman, let me ask you.  You said in your opening statement -- and I don't think you meant this, but you said it \n-- you said we screen all cargo.  Did you mean to say we screen all cargo?\n\nMR. HEYMAN:  Yes, Senator.  Screening has to do with our -- we take a look at all cargo coming into the United \nStates.  We evaluate it for its risk and we make a judgment at that point, what's the next step?  Some of the cargo \nthat is high-risk, we will then --\n\nSEN. COBURN:  Screen.\n\nMR. HEYMAN:  -- scan -- scan.  And then -- there's terminology here.  So screening has to do with the vetting, in \neffect, of all of the cargo that comes to the United States.\n\nSEN. COBURN:  Well, that's a very different meaning than what your testimony actually implied, because the \nAmerican people need to know right now we're not screening all cargo.\n\nMR. HEYMAN:  We screen all cargo.  We don't --\n\nSEN. COBURN:  We make a judgment about whether or not it should be scanned, and that's what you're calling \nscreening.  And that's very much different, because there's no assurance there.  It's assurance on the judgment of \nsomebody of whether or not the cargo should have been scanned and should have been investigated more.\n\nI just want to be real clear, because I don't want the American people -- as a matter of fact, Congresswoman Hahn \nis very concerned about that.  We're working with her on -- in terms of screening cargo and port security related to \nthat.  So I just wanted to clear --\n\nMR. HEYMAN:  Yeah, we do --\n\nSEN. COBURN:  -- the nomenclature up.  I understood what you meant, but the American people won't when you \nsay we screen all cargo. They're thinking all the cargo's been checked to make sure that there's no problem with it.\n\nMR. HEYMAN:  We do have a risk-based approach where we make sure to evaluate all cargo against potential \nrisks.  And we look at then -- we triage that to say which ones do we need to inspect, which ones do we need to \nopen.  And we do that with all the cargo coming into the United States.\n\nI just wanted to make another point on -- I know we finished the discussion on metrics.  I might want to just add one \nother point on that --\n\nSEN. COBURN:  OK.\n\nMR. HEYMAN:  -- because if you look at one of the things we're doing where we are today, after years of work in \ninvestments on border security, we do have, in effect, a net-zero immigration flow, which is another net metric that \npeople could look at.\n\nAnd I think one of the things that's really important, as I was saying, is that there are a lot of things that are \nimportant as we talk about border security, whether it's the border crime rate, whether it's seizures at the border, \nwhether it's immigration flows. And we'll work with you on this, because it is important.\n\nSEN. COBURN:  Well, they're all better.  And I congratulate you, because I think all the agencies have done a \nmuch better job.  We're getting -- we have better numbers than what we've ever had before.  I don't disagree with it.  \nThe question is whether or not it's adequate, because if we had 98 percent control and the 2 percent control were \nterrorists, we wouldn't think that was control.\n\n\n\nSo it's not just the number.  It's who is in that number that got away, that we didn't catch, that could actually cause \nus harm.  So it's important you help us refine this as this goes through the legislative process so that we can \nactually build that assurance in there.\n\nMR. HEYMAN:  We'll work with you, sir.  This is too important not to.\n\nSEN. COBURN:  I have one other question.  When somebody leaves the country that's here on a visa, all the \noutgoing flights, that's pinged back to a list, correct?  Everybody that's leaving this country on an outgoing visa.\n\nMR. HEYMAN:  Yes.  That's correct.\n\nSEN. COBURN:  All right.  So why is the entry-exit visa so problematic in terms of cost that when we're already \nhaving this going to a central computer -- explain the technologic problems and the cost problems that you said in \nyour opening statement, because I don't get it.  If we're already capturing the data but we're just not using it on the \nexit visa program, why not?\n\nMR. HEYMAN:  Thank you, Senator.  I appreciate the opportunity to elaborate on that.\n\nWhat I was describing in my opening statement is the congressional requirement, post-9/11, which asked for a \nbiometrically based system, which is one which uses either fingerprints or iris scans or things like that.\n\nSEN. COBURN:  All right.\n\nMR. HEYMAN:  That's what's costly.  The ability to deploy that, where you deployed it in the airport, and how you \ndeploy it in the labor cost is where that $3 billion cost comes from.  That's where the -- where Secretary Napolitano \nsaid, well, we've still got to -- we have to have something in place now.  We can't wait for the costs to go down, \nalthough we should continue to research that, and we are.\n\nSEN. COBURN:  Right.\n\nMR. HEYMAN:  And so she directed us to do an electronic entry- exit system based upon the current biographical \ninformation.  So we take your information from your passport when you enter.  It goes into the database.  And when \nyou depart the country, that's matched.  A match indicates that somebody has left.  A non-match, past the duration \nof one's visa requirements, means that you're an overstay or a potential overstay, and we have to look into that.\n\nUp until a couple of years ago, the systems that do all that, which there are many across the department, and that \nlook at resolving whether somebody isn't, in fact, an overstay, that was all done manually.\n\nSEN. COBURN:  Yeah.\n\nMR. HEYMAN:  And we have, in the last two years, automated that process, done the vetting, linked up the \ndatabases to do the vetting for national security and public safety, moved that into a place right now, as of April of \nthis year, where, near real time now, we are sending, on a daily basis, to ICE for action the folks who have --\n\nSEN. COBURN:  Overstayed.\n\nMR. HEYMAN:  -- likely overstayed.\n\nSEN. COBURN:  All right.\n\nMR. HEYMAN:  So that's a much more cost-effective way of doing it.\n\nSEN. COBURN:  I agree.\n\nMR. HEYMAN:  It's electronically based, and it's in place today. We'll be improving it over the next year.\n\n\n\nSEN. COBURN:  Thanks for clarifying that.\n\nSenator Johnson.\n\nSEN. JOHNSON:  Thank you, Senator Coburn.\n\nFirst of all, I truly want to thank you for your service.  I realize these are not -- you know, these are enormous \nchallenges. It's extremely difficult.  And I also agree with Senator Paul.\n\nAnd the purpose here is we need to fix our legal immigration system.  We need to solve this problem.  I want to see \na immigration bill pass.\n\nBut surely, as I talk to members of the public, there is a high degree of skepticism about securing the border.  And \nI'm concerned about this particular bill where it's more focused on a process or more focused on who's going to \ncertify whether the border is secure, as opposed to actually passing a bill that secures the border.  So I'd kind of like \nto go back to where I started my questioning in terms of the history of trying to secure the border.\n\nWe've been trying to do this now for 30, 40 years.  We obviously haven't succeeded.  And again, I'm sure it's \nbecause we -- you know, not because we haven't tried.  But what does the enormity of the challenge mean?  Why \nhave -- have we simply not put the resources toward it?  Have we -- is it just too big a problem we'll never be able to \nsolve?\n\nAnd I'd kind of like to just go down the panel.  You know, what -- why have not -- why haven't we been able to, and \nreally, what are the prospects of actually being able to secure the border in the next five or 10 years?\n\nSecretary Heyman?\n\nMR. HEYMAN:  Yes, thank you, Senator.  And thank you for your support of this legislation and the reform that will \ngo forward.\n\nOne of the things that this bill does which hasn't been done in 30 years is it takes a comprehensive approach.  You \nhave to address the number of things that are broken in the system, and you can't just address one of them.\n\nTo begin with, you have a magnet of jobs in the U.S. economy that attracts individuals.  These are -- these are jobs \nthat are, in effect, off the books because illegitimate travelers coming to the United States who are not lawfully \npresent can go to businesses that are gaming the system by hiring people who are illegally present.  The bill \naddresses that through --\n\nSEN. JOHNSON:  But -- let me just stop, because part of the concern -- I totally agree with you; you've really got \ntwo demands here.  You've got -- you've got the drug trafficking, you've got the worker -- the workers that are \nrequired.  Does this bill even come close to providing enough temporary work visas to fulfill that demand?\n\nMR. HEYMAN:  So there's a number of different ways it -- you're addressing this in the bill.  One is to streamline our \nvisa opportunities for individuals to come here, whether it's agricultural visitors, guest workers, as it were, whether \nit's high-tech employment or otherwise.  That's one way of satisfying it.\n\nThe other way is to take away the demand signal by saying it's illegal to do that, and having workforce -- every \nbusiness be required to do an E-Verify check to verify lawful presence in the United States.  So if you're coming \nhere and you're trying to get a job, you'd better make sure you're lawfully present.\n\nSEN. JOHNSON:  What happens when people verify employment and then the -- then businesses still can't fill the \npositions?  What happens at that point, with this law?\n\nMR. HEYMAN:  When businesses can't fill positions --\n\n\n\nSEN. JOHNSON:  And by the way, that is a common thread.  When I'm traveling around Wisconsin and I talk to \nemployers, we -- they simply cannot fill good-paying jobs in the manufacturing sector today, even with high-level -- \n(inaudible) -- we're not filling them.\n\nMR. HEYMAN:  Yeah.  These levels -- these are levels that are set in law.  This is a continuous debate and \ndiscussion year to year as businesses continue to compete for the best or -- the best labor that they can get.\n\nOne of the things that I think we need to continue to do is to invest in our own resources at home, our own labor at \nhome, particularly on the high-tech jobs, investing in science and education that allows us to grow our own \ncitizenry's skill set so that we can fulfill those jobs in the absence of immigration.\n\nSEN. JOHNSON:  OK.  Let me move down the panel, just kind of go to my -- back to my original question.  What \nhas prevented us, and what are the prospects moving forward?\n\nMR. MCALEENAN:  Well, first, I agree with the assistant secretary on the need for a comprehensive solution.  In \nterms of your question, Senator, on the enormity of the problem, I'll just give you a quick vignette that I think \nhighlights the overall picture.\n\nTwo hundred and twenty-five million people crossing our land border each year, critical to our North American \neconomy, our partnership with Canada and Mexico.  Prior to the creation of CBP, about 5 percent of those people \nwere actually queried and checked in the law enforcement system.  They could cross with up to 6,000 different \ntypes of documents -- state IDs, birth certificates, you name it.\n\nIn 2007, '8 and '9, the Department of Homeland Security implemented the Western Hemisphere Travel Initiative.  \nThe first step was a policy decision that only five documents would be acceptable for crossing the international \nborder.\n\nThe second part was implementing technology that would enable us to check those documents quickly and make \nsure that somebody was secure as they crossed the border.  That's license plate readers, RFID technology, and \nnew primary systems.  The implementation of that took hundreds of millions of dollars and several years, but has \ndramatically changed the border.\n\nWe now query well over 98 percent of all people crossing the land border.  We've reduced fraudulent document \nattempts; we've increased arrests and increased security without slowing down that traffic. That's the kind of thing \nwe have to do.\n\nSEN. JOHNSON:  OK.  Let me quick -- let me quick move on, because I just wanted to ask one more basic \nquestion.  Again, you know, when Secretary Napolitano was before us, very early, two years ago, I asked her do \nyou have enough resources?  What would it cost to secure the border?  And she said she had enough resources.  \nI'm not quite sure of that.  So I don't know; is it a matter of resources?\n\nAnd then secondly, have you ever been tasked with the job of saying this is what we need to do to secure the \nborder?  You know, actually come up with the plan?  I mean, if we need more fence, just how many miles of fence \nwe have to build -- this is how high it needs to be, this is how it has to be constructed.  If we need more boots on \nthe ground, this is how many boots we need on the ground.  Have you ever been tasked with that, and is that -- and \nif not, is that your understanding of what's going to be required with this bill?  You know, finally come up with that \nplan -- which I guess I'd be kind of scratching my head.  If we've been trying to do this for 30, 40 years, why don't \nwe have that plan in place right now?\n\nMR. FISHER:  Senator Johnson, I came back to Washington, D.C., to serve again at the headquarters component \nthree years ago.  And over the last three years -- and it was something that Senator Coburn mentioned -- and \nreally, probably within the last six months, specific hearings on asking the very question that even the chairman had \nmentioned -- what does it mean to have a secure border?\n\n\n\nNow we have defined that, because as we were transitioning our strategy, we identified what that meant to us in our \nimplementation. And we'll be able to adjust to that, depending upon what the end state looks like.  Within our own \nstrategy, when we look at the implementation, what is the end state?  It is not a static position. It is not something \nthat on one day it's secure and the next day it's not.  It is more predicated on evolving threats and what that risk is \nat any given time to this country.\n\nAnd so the next question I was asked was, Chief, tell us when the border's going to be secured.  And my general \nresponse to that is, when there are no more bad people looking to come into this country illegally between the ports \nof entry.  That's the only time that I would feel comfortable to come before this committee and the others and \nsuggest that the border is definitively secured.\n\nIt is not an easy process.  I don't offer, even in the context of an effectiveness ratio, that somehow this is a scientific \nmethod and that I can assure the chairman and this committee or the American people that at any given time we \nwill be able, on 4,000 miles on the northern border and 2,000 miles on the southern border, be able to say with 100 \npercent certainty the amount of people that enter, and of that number how many people we apprehend.  The terrain \ndoes not allow it.  The vastness within our borders don't allow us.\n\nHowever, we are not -- it doesn't mean we can't accomplish that.\n\nSEN. JOHNSON:  But again, I understand that.  But have you ever been tasked with the challenge of laying out a \nplan?  I mean, basically your dream list?\n\nMR. FISHER:  Yes.\n\nSEN. JOHNSON:  And is that already -- do we already have that in place?  I mean, can we review that?\n\nMR. FISHER:  Yes, sir.  Our strategic plan of 2012-2016 was published last May, when the first year of \nimplementation -- it's certainly available to you and your staff.  And I'd love to give you a personal briefing on that, if \nyou're interested, sir.  And to give you an insight into what implementation looks like, to include the measures that \nwe have been putting together over this past year.\n\nSEN. JOHNSON:  Well, if that's already in place, why are we looking at this bill to develop another plan?  I mean, \nwhy aren't we looking at that and implementing that with this piece of legislation?\n\n(Cross talk.)\n\nMR. FISHER:  Well, our section, our strategy, just to be clear, only takes into consideration between the ports of \nentry, right?  We are working within both CBP and the department's strategic plan and the guiding principles that \nare set forth in the Quadrennial Homeland Security Review; those are all nested together.  That's why, in the earlier \nquestion, I feel comfortable that the timelines within the current draft bill suggest that implementation is doable, \nbecause a lot of that work is done.\n\nIt's just a matter of integrating those, and then identifying the definitive end-state that defines whether or not the \nborder is secure or not, and what those parameters or what those indicators are to help us gauge whether in fact \nwe do need more resources, whether we have to shift resources from one area to the other.\n\nSEN. JOHNSON:  OK.  Thank you.\n\nThank you, Mr. Chairman.\n\nSEN. CARPER:  Those are all good questions.  I just want to say thank you so much for coming early and staying \nlate yet again, as we all are.  We all are.\n\nI -- one of the things that -- I'm just going to walk back in time a little bit with you, if I could, before I ask another \nquestion or two.  During the eight years I was privileged to be governor of Delaware, you know, I would submit an \n\n\n\noperating and capital budget to the legislature.  And my Cabinet was expected to defend the budget, and if they \nwent to a hearing and said, well, you know, Secretary X, Y or Z, this is what the governor -- Governor Carper had \nsuggested that be allocated to your department.  And for them to sit there and say, oh, no, that's not right; this is \nwhat we really need  -- (laughs) -- we would have been looking for new Cabinet secretaries.\n\nAnd for every president I've seen here since Ronald Reagan right up to President Obama, it's just some of the kind \nof discipline at work. And if you got -- you know, once you have a chance as a Cabinet secretary, to say, this is the \nresources we'd like to have -- financial, and human, otherwise -- and when the president submits a budget, you're \nexpected to defend the budget and its -- whether it's a Democrat or Republican president.\n\nAnd part of -- part of our job is to ask tough questions so that we can actually ferret out where the real resources \nshould be -- should be allocated.  The fortunate thing here -- we're going to have some money.  We're going to \nhave some real money.  We're going to collect fees.  There are a number of fees called for in the proposal by the \nGang of Eight, fees proposed by the president.  We're going to have some resources.  And the key is for us to \nallocate those resources where the risk is the greatest, where the payoff is the best; and the second, to make sure \nthat we're looking to see what works and what's appropriate for a particular sector and do more of that and find out \nwhat doesn't work and do less of that.  So --\n\nSEN. JOHNSON:  If I could request, though --\n\nSEN. CARPER:  Sure.\n\nSEN. JOHNSON:  -- as long as this plan's already in place, I think it'd be an extremely interesting hearing to have \nto have a hearing simply on that.  Let's take a look at the current plan that Border Patrol actually has in place, and \nlet's evaluate that and see if we can't throw that into the bill or --\n\nSEN. CARPER:  And actually, if you look at what's in the -- in the Gang of Eight suggestions and the administration, \none of the things -- the plan for the department is, don't just look at the areas between ports of entry, the big ports \nof entry; put some resources in the ports of entry, where you've got thousands of trucks, cars, vehicles, people -- \npedestrians coming through.  Put some -- and so there's -- that's part of their plan.  And actually, I think that's part -\n- one of the things that we'll do.\n\nBut you're right.  This is a shared responsibility shared by the administration, hopefully enlightened by our \nexperiences, our visits, our backgrounds and so forth, our staff.  And I'm encouraged -- I'm encouraged that we're \ngoing to do some really smart things.  Will that ever be a hundred percent?  I don't think so.  Can it be perfect? \nProbably not.  But can we do a better job?  You bet we can.  And our goal, I think is, if it isn't perfect, make it better.  \nAnd we're getting a lot of good ideas here, and I think -- there's just a good spirit here.  We're -- I'm encouraged with \nwhat I'm hearing and -- from both sides of this dais.\n\nSo I've got -- I've got a couple questions that I'd -- I want to ask to -- and Senator Johnson, you're welcome to stay \nlonger if you'd like.  It's your call.  I want to go look at the issue of visa overstays.  Most of us -- and most people \n(they ask ?) -- most people in this country -- do you think -- how serious a problem is it when people come to this \ncountry -- they're legal; they're here on a student visa, a tourist visa, maybe a worker visa, whatever -- and they \nsimply overstay their -- not just their welcome but their legal limit.\n\nAs it turns out, there's a bunch of people that fall in that category.  And my understanding is that number is rising.  \nIt's not, like, 5 (percent) or 10 (percent) or 20 percent of those that are here illegally.  There -- we could be talking \nabout as many as 30 (percent) or 40 percent.\n\nCould anybody try to give me some -- a number on that?  Again, the -- we call them visa overstays.  How significant \na problem is it?\n\nGo ahead.\n\nMR.     :  I'll take -- I'll take that, and Dan, if you want to comment too.\n\n\n\nSenator, you ask a great question.  It is a question that people have asked going back 20, 30 years, which is, \nthere's an interest in the federal government publishing visa overstay numbers.  And we talked a little earlier -- I \ndon't -- you may have been out at a vote -- about how we do identify and track overstays, what's the system for \ndoing it.  And it's basically matching an entry and an exit record electronically and then running it against some \ndatabases to ensure that that person has either left the country or still resides in the U.S.\n\nThat process for identifying and tracking overstays has been one that's been long coming.  And it has -- there's \nbeen a number of requests by Congress to identify that system, to develop that system. And it has only been within \nthe last two and a half years probably that we've been actually been able to build the system that allows us to have \nthe fidelity of that data so that we can actually publish it.\n\nIt hasn't been published yet.  We have committed to getting those numbers out by the end of this year for the first \ntime in the government's history.  We've done that by an entire department working together to automate the \nsystem of tracking entry-ins and exits, linking up the databases, improving our matching algorithms.  And we'll be \nable to publish that information later this year.\n\nSEN. CARPER:  It'd be nice if you could give us some insights on that question before the end of this year.  All \nright.\n\nMr. Ragsdale, do you want to add something?\n\nMR. RAGSDALE:  I would just like to add, you know, one of the advantages of a comprehensive immigration reform \nperspective is matching, you know, visa categories with the demand; having a worksite enforcement regime, \nwhere there's tough enforcement so there isn't a magnet for folks to overstay; and then a codification of priorities \nthat when folks overstay, we will be able to quickly identify and remove them.\n\nSo it's the balance that this bill posits that we think could be effective going forward.\n\nSEN. CARPER:  OK.  On the visa overstays, here's an idea.  And Senator Johnson and I may have discussed this \nbefore, but I just want to share it with you all here again today.  In my old job as governor of Delaware, we used to \nstart parenting training literally when a newborn baby came into this world.  You know, the hospital started parent \ntraining right there at the hospital.  We did follow-up parenting training in thousands of homes, sending out \nparenting trainers to those homes, especially in high-risk situations, to make sure moms, dads had the skills that \nthey needed.  We provided, like, I would call it a five-year -- (inaudible 5:50) -- like, a Cliff notes on how to raise \nyour baby in terms of checkups, immunizations, food, diet, all kinds of things for the first five years, so like a five- \nyears Cliff notes for raising your newborn baby.\n\nWe have much smarter ways to do this kind of thing now.  Johnson & Johnson has come up with something called \ntext4baby.  It what it is, is the ability to send to a new mom or dad on their phone, using texting, reminders -- OK, \nyou've got a doctor's checkup coming up in two weeks, or you have a doctors checkup coming up tomorrow; \nimmunization -- your baby should be getting this immunization today, tomorrow, next week, next month -- just all \nkinds of things, using text4baby.\n\nAlmost everybody, especially younger people, have cell phones. They do a lot of texting anyway.  This is just a \ngood tool, a very cost-effective, sort of like a digital solution -- or digital successor to what we were doing with paper \n15 years ago.\n\nOne of the ideas I heard when I was down in the border somewhere on this was an idea that why don't we do a \nsimilar thing with people who are here illegally but not forever; they're not here on permanent status --  they are a \nstudent; they are a visitor; they are tourists; they are a worker -- and to send them a reminder, text them, you've got \na month to go on your visa, you've got two weeks to go, you've got a week to go, you've got a day to go.  And the \nidea that people know that we're -- that we're -- that we know that they're here, we know that the time is running out \nand we're watching them -- and that could probably do something positive.\n\n\n\nThat's an idea that just -- we're talking about a lot of technology of stuff up in the air.  There's one that might use the \nairwaves but in a -- in a -- in a different kind of way.\n\nThe -- let me talk -- points of entry -- we've already talked a little bit about that.  But we're talking about 3,500 new \nofficers at ports of entry.  Question -- you all tell us about how those officers might be deployed and what concrete \nimprovements we could expect to see in border security in legal trade and travel.  For instance, what are some of \nthe longest crossing delays on the southwest border, and how much could we hope to reduce those times?  Who'd \nlike to take a shot at that?\n\nYes, please.\n\nMR.     :  Thank you, Chairman.  I'll take a shot at that.  As the former acting assistant commissioner for field \noperations -- and to Senator Johnson's question, have we ever been asked what do we need to -- resource-wise to \nsecure and facilitate legitimate trade and travel -- that was the question that we were asked with the workload \nstaffing model and the resource optimization strategy that we submitted with the FY '14 budget.\n\nAnd it identifies the need for 3,477 officers at ports of entry. And they would be deployed based on the greatest \nneed.  That's determined by the workload, by the enforcement results, and by growth of facilities and also risk.  So \nit's a -- it's a combined formula that incorporated in the model.\n\nAnd we have some significant wait-time challenges, as you noted, Mr. chairman.  In the air environment, we've \nseen air traffic grow 4 percent a year for three years in a row.  It's expected to hit that mark again.  We're going to \nbe over a hundred million international air travelers.  And the wait times have grown commensurate with that, even \nnonlinearly above the traffic growth.\n\nSo we need to keep pace.  We have available booths.  We have infrastructure at the airports.  And we want to put \nadditional staff there to lower the wait times.\n\nThe sequestration experience gave us an example of what happens if we cut staff.  The wait times have gone up \ndramatically in many of our major airports during peak periods, and we'd like to counterbalance that, not only \ngetting back to our current level but to go beyond that with the proposal in the '14 budget.\n\nOn the land border, being able to staff all booths at our key crossings not only during the peak period but leading up \nto that peak and extending beyond it will balance out our ability to process that traffic, reduce wait times like we're \nseeing at San Ysidro, up to four hours right now on certain high-traffic days.  We need to get those down as we \ncommit to our trusted travelers, getting a shorter crossing of 15 minutes or less.\n\nSEN. CARPER:  OK.  In terms of best bang for the buck, I'm going to just follow up on your response.  Anybody \nelse can -- is welcome to answer this.\n\nBut in terms of best bang for the buck, force multipliers, investments in -- whether it's technology or infrastructure to \nports of entry -- best bang for the buck.\n\nWe saw gamma-ray devices.  We saw mostly these little portable hand-helds that were able to literally, as the truck \ncame through -- (inaudible) -- somebody said to the officer, who was going to later talk to the driver, literally had in \ntheir hand-held pretty much the history of the vehicle, other visits at the border, the driver's visits to the border; \nreally impressive stuff.\n\nBut just some of the ideas, technology ideas -- it could be hand- helds, it could be others -- (inaudible).  But what \nare some of the best force multipliers with the technology and infrastructure that we're looking at at these ports of \nentry?\n\nMR. HEYMAN:  You hit on two of them right there, Senator.  The mobile technology -- we have a proposal in the '14 \nbudget for increased mobile technology.  That takes our system and support right to where the officer is doing the \n\n\n\nwork, not chaining them to a fixed terminal; additionally, the improved NII equipment, like our Z portals, where we \ncan run vehicles through at very low levels but still be able to detect any anomalies.\n\nAnd then the third thing that's in the budget that's critical is this concept of pedestrian re-engineering, using kiosks \nso that, when a pedestrian approaches our officers, they've already had their documents checked.  They've already \nhad their system checks run so we can process them about 30 percent faster, shorten those lines, and get people \nmoving more quickly with advanced technology.\n\nSEN. CARPER:  I'd just say to Senator Johnson, my time has expired.  I'm going to yield back to you.  But in terms \nof your point earlier, we want them to -- the department, if you will, to tell us what their plans are.  And I think what \nwe're hearing is something that actually makes sense to me.  It seems intuitive.  And it looks like we're going to \nhave some resources.  They have a plan.  A lot of this meets the common-sense test.  So I think we might be on to \nsomething here.\n\nSenator Johnson.\n\nSEN. JOHNSON:  I just have a quick question.  I have not been down on the border with you, but that was one of \nthe first trips I did make down to Nogales.  And my impression was, first of all, inadequate fencing.  I mean, I could \nnot believe -- and we didn't exactly have the high ground there either.  But, you know, I saw the beautiful port of \nentry that was being constructed, but certainly the input from the agents were, OK, we've got the infrastructure; we \ndon't have the manpower.\n\nSo just very quickly to you in terms of your plan, you say you wanted closer -- you know, was it 3,400?  Where are \nwe at right now?\n\nMR. MCALEENAN:  Our total staffing nationally is 21,775.  That's the --\n\nSEN. JOHNSON:  But in terms of port of entry.  You were talking about a plan that you needed 34 -- what, 3,474.  I \ncan't remember the exact number.\n\nMR. MCALEENAN:  Yeah, the numbers are very similar between Border Patrol agents and CBP officers.  It's \n21,370 for Border Patrol agents, 21,775 for CBP officers.  So it'd be a significant increase, about 17, 18 percent of \nour staff.\n\nSEN. JOHNSON:  OK.  And that, you think, would actually accomplish the objective?\n\nMR. MCALEENAN:  That would help us catch up with the tremendous growth in trade and travel, and secure that in \na much more effective and efficient way.\n\nSEN. JOHNSON:  But -- so without percentages, just numbers, how many additional agents do we need in the \nactual ports of entry, on the one hand, and then in terms of controlling the borders in between the ports of entry?  \nCan you just give me just numbers?  What do you think we need versus where we are today?\n\nMR. MCALEENAN:  Versus where we are today, we need an increase of roughly 3,500 CBP officers.\n\nSEN. JOHNSON:  OK, total.  And that's -- is that ports of entry on both --\n\nMR. MCALEENAN:  That is for ports of entry.\n\nSEN. JOHNSON:  And then what about in terms of in between the ports of entry?\n\nMR. FISHER:  Senator, a lot of that has to do with the amount of technology that's going to be online here in \nSeptember -- I'm sorry, in the spring and in the fall, both in terms of mobile video surveillance systems.  We've got \nthe integrated fixed towers coming online, scheduled for fall.  We have replacements with the remote video \nsurveillance systems on previous poles on the border.\n\n\n\nSo a lot of that, once we start taking a look at getting that technology, then we take a look at what is the response \nrequirement going to be in terms of border -- (inaudible).  So once we have that last (lead ?) down on the \ntechnology, we'll be able to assess where we have those Border Patrol agents.\n\nAnd the other piece, which is really critical, is the deputy commissioner mentioned the Border Patrol agent staffing \nright now is 21,370.  What's more important than just whether that's the right number is do we have those agents in \nthe right locations, given our risk assessment?  And the answer to that is no.  I want to be able to have the flexibility \nand mobility with those agents to move Border Patrol agents into areas that we have already identified as low-risk.\n\nAnd I think, given the measures in some of those areas, like El Paso sector and Yuma sector, be able to move \nBorder Patrol agents from one location to the other, which may not require an additional increase of 21,370, but a \nreevaluation of if we had those Border Patrol agents in the right location.\n\nSEN. JOHNSON:  So why do you not have -- you obviously don't have flexibility now.  Why not?\n\nMR. FISHER:  For a couple of reasons.  One is the move money that's required to move Border Patrol agents en \nmasse.  I'm talking hundreds of Border Patrol agents from one location to the other.  It wasn't available in '13, and it \ndoesn't look like, at this point, it's going to be available in '14.\n\nThe other thing is --\n\nSEN. JOHNSON:  So it's a resource issue as opposed to a policy issue.\n\nMR. FISHER:  Well, part of it -- well, part of it's a resource issue.  The other piece, too, because a vast majority of \nBorder Patrol agents that I would want to move from one location to the other are part of the bargaining unit.  So it \nwould require bargaining unit negotiations.\n\nAnd the other piece also is that we just don't have the ability overnight to move wholesale all those Border Patrol \nagents into those locations and maintain them in that location for a long period of time.  These would be permanent \nmoves, as opposed to just a short 30- to 60-day temporary assignment, which we do currently.\n\nSEN. JOHNSON:  Now, I certainly understand, when I ask questions, you know, do you have enough resources, \npeople need to defend budgets. I mean, I get that.  But I'll still try again, not in terms of dollars but manpower.  I'm \njust trying to get some sort of sense, if we've got, in total, 42,000 agents is what we're talking about, right?  21 \n(thousand), 21 (thousand).  You need another 3,500 in ports of entry.\n\nI mean, are we talking about just thousands of additional agents? Or if we're going to really secure the border -- you \nknow, again, realistically, because my concern is the American people have no faith that we'll ever secure the \nborder.  I'm just trying to get to the point, how many boots on the ground will it really take?  I mean, is it going to be \n42,000?  Is it going to be 50,000?  Is it going to be 100,000?\n\nAnd can you just give me some sort of ballpark sense and actually kind of give the American people a ballpark \nsense of what it's going to really take to finally, once and for all -- and again, it's never going to be perfect, I \nunderstand, but basically get total operational control at the border?  How many people will it take?\n\nMR. FISHER:  Senator, it's very difficult for me to answer that question directly, because it really depends on what \nthe -- what do you mean by truly securing the border and significantly securing the border?  That's been, I think --\n\nSEN. JOHNSON:  Where you'd be satisfied, where the American people would be satisfied, so we're not looking at \nanother 10 million illegal immigrants 10 years down the road, where we're not going to be looking at another wave.\n\nMR. FISHER:  Right.  I'm going back to identify what the end state is going to be.  And there's basically -- let me \nshow you at least a pendulum in the discussion that I've been involved with over the last couple of years, having \ncome back.\n\n\n\nOne is those that, when they talk about securing the border, in their mind, right -- and I'm not talking about \ncommittees, by the way; I'm talking about community members that I've talked to.  I've talked to Border Patrol \nagents and trying to get an assessment to be able to implement the strategy and what the end state is going to be.\n\nThere are those that would suggest that we have to 100 percent, with certitude, stop and prevent everybody coming \nacross the border. If that is the end state, and that's people's minds of operational control or border security, I have \nno idea what the boots requirements are going to be and the technology requirement, not to mention the financial \nimpact to be able to achieve that end state.  And even if -- with unencumbered or unrestrained resources, even with \ncertitude --\n\nSEN. JOHNSON:  How about with the goal laid out in this bill in terms of what we're talking about there?  With that \ngoal, how many people?\n\nMR. FISHER:  Right.  My staff has actually been looking at trying to identify what the requirements are going to be \nunder some of the draft legislation.  Assuming that we look at, at a minimum, 90 percent or greater in high-risk \nareas, and giving the flexibility to the Border Patrol and within CBP to reallocate those resources that we already \nhave, and to make sure that we optimize the capability that we have, whether it's technology in the air, whether it's \nthe integration of all the technology, I would be in a better position to answer that question once that is done.\n\nBut I don't have that answer right now, Senator.  And, quite frankly, I don't think it's just a matter of another 4,000 \nBorder Patrol agents, and therefore undefined, we would be able to achieve the end state.\n\nSEN. JOHNSON:  OK.  I understand, but appreciate you, you know, working with me on this one.\n\nThank you, Mr. Chairman.\n\nMR. FISHER:  Yes, sir.\n\nSEN. CARPER:  I'm going to just follow up just real briefly on Senator Johnson's question.  (Inaudible) -- you can be \nthinking about this.  Sometimes when we hold hearings, our witnesses have an opportunity to give an opening \nstatement.  And sometimes I like to give them a chance to give a closing statement.\n\nWe normally give you about five minutes for an opening statement. I'll give you about a minute, each of you, for just \na closing statement.  It can be kind of a reflection back on some of the questions we've asked of you, some of what \nyou've heard said or not said that you'd like to just -- and Chief Fisher, I'll ask you to join us in doing this.  This will \nbe an audible for you, but you're pretty good at that.\n\nI don't -- going back to a very good line of questioning from Senator Johnson, I don't know that there's one number \nfor the number of human bodies, personnel.  I just don't know that there is a good number.  And I don't know that \nthere's any one technology, whether it happens to be hand-held, whether it happens to be these detectors, you \nknow, these gamma rays that enable us to look into trucks, big trucks, or whether it's our ability to measure \nradiation coming out of vehicles.\n\nI don't know that it's -- (inaudible).  I don't know that it's drones or C-206 aircraft.  I don't know that it's just flexibility.  \nI don't know if it's just money.  It's all the above.  It is all the above.\n\nAnd we have an opportunity here to do an all-of-the-above policy, in a budget-constrained world.  But in (the ?) \ncase, we're going to have some resources here.\n\nAnd I ask this question:  What works, what do we need to do more of, maybe what do we need to do a little less of?  \nPart of the answer here is some of the flexibility.  And one of the things that's tough about it is if you think about it, if \nyou want to move folks who are on -- border patrol people from eastern parts of Texas over to Yuma, in Arizona, \nthey got families, most of them have families.  And why it's difficult is that you just can't say, OK, we're going to \nmove you here from -- (chuckles) -- eastern Texas and put you over here in Yuma for the next two years.  And by \nthe way, I know you have two or three kids and a -- and a spouse, but too bad.  We just can't do that.  So there is a \n\n\n\n-- the human side sort of factors in here, as well.  So it's just a couple of comments.  And -- but I thought it was a \nvery good line of questioning, and I appreciate you bringing it up.\n\nOne last question I will ask, and -- (inaudible) -- helped me give the benediction.  But based on the -- and this goes \nback to metrics.  There's been a lot of discussion of metrics; you know, I won't belabor that.  But I do have a \nquestion.  Based on the data that you have available, can you answer the question our expert witness posed -- and \nnamely, where are the vulnerabilities for increased illegal immigration the largest -- at the ports of entry, between \nthe ports or through visa overstays?  And maybe if you can say of those three -- ports of entry, between the ports or \nthose who are here, came illegally, but are no longer illegal status -- maybe give us some idea which is the top -- \nshould be our top priority in terms of vulnerability, maybe number two, maybe number three.\n\nAnd I -- Ms. Richards, this may not be a fair question to ask of you.  If you feel like you'd like to give it a shot, go \nahead, but this is not why we brought you here.\n\nMS. RICHARDS:  Yeah, I think I would defer to my colleague.\n\nSEN. CARPER:  Fair enough.  Mr. Ragsdale?\n\nMR. RAGSDALE:  Just putting it in terms of risk, obviously the people we know the least about would be sort of the \nareas of greatest concern for law enforcement.  So I would imagine the folks between the ports of entry -- we \ncertainly heard some conversation about folks we know very little about, so certainly that.  At the port of entry they \nobviously are inspected and admitted, so we know a fair more about those folks.  Similarly with the folks that \noverstay -- in other words they are coming through a port of entry.  So I -- so if I had to rank them -- and again, very \ndifficult to talk in absolutes, but that's probably the ranking.\n\nSEN. CARPER:  OK, good.  Thank you.  Chief?\n\nMR. FISHER:  Mr. Chairman, with respect, I think I would have the deputy commissioner talk in terms of CBP, lest I \nshow my parochial answer and say it's in between the ports of entry.  (Laughter.)\n\nSEN. CARPER:  OK.  Mr. McAleenan?\n\nMR. MCALEENAN:  And to that point, Mr. Chairman, yeah, I think Deputy Director Ragsdale laid out the different \nconsiderations and different environments -- you know, but between the ports of entry is obviously vast and \nuncontrolled, and we very much appreciate your visits to the border and your engagement with our mission and our \npersonnel there.  At the POEs, it is a controlled environment, and we do have an opportunity to question and query \ntravelers entering.  So we know more about them and more about their admissibility or not.\n\nObviously, I think since Secretary Heyman has laid out the efforts on the overstays -- along with Deputy Director \nRagsdale -- that are critical, that's why the bill attacking this from all the angles is the best way to move forward, \nbecause it needs to be a comprehensive solution.\n\nSEN. CARPER:  Mmm hmm.  Mr. Secretary, just very briefly, please.\n\nMR. HEYMAN:  You have a choice between ports of entry or not ports of entry, because people who are visa -- who \nhave visas do come to the ports of entry.  And in the last few years we have done -- made significant improvement \nin now tracking, identifying and sanctioning those who are overstays, and we'll continue to make progress on that. \nWe have real time ability to revoke visas, to put lookouts out and to go after folks for law enforcement purposes.  \nSo it's the people between the ports of entry who are unlawfully present and who are willing to break the law that \nwe have the most concern about, and that's why I put my concern there.\n\nSEN. CARPER:  All right, thanks.  All right, Mr. -- and Ms. Richards, I'm going to come back to you, and this is a \nchance for you to give a closing statement if you wish.  And we haven't had the opportunity to ask you as many \nquestions, so you can take a minute or two if you'd like.  But again, we very much appreciate you being here.\n\n\n\nMS. RICHARDS:  Thank you, sir.  I think, in closing, I would reiterate some of the points that I've made earlier.  The \ngentleman on the -- (inaudible) -- talked about the various policies and procedures and things that they're putting \ninto place, the new technologies, the strategic plan, the determination that they're making on the number of agents \nthey need between the -- between the ports and at the ports. And I go back to the necessity of doing those plans \nvery carefully and in full detail.  I think that that is the way to success, for the department to think through what \nthey're doing before they spend the money, before they make a commitment to hire a certain number, or have \ndrones versus manned aircraft.  I think they need to really go through the whole planning process very carefully \nfirst, and I think that they will.\n\nSEN. CARPER:  OK, thanks.  Mr. Ragsdale?\n\nMR. RAGSDALE:  Thank you.  I would just note that the comprehensive approach is a sensible way to go.  We \ncertainly understand that brining the folks into earned status will be helpful for the very reasons we just talked \nabout, in terms of finding out who they are; certainly, a work site enforcement strategy that has penalties that are \nupdated, as we see in this bill, as well as some criminal and civil that really deter illegal conduct; and certainly also, \nthen, just the overall balance of the -- of sort of the labor and the visas, not of the high-tech but also the low-skilled, \nso that magnet is diminished; and then finally, just making sure that, you know, the balance in terms of resources \nand staffing for special agents in the criminal investigative area as well as the civil immigration and enforcement \nside is all balanced, if you take a comprehensive approach.\n\nSEN. CARPER:  All right, thank you.  Chief?\n\nMR. FISHER:  Mr. Chairman, I'd like to answer the first question you posed at the beginning of the hearing, and that \nwas what would -- what would you do, how would you implement with the money that would be perhaps attached \nboth in the authorization and the appropriations process.  But before I answer that, I think it would -- it would be fair \nto tell you what our end-state vision is in terms of our strategy.  One is when you look at a secure border, what does \nit mean in our current operation -- is one that reduces the likelihood of attack to this country; and second, provide \nsafety and security to the public.\n\nWithin that broad context there would be three things that we would continue to build within our implementation \nplan with this bill. First and foremost, it would be our ability to increase our detection capability, more so in the \nmobility -- mobile systems as opposed to the static systems.  And we are also leveraging with the Department of \nDefense with a memorandum of understanding that was recently signed last year, and starting to get equipment \nthat was previously purchased by the taxpayers that we intend to use and test for our border security mission, \naugmenting those things that have already -- we have already received within the department, and deployed along \nwith long- term detection capability.  That would be the first thing.\n\nThe second thing -- and I'd just like to reiterate it -- is flexibility to deploy what and -- what type of technology, and \nhow we deploy that in different areas.  We got to have that flexibility built in, because it's not a static state.\n\nAnd the third, less-talked-about capability that we within the border patrol have to get better at -- and it may not be \nso much in terms of dollars, but proficiency -- is our ability to increase our analytical capability about what all the \nmeasures mean and how do we take all the stuff that we collect, and leveraging both in terms of what the \ndepartment has in experience and what CBP, but building greater capability to understand the analytical framework \nin which we design and implement our operations to really understand what the measures mean at the end state.\n\nBut thank you for the opportunity, sir.\n\nSEN. CARPER:  Yeah, thanks for coming back and joining us today. Thanks so much.  Mr. McAleenan?\n\nMR. MCALEENAN:  Mr. Chairman, thank you.  I would like to agree with you first that I think we are on the right \ntrack, that we have many of the fundamental foundational elements in place across the different pieces of this.  And \nthis immigration reform approach gives it a chance to bring it together in a comprehensive way, and that's really \nwhat we need to do next.\n\n\n\nAppreciate, again, your leadership in engaging with our mission. I think Chief Fisher has very well covered the \nbetween the ports of entry aspect of what we need to do next.  Thank you for your opportunity that you gave me to \ntalk about the ports of entry.  We just got to continue to transform our processes there, be as efficient as possible.  \nAnd we identified our staffing needs; we need to apply them appropriately and, really, between the ports, \nimplement that risk-based approach with the flexibility that Chief Fisher spoke about.  Look forward to continuing to \nwork with you and your committee.\n\nSEN. CARPER:  Yes, sir.  Thank you.  Mr. Secretary.\n\nMR. HEYMAN:  Mr. Chairman, thank you on behalf of the department for holding this hearing and giving us an \nopportunity to put forward I think is a good story about our border and our ability to secure it. We have made \nsubstantial gains in border security over the last decade and particularly the last three or four years.  We see that \napprehensions, historically, at their lows -- 49 percent down in the last four years; seizures at record highs; border \ncrime, significantly decreased in border communities.  And by all accounts that is a good story, and we should be \nmoving in that -- continue to move in that direction.\n\nI think -- look, the border is a living, breathing, permeable membrane that allow us both to sustain our daily lives \nthrough the goods and things that come through, and the businesses transactions, but also to protect us against \nthose who would do harm.  We want to be able to expedite lawful trade and travel, and we want to be able to \ninterdict threats at the earliest opportunity.  The Department of Homeland Security makes that a principal mission.\n\nThere is no single solution that's going to allow for that complex and important mission to be accomplished, but I \nthink this comprehensive immigration reform bill provides the best opportunity.\n\nBecause there's no single solution, you need a comprehensive approach.  You need to address the magnet that \nattracts people here for illegitimate work.  We need to address the visas that are perhaps out of line, and have been \nfor a number of years.  And we need to address the security and continue to build on, as we've talked about here, \nthe technology deployment, the resources to secure the border.\n\nI think this bill does that.  It's comprehensive.  And if it were easy, we would have done it 20 years ago, 10 years \nago today.  It's not, but this provides us the best path forward, and this administration supports and will work with \nyou to get it done.\n\nThank you.\n\nSEN. CARPER:  Yup.  Thank you.  Thank you very much for that statement.\n\nAnd a brief closing comment of my own.  The -- we're -- I'm reminded of a couple months from now, it's going to be \nblazing hot down on the border.  It'll be 120 degrees; the sun'll be bearing down, and the men and women who are \nserving us will be there to do their jobs.  During times of this year when we've had monsoon rains, very hard rains -- \nthey have a lot of drought down there, but when -- if it's raining hard or even hailing or what -- they'll be there, doing \ntheir jobs.\n\nIf rocks are being thrown at them, people are taking shots at them, they'll be there, good weather and bad weather, \nday and night. And we need to keep that in mind.  And just to again express through you our appreciation for the \nvery good work that's being done, and sometimes in very difficult circumstances.  And for the most part, done with -\n- in a very good spirit.  People take pride in their work. I was -- I've been really very favorably impressed, very \nencouraged, just by the spirit of the men and women that I've talked to, whether it's California or Arizona or Texas \nor up on the Canadian border. Very encouraged.\n\nThe -- we aspire to -- I know you do too -- to be nearly perfect in the work that we do.  That's probably not \nachievable here.  We're -- I was in a place along the Rio Grande River last week.  We could put a Border Patrol \nofficer every 50 yards, every 100 yards, and it would be tough to be able to stop everybody from getting through. \n\n\n\nDoes that mean we don't try?  No, no.  We have to just be smart, think smart, figure out where the risks are, where \nthe risks are highest, and allocate the resources that make the most sense there.\n\nAnd we have an obligation here to ask tough questions.  We're stewards of the resources of our people in this \ncountry, the taxpayers.  And the good news is we're going to have some extra resources.  And the question is, how \nare we going to use those resources?  Where are we going to invest them?  You can help us decide how to do that.  \nAnd you've given some great answers in previous exchanges and, frankly, a number of other good ones here \ntoday.\n\nSo as we close, let me just say I'm not discouraged; I'm encouraged.  And there's a very good spirit here in this \ncommittee, and I hear from the responses here that there's actually the makings of a pretty good comprehensive, \nall-hands-on-deck approach -- all-of- the-above kind of approach that makes a whole lot of -- a whole lot of -- a \nwhole lot of sense.\n\nThe last thing I'll say, I might be wrong, but I think -- I think that the people who say that if we had a smart, \ncomprehensive immigration policy in place, one that actually allowed people to legally go from Mexico into the \nUnited States to work for a while and then go back -- to go back home where a lot of them want to -- want to go \nanyway, that would be -- would be helpful.\n\nSo to the extent that we had situation where somebody comes to this country to go to school, go to college, gets a \ndegree, maybe an advanced degree, maybe in one of the STEM subjects -- science, technology, engineering and \nmath -- and actually had the opportunity, with an undergraduate degree or an advanced degree, had a chance to \nstay here -- you know, the idea of stapling that green card to their diploma, that's going to help a little bit too in \nterms of those folks that overstay their visas.\n\nBut I want to thank you all for joining us today.  Thanks for the work you do.  And a special thanks to Anne \nRichards.  The real Ann Richards -- I served as governor with former Governor Richards and had great affection for \nher, and we're delighted that you could be here. And your presence, it reminds me of the great service she provided \nfor the folks in Texas and our country.\n\nI understand that the hearing record will remain open for another 15 days; that's until May 22nd at 5:00 p.m. for the \nsubmission of statements and questions for the record.  And with that, we're going to adjourn this hearing.  Thank \nyou all very much.\n\n(Sounds gavel.)\n\n(C) 2013 Federal News Service\n"}