{"title": "Immigration Measure Stalls in the Senate", "body": "\nSenate Republicans who support legislation that would legalize the nation's 11 million illegal immigrants said \nTuesday that they lacked enough support to bring the measure to a vote this week and were working on a more \nlimited compromise that would rally a broader cross-section of Republicans.\n\n  But Democrats, angered by what they viewed as Republican efforts to gut the legislation, responded by using a \nparliamentary tactic to force lawmakers to decide Thursday whether the bill should be considered for a vote on the \nSenate floor.\n\n''What we're trying to do is preserve a strong, bipartisan bill,'' said Senator Richard J. Durbin, Democrat of Illinois. \n''Are the Republicans going to stand up and vote for comprehensive immigration reform? Or are they not?''\n\n  Eric Ueland, chief of staff for Bill Frist, the Senate majority leader, assailed the Democrats' move as ''a serious \nblow to efforts to find common ground,'' and said Republicans would continue their negotiations on a possible \ncompromise.\n\n  ''The minority will be held accountable,'' Mr. Ueland said.\n\n  Mr. Frist has imposed a deadline of the end of this week for a vote on immigration legislation. With the growing \nprospect of a deadlock on a comprehensive bill, Republicans and Democrats started pointing fingers and warning \nthat the opposing party would be to blame if efforts at passing a bill were to collapse.\n\n  Senator Arlen Specter of Pennsylvania, the Republican chairman of the Judiciary Committee, warned that the \nDemocratic maneuver might result in the demise of his bill, which called for the legalization of the nation's \nimmigrants. He said that ''both sides are going to be losers'' if a bipartisan compromise did not emerge.\n\n  ''It's getting very late in the week to salvage the bill,'' Mr. Specter said. ''It's a power struggle now. It's a struggle of \nwills.''\n\n  The Republican compromise centered on a proposal that would eventually grant citizenship to illegal immigrants \nwho had already lived in this country for five years or more, provided that they remained employed, paid fines and \nback taxes and learned English, among other things, said a Senate aide familiar with the compromise. \n\n  Illegal immigrants who have lived here for less time would have to report to an American port of entry, such as an \nairport or land port, where they would be classified as temporary workers and allowed to work for up to six years \nbefore returning home or applying for permanent residency, which could ultimately lead to citizenship. \n\n\n  The proposal was intended to bridge the sharp divide between those Republicans who argue that illegal \nimmigrants should return home and those who believe that they should be put on a path to citizenship. \n\n  Republicans, who huddled in a flurry of meetings to work through the details, said they hoped that such a \ncompromise would result in some consensus in their party so a vote on immigration legislation could be held this \nweek. \n\n  Last week, the Senate Judiciary Committee voted in favor of legislation that would legalize nearly all of the \nnation's illegal immigrants. But the supporters of that bill, including Mr. Specter and Senators John McCain of \nArizona and Mel Martinez of Florida, both Republicans, said Tuesday that they did not have enough support to \nbring the committee's legislation to the floor for a vote. \n\n  ''We're going to have to find a place where we can all land,'' said Mr. Martinez, one of the principal architects of the \ncompromise. ''What we're all trying to find is something that is common ground enough to get the majority of \nRepublicans on board.''\n\n  Mr. Martinez said that his first allegiance remained with the legislation produced by the Judiciary Committee but \nthat he feared it lacked adequate Republican support. ''I'm trying to find a fallback,'' he said. \n\n  That effort was swiftly attacked by Democrats, who said that it would weaken the committee's bill, which has the \nbacking of most Democrats. And they worked to block any Republican amendments to the immigration bill in an \neffort to force a decision on whether to bring the committee bill to a vote on the Senate floor.\n\n  Senator Harry Reid, the minority leader and a Democrat from Nevada, said there was no need for a compromise. \n\n  ''We have a bill that's bipartisan,'' said Mr. Reid, referring to the Judiciary Committee's legislation. ''It covers strong \nborders, a guest worker program and a path to legalization for the people about whom you just spoke. We don't \nneed a compromise.''\n\n  The White House also entered the debate on Tuesday, issuing a statement of administration policy that praised \nthe Senate Judiciary Committee for including a temporary worker program in its legislation.\n\n  But the Bush administration warned that the final bill should not ''create an automatic path to permanent residency \nor citizenship.''\n\n  Republicans said they would be working into the night to build a compromise on the question of illegal immigrants \nthat might attract more Republican support without alienating conservatives opposed to amnesty.\n\n  Mr. Ueland said he was hopeful that a bill would be passed this week. But he and others acknowledged that time \nwas short.\n\n  Mr. Martinez said, ''We're still looking to find a magic formula.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Senator Arlen Specter, second from left, and Senator Jon Kyl, right, conferred with staff members yesterday \nafter a meeting with other Republican members trying to reach a compromise on immigration legislation. (Photo by \nStephen Crowley/The New York Times)\n\nhttp://www.nytimes.com/\n\n"}