{"title": "In Case You Missed It: Latin American Countries Call for an End to U.S. Immigration Policies Favoring Cubans; Rep. Paul R. Gosar (R-AZ) News Release", "body": "\nWASHINGTON D.C. - Last week, the Center for Immigration Studies reported on leaders from nine Latin American \ncountries delivering a letter to Secretary of State John Kerry calling on the United States to end the \"Wet Foot/Dry \nFoot\" and Cuban Adjustment Act policies for Cuban immigrants. Congressman Gosar has led the fight in Congress \nto terminate this policy of instant amnesty by introducing H.R. 3818, the Ending Special National Origin-Based \nImmigration Programs for Cubans Act.\n\nLatin American Countries Call for an End to U.S. Immigration Policies Favoring Cubans\n\nCenter for Immigration Studies\n\nKausha Luna\n\nAugust 30, 2016\n\nOn Monday, the Ecuadorian mission in Washington D.C. delivered a letter signed by nine Latin American foreign \nministers expressing their concern about the negative effects of U.S. immigration policy across the region.\n\nThe letter, addressed to Secretary of State John Kerry, solicited the United States to evaluate the Cuban \nAdjustment Act and the \"wet foot, dry foot\" policy, which encourages illegal Cuban migration the United States.\n\nThe letter was signed by Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Mexico, Nicaragua, Panama, \nand Peru.\n\nThe foreign ministers explain in the letter that: \"The 1966 U.S. Public Law 89-732 known as the 'Cuban Adjustment \nAct' and the policy commonly known as the 'wet foot, dry foot policy' have encouraged a disorderly, irregular, and \nunsafe flow of Cubans who, risking their lives, pass through our countries in order to reach the U.S.\"\n\nThey add that: \"Cuban citizens risk their lives, on a daily basis, seeking to reach the United States. These people, \noften facing situations of extreme vulnerability, fall victim to mafias dedicated to people trafficking, sexual \nexploitation and collective assaults. This situation has generated a migratory crisis that is affecting our countries.\"\n\nThe signatories note that in order to tackle the \"migratory crisis\" the \"main cause of the current situation\" must be \naddressed. They identify the revision of the Cuban Adjustment Act and the wet foot, dry foot policy as a first step, \nwhich would then lead to \"a final agreement to ensure orderly and regular migration in our region.\"\n\nTo conclude the letter, the dignitaries call Secretary Kerry to attend a high level meeting to review this issue.\n\n\nThe concerns expressed in the letter have been better addressed in statements made by some of the signatories. \nDuring a press conference Ecuador's foreign minister said the following: \"From Quito, Ecuador we make a call to \nput an end to this outdated, anachronistic, and I would say even say hackneyed, 'wet foot, dry foot policy, the \ndiscriminatory U.S. policy towards Cuba, and the double standard in the treatment that is given to Cuba and the \ntreatment that is given to other countries in Latin America.\" Another example comes from Costa Rica's Foreign \nMinister, during an interview he explained, \"We don't disregard the humanitarian perspective...But this has cost us \nmillions of dollars - and millions of dollars that we don't have available. Our people are claiming how is it possible \nthat you don't invest in your own people and you spend millions of dollars on handling migrants?\"\n\nThese concerns and frustrations are the result of the growing flow of illegal Cuban migration through the region. As \nthe letter to Secretary Kerry and the previous comments show, the current policies are no longer relevant and carry \nsignificant costs for Latin America. Moreover, these polices also create a cost for the United States. At the \nbeginning of this year the United States pledged $ 1 million dollars to help provide aid to Cubans in Costa Rica, as \nthey waited to be airlifted to the U.S.-Mexico border - to then take advantage of the wet foot, dry foot policy and \ncross into the United States. Additionally, Cuban nationals, as presumed refugees, are granted immediate access \non arrival to a variety of federal welfare benefits: TANF (cash welfare), SNAP (food stamps), and Medicaid. Cubans \nare also issued a work permit and a Social Security number.\n\nUnfortunately, the Obama administration has made it clear that it has no plans to change the current policies \nregarding Cuban immigration.\n\nRead this original document at: http://gosar.house.gov/press-release/case-you-missed-it-latin-american-countries-\ncall-end-us-immigration-policies-favoring\n"}