{"title": "Leading Anti-Terror Technologist Says Suspend Facebook Live Following Mosque Shootings", "body": "\nAILSA CHANG:                 A leading expert in anti-terror technology is calling on Facebook to cease to suspend \nlive video in the wake of the New Zealand massacre. He says the company's failure to pull down footage of the \ntragedy is absolutely inexcusable. The suspect had streamed the shooting live on Facebook, and from there, it was \nshared hundreds of thousands of times, even after New Zealand police alerted the company. Here's NPR's Aarti \nShahani.             \n\nAARTI SHAHANI:                 After Facebook removed the video, users attempted to upload it again in various \nforums about 1.5 million times. Of those attempts, 300,000 slipped through the cracks. That's a 1 in 5 failure rate.             \n\nHANY FARID:                 The repeated uploading is an absolute failure, and it is inexcusable because we have the \ntechnology to stop it.             \n\nAARTI SHAHANI:                 Hany Farid, a leading architect of that technology.             \n\nHANY FARID:                 And if your technology isn't working, well, then you haven't innovated enough. You can't \nclaim this is a hard problem. It's the same video. It's the same video. How can this be this hard of a problem? I \nsimply don't buy that argument.             \n\nAARTI SHAHANI:                 Farid, an incoming professor at the University of California at Berkeley, worked with \nMicrosoft 10 years ago to create Photo DNA, a tool that tech giants rely on to fingerprint digital content. The \nalgorithms have evolved, so a photo video or audio clip can be fingerprinted and automatically blocked even when \nit's been modified.             \n\n                Facebook says they used automated technology, but the video was recut and rerecorded into formats \nthat made it harder to match copies. Farid says this excuse rings hollow. It's a common problem, and tech giants \nhave had a decade to solve it.             \n\nHANY FARID:                 Haven't figured out that problem yet, I think, says a lot about your priorities at these \ncompanies. It's simply not your priority.             \n\nAARTI SHAHANI:                 The U.S. Congress and European regulators have relied on Farid to fact-check the \ntech giants. He says political leaders should launch an inquiry and insist on honest answers in this recent Facebook \nfailure, which he compares to another public safety debacle - Boeing.             \n\nHANY FARID:                 There was a global outcry. We grounded planes. We stopped until we got answers to \nsecure that.             \n\n\nAARTI SHAHANI:                 With investors, Facebook leaders talked up their ability to solve the hardest technical \nproblems like getting livestream videos to work for millions of people on smartphones. At the same time, that's a \nreally hard problem. CEO Mark Zuckerberg in November 2016.             \n\n                            (SOUNDBITE OF ARCHIVED RECORDING)                \n\nMARK ZUCKERBERG:                 So there aren't that many companies that can do this at the scale that we're \ntalking about, and this has been a big advantage for us.             \n\nAARTI SHAHANI:                 When it comes to security - building the guardrails - company leaders are much \nquieter. Facebook declined to say how many views the massacre footage got in total from the 30,000 re-uploads. \nThe company also declined to respond to Farid's comments, which NPR shared in an email. Aarti Shahani, NPR \nNews, Berkeley.             \n\nAILSA CHANG:                 And we should say Facebook is one of NPR's financial sponsors.             \n"}