{"title": "House Judiciary Subcommittee on Immigration and Citizenship Holds Field Hearing on Immigration Issues", "body": "\nHouse Judiciary Subcommittee On Immigration And Citizenship Holds Field Hearing On Us Border Policies And \nAnti-Immigrant Rhetoric\n\nSeptember 06, 2019 10:30 A.M.\n\nSPEAKERS:\n\nREP. ZOE LOFGREN (D-CALIF.), CHAIRWOMAN \n\nREP. PRAMILA JAYAPAL (D-WASH.) \n\nREP. LOU CORREA (D-CALIF.) \n\nREP. SYLVIA R. GARCIA (D-TEXAS) \n\nREP. JOE NEGUSE (D-COLO.) \n\nREP. DEBBIE MUCARSEL-POWELL (D-FLA.) \n\nREP. VERONICA ESCOBAR (D-TEXAS) \n\nREP. SHEILA JACKSON LEE (D-TEXAS) \n\nREP. MARY GAY SCANLON (D-PA.) \n\nREP. JERROLD NADLER (D-N.Y.), EX-OFFICIO \n\nREP. KEN BUCK (R-COLO.), RANKING MEMBER \n\nREP. ANDY BIGGS (R-ARIZ.) \n\nREP. TOM MCCLINTOCK (R-CALIF.) \n\nREP. DEBBIE LESKO (R-ARIZ.) \n\nREP. KELLY ARMSTRONG (R-N.D.) \n\nREP. GREG STEUBE (R-FLA.) \n\nREP. DOUG COLLINS (R-GA.), EX-OFFICIO \n\n\n[*]ESCOBAR: Good morning. Welcome, everyone. Thank you so much for being here for this very important \ncommittee, subcommittee hearing. I want to first thank my colleagues, members of the House Judiciary Committee, \nmy esteemed chairman, my colleague from New York, Chairman Jerrold Nadler, my esteemed colleague Joe \nNeguse from Colorado, my sister in service from Texas, Sheila Jackson Lee, in me and my sister and service also \nesteemed colleagues and Pramila Jayapal is from Seattle, Washington.  \n\nWe are here today for an Immigration Subcommittee hearing, and we're having two panels. And we are having a \nlong overdue, badly needed, very significant conversation with experts about what is happening in our country \ntoday under the Trump administration, his immigration policies and the anti-immigrant rhetoric that is fueling \ndomestic terrorism.  \n\nEl Paso is the most appropriate place, unfortunately, for having this dialogue, for having this hearing. And we are \nthe most appropriate place because we have been ground zero for both of those issues, for the anti-immigrant \npolicies that the Department of Homeland Security has executed here, as well as the anti-immigrant rhetoric that \nthe president has aimed at migrants, at people of color, and at communities like ours that open their arms to the \nstranger and take care of the vulnerable.  \n\nI am proud, once again, that El Paso is showing the best of who she is in this hearing by helping lead this dialogue, \nthis important dialogue, but it would not happen without the leadership and the incredible dedication that the \ncolleagues around me have demonstrated every step of the way. And with that, I'm going to turn it over to our \nchairman, Jerry Nadler, so that he can say a few words, and each one of my colleagues will have their turn at the \npodium, and then we'll answer questions. Chairman. \n\nNADLER: Well, thank you very much. Let me first thank Congresswoman Escobar for hosting us here and for \nurging us to do this field hearing in El Paso. This is a--this community is in many ways at the center of the drama \nabout immigration we're having now. But it's not just the drama, it's torturing people. It's a shame. It's a disgrace of \nthe name and the record of this--of this country.  \n\nIt's been said that we are a nation of immigrants, that unless we are descended from Native Americans we are all \neither immigrants or the descendants of immigrants, in some cases, in many cases not too many generations ago. \nSo we have to bear that in mind but we should also bear in mind that the most often repeated commandment in the \nBible, 52 times it says--now, it's one formulation rather, \"Thou shalt not oppress the stranger, for you were strangers \nin the land of Egypt.\" The most often repeated commandment and we are now, in the Trump administration, \nsystematically violating and making a mockery of the biblical commandment.  \n\nThe--we're also making a mockery of the laws of the United States and that is not something that the government of \nthe United States should do. We hear an administration whose rhetoric is hateful, whose rhetoric labels immigrants \nas dangerous, as thugs, as criminals, as rapists, who--which characterizes people seeking political asylum, fleeing \nviolence, fleeing persecution as our laws--our laws give them the right to do and the right we're hearing and the \nvalidity of their claim of persecution and instead, they are denounced as--as invading force, as an invasion, an \ninfestation. Language that reminds us of language we heard in Europe in the 1930s.  \n\nThis is not the first time in American history. If you look at American history, we've been very welcoming to \nimmigrants at some points in time but at others there was similar rhetoric directed at historical order, the Irish, \nCatholics in general, Chinese, Asians, Jews, Italians, Greeks, Eastern Europeans, just about everybody, except--\neven Germans early. Just about everybody except white Anglo-Saxon Protestants from England, have faced this \nkind of hostility at one time or another. We're always ashamed of it afterwards but we ought to learn not to do with \nthe first place.  \n\nThe hateful rhetoric coming from the administration has led to also hateful policies and harmful policies. And we will \nbe discussing today these policies and the effects in the real world here, which is one of the epicenters of this. We'll \nbe discussing the effects of the migrant protection protocols, so-called migrant protection protocols, which makes \na mockery of--that's where people claiming asylum have to stay in Mexico. It makes a mockery of international law \nand of the law of the United States, which provides that anyone can claim political asylum in the United States. Not \neverybody can get it, anybody can come here and claim it.  \n\n\n\nThe metering of asylum seekers, where we say \"You cannot cross the border at a legal entry point because we only \nwant 10 a day or 20 a day,\" whatever and then with people turned away repeatedly they go a few hundred yards \naway and cross illegally the then they're criminals. This makes a mockery of our laws also. The, now, treatment of \nchildren, separating children from their parents, keeping children and for that matter, keeping adults in facilities that \nare way overcrowded, unhygienic, no--no proper facilities for keeping the--the temperature at a reasonable level, \nno--no blankets, no--no toothpaste, no--no diapers for the children, inhuman.  \n\nWe are--I've been in El Paso three times in the last nine months to look at some of these facilities to see what's \ngoing on here and in other places on the border. And I hope this hearing will shed further light on the effects of \nthese policies and will enable us to, hopefully, change these policies to make the United States, again, what it ought \nto be, a free and open society which welcomes people with a proper claiming political asylum and obeys our own \nlaws on immigration and on everything else.  \n\nThis administration is above all, a lawless administration and we have to hold it--and one of Congress' jobs is to \nhold it accountable. So I'm glad, again. I appreciate Congressman Escobar's inviting us here for this field hearing \nhere. And I'll turn the microphone over to--to Pramila. \n\nJAYAPAL: Thank you so much, Mr. Chairman.  \n\nMy name is Pramila Jayapal. I represent Washington's 7th congressional district and I have the great honor of \nserving as the vice ranking--vice chair of the Immigration Subcommittee. And I want to just start by saying how \nfortunate El Paso is to have Representative Escobar in Congress. It has been a true honor. We also have the \nopportunity to serve as the co-chairs of the Women's Working Group on Immigration. And I will tell you, your \nCongresswoman, El Paso, is brilliant, kind, compassionate, strategic, and has shown over and over again in the last \nseven months how incredibly well she represents this district and in particularly challenging circumstances. So I \nthank the residents of El Paso for electing such a wonderful colleague.  \n\nAnd I'm thrilled to be joining all of my colleagues here for this important field hearing. I have worked on immigration \nissues for over 20 years. And in last December I went to Tijuana shortly after metering started. And I actually spoke \nwith people and watched and accompanied, tried to accompany asylum seekers who were coming across the \nborder. I want to make it clear and I hope one of the things we get to in our hearing today, is that there are many \nother ways to deal with surges of migrants across the border. We have done that in the past. We will be able to do \nit again in the future but without the cruelty that these policies have.  \n\nAnd in fact, many of the problems we're seeing are because these policies have been put in place. And so watching \nthe difficulty of people who are coming to seek asylum, which by the way, is legal both within our laws that \nsomebody can cross the border and--and ask for asylum, but also in terms of our--as signatories to international \nhuman rights treaties. So this is a legal right for people to seek refuge and to seek asylum. There are many ways of \nprocessing asylum seekers, remain in Mexico and metering are two of the most cruel ways to do that and also, by \nthe way, extremely ineffective and costing the taxpayer, the American taxpayer, huge amounts of money.  \n\nSo yesterday, I think I'm one of the very few, perhaps the only member of Congress who has now gone to a--an \nMPP court. I hadn't actually been. I've been to many other immigration courts over my course of working on this \nissue. I've seen the mass deportation courts that were set up at the border but I have not seen what--what is called \nMigration Protection Protocol, which I would just say, is really a misnomer. MPP, those courts operate.  \n\nAnd what I saw was about 300 people every day coming into your courts here in El Paso, five courtrooms, five \njudges, and almost none of them--I think we counted 16 or 20 people who had legal representation. So yes, it's a \ncourt. Yes, it's supposed to be due process. But immigration law is incredibly complex, asylum law is extremely \ncomplex. And these folks are being bused in from Mexico where they're being forced to say--probably after they've \nbeen metered, and then given no opportunity to really present a case before a judge because they don't have an \nattorney to walk them through the process.  \n\n\n\nSo I hope we have a chance to get into some of these factors here because I think even beyond the cruelty of these \npolicies we have to look at what these policies do to our democracy, what they do to our constitutional and \nfoundational values as a country to provide fairness and due process to people as they navigate the system.  \n\nAnd so I'm very grateful to representative Escobar for having us here. And I just want to say to the people of El \nPaso that, you know, originally, this field hearing was just going to be on the border policies. Obviously, the tragic \nmassacre in August has made this a dual hearing, dual purpose hearing, with two things that are deeply tied \ntogether, white nationalist terrorism directed at immigrants. These policies of the Trump administration, we have to \nunderstand, are fueling the white nationalist terrorism. And so I think we'll get into--we'll have an opportunity to get \ninto that as well.  \n\nAnd with that, it is a great honor to introduce my--my dear sister from another mother, as we say, your \nCongresswoman, also from Texas, and such a longstanding member of tremendous integrity and justice, Sheila \nJackson Lee. \n\nJACKSON LEE: Thank you, Congresswoman, very much. We're delighted to welcome our colleagues to Texas. We \nare Texas proud but we are more than Texas proud, we are linked by our very spirits to El Paso strong. And I start \nwith my recognition and acknowledgment for the heinousness of which this community has experienced but also \nthe strength of this community, and to say to Congresswoman Escobar, one never knows what challenges one will \nface. No one knows the timing. And I would offer to say that your congresswoman was a woman for a time such as \nthese. And we cannot thank you enough, Congresswoman Escobar, for your leadership here but also your \nleadership in the nation.  \n\nI spent time here with your congresswoman in attending two funerals or a funeral of two individuals who lost their \nlives, seeing their families mourn and visiting those in the hospital who are still now in the hospital. I start with this \nbecause I believe the nation and the world should know the resilience of this community but also the impact on this \ncommunity. Why I cannot think of this hearing being more timely because part of what we're doing here is to \nconfront the lack of humanity and to attack the lack of a humanitarian face on this phenomenon of immigration that \nhas been part of the history of the United States for every single person that has come here, short of those who \ncame as slaves, and short of those who were Native Americans. We have a history of immigration.  \n\nAnd I too, have served and interacted and worked on immigration issues for more than 20 years. I've served as the \nranking member on the Immigration Subcommittee. And I have seen both Republican and Democratic \nadministrations have at least some compassion, starting with President Reagan, whether you like the wholeness of \nhis legislation, had some compassion in recognizing that our nation is a land of laws but it is a land of immigrants.  \n\nSo we are here to not attack without facts. I believe we are here to shine the light on the unlawful behavior of this \nadministration. There is no lawful construct for the migrant program. There are no laws to support the migrant \nprogram. And I went to a migration center in Juarez, 13,000 were on the list. Many were living without resources. \nThere are no resources for those who are pushed over to the border. This is an unlawful process. And then the idea \nof metering, I cannot fathom a human being metered. That is a product, that is meat, that is fruit, that is bread, it is \nnot a child, it is not a mother, it is not a father, it is not the 2-year-old found face down in water because they had to \ngo through an illegal crossing and not cross in a legal crossing. So today, we're going to expose and go back to \nWashington to challenge this administration on the unlawfulness of this process.  \n\nFinally, let me say that I've been on the road this week, as we all are, we were in Pittsburgh dealing with the \nheinousness of the Tree of Life. And it is no doubt, there is no doubt that those of us, this committee and other \ncommittees who have been focusing on domestic terrorism and the idea of terrorism, dealing with white supremacy \nand white nationalism, understand that racism, white supremacy, white nationalism is a national security threat. And \nyou do that threat with an easily accessible automatic weapon. So today, we're going to face all those issues and \nexpose them. And then we will, as a committee, return to Washington and be problem-solvers and ask the \nadministration to stop its unlawful activity.  \n\nThank you for having us here. Thank you so very much. \n\n\n\nNEGUSE: It's always difficult to follow representative Jackson Lee. Her ability to speak truth to power continues to \ninspire every member of our caucus, I know. It's a privilege for me and Veronica and Sylvia to be able to--to learn \nfrom her on the Judiciary Committee.  \n\nMy name is Joe Neguse. I have the great privilege of representing Colorado's 2nd congressional district. This is my \nfirst visit to El Paso and I have been so moved by the warmth and the generosity of the people here in this \ncommunity and have learned firsthand what--what it means to be El Paso strong. And I do want to just associate \nmyself with the remarks of my colleague Representative Jayapal and Chairman Nadler and Representative Jackson \nLee, and that is with respect to the leadership of Veronica Escobar.  \n\nYou know, we both came into Congress together as freshmen. And as I think about the last nine months, you \nknow, it's--being a member of Congress and being a freshman member of Congress, setting up your district office, \ndoing constituent work, all that that entails, it's a great privilege and it's a great honor and it's a responsibility. And \nher ability to show incredible leadership under very trying circumstances that this community has had to endure \nover the last nine months is nothing short of incredible. And we are lucky to have her, certainly, as a freshman \ncolleague in the Congress and the Congress itself is lucky to have her leadership and I think this community is lucky \nto have her as your representative.  \n\nYou know, it's clear, you know, I--I don't know that I can say it any better than--than my colleagues today but when \nthere is hateful and dehumanizing rhetoric, you know, being deployed against immigrants we know that it's time for \nchange. When you have hateful and destructive immigration policies being executed implemented and by this \nadministration, we know that it is time for a change. When you have people, young and old, being massacred at a \nretail store we know that it's time for a change.  \n\nI happen to come from a state that is no stranger to gun violence in Aurora, Highlands Ranch, Columbine. And I \nwould just say to Veronica and to the people El Paso, the people of Colorado stand with you, that we stand \nshoulder-to-shoulder against hate and against the violence that has become so pervasive across our country.  \n\nI was particularly moved last night, Representative Escobar took me and Pramila to the memorial outside of the \nWalmart here. And to be able to see the faces of those members of this community who we lost and to see the \nincredible support from this community for them and their families. There was a quote, this one note of condolence \nthat was written on the wall--the fence. And it's a quote that I've often relied on this last two years with so much hate \nin the public domain. And it's a quote from Dr. King, which is that love--I've decided to stick with love, hate is too \ngreater burden to bear and it was written on the fence last night.  \n\nAnd as I was--I was talking to my wife last night about the trip and--and what we had seen so far, I shared that with \nher because she's often heard me rely on that quote in the past. And I--if I could think of any other quote to better \nreflect the feeling that I have felt here in El Paso I don't know that I could come up with a better quote. It is that \nbecause this community has clearly chosen to stick with love because they've recognized that hate is too great a \nburden to bear.  \n\nAnd so, as Representative Jackson Lee said, I think this hearing will be an effective way to show a light on the hate \nthat this community and so many others have had to endure so that we can go about solving it and preventing it. \nWith that, I'm now honored to be able to introduce our next speaker, who, of course, is no stranger to you all here in \nEl Paso, it also happens to be her birthday so we're very excited to have her here for the hearing--I had to reveal \nthat--and that's my freshman colleague, Representative Sylvia Garcia. \n\nSYLVIA GARCIA: Thank you, Mr. Chairman and thank you, colleagues.  \n\nAnd I can, frankly, think of no better way to celebrate my birthday but to be here in El Paso, to stand with El Paso \nand my dear friend, Veronica Escobar. I can tell you that Houston stands with El Paso and we stand with El Paso \nnot just today but every day until we do something to end gun violence, until we do something and take action to \nend the rhetoric that leads to a lot of this violence. And I think that's what we'll be looking at today, to look at the \nconnection to see what is really, really going on in our country, not just here but across America.  \n\n\n\nI've been here before and I've been here to--to--Veronica talked about having a field hearing here. Many months \nago, Mr. Chairman, she said, \"I want a field hearing.\" And little did we know that such a tragic, tragic incident would \nhappen and that we're here today, not only to talk about the border issues, but to talk to the connection between \nthe rhetoric and the white supremacy and their rise in that and our country ties now to gun violence in that horrific \nevent that happened here with--now three, four weeks ago.  \n\nThis is personal, very personal for so many of us. We're Latinas, we're like Latinos. They've come after us. We've \ngot to do something to make sure they don't do it again. And we've got to make--do something to make sure that no \none targets people of color, targets vulnerable populations, targets the poor, targets the LGBT community, or any \ncommunity. Because, hate is just a really bad four-letter word.  \n\nYou know, my faith tells me that we should love everybody. My mother told me to not have hate in my heart. So for \nme, it's almost incomprehensible that somebody would do that. But hopefully, today we'll get some answers. \nHopefully, today we'll get some solutions. Hopefully, today we'll get some recommendations that we can put into \neffective public policy for this country.  \n\nSo I look forward to the hearing today. And Veronica, thank you again for all your work and your leadership on this \nissue. I look forward to today's hearings. Thank you all very much. \n\nESCOBAR: So you can see El Paso's very fortunate to have these champions of democracy, champions for justice, \nchampions for humanity here in our great community today to listen to our panelists, learn and then we go off to \nlegislate.  \n\nIn Spanish, very quickly, I want to say (UNTRANSLATED). \n\nWe have time for just a couple of questions because we've got to let folks in. Bob and then right over here. \n\nQUESTION: It's obvious here that all six members present are members of the majority party and there are no \nRepublicans here. What does that say about the opportunities to address the issues that you're here if the other \nparty doesn't even have a (INAUDIBLE)?  \n\nQUESTION: And what did Republicans invited say? \n\nESCOBAR: Well, first, there were a couple who RSVPed--I'm going to defer to the chairman--who backed out at the \nlast moment. So you know, obviously, we prefer every member of the subcommittee be here with us. I know that \nthe committee staff worked very diligently to find a date that worked for the most people. It came as a surprise to \nme that they backed out. But I'm Chairman, anything you'd like to add? \n\nNADLER: It's unfortunate that the couple of Republicans we thought were going to come did back out. What it says \nabout the Republicans, I'm not sure that I can say anything more than anybody else in this room can say, it's \nspeculated, it says either that they don't really care about these issues or that they're intimidated by the President \nand the administration or maybe both. But we have the majority in the House. We will take action and hopefully, \npressure from the American people as they get to know more and more about what's actually happening and \nwhat's being done in their name will move the Senate to act, too. \n\nQUESTION: Representative Escobar, (UNTRANSLATED).  \n\nESCOBAR: (UNTRANSLATED). Maybe one more? Or-- \n\nQUESTION: Congresswoman Escobar-- \n\nJAYAPAL: I just wanted to say something in response to the first question about immigration and our Republican \ncolleagues not being here. And I wanted to point out that it's very unfortunate that immigration has become such a \npartisan issue from the perspective of our colleagues. That is not true across the country. And I wish our colleagues \nwould follow the lead of the American people, who I believe, if you look at polling on immigration and immigrants \nacross this country today, it is at a--a high, a five-year high in terms of people believing that we need immigrants in \n\n\n\nthis country, that immigrants contribute to this country, that they would rather see immigration expanded, not \ncontracted.  \n\nBut unfortunately, this is only my second term so I've been here for--for three years now, but what we have seen \nconsistently, both in my first term when we were in the minority, but now in the majority, is that immigrants have \nbecome the--the thing to bash with. Anytime the president seems to be in trouble he goes back to immigrant \nbashing and unfortunately, our Republicans follow along with that. That was not always the case. Just imagine, just \nsix years ago, in 2013, there was a comprehensive immigration reform bill that some of my colleagues here worked \non in the House. But that bill passed the Senate 68 bipartisan votes. Can you imagine anything today passing with \n68 bipartisan votes? But this was a comprehensive reform of the immigration system.  \n\nAnd so I--I think it is really unfortunate that our Republican colleagues are not here because they would get to hear \nthe consequences of these policies that they refuse to stand up and counter. And it comes to us as Democrats but \nthen to Republicans, Independents, and Democrats across the country who know that this action, these policies \nand these actions of this president do not reflect the foundation of who we are as a country or what the American \npeople actually know to be true, which is immigrants build our country, they are resilient, we are resilient, I say that \nas one of 14 members of Congress who is an immigrant myself, serving as a naturalized citizen in the United States \nCongress. \n\nQUESTION: Guys, we have time for one more question.  \n\nESCOBAR: Go to this one. \n\nQUESTION: Yeah, absolutely. Can you draw a through line between the rhetoric of President Trump and \nconservative media in America to what happened here in El Paso? And then what you look at as the departure \npoint that that kind of rhetoric has been normalized and it's in the mainstream now of the United States of America? \n\nESCOBAR: So I'll--I'll--I want to--to be very clear because I--I want to make sure that the domestic terrorist who \ncame into our community, drove 600 miles to be here, that he is held responsible for his actions and that he's not \ngoing to blame it on someone else. So he is responsible for the trigger that he pulled, the lives that he took, and the \npeople that he injured, and the community that he damaged. I'm going to--I'm going to draw that line in my opening \nstatement so I don't want to go through it because we've got to open the doors for folks and let them in.  \n\nBut we really--and--and the answer that I gave earlier in Spanish, we can change things, the American people have \nthe power to change this. The goal of our committee and the work that we are doing is to shed light on what is \nhappening, the human price that we're paying, and to leave it to the American public. We're going to legislate. \nWe're going to vote on spending bills. We're going to vote on--on reform bills. We are going to do everything within \nour power, including educating the American public, but ultimately, it is in the hands of the people to create change, \nto say \"This is not acceptable\", to say \"Those of you who have stood silently or who have enabled or who have \nemboldened this, we are done with you.\"  \n\nWith that, well, we really have to open the doors. Oh, one more thing. \n\nNADLER: I totally want to second what Congresswoman Escobar said but I wanted to say the following. Obviously, \nthe actions that that individual took are his actions, his responsibility but there is also a direct line from the rhetoric \nthat we have heard from the President calling immigrants thugs and rapists, invaders, an infestation of this country. \nThe--the murderer, in his own Manifesto, used some of the same terms, practically quoted it.  \n\nThere's an old legal saying, I forget the exact wording, but basically, fomenting a riot is not an excuse for a riot but \nyou shouldn't be fomenting riots either. And that's a very direct responsibility of the rhetoric of the president, of the \nadministration because that rhetoric is targeting immigrant communities, is targeting communities of color and--and \nyou know from history that some people can take up that (INAUDIBLE). \n\n\n\nESCOBAR: (OFF-MIC) Let's try this one more time. The Subcommittee on Immigration and Citizenship will come to \norder. Without objection, I will serve as the substitute subcommittee chair in the absence of Chair Zoe Lofgren. In \naddition, without objection, the chair is authorized to declare recesses of the subcommittee at any time.  \n\nWe welcome everyone to this morning's hearing on oversight of the Trump administration's border policies and \nrelationship between anti-immigrant rhetoric and domestic terrorism. We especially welcome all of our visitors who \nare in El Paso from out of town. Welcome to the safe and secure U.S.-Mexico border.  \n\nBefore we begin, I would like to thank President Heather Wilson and the University of Texas at El Paso for the \nwarm welcome and for allowing us to use this space for this very important hearing. Dr. Wilson, did you want to say \na few words?   \n\nWILSON: Please. Madam Chairman and--and Mr. Chairman, Chairman Nadler, members of the committee, \nwelcome to UTEP. (UNTRANSLATED). UTEP (UNTRANSLATED). UTEP is one of only 10 high-level research \nuniversities in Texas. We are the only research one university in America that is predominantly Hispanic, but that's \nnot all. Over 23,000 students study on our beautiful campus every day. (UNTRANSLATED) and with an annual \ntuition of about $9,000 a year, we're one of the most affordable universities in America. (UNTRANSLATED)  \n\nWe change lives and provide opportunity. Despite the recent events, we do this in one of the safest cities in \nAmerica; El Paso, Texas. I hope you take time to enjoy our beautiful campus. We're very happy that you're here. \nWelcome to the University of Texas at El Paso. \n\n(APPLAUSE) \n\nESCOBAR: Thank you for your hospitality, Dr. Wilson. We're very grateful for it. I'd also like to thank Judiciary \nCommittee Chairman Jerrold Nadler and Immigration and Citizenship Subcommittee Chair Zoe Lofgren for agreeing \nto hold this very important hearing here in El Paso and for allowing me the tremendous privilege of chairing it. It is \nmy honor, and many thanks to my colleagues for making the journey to my hometown to be here with us today.  \n\nI'd like to recognize a special guest in the audience, one of the heroes and survivors of the Walmart massacre, \nChris Grant, who tried to distract the killer and, as a result, was shot twice. We are very lucky that he is alive, and \nwe are so happy that you are here with us, Chris. Would you mind standing up so that we can recognize you?  \n\n(APPLAUSE) \n\nAnd finally, to the panelists, thank you so much for joining us and sharing your wisdom with us today. We look \nforward to your testimony. I will now recognize myself for an opening statement. \n\nUnfortunately, it is only too fitting that this hearing is being held in El Paso, a place that has had to endure the target \npainted on our backs because of anti-immigrant rhetoric and a community that has been ground zero for the Trump \nadministration's cruel policies--cruel immigration policies. Anti-immigrant rhetoric is on the rise today, and it is \ninflamed by President Trump. Criminals, rapists, drug dealers; that's how then-candidate Trump described \nMexicans when he launched his campaign.  \n\nThe rhetoric continued into his presidency. In a meeting in the Oval Office, he described some African nations as, \nquote, shit-hole countries, when discussing whether those nationals were worthy of immigration relief. He's called \nimmigrants animals, and the rhetoric has only escalated over time. One study found that President Trump has used \nwords like invasion and killer more than 500 times to describe immigrants. \n\nAnd the President's rhetoric influences public opinion. Recent polling from the Pew Research Center found that 57 \npercent of Republicans and Republican-leaning Independents say that the U.S. risks losing its identity if America is \ntoo open to foreigners. This number is up 13 percent since last year. Even more frightening is the xenophobic \nmania that is whipped up at the President's rallies when he uses the words that dehumanize. \n\nMany of us were absolutely stunned, when at a Florida rally in May, the President rhetorically asked the crowd what \nhe should do with migrants who cross the border. One of the President's supporters yelled shoot them, and the \n\n\n\nPresident laughed. Research indicates that counties that hosted a Trump campaign rally saw a 226 percent \nincrease in reported hate crimes over counties that didn't host those rallies. \n\nWell, President Trump hosted a rally in El Paso in February, and on August 3rd, a domestic terrorist drove over 600 \nmiles to the safe and secure community, where people of color are the majority-80 percent of us are Latino--and \nwhere immigrants make up a quarter of our population. The terrorist confessed that he came to El Paso to, quote, \ntarget Mexicans and immigrants.  He killed 22 people, injured dozens, and left an entire community in mourning. \n\nEl Paso has a long journey ahead of her. Minutes before his attack, the terrorist posted a racist screed on the \ninternet decrying, quote, an Hispanic invasion.  Those words echo words President Trump has used in the past. \nWords have consequences. Policies have consequences. It should be no surprise that a president who calls \nimmigrants animals can justify treating them as such. Children have died in U.S. custody. There's been horrific \novercrowding in border patrol facilities.  \n\nThere's been forced feeding of adults in custody, in fact happening now, happening today, in El Paso at the ICE \nprocessing center, and there has been continued traumatic family separation. This administration has admitted to \nusing cruelty as a deterrent, and that includes forcing migrants to wait their turn to apply for asylum in Mexico, a \ncountry that is not their own, in what's called metering. And once they request asylum, they are forced back under \nthe so-called migrant protection protocols, or MPP, to wait for their day in an American court.  \n\nIn the El Paso sector, migrants are left to fend for themselves in (INAUDIBLE) Through the casework assistance \nmy office provides, we are aware of abuses with MPP. Vulnerable populations, who should ostensibly not be \nsubjected to MPP, are being sent back, including Mexican nationals, pregnant women, and migrants with severe \nmental disabilities. Those sent back suffer harassment and danger. One father of a young family was kidnapped \nand beaten while trying to find diapers. Another young woman was kidnapped and raped by Mexican federal police. \n\nIn my eight and a half months in Congress, it is clearer than ever that this administration governs with cruelty. We \nmust understand the human toll of these policies, the inhumanity, and the indignities that immigrants suffer, as we \nconsider funding for the departments that execute those policies. And as for the anti-immigrant rhetoric, for many of \nus, those words have become a matter of life and death. \n\nIt is now my pleasure to recognize the Chairman of the Judiciary Committee, the gentleman from New York, Mr. \nNadler, for his opening statement.  \n\nNADLER: Well, thank you very much. I want to begin by thanking my esteemed colleague Representative Escobar \nfor welcoming--for welcoming us to El Paso, for her commendable service on the Judiciary Committee, and for her \ndeep commitment representing the people of El Paso with strength, and integrity and compassion. I also want to \nthank the University of Texas at El Paso for hosting us today for this very important hearing. \n\nFor two and a half years, the Trump administration has issued an endless series of draconian immigration policies, \nsome of which have been implemented, and some of which rightfully have been enjoined by the courts as contrary \nto our laws. These policies have had a devastating impact on immigrants here in the United States and also on \nthose fleeing for their lives and seeking protection along our Southern Border. \n\nAt the same time, this administration has used racist and inflammatory language against immigrants. The President \nhas referred to immigrants as rapists, thugs, and animals and has described the arrival of asylum seekers as, \nquote, an invasion of our country, unquote.  Language such as this endangers and can have tragic consequences.  \n\nThe perpetrator of the horrible mass shooting here in El Paso last month used the term invasion in his hate-filled \nmanifesto and later told law enforcement officials that he was targeting Mexicans. I wonder what one of the sources \nof his ideas were--was. This community has not only borne the brunt of the administration's chaotic border policies; \nit is also grieving from the violent consequences of pervasive anti-immigrant rhetoric. \n\nAlthough I regret that we must--that we must continue to confront these issues, I cannot think of a more appropriate \nvenue for this important hearing. When I was in El Paso earlier this year, I toured several ports of entry, observed \n\n\n\novercrowded border patrol facilities, and visited immigration and customs enforcement detention centers. I also \ntalked with several nonprofit organizations in the area and learned first-hand the accounts as to how the \nhumanitarian crisis is unfolding. \n\nInstead of addressing the root cause of migration, the violence that is going on through Central American countries, \nthe threats, and competently managing the challenges at our border, the Trump administration has chosen to \ndehumanize immigrants and to exploit this crisis for political gain. In doing so, it has violated American laws and \nundermined American values.  \n\nIt has emotionally traumatized many children who've been torn from their families and held in unconscionable \nconditions. \n\nAnd it has promoted dangerous rhetoric that contributes to a climate of fear among immigrant communities and that \nat times has served as inspiration for violent attacks against immigrants. The administration's inhumane treatment \nof migrants must be viewed in the context of broader problems deep within the culture of our immigration \nenforcement system. These problems were aptly illustrated when racist and misogynist posts in a closed Facebook \ngroup of nearly 10,000 current and former customs and border protection officers were recently exposed. \n\nJokes--I'm sorry, posts that joke about migrant deaths and that disparage congresswomen. The sheer size of this \ngroup and the fact that the chief of the border patrol, Carla Provost, was a member at one time of this group, \nindicates a culture of disdain and cruelty toward immigrants that has deeply affected the agency and that can only \nbe exacerbated by bigoted and hateful rhetoric emanating from the White House. When coupled with this rhetoric, it \nputs the safety of immigrant communities, and those who are perceived as immigrants, at even greater risk.  \n\nThis all reminds us of the anti-Semitic, anti-Italian, anti-Irish, anti-Catholic, and anti-Asian rhetoric that has stained \nour country at times in the past and gave rise to racist immigration laws in the late 19th and early 20th centuries. \nThere must be accountability for the policy choices that got us here. The Trump administration has repeatedly \nclaimed that the abhorrent conditions and policies at the border are necessary to manage increased numbers of \nasylum seekers, but let us be very clear about this. We have the capability to safely process these migrants and to \nmanage the situation with compassion, rather than with cruelty, and racism and illegal actions.  \n\nInstead, the administration has opted for policies that compromise human safety and that exacerbate the crisis; \npolicies--policies such as locking up asylum seekers and denying them bond hearings, policies such as the so-\ncalled migrant protection, in quotes, protocols, which have forced tens of thousands of asylum seekers into \nunfamiliar and often dangerous communities in Mexico, and with metering, which arbitrarily limits the number of \npeople who can apply for asylum at official ports of entry each day and forces them to enter irregularly between \nthese ports, subjecting them to further danger. \n\nI am eager to hear from each of our witnesses today, and I thank them for offering their perspectives on the \nadministration's border policies and the disturbing rise of anti-immigrant rhetoric in this country, including from this \nadministration. I thank the Chair for arranging to hold this important hearing, and I yield back the balance of my \ntime. \n\nESCOBAR: Thank you, Chairman Nadler. Without objection, all other opening statements will be included in the \nrecord. There will be two panels of witnesses for today's hearing. The first panel will discuss the relationship \nbetween the rise of anti-immigrant rhetoric and domestic terrorism. The second panel will focus on the Trump \nadministration's border policies. \n\nI will now introduce the first panel of witnesses. Jo Anne Bernal joined the El Paso County Attorney's Office in 1993. \nIn 2009, she was appointed as the first female County Attorney in El Paso's history and is currently the only female \nattorney board-certified in--in civil trial law in El Paso. Prior to joining the El Paso County Attorney's Office, she \nserved as an Assistant Attorney General in the law enforcement division of the Texas Attorney General's Office for \nsix years. \n\n\n\nAs County Attorney, Ms. Bernal supervises approximately 100 employees, including 44 attorneys who practice both \ncivil and criminal law. Over the course of her career, she has demonstrated her commitment to ensuring that all \nvictims of crime, including undocumented victims, are treated with dignity and respect and protected with the full \nforce of the law. Ms. Bernal was born and raised in El Paso and received her undergraduate and law degrees from \nthe University of Texas at Austin.  \n\nNext, we have Dr. Monica Munoz Martinez. Dr. Munoz Martinez is an award-winning author, educator, and \nhistorian. An Andrew Carnegie Fellow, Ms. Martinez is the Stanley J. Bernstein Assistant Professor of American \nStudies and Ethnic Studies at Brown University, where she is also a Faculty Fellow at the John Nicholas Brown \nCenter for Public Humanities and the First-Generation College and Low-Income Student Center.  \n\nHer research specializes in histories of violence and policing on the U.S.-Mexico border, among other subjects. Last \nyear, she published a book entitled, The Injustice Never Leaves You:  Anti-Mexican Violence in Texas, which \nanalyzes many of the trends we will be discussing in this first panel. Professor Martinez is also a founding member \nof the nonprofit organization, Refusing to Forget, that calls for public commemorations of anti-Mexican violence in \nTexas. She received her BA from Brown University and her PhD from Yale University. \n\nAnd we have Alejandra Castillo, who has served as the Chief Executive Officer at the YWCA USA since August of \n2017. Previously, she served in senior leadership positions in two presidential administrations and is an \nexperienced attorney working in the public, private, and nonprofit sectors. Ms. Castillo served as Senior White \nHouse Advisor for the Office of National Drug Control Policy under the Clinton administration.  \n\nIn 2014, she was appointed by the Obama administration to serve as the National Director of the Minority Business \nDevelopment Agency, becoming the first Hispanic-American woman to lead the agency. Ms. Castillo received her \nBA from the State University of New York at Stony Brook, her MA from the University of Texas at Austin, and her \nJ.D. from American University.  \n\nWe welcome all of our distinguished witnesses and thank them for participating in today's hearing. Now, if you \nwould please rise, I will begin by swearing you in. Do you swear or affirm under penalty of perjury that the testimony \nyou are about to give is true and correct, to the best of your knowledge, information, and belief, so help you God?  \n(OFF-MIC) Let the record show the witnesses answered in the affirmative.  \n\nThank you, and please be seated. Please note that each of your written statements will be entered into the record in \nits entirety. Accordingly, I ask that you summarize your testimony in five minutes. To help you stay within that time, \nour staff will be timing you on an iPad and will raise the iPad when you have one minute remaining. Ms. Bernal, you \nmay begin. \n\nBERNAL: Thank you. Good morning, Honorable Chair Escobar, Honorable Chair Nadler, and members of the \nJudiciary Committee. Welcome to El Paso. We are very honored to have each of you here today. El Paso has found \nitself in the midst of a perfect and terrible storm. As you know, a little over a month ago, a man drove into our city to \nkill our citizens because of the color of our skin. The hatred that motivated that man did not start that day. There has \nbeen a confluence of factors that precipitated the hostility that we saw in our community.  \n\nThis is a hostility towards immigrants and towards brown people, but that hostility must be viewed through the \nprism, frankly, of governmental conduct. We are all familiar with the hateful rhetoric, discussed somewhat this \nmorning, that had permeated the 2016 presidential campaign, beginning with the declaration that Mexico was \nsending criminals, rapists, and drug smugglers to the United States and proceeding with a constant barrage of \nrhetoric about the need for the border wall.  \n\nThe reference to an invasion from the south can only make people fearful. Trump's administration's actions, putting \nchildren in cages, separating children from their parents, holding immigrants in conditions that are inhumane, \nreinforces his dehumanization of brown people. A common threat is that brown people, Mexican Central \nAmericans, are bad, are to be feared, are to be hated, are to be caged and to be sent back where they came from.  \n\n\n\nIn February 2017, barely a month after the President took office, federal immigration officials entered the El Paso \nCounty Courthouse, proceeded to a court specifically designated as a protective order court and detained an \nundocumented victim of domestic violence who was seeking protection from her abuser. The victim was removed \nfrom our courthouse by federal officials and detained initially on immigration violations. The very public and \naggressive arrest is consistent with this President's urgency to treat immigrants like criminals and justify the need \nfor the border wall and the detention of immigrant families. \n\nIt was a stunning and unprecedented event in El Paso. A victim is deserving of protection regardless of her legal \nstatus, and a criminal is deserving of prosecution regardless of whether he has abused a citizen or a noncitizen in \nour community. The incident went viral, and immediately victims who were scheduled for a protective order hearing \nbegan to cancel their hearing dates because they were afraid to come into our courthouse. \n\nThe incident has had a real and demonstrable chilling effect in El Paso. What we experienced in El Paso were \nfederal agents with a perceived license to take any steps they deem necessary to round up undocumented victims. \nThis perceived license for aggression comes from the top, and while federal authorities were ramping up the \nrhetoric and conduct against immigrants and Mexicans, the anti-immigrant rhetoric on the state side was similarly \nfront and center. \n\nOnly months after Trump took office, the Governor of Texas signed a bill into law that is commonly referred to as \nSB4. At the time, SB4 was considered the most dramatic state crackdown yet on so-called sanctuary cities, and it \ncame at a moment when the Trump administration had sought to do the same at the federal level. SB4 essentially \nprohibited local governments from doing anything that limited local law enforcement officers to enforce immigration \nlaws. \n\nSB4 contained provisions that criminalized a public official's actions in interfering with the enforcement of \nimmigration laws. It was marked by hateful rhetoric from the start. One of the authors of SB4 is on record saying \nthat one of the reasons and the need for the law was to get bad people. The--the author of the bill explained on the \nrecord that bad people were the illegals who needed to go home. The law was not directed at felons, at drug \ntraffickers, at human smugglers; it was directed generally at the illegals. \n\nEl Paso has been ground zero in the immigration battle. Thousands of refugees from Central America have found \ntheir way to the United States through El Paso. Both state and federal governments have sent an influx of military \nand law enforcement into our region, and the militarization of our border is our new normal.  \n\nIt has been publicly reported that the shooter in El Paso complained about the Hispanic invasion. Note please, that \nit was not immigration invasion. It was on illegal invasion or an undocumented invasion. It was not a complaint \nabout drug dealers or human traffickers. It was referenced to Hispanics. The bigotry and hate in the form of speech \nand government conduct have fueled the flames of violence, and we, unfortunately, are the targets. And this simply \nshould not be the role of government in our country. Thank you.  \n\nESCOBAR: Thank you, Ms. Bernal. Dr. Munoz Martinez. \n\nMUNOZ MARTINEZ: Good morning. Honorable Chair Escobar--Escobar, excuse me, Chair Nadler, and members \nof the committee, I'm so honored to be with you here today. Thank you for holding this urgent hearing. I'm a \nhistorian, author, and professor. My book, The Injustice Never Leaves You, recovers a period of racial terror \nbetween 1910 and 1920, when Mexican Americans and Mexican nationals were targeted with racial violence. \nHundreds of people were killed; men, women, and children.  \n\nPeople who witnessed this era frequently referred to it as La Matanza, The Massacre. There are three urgent \nhistorical lessons for today. First, 100 years ago, anti-immigrant and anti-Mexican rhetoric fueled an era of racial \nviolence by law enforcement and vigilantes. Second, racist rhetoric shaped immigration policies and Jim Crow laws \ntargeting Mexican Americans, and third, legislators and the judicial system failed to correct the course of history, \nand violence continued throughout the 20th century. \n\n\n\nThis was an era of state-sanctioned racial violence. Politicians and law enforcement used anti-Mexican rhetoric to \npromote (PH) fear of the border and fear of border communities. People who looked Mexican were described as \ninherently violent, un-American, as bandits and murderers. Even in death, victims were criminalized by news \nreports and the media.  \n\nIn 1919, U.S. Congressman Claude Hudspeth of West Texas described hordes of Mexican bandits just south of the \nborder as an ever-present threat. He publicly justified state police officers shooting Mexicans on sight. He testified \nunder oath, quote, you've got to kill those Mexicans when you find them, or they will kill you. But politicians went \nbeyond rhetoric. They funded the militarization of the border, and Texas governors offered their pardon power to \nstate police who committed crimes. Law enforcement and vigilantes enjoyed a culture of impunity.  \n\nThree cases show that neither class, age, gender or citizenship protected people who looked Mexican. In \nSeptember 1915 in South Texas, two landowning American citizens, Antonio Longoria and Jesus Bazan, met the \nstate police to--to report that they had been robbed. While returning home, the two men were shot in the back by a \nposse that included a state police captain. There were no investigations. No one was ever prosecuted. \n\nIn January 1918, a group of Texas Rangers, U.S. soldiers and civilians traveled to Porvenir in West Texas and \narrested 15 men and boys. The Texas Rangers then massacred the 15 prisoners in cold blood. Despite \ninvestigations by Mexican and U.S. governments, no civilians or officers were ever prosecuted.  \n\nIn April 1919, Concepcion Garcia was shot by a U.S. soldier when she crossed the Rio Grande into Mexico to \nreturn home. A military court found the solider guilty of manslaughter, but months later, President Woodrow Wilson \nordered that the soldier be free and reinstated for military duty. Concepcion was nine years old. \n\nThere are thousands of records that shed light on this history, thanks to politicians, sheriffs, diplomats, and \nattorneys, Anglos and Mexicans, that tried to end this violence. Sheriff William Vann, for example, publicly testified \nto the murder of innocent people and tried to have the state police removed from Cameron County. Many of the \nleaders were surveilled and intimidated.  \n\nIn 1919, State Representative Jose T. Canales, the sole Mexican American elected to state office in Texas, led a \ncongressional investigation into abuse by the state police. He, himself, received death threats from law \nenforcement. That legislative committee concluded that the officers were, quote, guilty of and are responsible for \nthe gross violation of both civil and criminal laws of the state.  And yet, officers were not prosecuted for crimes, and \nthere was no admission of guilt or wrongdoing by the state. \n\nOne hundred years ago, elected officials heard accounts of injustice taking place in the name of national security, \nand they heard calls for change. They could have heeded the calls for justice. Instead, they chose to maintain the \nstatus quo, ensuring that racial violence and hate would continue. Moreover, racism took shape in Jim Crow laws \nthat segregated and disenfranchised Mexican Americans and restrictive immigration policies.  \n\nToday, I urge you to learn from these lessons of history, to heed the ongoing calls for social justice. History teaches \nus that failing to act will ensure that suffering, violence, and death will continue, patterns of violence will persist, and \nthe impact will be felt for generations to come. Thank you for your time.  \n\nESCOBAR: Thank you so much. Ms. Castillo. \n\nCASTILLO: Good morning. Good morning. Buenos dias. Chairwoman Escobar, Chairman Nadler, and members of \nthis esteemed committee, thank you for the introduction. As CEO of YWCA USA, I represent the oldest and largest \nwomen's organization in the country. We are on the ground in El Paso, Texas, in Dayton, Ohio, and some 1,300 \ncommunities across the nation. We have been at the forefront of the most pressing social movements for more than \n160 years. \n\nToday, I appear before you to testify about the critical issue of anti-immigrant rhetoric and its link to domestic \nterrorism. I'd especially like to thank Chairwoman Escobar and her dedicated staff for their leadership and service to \nthe people of El Paso. I am pleased to be joined here today by Dr. Sylvia Acosta, CEO of YWCA El Paso--El Paso \n\n\n\ndel Norte region, as well as members of her board and staff. YWCA El Paso has been part of this community since \n1909. \n\nDr. Acosta and her team have been working with numerous partners as this community struggles to provide respite \nand return of dignity to migrants caught up in this immigration crisis, as well as to help heal an entire community \nafter the aftermath of August 3rd mass shooting. I am forever grateful for their deep commitment in advancing \nYWCA's mission of eliminating racism and empowering women. Just this week, Dr. Acosta shared with me that \nincreased anti-immigrant rhetoric is directly impacting our youngest generations.  \n\nShe shared that children attending YWCA El Paso's afterschool and early learning academies are afraid of going to \njail or being killed because of their Mexican ancestry. Many also express anxiety about the potential deportation of \ntheir parents, regardless of their immigration status. These are children as young as four years old, and across the \ncountry in our YWCA Seattle King Snohomish County, Maria Wilcox tells us kids are afraid to go to school because \nof gun violence.  \n\nNo child, I repeat, none, no matter their race, age, or gender, should go to school and live in a climate with these \ngrowing fears. Each day across this great nation, across this country that I love, YWCAs get up and do the work of \nsupporting those most impacted by racial and gender-based violence. Given our expertise and extensive work in \ncommunities, I want to highlight three critical areas this morning that are further detailed in my written statement.  \n\nFirst, words that we utter do matter, and the acts of hate, terror, and dehumanization are fueling an epidemic of \ndomestic terrorism that is linked to a deep history of racial violence in our--in our nation. Today, the vitriolic, anti-\nimmigrant rhetoric is, unfortunately--unfortunately not new. We have a long history of creating walls to push out \nthose that we deem other, to demonize, stereotype, and marginalize. Waves of European immigrants in the 19th \nand 20th century experienced this, and today, we are singling out people seeking refuge and asylum by calling \nthem names and putting them in cages. We've been down this road before, and yet, we find ourselves repeating \nhistory. We can do better.  \n\nSecond, our communities are reeling from the trauma inflicted by a confluence of gun violence, racist rhetoric, \nmisogyny and gender-based violence. These are the interrelated issues that lie at the heart of America's surge in \ndomestic terrorism. Make no mistake; El Paso, Dayton, and so many other mass shootings are acts of domestic \nterrorism propelled by racism, misogyny, and easy access to weapons of war. These correlations are a key aspect \nof the crisis that can and must be addressed.  \n\nThird, when communities are traumatized by racist rhetorics and the violence of domestic terrorism, community \nhealing is imperative. Acts of violence both cause and compound trauma, particularly when communities are \nalready grappling with racism and social economic challenges. YWCAs are part of the fabric of communities \nhardest hit by domestic terrorism, and we stand in lockstep with many nonprofit organizations throughout the \ncountry who are picking up the shattered pieces. \n\nIn El Paso, YWCA is working with Hispanics in Philanthropy, Las Americas, and many other partners. Together, we \nare all bringing our collective resources and expertise to bear to address this crisis. Our hope with the strong \ncollaboration is to model strength in numbers, to show our country how the partnership of many not only brings us \ntogether, but also makes a difference in how the community is prepared and able to respond to tragedy and human \ncrisis with compassion, dignity, and with a focus on improving outcomes for all. \n\nMadam Chairwoman and Mr. Chairman, today we find ourselves at a pivotal juncture as we search to define and \ndefend the values that constitute the soul of our nation. Through education, accountability and swift action by \nCongress, we can take steps towards ending these systemic acts of violence in our communities and give true \nmeaning to our nation's motto, e pluribus unum. Thank you for the opportunity to testify today on behalf of YWCA, \nand I look forward to your questions. \n\nESCOBAR: Thank you all so much for your testimony. We will now proceed under the five-minute rule with \nquestions. I will begin by recognizing myself for five minutes, and my first question is for Ms. Bernal. Ms. Bernal, \nyou are an El Pasoan. You live here. You have--you were born and raised here. You work here. I think what is \n\n\n\ncritically important, for me anyway, about this hearing is that America understand the consequences of what is \noccurring. \n\nWould you please share with us, with as much detail as you possibly can, what you are hearing from your \nconstituents and from your clients about the massacre at Walmart and the words that you talked about that did not \nfuel the--I don't--I don't want to give the individual an excuse. The--the domestic terrorist is responsible for his \nbehavior--but that have fueled the crisis that we are in in this country. \n\nBERNAL: Thank you, Chairman--Chairwoman Escobar. You know, there's been a real and palpable change in El \nPaso. For those of us that grew up here, I think anyone will tell you that El Paso is one of the least racist, least \nbigoted communities that you could ever live in. We don't really see skin color, and maybe it's because so many of \nus is around.  \n\n(LAUGHTER) \n\nWe don't see skin color. Everyone that has grown up in El Paso has intermarried with non-Hispanics and have \nchildren and nieces and nephews who we call, you know, half Hispanic half white. \n\nWe don't see that. What--the point that's been driven home from the shooting is that we realized that the rest of the \nworld sees us differently. I am a mother of two children who are half white, and they were raised proud Latinos. For \nthe first time in my life, it occurred to me that they might be a little safer because they don't look as brown as me, \nand that's a really sad thing to acknowledge. The constituents that I speak to are still--they're still frightened. \nThey're still afraid.  \n\nMany people are still afraid to go to Walmart, to crowded malls. I know people that are afraid to go to memorial sites \nbecause they feel like they're a target. You know, there's a lot of Hispanics in one place, and they're sitting ducks. \nSo, it's changed the way we feel about our security in such a safe city, and it's unfortunately opened our eyes to \nrealize that others don't see us the same way we've always seen others, that somehow, you know, the rhetoric \ndirected at Latinos and at immigrants and at brown people implies that--that Hispanics are just a little less \nAmerican, that we're not quite as American as others in the country. \n\nAnd it's been a very eye-opening and really sad, I think, experience for many of us in the community and many of \nmy constituents who feel that this new normal is--is not the way--it's not the way that we used to live, and it's not the \nway we want to live.  \n\nESCOBAR: There is an irony in what is happening that I'd like for you to help folks understand. The--the--there's \nthis national fear being whipped up by the President and his enablers about immigration, but it really is El Paso and \nother border communities that have been feeling the impact of significant numbers of families who are knocking on \nour front door. So, we are the ones who, more than any other community in the country, really feel the consequence \nof large numbers of immigrants knocking on that door.  \n\nHow has El--in the face of hysteria elsewhere, how has El Paso chosen to react? \n\nBERNAL: You know, as a prosecutor, I--I want to be clear that I don't know anyone in this work community that \nsupports open border policies that would allow criminals and drug smugglers and--and people that are designed to \nhurt this country come into this country. So first and foremost, I think that--that we need to dispel this idea that \nbecause you're Hispanic you want open borders and every criminal from any part of the country to come into our \ncommunity. \n\nWe want a safe country, too, and what we need is comprehensive, reasonable immigration reform. We can't make \nthat happen locally, but what we can do is when thousands of refugees and immigrants show up at our doorstep, \nwe can feed them. We can clothe them. One of the untold stories, I think, is the incredible amount of love and \nsupport that El Pasoans stepped up when the rest of the country, and--and frankly, policymakers wouldn't change \npolicies or wouldn't direct resources--El Pasoans stepped up. \n\n\n\nThere were thousands of El Pasoans who made meals, who put packets together with toothpaste and \ntoothbrushes, who donated clothes, who drove people to the airport, to help on a humanitarian level, recognizing \nthat although we may not be able to change immigration law, we can make sure that the United States remains a \nhumanitarian bastion where people can come and they won't be vilified. And at least in this community, El Pasoans \nopened their wallets and their hearts and reached out to them. \n\nESCOBAR: Thank you so much. My time has expired. I now recognize our esteemed Chairman from New York, \nRepresentative Nadler. \n\nNADLER: Thank you, Madam Chair. Professor Munoz Martinez, in your testimony you gave us a very helpful \nhistory of some of the anti-immigrant and anti-Mexican violence in Texas. Could you tell us how did the political \nrhetoric of the time continue to the culture and shape immigration policies and practices of that era? \n\nMUNOZ MARTINEZ: (OFF-MIC)  \n\nESCOBAR: And--and I apologize. We--we have to remember to keep speaking into the mic clearly and loudly so \nthat Facebook picks us up.  \n\n(LAUGHTER) \n\nMUNOZ MARTINEZ: Like give an entire lecture and teach a class on that, but really quickly, I will say that one of \nthe--there were many features that created a context that allowed violence to continue. On one hand, this racist \nrhetoric represented Mexicans, people across the country who never encountered a Mexican before, and \nmisrepresentations of people by calling them criminals and by calling them un-American and presenting them as \npeople who did not deserve American--the protection of American citizenship meant that a nation, for the large part, \nagreed with that. \n\nAnd so there were people in communities along the border who--who demystified that just by who they--the very \nnature of who they were. They were educated. They had been in border regions for generations. They were active \nin politics, and so, some of the racial violence was--was specifically to dismantle this border community and remove \nMexican Americans from having the economic, or cultural or political power. \n\nBut this violence also corrupted law enforcement and the judicial system, and so this meant that when politicians \nand leaders dehumanized people, that police also dehumanized them and didn't recognize their humanity. And \nduring this period, Texas Rangers and local law enforcement were understood to be judge, juries, and \nexecutioners. \n\nNADLER: You said this period. What--what period are you referring to? \n\nMUNOZ MARTINEZ: In--in the early 20th century, so 100 years ago during this period of racial violence that's been \nreferred to as massacre, of anybody who looked Mexican, whether--whether they were American citizens or \nMexican nationals. And so, people were denied due process. They were denied the presumption of innocence, but \nthat racist rhetoric also shaped policy. So, it wasn't just vigilante violence. It was violence by law enforcement and--\nand violence in the law. \n\nJim Crow laws were passed to disenfranchise Mexican Americans from voting. Laws were passed to discourage \nintermarriage, to make it illegal, and anti-immigrant legislation was passed to restrict immigration, like the 1924 \nImmigration Act that was inspired by eugenicists and by nativists. And so, I am horrified when I hear current \nadministration members referring to that act as a model. It should give us all pause and call us to action to look at \nthe immigration policies that are being enacted and the harm that's being caused. \n\nAnd one of the other historical patterns that has reemerged that is important to--to consider is the disavowal of \nsuffering of humans that was so pervasive in the early 20th century that was very effective in allowing the national \npublic for these acts of racial violence to continue. People actually celebrated and thought it was progress. And so \nwhen you have the dehumanization of people and the denial of rights of those people, it is quite easy to take place. \n\n\n\nAnd so, now that we have the national conversation and awareness of the--the inhumanity that's taking place in our \nname, in the name of the U.S., we have to act. \n\nNADLER: Thank you very much. Ms. Castillo, you have--and let me--let me just say, when you refer to the 1924 \nAct, which was racist and anti-Semitic, etc., I remember watching and hoping for its repeal when I was in high \nschool, which is when it happened, 1965. Ms. Castillo, you have frequently spoken out against various Trump \nimmigration policies, such as the zero tolerance family separation policy and the administration's stance on access \nto asylum for individuals with credible fear of domestic violence or gun violence--or gang violence rather. \n\nThese policies that bar entry for vulnerable individuals have contributed clearly to anti-immigrant rhetoric in \nAmerica. Can you discuss how these policies specifically target women and victims of violence and how that \nshapes the perceptions of immigrants here in the country? \n\nCASTILLO: Thank you for the question. Yes, so we know--they know that we have the United Nations and--and \nother--and other sources. We know, particularly, El Salvador and Guatemala, Honduras have--both have third--first, \nthird, and seventh place, respectively, in female homicide. And the reason that we--we at YWCA are so keen about \nthis is because many women try to move from one village to another, fleeing their domestic partners because of \nfear of gender-based violence. \n\nSo, their first approach is to flee their villages, but most of them are fleeing--fleeing the country in search for a better \nopportunity for themselves and for their children. So the issue of domestic violence is real. We have to take it very \nseriously, and I will tell you, I--I will draw on the history of the YWCA. We stood on Ellis Island, helping immigrant \nwomen coming from Europe because we knew that even then the issue of domestic violence and gender-based \nviolence is something that's so keen for women. \n\nSo, we are true to our mission, then as we are today, and that is why when we see the changes in policies, when \nwe're seeing women fleeing from Central America, looking for asylum and--and refuge, and our country has now \nchanged the way we treat women. We have to stand up. So, these issues are critically important, and I will take this \nopportunity to also ask Congress to reauthorize VAWA, the Violence Against Women's Act. It is shameful that we \nhaven't done that yet, and this is--permeates not just for women in the U.S., but how we treat women and how we \nstand up for women. \n\nNADLER: Thank you. You know, of course, that this committee reported the reauthorization of VAWA and that the \nHouse passed it, and we're waiting breathlessly for the Senate's break--breakneck pace to--to get the decision.  \n\n(LAUGHTER) \n\nMy time is expired. I thank you. \n\nESCOBAR: Thank you, Chairman. I now recognize my distinguished colleague from Washington, Representative \nJayapal. \n\nJAYAPAL: Thank you, Madam Chair, and thank you all so much for being here and for your testimony. I think it was \nyou, Ms. Bernal, who in your testimony talked about the perceived license for aggression, and Dr. Munoz Martinez, \nyou spoke about dehumanization. And the Chairwoman in her opening comments talked about all the different \nways in which this President has given that license for aggression. \n\nI would just remind the audience that this is the President who actually selected a portrait of Andrew Jackson to \ngrace his office. This is Andrew Jackson, pro-slavery president who perpetuated genocide against Native \nAmericans. So, this is the context in which we are working today, and the threats of--of white nationalist terrorism \nhave been clear really for some years, since this President was elected. Hate groups have expanded. They've \nbecome more organized. We've seen the data for that directly. \n\nPerpetuators of hate crimes have routinely invoked the President's name in an uptick of hate violence, so drastic \nthat scholars have actually dubbed it the Trump effect.  And recent mass shooters--obviously you know better than \nany--have had these racist and anti-immigrant agendas, and yet, the administration has actually done nothing. \n\n\n\nThey've, in fact, done the opposite. They've directed the FBI not to focus on countering this and--and rooting out \nthis kind of white nationalist terrorism. \n\nSo, I wanted to start with Ms. Castillo and--and also Ms. Bernal. I'm going to ask both of you to weigh in on this \nquestion. Ms. Castillo, you have members and organizations in 1,300 communities across the country. You've \ntalked about the effects of this on your members. Ms. Bernal, you've also referred to this. Can you talk about the \ndirect ways and impact of that fear on your community members, on your organizational members, in terms of, say, \nthe services they seek, the ability to go to school?  You know, whatever impacts you're seeing, can you help this \ncommittee understand exactly what those are? \n\nBERNAL: Thank you, Congresswoman, for that question. In--in my capacity as County Attorney, one of the things \nthat's most difficult is to quantity like the negative, how many victims are not coming forward. Very often, I think \npeople that don't live in predominantly--or communities with a high immigration--a high immigrant population don't \nrealize that most families are mixed, right. And so very often, what you see is in--in our situation where we have \nfederal authorities in the courthouse, it wasn't just undocumented immigrants who were afraid to step forward to \nseek protection. \n\nWe had U.S. citizens who had filed for protective orders but who were fearful to come into the courthouse because \none of their children might be undocumented, one of three children, and so, what we are seeing--before the \nincident, we were seeing a pretty steady rise of about 15 percent annually in the number of women seeking \nprotective orders. Immediately following the raid of the courthouse, there was a--a sharp decrease within the next \nsix weeks to two months, and since then, for the last two years, we've continued to see a steady decrease in the \nnumber of people availing themselves of protection that they're entitled to under the law. \n\nAnd so, what we are afraid of is that there are no--there's no national statistics that would suggest that domestic \nviolence is on the decrease, and so, what we know is that we have victims that are not coming into the courthouse \nto seek protection.  \n\nJAYAPAL: Thank you, thank you. Ms. Castillo?  \n\nCASTILLO: Congresswoman, let me tie these two communities, El Paso and Dayton, and the Congresswoman \nknows I was here 36 hours before the shooting occurred. And within 24 hours after the shooting in El Paso, Dayton \nhappened. I'm--I'm going to bring the story of Dayton because Dayton had--the Ku Klux Klan targeted Dayton. A \nhospital shut down in an African American community and left it without any services. A--a tornado hit that \ncommunity, and--and housings were--I am talking to you about how compounded issues. \n\nAnd then, you have fear and anxiety coming from the highest level of our government. The anxiety that people are \nfeeling, and I just told you about the youngest generations among us. How can Americans be growing up in a \ncountry with such abundance and grow up with such fear of them--of each other and of its own government?  And I \nwill tell you, as service providers, service providers are also facing trauma, and we need to provide them, too, \nbecause we do not have the tools or the wherewithal.  \n\nThe deluge is coming too fast and furious, and as someone who is--is pushing forward an organization of this \nbreadth, I worry, who among--among our YWCAs is going to break. It's too much to bear, and we need some \nresponses. The nonprofit community is picking up the pieces, and we do not have the resources coming from our \nfederal government to pick these pieces up and put it together in a way that really showcases who we are as a \nnation. \n\nJAYAPAL: Thank you so much. My--my time is expired. I yield back to the Chair. \n\nESCOBAR: Thank you. I now recognize my esteemed colleague, the gentlelady from Texas, Representative \nGarcia. \n\nSYLVIA GARCIA: Thank you, Madam Chair. Thank you to all the--the panelists. Really been almost heartbreaking \nhearing some of the testimony that you've presented this morning, and I really do appreciate the historical context \n\n\n\nand the real context on the ground. And hopefully people across America will better understand what is really going \non in our country. The Trump administration's immigration policies have had a significant impact, not only here, but \nin--but in migrant and border communities throughout our country, resulting in anti-immigrant rhetoric becoming \ncommon in public discourse.  \n\nIt's just too common in public discourse. We all acknowledge that there is a humanitarian crisis at the southern \nborder, but many of us know that this is one in the President's own making. Migrants are enduring systemic human \nrights abuses. Children and adults alike are held in overcrowded processing pens, hungry and neglected. Families \nare being torn apart. More funds for these agencies only will fuel the perpetrators of abuse. Real change will require \nrescinding the policies causing the abuse, meaningful oversight and a transformative approach to immigration law \nand policy.  \n\nPresident Trump has described immigration at our southern border as an invasion of our country. The impact of \nsuch anti-immigrant rhetoric regretfully is not limited to El Paso or border communities, and in a congressional \nhearing in May, the FBI head of the FBI's Counter-Terrorism Division testified that the bureau was investigating \n850--I'll repeat that--850 domestic terrorism cases and that of those 40 percent, almost half, involved racially-\nmotivated extremists. \n\nSo, this is, unfortunately, not news. It's not made up. It's facts. So, Dr. Munoz, I wanted to start with you because I \nreally found your written testimony to be quite enlightening. I actually (INAUDIBLE) you a lot of our history. One of \nthese people that is--County Attorney mentioned that some of us are not as brown as others. I mean, I look at me I \npresent as a guetta. \n\n(LAUGHTER) \n\nI could probably drive around and nobody would stop me, but that's--that's the problem, isn't it?  That it is based on \ncolor, and it is based on race. And you actually say in your paper that this started back in the era as the Chairman \nasked you some questions. I mean, the number of lynchings that you cite in your paper between 1848 and 1928 \nwas 547, half of which were in Texas almost, 232. It seems like Texas has always been like the trading ground, the-\n-the incubator, if you will, that starts a lot of this. \n\nCounty Attorney, you remember our flight. I see my colleague--former colleague Senator Rodriguez here on SB4, \nand what is it about Texas?  What do we need to change? \n\nMUNOZ MARTINEZ: Texas has a long history of white supremacy. I mean, it is a nation that has intersecting \nhistories of slavery, of genocide, and of colonization. It's actually later history the colonization, and if we remember, \nfor example, that the Texas revolution was inspired, in large part, so that early settlers could--could own slaves, and \nso, the--the policing regime that then was developed to, quote unquote, protect Anglo settlers from Mexicans who \nwere living in Texas before-- \n\nSYLVIA GARCIA: We all know the Texas Rangers. \n\nMUNOZ MARTINEZ: Right, the state police officers, they targeted Mexican residents. They allowed enslavement to \ncontinue by hunting people who tried to seek freedom by crossing into Mexico, and they participated in genocide. \nAnd so, the policing--our--our institutions of policing in Texas have a deep history of racial violence, and that's \nsomething that as a community we have to reckon with. And one of the things that we can do is by truthfully-- \n\nSYLVIA GARCIA: So have we seen any change at all, or is the Trump rhetoric similar to the rhetoric and the climate \nback then?  Is there any difference? \n\nMUNOZ MARTINEZ: It's unsettling how many of the--how much of the rhetoric echoes, certainly from members of \nthe administration, from the president himself, but also from elected officials in Texas. The anti-immigrant \nsentiment, you know, for--for too long, the humanitarian crisis has been represented, people who were seeking \nrefuge in the United States, children especially, were described as terrorists and cartel groups.-- \n\n\n\nSYLVIA GARCIA: Ms. Munoz, when you said in your written testimony that there was public displays of the number \nof Mexicans murdered to show that things were in control, it kind of reminded me of the Vice President's visit to the \nValley, where, you know, well all--many of us as members of Congress were even denied entry. We surely are not \nin there with TV cameras. But I just saw that as a public display--display to show his--their (INAUDIBLE) look, we're \ntaking a look at all of them, the cages. \n\nMUNOZ MARTINEZ: Absolutely. It's a performative nation building \n\nSYLVIA GARCIA: It's the same thing, isn't it? \n\nMUNOZ MARTINEZ: It's--you can certainly look at the patterns and say--something that really alarms me is \nespecially when I see representations of Latinos primarily of being people who are under arrest or people who are \nbeing raided by ICE. When those are the representations of Latinos in this country it enables other people to think \nthat that's how Latinos should be treated, that they shouldn't be trusted, and they should be fearful of them.  \n\nAnd so, certainly when I look at the historical photographs and representations of Latinos, people in Texas who \nwere murdered, police officers are standing next to--posing next to dead bodies, I am deeply troubled by these \nrepresentations. \n\nSYLVIA GARCIA: Thank you. Apparently, I've run out of time. I heard her gavel me. I had a question for you, Ms. \nBernal, but I'll ask you after the session. Thank you, Madam Chair. I yield back.  \n\nESCOBAR: I'm so sorry, my colleague. I apologize. I now recognize my distinguished colleague from Colorado, the \nRepresentative Neguse.  \n\nNEGUSE: Thank you, Madam Chair, for holding this hearing, and thank you for your leadership. Also, thank you to \nthe El Paso community for being so welcoming to us members from various different parts of the country. I happen \nto be from Colorado in the second congressional district, and it's great to be able to be here on my first trip to El \nPaso.  \n\nI--being here really gives members like myself the chance to see and hear for themselves the real-life impacts of \nthe Trump administration's policies at the border and the effects of the anti-immigrant rhetoric coming from the \nWhite House. I think we all have an obligation and a responsibility to speak out against hatred and against bigotry \nand against violence in our communities.  \n\nI was moved by the testimony of each of the witnesses. Dr. Munoz, thank you for your very thoughtful tone on just a \nvery dark chapter--you know, the--the--at the University of Colorado Boulder, which is my alma mater, and having \nrepresented that institution in Congress, there is a quote on the library from George Norlin, who was the President \nat the University long ago, that essentially says, he or she who only knows his generation or her generation will \nalways remain a child. And so, the ability to learn from the past is incredibly important.  \n\nMs. Bernal, I was very moved by your testimony. I am a son of immigrants. My parents are from East Africa. \nMadam Chair referenced the--the s-hole comment that the President made several years ago, which was an \noutrage to me and to many folks in my community. But I also--my wife is Hispanic, and we have a one-year-old \ndaughter, who is Latino. And your comment about your children, it--it's very profound, and I guess what I'm \nwondering is whether you can kind of expound on-- \n\nYou know, I was struck yesterday. We went--my colleagues and I, Pramila, Representative Jayapal and \nRepresentative Escobar went to the memorial--I'm sorry, the--the Walmart, and I was struck by the outpouring of \nsupport in this community. Afterwards, we went to dinner. I would be remiss if I didn't say Representative Escobar \npromised us that El Paso had the best enchiladas in the country.  \n\n(LAUGHTER) \n\nAnd they did, so that was--she was not mistaken, but as we were driving to the restaurant, what struck me, I saw a \ngroup of children playing. They were--it was a sports game, baseball game, and clearly, this community is rallying \n\n\n\nand--and is, you know--is showing what we all have read about over the course of the last several weeks, which is \nthis sort of embodiment of El Paso strong.  \n\nBut I guess--the question I have, Ms. Bernal, is as you talk to members of this community, you know, I--part of our \nchallenge is to convince hearts and minds, and how do you explain the importance to someone who maybe \ndisagrees with my world view on immigration and belief of the value of immigrants to this country and you world \nview?  How do we explain to them that the dehumanizing rhetoric that we hear from the White House and \nelsewhere has real consequences?  How--how do you--how do you do that?  I imagine you have many \nconversations here in this community. \n\nBERNAL: That--that's--thank you for the question. That's a really hard--I think it's a really hard question. What I try \nto do, and what I encourage others to do is--is frankly what you all are doing, and thank you, Congresswoman, for \ninviting this committee here. I think that we can't ever accept any kind of hateful rhetoric as just the normal. \nSometimes it happens so much that it's--it's exhausting to constantly push back on it. \n\nIt's exhausting to constantly say that's not right, and we shouldn't accept it. So, I think what we need from you all \nand what we need from each of us is that constantly pushing back. We can't let it go. It's not normal, and it's not \nright. But--but what I--my frustration sometimes in speaking to people who--who--who try to generalize that it's an \noverreaction, right, that--that you can't draw the line, you can't tie the two together between violence and speech. \n\nAnd so what--what I try to do is--is reinforce, you know, that the idea, I think, that with some hateful rhetoric when it \nstarted, a lot of people said, well, you know, the rhetoric was directed at drug dealers, right. Those were just bad \npeople. That--that's not us. \n\nOr it was directed at undocumented immigrants. Well, we're Americans, right. That wasn't directed at us. And so \nnow, what's the excuse, right, because people in Walmart shopping for school supplies, and it didn't matter, you \nknow--that there were people from other countries and the person in--in looking to shoot brown people, you know, \nhe didn't stop to say, are you undocumented. He didn't stop to say, are you dangerous, right. You just happened to \nbe there. \n\nSo, I think one of the messages in--in pushing back is that we're not talking about others. We're talking about you \nand your children and your mothers that are shopping in Walmart on that Saturday morning.  \n\nNEGUSE: Thank--thank you, Ms. Bernal. I see my time is expired. I would just say, you have my word, I think you \nhave the word of this committee, that we will continue to shine a light.   \n\nBERNAL: Thank you. \n\nESCOBAR: Thank you, Congressman. I now recognize my distinguished colleague, the gentlewoman from Texas, \nRepresentative Lee--Jackson Lee, I apologize; I'm sorry.  \n\nJACKSON LEE: Thank you. It's my privilege to be here again and to be here in the presence of my distinguished \ncolleagues and particularly, as I've indicated, that I'm one of the official congressional record a powerful and \neffective leader in the United States Congress in Congresswoman Escobar, and to again thank her for the time and \ntime and time that I've come to El Paso that I've had to walk across the border just to discern what is going on and \nher accommodations and her welcoming for us to be able to, again, understand the crisis that is here. \n\nAnd I want to acknowledge the fantastic working relationship that she's established with all members and her \nformer colleague, Beto O'Rourke, who was here as well, and our Chairman. So, thank you again for that.  \n\nLet me try to be quick in my questioning. There's so much one wants to say, but let me read from a Times article on \nwhat is the definition, what does a terrorist look like. I'd ask unanimous consent to the Chairwoman to put this into \nthe record, dated August 19, 2019. \n\nESCOBAR: Without objection. \n\n\n\nJACKSON LEE: Reading it, it says, white supremacy is a greater threat than international terrorism right now. This \nis from a former U.S. attorney, I have to pursue a white supremacist with hate crimes, unless he interfaced with al-\nQaeda. Does that make sense?  And I ask my  county attorney on that. We do not have a construct right now that \nallows us to deal with domestic terrorism. That is a task that the Judiciary Committee is going to take up \nimmediately, and I would welcome your comments on the importance of that because I loved my colleague from \nColorado saying, hate is too much of a burden, and he's right. \n\nWe must act with love, but to prosecute properly these heinous acts of terrorism from El Paso to Mother Emanuel, \nto the Pulse nightclub, among others, to Christ Church, which is another country that has to be a different construct. \nAnd I just want to remind, not El Paso, but the nation of the pain. These are hardworking workers who were \nexperiencing this heinous act in Walmart. Of course Walmart has done its own policies, which all corporate America \ncan. One of the things they can do is to cease the manufacturers of guns and ammunition from funding the National \nRifle Association. \n\nThey can stop that right now. \n\n(APPLAUSE) \n\nBecause it is not a partisan issue that we're discussing here; it is to protect American citizens, and I have great \nrespect for my Republican colleagues. But I wish they had come not because it's Democrats or Republicans, not \nbecause there was a heinous act in El Paso, but because we care about America's safety and security.  \n\nI'm going to go to the county attorney, and I'd ask for pithiness just because I'm trying to get to all three of you. But I \nwas appalled at the scene that I could just imagine of federal officers coming into a courtroom and dragging a \ndomestic violence person out. Please tell me what that means, the collective body of immigration officials who I've \nworked with, who are passionate men and women, who have been reconstructed because of the policies of the \nCommander-in-Chief. What is that like?  How chilling effect was that?  County Attorney Bernal. \n\nBERNAL: Thank you for the question. It--it was, in fact, quite chilling and stunning to everyone that was in the \ncourtroom. One of the most disturbing parts of it is that at the time our congresswoman was the county judge, and \nwe did complain to federal authorities. And we were told that a complaint or an investigation would be made by the \ninspector general, and we were never informed on the outcome of that investigation. So, we don't know if there \nwere any consequences. \n\nBut I think that one of the things that the Congress can do to really help is exactly what you're talking about. The \nlaw has to change in accordance with our changing standards and changing conditions of our country. \n\nJACKSON LEE: Thank you. Let me ask both Dr. Munoz Martinez, who is an alum, and Ms. Castillo. I have to get \nmy questions in, so you can answer them before the clock. Your concept of violence and--and how there was a fight \non the border and you opened up that history of Mexico and border Anglos trying to retain control, but the point is \nhow that translates into some people's minds about continuing that schism. And Ms. Castillo, the YWCA has been \nenormously powerful in dealing with hate, for dealing with bringing communities together. What is that instruction? \nBoth of you can answer first and second. Thank you. \n\nMUNOZ MARTINEZ: Well, really quickly, I'll--I'll just say that this wasn't Anglos who were trying to--to protect the \nborder from Mexicans who were trying to invade. It was Anglos who were trying to claim a place in the border where \nthey were new. \n\nJACKSON LEE: Right. \n\nMUNOZ MARTINEZ: So they were actually trying to displace longstanding Mexican American communities that \nformerly had been a part of Mexico, that Mexicans who had deep roots. But they were being portrayed--these \ncitizens, these residents, were being portrayed as the invaders, as people who were untrustworthy. And so, part of \nthe hard work is breaking through those representations to see what actually worked in that violence. \n\n\n\nJACKSON LEE: That's why I wanted you to clarify for me or for the record, and that carries forth sometimes in \nsome thinking. Is that correct? \n\nMUNOZ MARTINEZ: Absolutely, especially when I see border communities like El Paso, where people live \nbiculturally, binationally, and you have another imagination of what it means to live on the border. And for that to be \nattacked is something that is deeply troubling because it's a pattern. It's a historical pattern. \n\nJACKSON LEE: So we need to pierce that hatred, that kind of nationalism on the part of white nationalists and \nothers. Ms. Castillo, thank you so very much. \n\nCASTILLO: Congresswoman, you know our history well, but just to answer your question, we empower women, but \nwe know that in order for us to empower women, we have to address race. So for us, making sure that we address \nracism and we uplift women of color has always been paramount to us, and as we think about how our country and \nthe racism that is being kind of fueled and--and the rhetoric that's coming together, particularly with regards to \nimmigration, our focus is making sure that we address racism, we talk about racism, but we also act upon racism. \n\nAnd all our YWCAs are a safe place for that conversation, for that healing, and we have a multitude of programs \nand a multitude of activities to bring communities together. Just last night, we actually held a community healing \nprocess. We had over 200 community members here in El Paso, led by our YWCA. And I have just beautiful \nanecdotes and--and conversations that members of the--of the community brought together, so I would love to \nsubmit that to--to the committee. \n\nJACKSON LEE: Please do. I'd like to join you in Houston, if I could, on that kind of program. \n\nCASTILLO: Absolutely. \n\nJACKSON LEE: Again, I want to thank the committee chairwoman for indulgence, and I yield back. \n\nESCOBAR: Thank you so much, Congresswoman Jackson Lee. This concludes the first panel of today's hearing. \nI'd like to thank all of our distinguished witnesses on the first panel for participating in this hearing. We are going to \ntake a very brief recess. We're just going to switch out a couple things. So, if you have to leave the room for a \nhealth break, you'll have to make it quick, and we will stand in recess for five minutes.   \n\n(RECESS) \n\nESCOBAR: (AUDIO GAP) for the honorable (AUDIO GAP) \n\nDRAKE: People who have lived here for generations, as well as newcomers to the region.  \n\nSince taking office, the Trump Administration has attacked the border immigrants from every angle, attempting to \nimplement an array of policy changes under a clear goal, keep immigrants of color out of the United States and do \nso at all costs no matter, the violation to constitutional rights or basic decency that follows.  \n\nFirst, is very important to make clear the Civil Rights challenges along (AUDIO GAP) where for one Border Patrol \nagent's lawyer to argue his client's statement that migrants were \"disgusting, subhuman shit,\" was commonplace \nand part of the agency's culture.  \n\nIt took our complaints of the ACLU to the Office of Inspector General and subsequent investigations, to reveal CBP \nwas holding migrants, including children, for prolonged periods in dangerously overcrowded and inhumane \nconditions. It took years of ACLU litigation to reveal the 30,000 pages of documents detailing shocking violence and \nabuse by CBP agents against children dating back to 2009.  \n\nMuch of Trump's immigration--administration's policies--policy changes along the border have focused on limiting or \nobstructing the ability of migrants to seek asylum in the United States. Instead of people finding safety and refuge, \nthousands subjected to Trump's policies have been consequently kidnapped, extorted, raped, and even killed in \n\n\n\nMexico. Not only are we ignoring our legal obligations, we are literally turning our backs on those seeking safety \nand refuge at our door.  \n\nThis administration has dramatically expanded the use of metering, the practice of--of turning away asylum seekers \nand severely limiting the number of allowed to enter the United States at ports of entry. In July of 2018, CBP turned \naway the Castro family, including their three children, leading to a six-month long ordeal in Mexico where they \nexperienced gang related threats, extortion and were later kidnapped. Only after ACLU and congressional \nintervention where they processed. There are currently over 26,000 such asylum seekers on metering lists waiting \nin northern Mexico.  \n\nIn addition, there is now 40,000 asylum seekers, including babies and children with disabilities returned to Mexico \nunder the Remain in Mexico policy, officially known as the Migration Protection Protocols. The region of Mexico to \nwhich migrants are being returned are among the most dangerous in the world and documented cases revealed \nthe devastating violence suffered after being returned under MPP.  \n\nThe U.S. government's border policies are not only impacting recently arrived populations but everyday lives of \nthose who call the border home. CBP claims exceptional authority within 100--within 100 miles of any international \nboundary, which encompasses two-thirds of the United States population. Agents, nevertheless, cannot pull anyone \nover without reasonable suspicion of immigration violation or crime. Yet FOIA--FOIA documents, stemming from \nACLU litigation, reveal that Border Patrol is training its agents that facts such as \"whether the passenger appeared \ndirty\" can be used to justify a stop. Our country should be a place where everyone can travel freely to visit loved \nones or seek medical assistance.  \n\nThe abuse of this administration cannot be fixed overnight. But if Congress is committed to addressing the \nunderlying causes of Trump's violations at the border it must shift immigration policy away from a deterrence-based, \nenforcement-only system to one that acknowledges humanitarian realities. U.S. Immigration and Border policies \nmust be rooted in civil liberties and civil and human rights. This includes providing due process for those arriving in \nthe country, safeguarding access to asylum protections, bringing transparency and accountability to CBP, the \nnation's largest law enforcement agency, ending border militarization that harms border residents and migrants, \nand not giving DHS one more dime or detention bed.  \n\nBorder communities, including El Paso, have bore the brunt of Trump's cruelty first approach. Border residents are \nlooking to Congress to provide critical oversight of DHS, cut funding to CBS and ICE, and pass legislation to undo \nand redress the damage done by this administration, while making structural changes to ensure this abuse never \nhappens again. Thank you. I look forward to your questions. \n\nESCOBAR: Thank you, Mr. Shaw. Miss Rivas.  \n\nRIVAS: Thank you, Chairwoman Escobar, Chairman Nadler, thank you so much to this esteemed committee for \ntraveling to El Paso, Texas.  \n\nFor the past five years, I have had the honor to serve at Las Americas Immigrant Advocacy Center. Las Americas is \na local nonprofit organization dedicated to serving the needs of migrants to--specializing in asylum seekers for the \npast 32 years. We are unwavering in our passion and in our mission. And this year, that conviction forced us to \ntravel to Mexico in order to continue helping asylum seekers under the harmful Remain in Mexico policy.  \n\nFor years we had to work to strengthen programs in our detention centers. We currently are helping--we currently \nrepresent the same hunger strikers that Chairwoman Escobar described today, but our resources had to be \ndiverted to Remain in Mexico.  \n\nLess than a week after the ill-named Migrant Protection Protocol had been rolled out, Las Americas phones started \nringing off the hook. On inclusion on a DOJ list, which I provided the committee today, was providing--was provided \nby DHS and it was through this that we were able to call Las Americas. In 23 weeks, we have been able to capture \nover 600 phone calls. Those are only the ones that we have been able to answer and register. Eighty percent of the \npeople who have called us record fear of being in Mexico.  \n\n\n\nWe have been able to conduct, with very little resources, over 300 legal intakes across the border. We have \nsuccessfully released 40 people from MPP based on vulnerabilities or fear to return in Mexico and we have taken \non 10 cases for full legal representation thus far. We have witnessed nine pregnant women be subjected to be \nreturned to Mexico, although they were over seven months pregnant. We have witnessed three victims of rape, not \nraped by one but raped by multiple men. We have also represented a woman who was attempted rape--they \nattempted to rape her in front of her 3-year-old child. That woman was sent back to Mexico despite our best efforts. \nShe decided to give up her asylum claim and go home. I have not heard from her since.  \n\nOne day a man, a U.S. citizen from Miami, came to our office frantic, he needed help for his sister, a 44-year-old \ndeaf and nonverbal woman who had been returned to Mexico under MPP. How can we justify justified a deaf \nnonverbal woman being returned to Mexico? Border Patrol confirmed to me that an interpreter was never secured \nfor her. Within less than 48 hours Las Americas sprung into action. We were in Mexico, and the next day we \nrepresented her in court. While we successfully removed her from the program, we still have to consider that her \nbrother and his family thought that she was dead for several weeks because of the inability to communicate with \nher.  \n\nI have now, unfortunately, had to meet, not one, but two mothers who have been returned to Mexico with children \nwith congenital heart issues. One mother, after being sent back more than once was eventually let out. The other, \nthat I just met the other day, has a son when he is hyperactive his lips turn purple. She was able to visit one doctor \nin Mexico and the pastor from that same shelter paid for that medical care. They do not have a plan if the little boy \nwere to lose consciousness. \n\nJust yesterday, I spoke to a client. Her case is on September 30. We have been ready for trial now for several \nweeks. The day before trial my client's house was raided for drugs. So her trial was continued to September 30. But \nyesterday we spoke and she said, \"(INAUDIBLE). Attorney, I just can't anymore.\" She's reached her--she's reached \nher end. She's reached her breaking point.  \n\nThis woman was returned to Mexico since April. She was kidnapped, once for ransom. She was let go. She tried to \nlive in a hotel. The hotel was almost robbed with her living with other single mothers and young children and she \ntook a non (INAUDIBLE) interview three times and did not pass. She's finally reached her wit's end. Her child was \ndiagnosed with childhood anorexia but the doctor says it could be something else but there is not enough money for \nthem to conduct more tests. It doesn't matter that I'm her attorney, it doesn't matter that we're ready to go to court, \nshe's given up. She will be leaving on a bus Tuesday of next week.  \n\nI will end with Remain in Mexico is not a representation of the beauty of this bi-national community. While hope \ndoes emerge from El Paso and Juarez, as it always does, the dangers that migrants face are so real that the \nshelter owners that help them ask migrants not to leave, not to talk in public and to hide in order to remain safe. As \nwe know, hiding is not acceptable under U.S. or international law. \n\nThank you. \n\nESCOBAR: Thank you so much. Mr. Garcia.  \n\nFERNANDO GARCIA: Buenos Dias. Chairwoman Escobar, Chairman Nadler and all members of the \nSubcommittee on Immigration and Citizenship, I thank you for coming down to El Paso.  \n\nToday I'm not presenting myself but more than 1,000 families that live in New Mexico and in the El Paso area. My \ntestimony will touch on three points. The first on the road to border and immigration enforcement (INAUDIBLE). The \nsecond on the impacts of social enforcement in our communities. And thirdly, a reflection on how to move forward \nwith a good and better narrative for the future of America. \n\nDuring the last three years since Operation Blockade in the early 1990s, our border from San Diego to Brownsville \nhas become one of the most militarized borders in the world. Administrations of both parties have thrown our \ncommunity under the bus for political gains. By 2018, CBP alone have a budget for $14 billion for border \nenforcement. Today, more than 23,000 border patrol agents are deployed between ports of entry and within our \n\n\n\ncommunities. We have more than 700 miles of fencing and walls, 12,000 underground sensors, and then 70 \naircrafts and (INAUDIBLE) systems in our skies, and four water vessels, nearly 500 surveillance systems, 9,000 \nvision goggles, 6,000 terminal technology, dozens of immigration checkpoints and detention centers, thousands of \nNational Guard elements and active duty troops.  \n\nAll of this enforcement, of course, that has an impact in our community. As for the 2010 census, 14 million \nAmericans live within 100 miles of the border. This is not an empty, barren place but this is a thriving community full \nof life. Border Patrol checkpoints entrap people in our communities. One of our community--community leaders has \na degenerative liver disease that can only be treated in San Antonio or Houston but she cannot travel for surgery \nbecause she cannot pass the checkpoints.  \n\nThis region seems the only place in America where constitutional rights do not exist. Immigration enforcement \nagencies feel that they can do anything to our community with complete disregard of our rights. We see excessive \nuse of force, sometimes lethal, against immigrant families and border residents. Agents enter properties and search \nhomes without proper warrants. Agents use racism and racial profiling to stop, question and detain people. \nViolations of the Fourth, Fifth, and Sixth Amendment rights have become the norm.  \n\nAdditionally, a (INAUDIBLE) of 500 migrants die every year looking for the American dream. Since 1993, more \nthan 10,000 immigrants have perished in the deserts, mountains and rivers of our border region. Today, border \ncommunities live in fear of the enforcement institutions that's supposed to protect them. We are subjected to a \nculture of abuse imposed by the harsh reality of detention, searches and arrests without bail.  \n\nThe U.S. has built the largest domestic enforcement operations with safeguards for effective accountability or \noversight. This is not a question if we need enforcement of the border but a question of what level of involvement do \nwe want? Making agencies to be accountable, respect our rights, know the Constitution, and stop separating \nfamilies, all of this is the right and the just thing to do and in keeping with our nation's values. Accountability to a \ncommunity and transparency. Transparency in their actions is not only a mandate but a moral obligation.  \n\nI commend Congresswoman Escobar for introducing HR 2203, the Homeland Security Improvement Act, which \nbrings the necessary accountability measures to border enforcement institutions. These include an oversight \ncommission made up of border residents that can investigate and (INAUDIBLE) enforcement strategies and \npractices. And almost (INAUDIBLE) CBP, ICE and USDIS, improvements in the complaint process, training rooted \nin civil constitutional human rights. We know that American government works best with checks and balances. I \nurge you to review it and to support it.  \n\nIn our history, the borders have been defined by the characters of their--have defined the character of their nation, \nof our nation. It was the Statue of Liberty on the Ellis Island that represented the best ideas of America. This border, \nhere today, is what the future of America will be shaped We know that the U.S.-Mexico border can and must be the \nnew Ellis Island of our era. The families arriving in El Paso today have the same hopes, aspirations and dreams as \nthose teaming masses at Ellis Island a century ago. Today, we must decide what kind of America we want. Decide \nwhat our future will be. Will America desert families, put children in jails, build walls, let the immigration agencies act \nwith impunity, or America will accept its destiny as a nation of immigrants that is exceptional because of its \nexclusivity, diversity, and commitment to each other? \n\nThank you.  \n\nESCOBAR: Thank you so much for that very powerful testimony. We will now proceed under the five-minute rule \nwith questions. I will begin by recognizing myself for five minutes.  \n\nI have been shocked in listening to this administration as they have denied the horrific conditions that migrants \nface in Mexico and that they have championed MPP as some kind of victory in alleviating humanitarian concerns, \nwhen in fact, all that this country has done is take the misery that has arrived at our front door and shoved it into our \nneighbor's yard. Those of us here in this community, not only do we see the misery, but we can hear it.  \n\n\n\nSo I, without objection, I would like to enter the following articles into the record as evidence for the administration \nthat people are suffering in danger. The first is \"I'm In Danger: Migrant Parents Face Violence in Mexico Under \nNew Trump Policy.\" The next is \"Trump's Remain in Mexico Policy Exposes Migrants to Rate Kidnapping and \nMurder in Dangerous Border Cities.\" And the third is \"Central American Migrants Plead to Seek Asylum in the U.S., \nnot Mexico.\" \n\nTo our attorneys on the panel, you have detailed examples of the dangers faced by migrants when they are \nMPPed. But I think it's important for the American public to understand the challenges for due process and the \nchallenges you face as legal advocates who have clients that have been sent to Mexico. So Mr. Drake and Miss \nRivas, if you wouldn't mind, with the remaining 3 minutes and 30 seconds, sharing that time to detail that for the \nAmerican public. \n\nDRAKE: Thank you, Chairwoman.  \n\nI'll start by saying the ACLU, just days after the implementation of MPP, filed a class-action, nationwide lawsuit \nagainst the program in California because this program is blatantly and completely illegal. It is a program that cuts--\nthat is meant to cut off asylum seekers from their legal right to seek asylum in the United States. It denies them \naccess to counsel and it ignores a massive--a--a robust set of legislation passed by Congress for the handling of \narriving asylum seekers at our border. That includes a process to ensure that we are meeting our international and \ndomestic law--legal obligations to ensure that we are not returning people to situations of ongoing persecution and \nwhat MPP does is precisely that. It returns people to ongoing persecution in Mexico and exposes them to onward \nreturn to their home countries. So as a baseline matter, it is--it is completely illegal.  \n\nWhat we have seen through our plaintiffs and through our--our documentation of the program since its inception, is \nas those articles detail and as the Congresswoman has--has explained, every migrant returned to--to Mexico under \nMPP is subjected to a heightened risk of violence and abuse. There is not enough shelters to house them. Then the \nMexican government cannot provide protection even if they tried. Migrants are a targeted group in Mexico for \nkidnapping and extortion. Groups, I think it was just reported today that groups such as Cubans are at heightened \nrisk of being targeted because they're perceived as having money. So what the--the Trump Administration is doing \nis fueling organized crimes' ability to take further advantage of this population. \n\nESCOBAR: And Miss Rivas, could you tell us how hard is it for you as a lawyer to provide legal counsel to someone \nin another country?  \n\nRIVAS: It's incredibly difficult. We do not have office space in Mexico. We do not have the resources to acquire \noffice space in Mexico. We are relying on unofficial relationships that we have with NGOs that happen to be in \nMexico. One NGO, Vila (SP) (INAUDIBLE) was the first nonprofit to offer us a space.  \n\nOne day from walking from a governmental state office, the (INAUDIBLE), it's essentially a center for migrant \nservices and I walked to Vila. After--30 minutes later there was a shooting in the same path that me and my \ncolleagues had walked as we were conducting intakes that day. This was prior to August 3rd. I will say that I was \ndefinitely not used to ever having to deal with gun violence in El Paso, Texas and being there into the (INAUDIBLE) \nwas very chilling as an attorney to have to deal with that.  \n\nIn addition to that, long wait times take me away from the office, takes me away from other clients, takes me away \nfrom court preparation, to have to--to have to wait in line. One time to have to be subjected to secondary inspection. \nThis is a huge challenge for us.  \n\nAnd the reason that I--that I provided this call list of pro bono legal service providers, that actually comes from the \nDOJ, from EOIR, is because this continuously is given to migrants that are placed in MPP, by Border Patrol, by \nCBP, and by the judges. Sometimes repeatedly, the same list is given over and over. And the reason this is so \nimportant is because of these four people on the list for the non-detained court, we are the only nonprofit agency \nthat is regularly traveling to Mexico to conduct legal intake and to help people that are MPPed. Others on this list \nare open to taking cases but they're not actually traveling into Mexico. And I think that's just very, very important for \nus to realize.  \n\n\n\nESCOBAR: Thank you so much.  \n\nBefore I move on, I will be entering, without objection, three additional articles. Just as we try to deal with and face \natrocities of one Trump administration policy another one is always right around the corner. The most recent one is \nthe assault on the Flores Settlement Agreement. So I'd like to enter into the record \"Trump Faces Longshot Bid to \nJail Migrant Families Indefinitely.\" \"Three Reasons Why the New Flores Rule Does Not Pass Legal Muster.\" And \n\"Immigration Advocate Weighs in on Trump Administration's Move to End the Flores Agreement.\" \n\nWith that, I now recognize our chairman, the gentleman from New York, Representative Nadler. \n\nNADLER: Thank you very much.  \n\nMr. Drake, you spoke about the MVP--the--the MPP program being illegal and I--I think you're challenging the in \ncourt. What is the current legal status of that challenge? \n\nDRAKE: So we want a--we want a nationwide injunction finding the program the illegal. The Ninth Circuit has \nstayed that injunction allowing the program to proceed, while the Ninth--the Court of Appeals considers the merit--\nmerits of the injunction. Two out of the three judges that reviewed the initial stay request by the government actually \nagreed with our legal arguments that they--that the program is illegal. Nevertheless, they've allowed it to go forward, \nat least until the next hearing in October when the Court of Appeals will hear the merits of that injunction. \n\nNADLER: So that's nationwide court.  \n\nDRAKE: Yes. \n\nNADLER: Okay.  \n\nAnd the committee has been greatly concerned about CBP's attempts to restrict the number of people seeking \nasylum at ports of entry through metering. It, obviously, makes little sense to encourage people to seek asylum at \nports of entry, don't use the legal--don't use illegal entry. Go to the ports of entry and then make them wait weeks or \nmonths to make their claim. \n\nThe ACLU border rights have sent a letter to the El Paso court director of special concerns about port hardening. \nAnd the closure of ports of entry is a way to avoid this local duty to process asylum seekers, particularly Mexican \nnationals. According to your letter, CBP has even close entire ports, not just metered them, just closed them. My \nquestion is, has CBP responded and what justifications does CBP provide for these operations? \n\nDRAKE: The only public justification that CBP-- \n\nNADLER: --Have they responded to your letter? \n\nDRAKE: They have not.  \n\nNADLER: Okay. \n\nDRAKE: We hope that--  \n\nNADLER: And when was your letter sent? \n\nDRAKE: Our letter was sent on Wednesday of this week.  \n\nNADLER: Oh, okay. Go ahead.  \n\nDRAKE: Yeah, so, CBP, the only public justification CBP has provided for closing ports is the arrival of \"large \ngroups of migrants\". Information that we received from at least one of those closures indicate that--that that \nsupposed large group of migrants was a group of 20 Mexican families, including children, asylum seekers, who \nwere approaching the port of entry to assert their lawful right to seek asylum in the United States.  \n\n\n\nMore broadly, we have a great concern around the port hardening. Any border barrier, razor wire, or walls all stand \nas a symbol xenophobic--xenophobic rhetoric of this--of this presidency. And--and the port hardening, as CBP calls \nit, is another example of that. It also spews fear onto the community and can be seen as an effort to turn local \npopulations against immigrants--the--the arriving immigrants because it creates a great deal of--of hardship for \nthose who cross our border every day. \n\nNADLER: And what has been the impact of border communities of the border hardening, of--of the metering?  \n\nDRAKE: We've seen extremely long wait lines to--to enter to the country. Thousands of people cross these ports of \nentry in the El Paso sector every day to go to school and work and visit family members and now face our long \ndelays because CBP has restricted traffic down to--to one lane or closed the ports for many hours.  \n\nThe other concern is that every border processor is crossing through what is clearly a militarized zone with razor \nwire, which perpetuates again, this idea of fear of an invasion that simply does not exist.  \n\nNADLER: Thank you.  \n\nMr. Garcia, let me turn to you. Can you describe the change in numbers in Border Patrol personnel in the past 25 \nyears in the El Paso area? And also, have you observed any change in the character of the way they behave? \n\nFERNANDO GARCIA: Well, you know, I think we have seen the numbers been tripled in the last 43 years. And--\nand we say that is that every time we have had an immigration reform discussion in Congress, 2006, 2013, we--we-\n-we didn't get immigration reform but we get more enforcement. Every time we got more border patrol agents on the \nborder. So at this point, as I mentioned, we have more than 23,000 of them.  \n\nIn behavior, it depends on the region of the border. In El Paso, we have developed a--a good relationship with \nborder patrol because we have engaged our communities and our institutions with border patrol and make them \naccountable. But that--that accountability is gone for the last two years. So the Trump administration has destroyed \nany good relationship-- \n\nNADLER: --Give me one.-- \n\nFERNANDO GARCIA: --in the community.--  \n\nNADLER: --By what?-- \n\nFERNANDO GARCIA: By curtailing the engagement with communities, we used to have regular meetings with \nBorder Patrol, in the past, in the last two years, that is actually--that hasn't happened. There is more incidents of \nabuses being reported in our community than before to numbers that we didn't see for many, many years. So I think \nthat is a major shift, especially in the last few years.  \n\nNADLER: And I see my time is expired. Well, let me just ask one more. How did personnel additions, the additions \nin numbers impact the border communities? \n\nFERNANDO GARCIA: Well, I think you have two different levels. One of them is that you see more Border Patrol \nmembers within our communities. They used to say that Border Patrol was only to protect the border line but that's \nnot happening any--any longer. I mean, we see them within the 100 miles of--of the border and that is impacting in \nways that we haven't seen this before. I mean, illegal interest in corporate property, questioning children, high \nschool children, high school students in numbers that we have not seen before. So I think that is--and--and the \nnumbers would matter but it would matter less if they will be trained and they would have some more (INAUDIBLE) \nprocesses and mechanisms to be accountable to and we don't have those. The border, we--we--there's no formal \nmechanisms to actually make Border Patrol responsible for--for their actions. \n\nNADLER: Thank you very much.  \n\nESCOBAR: Thank you, Chairman.  \n\n\n\nNADLER: I yield back.  \n\nESCOBAR: I now recognize the gentlewoman from Washington, Representative Jayapal. \n\nJAYAPAL: Thank you, Madam Chair. Thank you all for your very, very powerful testimony and more importantly, \nthank you for your work. You really are on the front lines.  \n\nYesterday I observed the MPP court. I was there for about an hour and a half. And I had not observed an MPP \ncourt before. I've seen lots of other immigration courtrooms. And I think it is an absolute outrage that we call it a \nprotection protocol because there is no protection for the migrants that are there. And you know, the judges are \ntrying to do the best they can. But about 250 to 300, I think, yesterday on the docket, Miss Rivas. I saw them \nhanding out these sheets. I looked at the sheets. I saw that there were four on there. Now I know that there's only \none that actually travels into Mexico. Thank you for doing that.  \n\nBut I watched and listened over the course of an hour and a half as almost every single--I think there was one \nperson in the hour and a half that we were there that we observed into two different courtrooms that had an \nattorney, that had representation. And there was the judge saying over and over again, \"I can give you a \ncontinuance. Can you try to find an attorney?\" And each person was saying, \"I've tried. There are no attorneys. I've \ncalled. There's nobody here.\"  \n\nAnd even at the points when they were asked, \"Do you have a fear of returning to Mexico?\" some--some of them \nraised their hands. Many of them said, you know, at least one person said, you know very definitively, \"I don't even \nwant my interview because nobody listens to me. Nobody is going to believe that I have a fear of returning.\"  \n\nAnd so it is a terrible situation. Not to mention, we were told by the court officials that MPP has taken over the court \nproceedings. So they are now moving all the other cases that those courts should be considered to 2020, \nSeptember of 2020. And each of these people that are coming in are coming in potentially getting a continuance but \nthen they have to stay here or they have to return to Mexico, in three months they're coming back, women in the \ncourtroom with babies, crying babies. And so I--I say all of that because I think it's important that this community \nknows, but hopefully, we can get this information out beyond El Paso with this hearing.  \n\nI wanted to ask, Mr. Drake, because one of the arguments that's made, that is absolutely false and I want you to \nrefute it for me if you will, I hope you can, I believe you can, is that this is the surge that's coming across that's \nrequired this and there is no other way to deal with this. And so tell us, Mr. Drake, how we used--we've had surges \nin the past, tell us the process that used to happen to process people in humane ways prior to MPP? Because it is \npossible to do that. We don't need these policies. And I just would like you to tell us exactly what used to happen. \n\nDRAKE: Sure, I'll start by saying that although there--there was a surge in recent months of numbers, we are still \nwell below historic highs of border-crossers. There was well over a million border-crossers annually back in the \nearly 2000s, at a time when the agency, I believe, had half the budget and one-third of the personnel. And so for \nthat agency that has more than doubled in size is now faced with handling an even smaller population than they did \nin the past. What has shifted is the number of families entering but the administration has known about that shift in \nnumbers since 2013. And again, this is a group of people who are crossing the border seeking out U.S. agents, \nthey are not single adults attempting to evade inspection. And in fact, many as we've heard, want to go to ports of \nentry and actually present themselves. \n\nAnd--and so the--there is a--there's a broad set of immigration laws to--to process arriving asylum seekers, \nincluding IRI, that was passed in 1997. There was massive due process problems with that law. But if there are \nrobust laws on the books that--that Congress passed and the understanding that these are an attempt at--at \nrespecting our--our U.S. and international obligations to ensure that people aren't returned to danger. You know, \nimmigration courts have famously been--been said to be death penalty cases tried in traffic court. And I would say \nthat MPP hearing, you know, provide a less degree of access to due process and to counsel than any other court in \nthe nation and certainly, it's not the way that (AUDIO GAP) \n\nJAYAPAL: (AUDIO GAP) room, but you don't get representation, incredibly complex law.  \n\n\n\nI wanted to enter, Madam Chair, into the record, the Women's Refugee Commission Report, actually filing of a \ncomplaint documenting 20 cases of MPP family separations. In many cases, parents were reunited with their \nchildren months later after obtaining legal counsel. I seek unanimous consent to enter that into the record.  \n\nESCOBAR: Without objection.  \n\nJAPAYAL: Thank you. And in my remaining one second, I--I wanted to ask Miss Rivas, you know, what is the--out \nof the 400, I think, you said calls that you've taken, did I get that number right, how many people can you actually \nrepresent given your staff and your resources? \n\nRIVAS: The reality is very little, 10 is really pushing in at this point. Unfortunately, of those, some have decided to \ngo back home. But and just to kind of really paint the picture for you, our staff grew in response to family separation \nand in response to horrific detention center conditions and prolonged detention. And when we have a partnership \nwith the Southern Poverty Law Center that expands our capabilities to serve people in the detention center, we're \nthinking, we're finally--you know, we're not going to be the scrappy nonprofit anymore, we're--we're going get--be \nbuilt up, then MPP hits. And then suddenly, the attorneys that we were able to secure for the detention program \nthey can't--we can't do MPP.  \n\nSo I--I--I found myself having to go myself because I'm--I'm the director and I'm not under any specific grant. And so \nI said, \"Okay, we're going to do this.\" And so the reality is no, very little. We don't have the resources for it. And we \nfound ourselves as a community also saying, you know, \"MPP has to come to an end, and we need to be calling for \nan end. So if we start expanding resources and--and--and writing grants are we acquiescing to this program that \nthis administration has thrust upon us?\" So we've been in an incredibly difficult position as a community. And the \nreality is that although, you know, we all run and although we have registered 600 phone calls and we've conducted \n300 intakes, we--we--we--we're not able to take many of those cases. \n\nJAYAPAL: Thank you, Miss Rivas and thank you, again, to all of you for your work. I yield back.  \n\nESCOBAR: Thank you. I now recognize the gentlewoman from Texas, Miss Garcia. \n\nSYLVIA GARCIA: Thank you, Madam Chair. And--and first, let me just say thank you to the lawyers. You know, \noften, when people talk about lawyers it's really not good things that they say about us.  \n\n(LAUGHTER) \n\nSo speaking as a lawyer, and I know there's some lawyers at the table, and certainly here, let's hear it for the \nlawyers, everybody, they're doing a good job.  \n\n(APPLAUSE) \n\nAnd quite frankly--and quite frankly, these days on many of issues, Mr. Drake, we count on you and the ACLU, and \na number of other legal rights advocacy groups to go to the federal courts to try to undo some of the damage that's \nbeing done. I know you've studied in Latin America, you know the situation in a lot of those countries. Regrettably, \nwe have a president who just thinks that that's all fake news and that everything down there is hunky dory and \npeople are just coming here to--for spring break. Tell us, if you had to just try to explain to someone, Middle \nAmerica across this country, on why people flee, 25 words or less, just get to the bottom line, why do people come \nto our country? \n\nDRAKE: They're coming to our country because staying at home means certain imminent threat to the lives of \nthemselves or to their children and not leaving is simply not an option. \n\nSYLVIA GARCIA: It's not an option. It's life or death, isn't it?  \n\nDRAKE: Absolutely.  \n\nSYLVIA GARCIA: And--and Mr. Garcia, and by the way, Garcia is a great name. \n\n\n\n(LAUGHTER) \n\nYou know, you have visited and talked to a lot of people who come for those very reasons, haven't you?  \n\nFERNANDO GARCIA: Yes.  \n\nSYLVIA GARCIA: And there are some people who actually think that detention centers are better positioned than \nwhat they were what they're fleeing. Some commentators, conservative commentators on Fox News have even \nsaid it's like summer camp, they get everything they need, they're being taken care of. What are you hearing here \non the ground? Tell us a few stories to convince the American people that what we describe is not fake news, it is \nhappening. \n\nFERNANDO GARCIA: It is--it is not true. Actually, we have interviewed several families, both in Juarez and El \nPaso, about the conditions in detention centers and we released our report about that. You have it in your-with--in-\n-in my testimonial as an--an attachment. What we have documented is situations that we have never seen and \nexperienced for many years at the border or even interior.  \n\nFor example, that fact that one kid was asking for milk and there was--there were bottles of milk there and one of \nthese were police stations. And one of the agents, they just throw the milk to the (INAUDIBLE) without giving that \nmilk to the--that child. That was strange.  \n\nWe have another situation with the--again, we're told ICE officers gather people in the courtyard of detention center \nand with a hose, they water people because they're--they were bathing them collectively. We never--with their--with \ntheir clothes on. We never hear situations like that before. Where just throwing children and families in what is \ncalled the (INAUDIBLE), these extreme cold rooms where they get actually sick. And when they are released and \nthey can also present--present testimonies, many of them are actually are really sick with colds and with other kind \nof diseases because the conditions that were there.  \n\nSo I think it is extremely never thought that we would see this America--in America. And--and they, themselves, \nthey are seeing that the conditions in those detention center sometimes were worse than the conditions in their own \ncountries. \n\nSYLVIA GARCIA: All right. Do you kind of--do you think it's worse in--in--in for-profit detention centers versus \nnonprofit detention centers? \n\nFERNANDO GARCIA: It--it is. It is because I mean, at least we think that there's a--a level of accountability for \nthose detention centers run by the government.  \n\nSYLVIA GARCIA: Correct.  \n\nFERNANDO GARCIA: I mean, we need more than that. I mean, that's what I'm--I'm here for that-- \n\nSYLVIA GARCIA: --I think-- \n\nFERNANDO GARCIA: --I'm here for that.-- \n\nSYLVIA GARCIA: --Yeah, I think we would-- \n\nFERNANDO GARCIA: --But what--but when you have private detention centers with no accountability, they don't \nhave to report in many of these cases what are the conditions are there. We have also received letters from people \nwithin the detention centers, private centers, explaining the conditions about the quality of food, medication, water, \nit is extremely terrible. \n\nSYLVIA GARCIA: Right. I visited both, quite a few, private and for-profit, I mean, nonprofit. And I--I think I agree \nwith you. Miss Rivas, for you, are the immigrants being treated any better or worse in Mexico once they go back to \nMexico or sent back to my Mexico? \n\n\n\nRIVAS: That--that's a great question. I have had the ability to tour the tents on the Mexican side of the border. And \nI have to say that I just found myself wondering, I'm just going to be very honest with you, 150 people are returned \nunder MPP at a time, sometimes more, and what they've done with their tents is there's no sleeping space, there's \njust chairs. There's chairs, there's fans, there's fresh fruit, there's water, there's porta-potties, that--that frankly, do \nnot--do not smell. There's--you're--you're in a pretty clean area under these tents on the Mexican side of the \nborder. But I found myself wondering how is it that the Mexican government is able to process so many people, \nthey get, you know, they get processed, they get their--their--their Mexican, it's called an MFM, your Mexican visa.  \n\nAnd--and--and I found myself wondering, how is it that they do this process in a way that's pretty efficient in \ncomparison to us having people sleep under bridges as they did in March. Many of the people that I encountered in \nMPP at the very beginning, in--in April, the very beginning weeks of this, had described sleeping under that bridge, \nthey described sleeping on rocks, they described having the children sleep on top of their bodies so that the--so that \nthe children wouldn't have to sleep on rocks--rocks, gravel, dirt, construction material, is what they told me. \n\nWhat you see in Mexico is a ton of resilience. A shelter system--well, not a shelter system, unofficial shelters, that \nare just trying to pull themselves together and do the best that they can. People starting to rent homes, people living \nin hotels. It's--it's not okay but they're--they're essentially doing the absolute best they can. But what I see, what I \nwitness is, in many ways Mexico is doing the work that the United States should be doing in--in a way that is as \ndignified as possible. It's far from perfect. But it's--it's--it's something that we, frankly, should be ashamed of to not \nmeet our international obligations. \n\nSYLVIA GARCIA: Well, I think there's a--a lot of shame to--to spread around on many of these (INAUDIBLE) \npolicies. So thank you for the work that you're doing and to all of you. I yield back. \n\nESCOBAR: Thank you. Thank you so much.  \n\nI now recognize the gentleman from Colorado, Mr. Neguse.  \n\nNEGUSE: Thank you, Madam Chair.  \n\nYou know, first, I just would associate myself with the remarks with Representative Garcia, in terms of thanking you \nall, as a lawyer, you know, the work that you all are doing each and every day, and--and touching immeasurable \nlives here and across the state of Texas and really, across the country. So I thank you for that.  \n\nYou know, one of the reasons why these field hearings are so incredibly productive, in my view, is we get to learn \nnew things that--that I didn't necessarily know before, but also, it underscores some of the necessity in terms of \nlegislation that we're considering that I believe we ought to move forward on.  \n\nAnd you know, Mr. Garcia, you mentioned Representative Escobar's Homeland Security Improvement Act, which I \ncouldn't agree with you more and--and think we ought to proceed with a floor vote on that bill when we return from \nour work period. And with respect to your point about for-profit detention, I couldn't agree more. I believe we need \nto eliminate for-profit attention entirely. We have a facility in Colorado that is for-profit. And of course, the Dignity in \nDetention Act, with our champion, Representative Jayapal's legislation that she's introduced, I believe we also \nshould move forward in--in the Congress on a--on a move on that piece of legislation. So I thank you and every \nwitness for underscoring that.  \n\nThere two--two facts in your testimony, Mr. Drake, that I thought bared mentioning. Now, they were in your written \ntestimony and for me, they were very striking. The first \"at least 12 migrants have died in CBP custody in the last \nyear, including multiple children. Notably, there had not been a single death of a child and over a decade\". That is a \ndamning statement and it demands the attention of this committee and of this Congress and--and that's why we're \nhere.  \n\nI am wondering, I know, this is a bit outside of the work that you're currently engaged in, in terms litigation, with \nrespect to the administration's recent MPP policy and so forth, but I had a chance to visit a number of facilities \nyesterday, including the facility in Clint, and at the time we visited there were probably five unaccompanied minors, \n\n\n\nunaccompanied children. And, of course, the summer is the surge that you mentioned, you know, tens of thousands \nof--of children being housed in this area and in that facility being detained. I guess the question I have is, Mr. Drake, \nwhere are those children now? You know, I understand that, you know, they were released into ORR custody, \nsupposedly, but I guess I--does ACLU have a good sense of--of what happened and where we go from here? \n\nDRAKE: I think it would be hard to say that we have a good sense of how anything within CBP operates. We, \nobviously, were not aware until the Flores Council visited Clint, the degree of abusive conditions that were being \nperpetrated against children. And I think it brings it back to the central point of accountability and transparency \nwithin the agency. We simply do not know where children are being held, how many are being held and for what \nperiod they're being held, CBP does not release that data publicly or to members of Congress.  \n\nWe, I mean, there's examples of--Clint is a--a strong example of that, that we did not know the number of children \nbeing held there. We, also Congress, of course, didn't learn of the death of (INAUDIBLE) until many weeks later, \nuntil a news report broke that. And then it makes me think of the--the case of Carlos in the--the RGB, who died on \nthe floor of a Border Patrol station of flu symptoms and laid there on the floor with those symptoms for hours without \nany attention from an agent. And--and there has been no accountability for that death or any of the other 12 deaths \nin the past year, and certainly, not for the death of children.  \n\nAnd so as you mentioned, legislation that were looked at, that Congress should be looking at moving forward, the \nrelease, Doctor Release Bill around the care of children. And--and then there needs to be robust legislation. \nRepresentative Escobar's bill is a step in the right direction but there needs to be vast changes to how CBP \noperates and--and provides information to the public and provides access to detention facilities, otherwise, we may \nnever know where--where children are held and under what conditions they're held in. \n\nNEGUSE: Last question for--thank you, Mr. Drake, for Mr. Garcia. As I mentioned there are, you know, facts that \nwe learned that we didn't necessarily know before. I come from Colorado, which is a state very deep into the interior \nof the country. And so I don't know that I necessarily fully appreciated the context in which El Paso is located and \nthe--and the integration of this broad community across an international border. And--and as we were driving up \nmy--my good colleague was in this car pointing out that Juarez is just a few miles from here, from where we sit.  \n\nThe--in your testimony, Mr. Drake, you mentioned that Border Patrol's interior enforcing operations encroach deep \ninto and across the country because of the 100-mile zone and that almost two-thirds of the U.S. population lives \nwithin that 100 mile zone, when you consider the continental United States. So Mr. Garcia, the question is, you \nknow, you talked a bit, both in your oral testimony as well as your written testimony, about the day-to-day impact. \nBut I--I'm curious if you could expand a little bit more about the--the impact of the operations that have been \nimplemented over the course of the last several years on just day-to-day life in this very vibrant, robust community \nof El Paso? \n\nFERNANDO GARCIA: Yes. Thank you. And let me just say that this is just a concern. The concern is that I hope \nthat from the legislative standpoint we don't only see the problems that Trump has cleared in the last few years but \nwe have seen many problems in the last 30 years. It's what I call the--the militarization of the border and the \ncriminalization of immigrants has been happening for many, many, many years.  \n\nAnd, you know, when (INAUDIBLE) MPP, metering and other things, yes, but there's larger issues happening in our \nborder communities that were here long before Trump got elected. The only problem with Trump is that too many \nthings start happening at the same time at the border, infused with racism and white supremacy. I think that is the \nnew framework that we have.  \n\nBut too, I mention one of the aspects of this militarization is if you live within communities and you can see in the \ncommunities this extreme fear and uncertainty. When you have your children, your children, running away when \nthey--when they see Border Patrol vehicles, I mean, these--these are U.S. citizen children. U.S. citizen children, \nrunning away from Border Patrol vehicles that means that something's deeply wrong in this region.  \n\nSecondly, I mean, when people are families, they had mixed legal status, as was mentioned before. I mean, it's not \nthat you have undocumented families in one community and the legal families or (INAUDIBLE) families, we are all \n\n\n\nmixed. This is about one community. And you have mothers afraid to go to take their kids to the school, or to--to--to \nbuy groceries, or to the clinic, because of this enforcement. And in--in what it makes it even worse, it is the policy, it \nis a practice, but also the narrative that is in--here in the border that is a is a--a special song, that constitutional \nrights do not apply, that the law enforcement agents can do anything that they want. So I think that fear that that--\nthat distortion, by the way, has penetrated within our communities in ways that we had not see before. That's--that's \nwhy we are saying policy change is important but also we need to build a better narrative, a successful narrative \nthat recognize that impunity and abuse is not normal and that respect of the Constitution should apply to the border. \n\nESCOBAR: Thank you.  \n\nAnd I now recognize Rep Jackson Lee, the gentlewoman from Texas, \n\nJACKSON LEE: Thank you, Chairwoman, very much. And let me just say that is the goodness of America, when \ngood people like each and every one of you and those in this audience and those who we see when we go in field \nhearing around the nation, are courageous enough and open enough and experienced enough to be able to tell us \nthe truth to fix the longstanding broken process. I'm grateful for each and every one of you and the witnesses \nbeforehand.  \n\nLet me be very clear, it seems to get a little murky. And certainly, I think the tone of the present administration, \nwithout disregarding, Mr. Garcia, your comments, but having been back and forth in front of the border and over \nacross the border for decades plus in my service in public office, I'm going to testify and say that it was distinctive \nand different under President Obama. The reason I know that because I did come to the border when many, many \nchildren, as you remember, in 2014, were coming across the border and we opened up a number of settings. Those \nchildren came across and some came across their parents or mothers, and they were allowed to stay together and \nthere was a difference. We were all trying to work to fix it but there was a difference. I think this is important to \nclarify.  \n\nThe other point to clarify is that immigrants don't have due process rights. Let me negate, deny and rebut, that that \nis not accurate. There are limits when it's a civil proceeding but if you step on the soil of the United States they \nshould be respected for those rights.  \n\nAnd thirdly, to Mr. Drake, thank you for giving me time when I came here and you and I went across the border. The \nMPP is a blatantly illegal program, period. I can't imagine that the Circuit is going to find any basis in law because \nthe administration has no basis in law for the MPP program, other than what is a figment of their imagination. It \nshould be crushed, stopped, denied, ruled unconstitutional, and we need to write a law that forever bans a silly \nprogram like that. \n\n(APPLAUSE) \n\nI'm going to ask you and I'll--I'll have to do a bionic questioning again, very quickly. But let me just ask all three of \nyou to answer this question of the militarization of the border. Mr. Garcia, you articulately said it, but everyone can \ncome at it, in this Posse Comitatus Act, the use of-- And let me just say this, there are good men and women of \nBorder Patrol, CBP, ICE. The reason is they're your neighbors. I see them. But what has happened is it's been \nflipped upside-down as to what their role is - and it's harmful.  \n\nSo Posse Comitatus, great people in Texas National Guard, they're the borderline. And so what has that impact \nbeen and what is the public's understanding of U.S. military law and civilian law? Let me just--if you can take a note \nof that. Should we restructure these agencies so they get back to-- I'm--I'm appalled that they're not meeting with \nyou. And the FBI is doing the same thing. You can't get the FBI, unless you're Republican, to come and visit with \nyour constituents for informational purposes.  \n\nAnd then the last one is, you all can just take it as you want, if you can remember, the conditions, I think you've \nalready spoken about that, the conditions in Mexico. Just--just a point, Mr. Drake, could you weave in, did anything \never happen in the death of Claudia Patricia Gomez, who was shut--shot down at the border? Is there any relief to \n\n\n\nthis kind of violence? And Miss Rivas, in your answer if you can say anything about Sofia and the devastation of \nher example.  \n\nI want to know whether we need to write specific laws adding to the great work that's being done dealing with \nwomen and children. And then also, Mr. Garcia, we're going to write, working with my great chairwoman, to make \nsure that the private detention centers have the same responsibility reporting that the other centers do. But if you \ncan answer those questions, please. \n\nDRAKE: Sure.  \n\nJACKSON LEE: Mr. Drake, (INAUDIBLE). \n\nDRAKE: Absolutely. \n\nSo the military has no place on the U.S.-Mexico border. They are barred by law from conducting any law \nenforcement activity within the country and they're getting dangerously close to doing that by now stationed in \ndetention facilities and at our ports of entry. Their presence adds to the overall false narrative of a crisis and a threat \nof an invasion at our border, which is simply not true. Their presence is not needed and--and--and they should not \nbe here.  \n\nThe case of Claudia Patricia Gomez, the ACLU is representing her family in a civil rights lawsuit in which we are \nseeking $100 million in damages for her death. A Border Patrol agent shot her, while she was hiding in a ravine, in \nthe head and then lied to the American public about the circumstances surrounding that case until cell phone video \ncame out that showed that she, in fact, had not attacked a border patrol agent and was, in fact, hiding in--in a \nravine.  \n\nJACKSON LEE: No criminal charges.  \n\nDRAKE: No criminal charges and we do not know what--we do not know the identity of the agent that--that took that \naction.  \n\nRegarding meetings or otherwise with--with Border Patrol, I think that the broad call is that there needs to--what we \nhave seen is that CBP will not release any information or provide any information to local communities or the public \nor Congress unless they are absolutely required to do so by a court of law or by legislation. And so anything short of \nlegislation requiring them to reveal basic information data-- \n\nJACKSON LEE: --Right.-- \n\nDRAKE: --about their activities. They do not even collect data on the--on stops that they conduct within the 100-\nmile zone. And they certainly, because they don't even collect it, don't report it and so, therefore, there is no ability \nto conduct oversight of their racial profiling of border communities throughout--throughout the 100-mile zone. I'll--I'll \nleave the rest of the time to my colleague. \n\nJACKSON LEE: That's all right. Thank you, Mr. Drake. We're working on those issues. I hope you could work with \nus on that. Thank you. \n\nRIVAS: Border militarization, I just have to say it, it means going into labor on November 30th and having a Border \nPatrol agent in the delivery area because he was there with a person he had apprehended. And as an immigration \nattorney that was the most unpleasant experience. I contacted one of my colleagues at ACLU, she said, \"There's \nnothing you can do. Just write a blog about it one day.\" That is what militarization on this border means. \nHelicopters at night and it's me telling my kids that it's probably Border Patrol agents, and they know what that \nmeans.  \n\nShould we restructure these agencies to meet with us? And--and in so many ways, yes, we need to restructure. \nAnd the meetings will happen sometimes, not in the way that we used to, but there's no true access, there's no true \n\n\n\nanswers that are being given at these meetings. And the reality is for me, we need access to counsel every step of \nthe way, from Border Patrol facilities, to CBP holding under bridges, to holding in bridges, we need access.  \n\nWhen I walked a 19-year-old victim who was just raped and I'm told I cannot be with her as her counsel, that I need \nto leave immediately and I need to stand down, that is not correct. The fact that an MPP court, again, we're on this \nlist but yet, we are not allowed to be even in the waiting room of that court, we are effectively shut out, we are told \nto wait downstairs. If we don't file an entry of appearance we cannot speak to not one single person who is there for \nMPP court, not even to get basic information. We need--we truly, truly need access as attorneys. \n\nJACKSON LEE: Mr. Chairman, I--Madam Chair, if you would allow-- I think the chairman was getting ready to ask a \nquestion. I'm--I don't have the time. I was going to yield. I just wanted to say those orders seem to be patently \nillegal. I--I don't know who has authority to keep you out of something that is--that is called a court, a public court. \nMr. Chairman-- \n\nESCOBAR: --Mr. Chairman.-- \n\nJACKSON LEE: --did you want to say something.  \n\nESCOBAR: --Would you--you were wondering--you were going to ask Miss Rivas a (INAUDIBLE). \n\nNADLER: I would just say who makes determination? Who makes the determination that you can't speak to--to the \npeople there, et cetera? \n\nRIVAS: It's EOIR headquarters that have made that determination. \n\nNADLER: EOIR?  \n\nJACKSON LEE: Yeah, it was. Yes, right. \n\nRIVAS: It's Central Immigration Court. The Executive Office of Immigration Review. \n\nNADLER: The court can't--the court can't make that determination. \n\nRIVAS: The--the court themselves cannot. And as a matter of fact, we don't exactly know what happened but we \nhave been told that we cannot speak to anybody who's in the MPP process. Even in giving what we, again, many of \nus on this list came together and made a script that was just a simply a know your rights for people who are in MPP, \nwe are not allowed to do that anymore. I actually witnessed the only person that's giving information beforehand is \nthe government attorney. \n\nJACKSON LEE: No basis in law. May Mr. Garcia finish this question? \n\nESCOBAR: Yes.  \n\nJACKSON LEE: Thanks. Thank you so very much. \n\nFERNANDO GARCIA: Thank you.  \n\nESCOBAR: Mr. Garcia and if--if we could wrap up. Your--you have the final word. \n\nFERNANDO GARCIA: Will do. The National Emergency Declaration of Trump is illegal and unconstitutional. And \nwhy--why I say that is because he went above you and above our communities to not only use military resources \nbut also deploy active duty soldiers in our community, violating the Posse Comitatus Act. In the--the present in \nNogales that if we are allow the militarization of the border and we see it as a normal, then that will happen in \nHouston, in Chicago, in New York. So we don't want to go that route.  \n\n\n\nAnd finally, to say that we been working with Border Patrol for 20 years. We had very good moments of \naccountability. We have created good engagement model. This is not about persons, this is about systems, \nsystems are broken, systems of oversight and accountability and that is what we need to fix. \n\nESCOBAR: Thank you so much.  \n\nJACKSON LEE: Thank you.  \n\nESCOBAR: Thank you, Congressman Jackson Lee.  \n\nThis concludes today's hearing. I would like to, once again, thank both panels of excellent witnesses for \nparticipating in this very important hearing. I'd also like to thank El Paso, you all showed up. We have a packed \nhouse. I am so grateful to all of you for spending your morning with us and for showing my colleagues that we care \nvery deeply about these issues and that we are going to help lead the way in reminding our country that we are a \nplace of dignity and the people who arrive at our front door deserve equal treatment in terms of dignity.  \n\nWithout objection, all members will have five legislative days to submit additional written questions for the witness \nor additional materials for the record. Without objection-- And I, again, just thank you so much to my incredible \ncolleagues. I'm so, so, so grateful. Without objection, the hearing is adjourned. \n\n(GAVEL) \n\n(APPLAUSE) \n"}