{"title": "U.S. Weighs the Fate of Child Immigrants", "body": "\nIn January 2001, Malik Jarno, described by his lawyers as a mentally retarded Guinean who is now 17, arrived at \nDulles International Airport in Virginia. He said he was seeking sanctuary from political persecution that had left his \nfamily dead.\n\n     But because he tried to enter the country using a false passport, Mr. Jarno was detained by the Immigration and \nNaturalization Service and has bounced from one adult jail to another. He spent nine months in jail before receiving \na hearing, at which the immigration agency challenged his claims about his age and mental capacity and declared \nthat he should be deported. \n\n \"I thought I could have a new life here,\" Mr. Jarno said in an interview, which was translated by one of his lawyers, \nBenoit Jacqmotte. \"I also thought this was a country that respected human rights. But I am not sure anymore.\"\n\nMalik Jarno has emerged as a symbol of the plight of the nearly 5,000 unaccompanied children who are detained \nby the immigration agency each year. \n\nWhile the agency says it works with nonprofit organizations and public agencies to place children in the least \nrestrictive setting possible, many are sent to jails for months at a time without access to critical services. \n\nIn addition, up to 80 percent of unaccompanied juveniles appear in court without a lawyer or guardian, legal \nadvocates say. That often means added time in detention, because immigration judges are reluctant to issue final \norders of removal against children without counsel.\n\nAmnesty International USA, the American Civil Liberties Union, the American Bar Association, the Lawyers \nCommittee for Human Rights and the Women's Commission for Refugee Women and Children, among others, \nhave called for immigration officials to change the way they handle cases of unaccompanied immigrant children.\n\nLegislation, meanwhile, is pending in both houses of Congress to create an Office of Children's Services within the \nDepartment of Justice. The Senate bill, introduced by Senator Dianne Feinstein, Democrat of California, would \ntransfer responsibility for the children from the immigration service to another agency within the Justice \nDepartment, which would set standards for detention, release and counsel.\n\nMr. Jarno, who speaks basic French and Puhlar, a West African language, is being held at Rappahannock Regional \nJail in Stafford, Va. In the 14 months he has spent in adult jails, he said, he has been beaten by guards and other \ninmates and sprayed in the face with a pepper solution. He said he has spent time in solitary confinement and has \nbeen strip-searched.\n\n\"They punish me, but I do not know why,\" he said.\n\n\nMr. Jarno's mother died when he was young. His father, an imam and a local community leader, died in prison in \nGuinea. His brother has disappeared, his lawyers said.\n\n\"I'm scared of going back to Guinea,\" Mr. Jarno said. \"I think I'll be in danger if I return.\"\n\nMr. Jacqmotte, who is working without pay, said, \"The real issue is that the I.N.S. could transfer him at any time to a \nfacility equipped to deal with this child's special needs.\"\n\nBut the immigration service contends that there is no reason for such a move because Malik Jarno is not a minor, \ndespite a birth certificate that lists his date of birth as Jan. 7, 1985. Mr. Jarno's lawyers say the immigration service \nbelieves he is 19. The agency also disputes whether Mr. Jarno is retarded.\n\nMr. Jarno was examined last month by a psychologist hired by his lawyers who concluded that he suffers from \nmoderate mental retardation and \"very delayed intellectual functioning.\" His I.Q. is about 47, the psychologist said, \nplacing him in the bottom 0.1 percent of those tested.\n\nImmigration officials used dental and wrist X-rays to determine Mr. Jarno's age. Many medical experts have said \nsuch methods are unreliable. The developers of the bone study method used by the immigration service said that \n90 percent of those tested would fall within a range of roughly 30 months above or below the person's actual age.\n\nThe immigration commissioner, James W. Ziglar, has said the agency was reviewing its use of X-rays to determine \nage. \n\nSenator Feinstein's measure would change procedures so that various forms of evidence would be considered in \ndetermining a child's age for purposes of detention, placement, custody and parole. The bill would also bar the use \nof X-rays as the sole means of determining age.\n\nAt a hearing last month, Senator Edward M. Kennedy, Democrat of Massachusetts and chairman of the immigration \npanel for the Judiciary Committee, said that more than 30 percent of the children who were in custody were \nhoused in juvenile jails. Many others, he said, were kept at shelters for many months without access to translators, \neducation or medical care.\n\nThe immigration agency said today that it would transfer four Tanzanian teen-agers who were being held at a \ndetention center in Pennsylvania, to a foster family. \n\nIn July, the boys, 16 and 17 years old, wandered away from a Boy Scout jamboree in Virginia. They said they \nhoped to stay in the United States to attend school. \n\nThe youths, who speak Swahili, have been held at the Berks County Youth Center about eight months, pending the \noutcome of their asylum proceedings. They did not want to return to their country, their lawyer said, for fear of \nreprisals for embarrassing its government. \n\nThe lawyer, Andrew D. Morton, who represents the boys without pay, said the facility was generally used for \ndetaining youths for short periods of time. The center, he said, was inadequate to provide long-term care.\n\nAmnesty International said Malik Jarno's imprisonment was a clear violation of both international and domestic \nstandards for the treatment of asylum-seekers.\n\n\"Sadly, he's far from the only one,\" said Curt Goering, a deputy executive director for Amnesty International. \"Many \nother children seeking refuge in the United States are kept in deplorable conditions, and it's a practice that has to \nstop.\"\n\nMr. Goering added, \"It should be unfathomable that a child could suffer so much while under the auspices of the \nU.S. government.\" \n\n\n\nhttp://www.nytimes.com\n"}