{"title": "IMMIGRANTS FILL PAUPER'S CEMETERY IN CALIFORNIA TOWN", "body": "\nThe two men were buried May 17 in a dirt lot at the edge of the Southern California desert.\n\nA long path and tall bushes set their graves apart from the ornate headstones at the local cemetery.\n\nNo relatives were present as the men were buried in less than 15 minutes.\n\nNo one knows who they were.\n\nAuthorities believe they were illegal immigrants from Mexico, two more among the hundreds who die each year \nwhile trying to cross into the United States.\n\n\"I'm sure their families are waiting for them to return home, and here they are today being buried,\" said Bibi Jaime, \nan apprentice funeral director who read a brief prayer.\n\nUnidentified immigrants are filling the Holtville pauper's cemetery, which opened in 1995, two months after a \nU.S. border crackdown began in San Diego that pushed migrants eastward to the deserts of Southern California \nand Arizona.\n\nSince then, Imperial County has buried 122 unidentified immigrants, said Dennis Jones, superintendent of the \ncemetery district that manages the one-acre site in Holtville, a farm town 120 miles east of San Diego.\n\nJaime, an immigrant from Mexico, has presided over several dozen John Doe funerals in the past three years. He \nexpects to see more as immigrants continue to risk desert crossings.\n\n\"I wish we could do something to stop them coming across the way they do,\" he said. \"I wish they could see what \ngoes on out here.\"\n\nThe bodies of immigrants known to be from a certain country are generally returned there, often with that nation \npaying some of the cost. But many don't carry identification or it is lost or stolen during their journey.\n\nOf the 491 immigrants who died entering the United States last year through Mexico, 114 were classified as \nunidentified, according to a Mexican government report.\n\nImmigrant deaths happen regularly in the Imperial Valley, a sparsely populated region of deserts and mountains \nthat supports an agricultural economy via a network of canals that carries Colorado River water to the area.\n\nThe El Centro division of the Border Patrol - which includes the Imperial Valley - recorded 77 deaths last year, \nhigher than any other sector patrolled by the agency for the second year in a row.\n\n\nMost are caused by exposure or from drowning in the All-American Canal, a fast-moving waterway that parallels the \nborder for 82 miles. Last year, 26 drowned; the 11 that have died there so far this year included the two men buried \nMay 17.\n\nAs summer approaches, deaths are expected to increase as immigrants risk drowning in the seemingly calm \nwaters.\n\nNotes\n\nIN THE NEWS: DEATH AT THE BORDER\n"}