{"title": "What's behind Obama's bold move on immigration; President Obama's plan to defer deportation for millions of illegal immigrations tests Republicans. Do they go ballistic and hurt themselves? Or can they deny funding for Obama's plan without shutting down the government?", "body": "\nPresident Obama is set to take sweeping executive action aimed at protecting some 5 million undocumented \nimmigrants from deportation.\n\nThe move will satisfy a promise Mr. Obama made to immigrant and Latino groups long clamoring for relief on \ndeportations. But it will also enflame already-high partisan tensions in Washington and color the rest of Mr. \nObama's presidency - as well as the 2016 presidential race.\n\nObama will make his announcement Thursday in a televised address to the nation at 8 p.m. ET, the president \nannounced in a video posted on WhiteHouse.gov. On Friday, he heads to Nevada - a political battleground state \nwith a big Latino population - to give a speech promoting the move.\n\n\"Everybody agrees that our immigration system is broken,\" Obama said in the video. \"Unfortunately, Washington \nhas allowed the problem to fester for too long.\"\n\nHe said he will lay out measures that he can take with his \"lawful authority as president\" to improve the \nimmigration system, while working with Congress to \"get a bipartisan and comprehensive bill that can solve the \nentire problem.\"\n\nObama has stated in the past that he would \"rip up\" any executive action as soon as Congress passed legislation \nhe was willing to sign.\n\nBut the reality is far less hopeful. Republican leaders in Congress have made clear that any broad executive action \non immigration would poison their relationship with Obama, and hinder their ability to work together. They call \nObama's planned move \"executive amnesty.\"\n\nObama, for his part, may well have concluded that he wasn't going to get much done anyway with Congress during \nhis final two years in office, and so he might as well act on his own. The Republicans pounded the Democrats in the \nNov. 4 midterms, taking control of the Senate and expanding their House majority come January.\n\nObama's immigration move presents a big test for Republican leaders on Capitol Hill. Will their members go \nnuclear and shut down the government by refusing to fund the government in time for the Dec. 11 deadline? Or will \nthey finesse the situation, finding a way to defund the president's moves on immigration without taking action that \ndoes further damage to the GOP brand?\n\n\nHouse Republicans reportedly crafted two plans Tuesday aimed at countering Obama on immigration without \nshutting down the government. One plan calls for passing a broad spending bill, then rescinding funds needed to \nimplement Obama's immigration move. The other would take the funds out of the spending bill, and make it stand-\nalone legislation.\n\n\"We went down the government shutdown route a year ago. It didn't work, and I think a lot of people that recall that \ndon't think it's wise to repeat that exercise,\" Rep. Tom Cole (R) of Oklahoma told The New York Times. \"We've got \na lot more than just a sledgehammer in the toolbox, and so let's use some of these other weapons that we have.\"\n\nNotably, though, House Speaker John Boehner (R) of Ohio has not ruled out the possibility of another shutdown. \nThe last shutdown was in October 2013; public blame fell on the Republicans.\n\nObama and the Democrats see his latest move on immigration as driven by a desire to do the right thing for \nmillions of people in the country illegally and unable to get right with the law. Many have relatives in the United \nStates who are either American citizens or have another form of legal status, including so-called \"Dreamers\" - \npeople who were brought into the US illegally as children and are beneficiaries of Obama's 2012 move to defer \ndeportation.\n\nThe executive action Obama will announce on Thursday aims to protect some 5 million undocumented immigrants. \nCriteria will include how long they have been in the US and family connections in the country.\n\nRepublicans see an effort by Obama to goad them into overreacting, and hurting their party's image further with \nLatino voters.\n\n\"Obama doesn't want to be seen as a lame-duck president,\" says Republican strategist Ford O'Connell. \"He wants \nto frame this as Republicans being obstructionist, when in fact it's Obama who is going against the will of the \nAmerican people.\"\n\nIn recent years, Obama's posture toward people in the US illegally has shifted. He used to say he didn't have the \npower to waive deportations for broad categories beyond the \"Dreamers.\" But in the last year, as his frustration with \ncongressional Republicans has grown and pressure from immigration groups has risen, his rhetoric has grown \nbolder.\n\nObama also has a vested interested in being succeeded by a Democrat in 2016, as a way to vindicate his record \nand protect his legacy. In the next election, the fast-growing Latino community will be as critical a voting bloc as \never.\n"}