{"title": "Hotline to help day laborers turn in contractors who cheat; SANTA CRUZ POLICE SAY ILLEGAL IMMIGRANTS DESERVE PROTECTION", "body": "\nThe city of Santa Cruz, which often takes controversial approaches to social issues, has now established what is \nbelieved to be the nation's first hotline for day laborers -- most of whom are undocumented -- to report \nunscrupulous employers.\n\nThe creation of the hotline, announced Monday, swiftly drew complaints from activists who said government \nshould not offer such protections to illegal immigrants. ``The number of illegal immigrants is exploding, and this \nwill only encourage more to come,'' said Yeh Ling-Ling, executive director of the Oakland-based Diversity Alliance \nfor a Sustainable America.\n\nBut police officials, citing reports that employers regularly abuse day laborers, said everyone deserves the \nprotection of the law.\n\n``When contractors pay less than agreed-upon wages, or do not pay at all, they violate labor laws and subject \nhonest contractors to unfair competition,'' said Santa Cruz Police Chief Howard Skerry, whose department joined \nforces with a Latino community service agency to set up the hotline at (831) 420-5997.\n\nThe 24-hour automated hotline will allow workers to record their complaint, with the option of leaving their name, \nphone number or contact information. Skerry said police immediately will turn over the names of contractors, \nvehicle plate numbers, telephone numbers and other information to the Santa Cruz County District Attorney's office \nfor further investigation and possible civil and criminal prosecution.\n\nEven when prosecutions of unscrupulous contractors are not possible because victims choose to remain \nanonymous, authorities will be able to identify those employers and warn them that police are watching, police \nofficials said Monday.\n\nSeveral day laborers waiting for work in front of Santa Cruz's San Lorenzo Lumber on Monday afternoon said \nthey liked the idea of an anonymous hotline to report employers who try to cheat them. They all agreed that the \nmain problem lies with contractors, and not individual homeowners who hire them for landscaping, painting and \ncleaning.\n\n``The homeowners don't cheat you,'' said Juan Gaona, 33, of Santa Cruz. ``They feed us and treat us well. It's the \ngreedy contractors that are the problem. A lot of workers don't get paid.''\n\n\nOn Monday, workers from Santa Cruz's Familia Center, which worked with the police department to set up the \nhotline, began visiting day laborer sites to publicize the new program.\n\nThe hotline was born after a recent conversation between Yolanda Henry, executive director of the Familia Center \nand city Councilman Ryan Coonerty.\n\nThe two were discussing a proposed Santa Cruz ballot initiative that would raise the minimum wage in Surf City to \n$9.25 -- $2.50 higher than the state minimum. Henry pointed out that a larger problem for many members of the \nLatino community was ``getting paid at all'' for work, and they agreed a hotline would be a good solution.\n\nThey also agreed that illegal immigrants would be less reluctant to call if they knew that the program was affiliated \nwith the well-known, 22-year-old Familia Center, and not just the police department. The hotline will be checked \nregularly by police.\n\nCoonerty took the proposal to the police, who researched it and found that no other police agency in the country \nhad such a hotline. Among the big cities contacted were San Jose, San Francisco, Los Angeles, San Diego, El \nPaso, Tex., and Phoenix, Ariz., according to detective Arnold Vasquez and administrative analyst Zach Friend.\n\nIn late January, researchers from UCLA, the University of Illinois and New School University in New York released \nthe results of an 18-month groundbreaking study that found that day laborers regularly encounter abuse, \ndangerous workplaces and theft of wages.\n\nResearchers interviewed 2,660 workers at 264 hiring sites in 20 states and Washington, D.C., including 14 worker \nsites in San Jose, one in Mountain View and several in San Francisco, Oakland and Berkeley. Some sites were \ninformal gathering spots on busy streets or in front of home-improvement centers; others were organized day-\nworker centers.\n\nThe study found that three-quarters of the workers are undocumented -- and that 87 percent are from Mexico and \nCentral America. Almost half of all day laborers experienced at least one instance of ``wage theft'' in the two \nmonths before being surveyed. Forty-four percent said they were denied food and water or breaks while on the job.\n\nGabriel Martinez, 45, of Watsonville, said he depends on the income from the casual labor market to supplement \nseasonal work in the strawberry fields. But he's always wary of potential employers -- particularly after he got \ncheated out of a day's pay by someone who hired him to deliver advertising circulars.\n\nAfter that experience, he said, he started copying down the license plates of employers. He said he'd have no \nreluctance contacting the police hotline, even though he is an undocumented immigrant.\n\nSixteen percent of the day laborers in the national study had reported being ``insulted'' by police as they tried to \nseek work. Nine percent said they had been arrested.\n\nBut the workers interviewed Monday said that besides being chased off private property at the request of San \nLorenzo Lumber's owners, they had no problems with the way they were treated by Santa Cruz police.\n\n``I'll report the people who don't pay,'' Martinez said in Spanish. ``I have no problem with that.''\n\nContact Ken McLaughlin at kmclaughlin@mercurynews.com or (831) 423-3115.\n"}