{"title": "MEMOS: RAIDS WERE FOR QUOTA, NOT A SOLUTION", "body": "\nFOR YEARS it has been a dirty little secret: The Immigration and Customs Enforcement raids of immigrant homes \nand work places are just a propaganda tool that does nothing to increase national security or resolve the crisis.\n\nTheir true purpose was to make believe that the Bush administration was doing \"something\" about controlling \nimmigration in order to placate the nativists and racists who have hijacked the immigration debate. If this meant \nthousands of innocent working families had to be persecuted and terrorized, well, so be it.\n\nIn case any lingering doubts remain about the deceptive character of this policy, the Immigration Justice Clinic at \nthe Benjamin N. Cardozo School of Law of Yeshiva University released several documents last week that should be \nmore than enough to dispel them.\n\nThey are a series of previously secret memos pertaining to ICE's campaign of home raids that were obtained in \nJanuary under a Freedom of Information Act lawsuit filed in Manhattan Federal Court. The documents make clear \nthe true nature of the strategy.\n\n\"ICE's home raids have primarily led to the arrests of individuals who posed no risk to society and have come at a \nsignificant cost to immigrant families and to ICE's own enforcement priorities,\" said Peter Markowitz, director of \nCardozo's Immigration Justice Clinic.\n\nICE's rapidly expanding National Fugitive Operations Program, created in 2003, had the mission of apprehending \nand deporting fugitives who are national security or public safety threats. Over the past five years the program has \nreceived more than $625 million in public funds.\n\nYet 73% of the nearly 97,000 people arrested by ICE teams since the program's inception and early 2008 were \nundocumented immigrants without criminal records, according to Collateral Damage: An Examination of ICE's \nFugitive Operations Program, a report put out last week by the Migration Policy Institute, in Washington.\n\nThe report found that even though the program's mandate was to capture dangerous fugitives, \"arrests of fugitive \naliens with criminal convictions have represented a steadily declining share of total arrests, accounting for just 9% \nof total arrests in 2007, down from 32% in 2003, according to the Department of Homeland Security's own \nestimates.\"\n\nMichael Wishnie, a professor at Yale Law School and co-author of the report, said that the program has not fulfilled \nits mission to find and deport dangerous fugitives.\n\n\n\"The evidence suggests that this is a case of 'mission drift,' in which the program has used public funding intended \nfor one purpose for something entirely different: apprehending nonviolent nonfugitives - who constitute the easiest \ntargets,\" Wishnie said.\n\nThe reason for the drift can be found in ICE's memos, Markowitz said. An ICE memo from early 2004 required no \nless than 75% of fugitive operations targets be classified as \"criminal aliens.\" That changed in 2006, when the \nfugitive operation teams' annual quotas were increased, from 125 to 1,000 arrests per year.\n\n\"For the first time, the teams were allowed to count any arrest - not just those of fugitives and criminals - toward \ntheir totals,\" Markowitz said.\n\nYes, despite ICE's denials, it is now clear that the raids were a way of meeting a quota even if it meant renouncing \nits mission. As a result, hardworking immigrant communities were cruelly and needlessly victimized.\n\n\"The secret memoranda and new data released [last week] reveal that the Bush administration put headlines before \nhumans,\" said Lynly Egyes, a third-year law student from Cardozo's Immigration Justice Clinic.\n\nIt is up to President Obama to put humans before headlines again and immediately stop this cruel practice that \ndemeans us as a people. aruiz@nydailynews.com\n"}