{"title": "Canada Extradites Bomb Suspect for Dutch Trial", "body": "\nA Canadian judge has ordered the extradition of an Algerian immigrant to the Netherlands, where the Rotterdam \npolice have charged him in a plot to blow up the United States Embassy in Paris. \n\n     The immigrant is named Adel Tobbichi in court documents here but Dutch authorities say his name is Amine \nMezbar, of Constantine, Algeria, and that he used two other aliases, Mathieu Miljadi Prajasemita and J. P. D. \nStraebler. \n\n According to a Canadian prosecutor, James Brunton, the police discovered several forgeries during a search of his \nresidence in Montreal, where he arrived in August 2001 with his wife, Faiza Bennouna. Ms. Bennouna returned to \nher native Netherlands three weeks before Mr. Tobbichi's arrest on June 21. \n\nThe charges pending in Rotterdam include \"preparations for terrorist attacks\" and \"membership in a criminal \norganization.\" He is also charged with forging passports and other travel documents, conspiracy to cause an \nexplosion, conspiracy to murder and possession of firearms. \n\nThe thick Dutch affidavit also provides circumstantial evidence linking Mr. Tobbichi with acetone, sulphuric acid and \nother bomb-making materials seized by the police.\n\nIt also says that he lived with two others arrested in the plot, Jerome Courtailler and Abdelghani Rabia.\n\nA search of their residence by the Rotterdam police produced some 60 passports, as well as videos of Osama bin \nLaden and information on land mines. \n\nThe police in the Netherlands say Mr. Tobbichi's fingerprints were found at the site. His fingerprints also link him to \nresidential break-ins in the Netherlands in 1997 and 1999. \n\nThe Dutch authorities also supplied wiretap evidence that they say records Mr. Tobbichi discussing requests for \npassports, including a complaint about poor quality. \"It is a useless passport,\" says a person named Ammirouch. \n\"The first page of the passport has very vague colors, and the last and second-to-last pages have come off.\"      \n\nhttp://www.nytimes.com\n"}