{"title": "Financial Regulation vote, Arizona immigration, more -- Post Politics Hour", "body": "\nThe Post's Perry Bacon Jr. was online April 26 at 11 a.m. ET to take your questions about the latest political news \nand to preview the week ahead.\n\n____________________\n\nChicago: Did Lindsey Graham throw a temper tantrum or does he have a point?\n\nwashingtonpost.com: On climate bill, Democrats work to overcome Graham's immigration objections\n\nPerry Bacon Jr: I think both. It is hard to imagine Congress passing both of these bills this summer, with SCOTUS \nand everything else happening. But he does seem to be making a bit of personal complaint; harry reid is moving \nimmigration ahead for political reasons.\n\n_______________________\n\nBOTTOM LINE: What will Crist's decision be? Bold prediction time!\n\nPerry Bacon Jr: No way he keeps running as a Republican. I think he goes independent, but he could just drop out \nof the race.\n\n_______________________\n\nReg Reform: As a Republican, I feel that we're only hurting our chances in November by opposing this Senate bill \n(yes I know it's not a perfect bill and they're still negotiating etc). But the fact is that today we're going to vote \nagainst bringing the bill to the Senate floor. Is this clearly a dumb political move or am I missing something?\n\nPerry Bacon Jr: I think if Republicans permanently block this bill, that is not smart. But I think delaying it now won't \nmatter much if ultimately some Republicans do reach a deal.\n\n_______________________\n\nArlington, Va.: Where can I go to read the Obama administration proposal on comprehensive immigration reform?\n\n\nPerry Bacon Jr: I don't think there is one. To be fair, Congress is the legislative branch charged with writing bills. \nObama has in the past supported immigration reform with a pathway to citizenship for people here illegally.\n\nActually, check this out. http://www.whitehouse.gov/issues/immigration\n\n_______________________\n\nMontgomery Village, Md.: Perry\n\nHow does it possibly benefit Republicans in the Senate to be painted as NOT EVEN WILLING TO DEABATE \nfinancial reform in today's vote. Yes, they can scream all they want about how imperfect the bill is, but then get it \non the floor and debate it. Isn't that what \"the world's greatest deliberative body\" is supposed to do?\n\nOr are they afraid that is one of their members breaks ranks now, they have no hope of amending the bill? \nMcConnell et al really have a death wish ! Two thirds of the country -- probably even more -- want Wall Street \nreform and these guys won't even let it be debated! Smart, real smart.\n\nPerry Bacon Jr: Mitch McConnell has had a pretty effective 16 months as opposition leader; I would be careful of \ndismissing his strategic decisions at this point. (Obama still hasn't gotten congressional support for closing Gitmo, \neven though both presidential candidates supported that in 2008, McConnell has a lot to do with that)\n\nI happen to think if Republicans back the bill at the end of the day, it won't matter that they slowed it at this month. \nI\"m not sure this move helps them that much though.\n\n_______________________\n\nHackensack, NJ: More about Graham - he's walking away from legislation he's worked on for years and genuinely \nfeels is important for his constituents and for national security, because of a scheduling issue?\n\nFirst, why would he give up on something so important to him just to make a procedural point?\n\nSecond, why would constituents put up with a congressman who says X is vitally important to our interests, but I am \nnot going to do X?\n\nPerry Bacon Jr: I think constituents put up with such things all the time. Congress has been debating immigration \nfor four years, everyone thinks it's important, nothing has been done, and many of the members who say it is \nimportant keep coming back to congress after reelections.\n\nI don't think his work on energy is over yet.\n\n_______________________\n\nSCOTUS Nominee: What sort of timeline are we looking at for an announcement?\n\nPerry Bacon Jr: Next two weeks.\n\n_______________________\n\nHerndon, VA: Perry: what are we to make of the latest out of Nevada? Does Sue Lowden's \"chickens for check \nups\" proposal have any legs? Is Reid going to benefit from the backlash?\n\nPerry Bacon Jr: I suspect it will not become federal law. And I think when the GOP picks a nominee, Reid will \nhighlight remarks like this. I think he has to win by going negative on whoever the Republican running against him \nis.\n\n_______________________\n\nhttp://www.whitehouse.gov/issues/immigration\n\n\nBack Then Sue Couldn't Vote or Hold Political Office: As Sue Lowden harkens back to \"the olden days\" for ideas to \nlower today's U.S. health care cost, someone should remind her that women couldn't vote or hold political office \nwhen doctors accepted chickens as payment for their services. During those times, whiskey was used to \nanesthetize patients and sanitize operating instruments. For a person who wants to replace Harry Reid, is that the \nbest example she could come up with in finding an ideal time for solving a major challenge facing the nation? Is this \nrevelation and her resistance to change reflective of her intellect? Is Sue Lowden the best Republicans can offer as \nan alternative to Harry Reid? One wonders what historical time period she'd pick for ideas on immigration or \nfinancial reform.\n\nPerry Bacon Jr: Lots of questions. I think perhaps she didn't think through all of the points you made. The broader \npoint, as Paul Krugman has made, is that the cost of check-ups is not a huge medical problem in terms of costs; it's \ndiabetes, end of life care, etc.\n\n_______________________\n\nQuestion on the Supreme Court nominee...: Perry, I'm thinking that a Republican filibuster of a Supreme Court \nnominee might be a good thing.\n\nIf Obama could be persuaded to nominate someone like Pam Karlan or Harold Koh, and their nomination gets \nfilibustered, then Democrats would have carte blanche to filibuster future Supreme Court nominees of Republican \npresidents.\n\nIf the Republicans want to cross that Rubicon, shouldn't the Democrats let them?\n\nPerry Bacon Jr: Umm, it depends on whether we want filibusters of judicial nominees. I don't really think an actual \nfilibuster is really necessary here. From the last couple of appointments, you can see the obvious pattern: the \nmake-up of the senate is the important thing regarding nominees. With pretty strong senate majorities, Bush picked \nRoberts and Alito, and Obama picked Sotomayor, nominees who fit those presidents' ideologies, but did not have \nlong records of ideological writings that would inflame the other party. If there were 65 Democrati senators, I think \nyou get into Harold Koh, Goodwin Liu possibilities or on the other end, whoever is the next Scalia. My sense is \npresidents of both parties would like to avoid a filibuster because it can slow down your agenda on other issues, \nand in reality a Scalia versus Roberts (or a Stevens versus a Sotomayor) don't differ that on issues. In other words, \na passionate liberal versus a more cautious one will come to the same conclusions on most issues.\n\n_______________________\n\nEffective?: Okay other than being the lead-off soundbite on the morning news every day and determining the focus \nof overall news coverage, can you name one accomplishment McConnell can show for his 16 months of \nintrasigence?\n\nHe got whipped on Ledbetter, Stimulus, HCR, well you name it, I do not think that there has ever been a more \nthoroughly whipped minority leader in American history. All McConnell has accomplished is ensuring that the \nRepublican position has been silenced on every piece of legislation this session.\n\nPerry Bacon Jr: You don't think determining the news coverage is important? Really? I pointed out Gitmo earlier, \nbut I think the tenor of debate in Washington has been altered by the GOP's ability to keep all of their members \nunified on a bunch of key issues.\n\n_______________________\n\nWestcliffe, Colorado: So both parties do better in opposition than in governance? Seems to me the evidence is \nclear. When in charge, both look like the entrants in a one-legged butt kicking contest.\n\nTime to call it a night for representative government and evolve? After all, what's wrong with admitting defeat and \nmoving up and onwards?\n\n\n\nPerry Bacon Jr: Not sure I understand your question, but let me try. Politically, parties often do bad in congressional \nelections in the sixth year of a two-term presidency. (Think 2006) And I suppose in recent history it has been hard \nfor a party to win three straight presidential elections. I confess my political science classes are too distant a \nmemory to recall any other basic trends.\n\nBut a political party is a group organized based on policy goals, right? And in that sense, the Democrats have \naddressed a bunch of their big policy goals in the last 16 months, as Republicans did from 2001 to 2003.\n\n_______________________\n\nI think he goes independent, but he could just drop out of the race. : That's not a bold prediction! Does he go \nindependent or drop out of the race?\n\nPerry Bacon Jr: I think he will run as an independent and I think there is room there with a smart campaign, casting \nhimself as a outsider to a flawed politics as usual, casting the Tea Party movement as extreme, saying he will \ncome to Washington and be a member of neither of two parties more interested in politics than governing, etc. He \nwill have trouble raising money, but he has huge name ID in the state. If he is smart about holding events that draw \npress attention and highlight his independent stance, this could work. If he allows this to be cast as simply him \ndoing the most obvious political thing, it wont' work.\n\n_______________________\n\nHelena, Montana: Jon Cohen has a news item that over 2/3 of Americans support the Democrats financial reform \npackage, so the Republicans are going to vote for it, right? Or is it only when public opinion supports their position \nthat it has to be taken into account?\n\nPerry Bacon Jr: I think at the end of this debate, a bunch of Republicans will vote for this. This is is not health care, \nwhere the GOP activists were so opposed few Republican congressmen could vote for the bill and be safe \npolitically.\n\n_______________________\n\nNew York: I'm a moderate Republican who believes in strong financial reform. How does Mitch McConnell stop me \nfrom voting for advancing the current Senate version? What are his arguments? Thanks.\n\nPerry Bacon Jr: His argument among Republicans on this kind of procedural vote is if you oppose it now, you will \nhave more leverage in the negotiations. Like I said earlier, he is not telling them they can never support the bill, just \nnot now.\n\n_______________________\n\nWashington, DC: After this financial regulation issues concludes, what issues come up for debate/consideration in \nthe next 90 days?\n\nPerry Bacon Jr: I assume Supreme Court, the Democrats bill to restrict money in politics following the Citizens \nUnited decision, appropriations bills, energy or immigration legislation, lots still to go.\n\n_______________________\n\nRE: \"...unified on a bunch of key issues\": If this Republican unity results in no major accomplishments and the US \neconomy continues to improve, might they just personify the term \"ending with a whimper\" rather than gaining \nsignificant seats in Congress this fall?\n\nPerry Bacon Jr: I am loath to predict elections happening months from now, but i think Republican opposition has \nhelped lead to Dem retirements in a bunch of conservative-leaning places. Republicans will gain lots of seats in \ndistricts where no incumbent is running, particularly in the House. And I think the economy matters little in those \n\n\n\nplaces. In a place like Nevada, I don't know. Does economic improvement help reverse numbers for someone like \nHarry Reid, who is well-known but not well-liked? I don't know.\n\n_______________________\n\nMore on McConnell: I interpret the previous poster's point that winning the daily narrative is only important if it leads \nto substantive policy victories. On HCR, Republicans won most (media) battles but lost the war when the bill was \npassed, particularly given that blocking it seemed possible.\n\nPerry Bacon Jr: I would say winning the daily narrative helps win elections and winning elections empowers you to \nmake policy.\n\n_______________________\n\nFlorida Conservative Here: Crist will pull less than 15% of GOP voters if he runs as an independent, and there's no \nreason to think that a Meek voter will switch. So he makes himself look cheap, and Meek wins. Lose-lose for the \nrest of us.\n\nPerry Bacon Jr: The first part i agree with. The second part I\"m not sure. Meek voted for health care reform, the \nbailout and every part of the Obama agenda. There's room to run an anti-politics-as-usual campaign against him \nand Rubio.\n\n_______________________\n\nPerry Bacon Jr: Thanks for the questions folks.\n\nPerry\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Discussions and choose the most \nrelevant questions for guests and hosts; guests and hosts can decline to answer questions. washingtonpost.com is \nnot responsible for any content posted by third parties.\n"}