{"title": "Here are Gov. Tim Pawlenty's proposals on illegal immigration and the...", "body": "\nHere are Gov. Tim Pawlenty's proposals on illegal immigration and the actions needed for them to happen:\n\n• Create a Minnesota Illegal Immigration Enforcement Team. Pawlenty will seek funding from the Legislature, but \nif that fails he could do this with existing budget and officers.\n\n• Allow members of the new 10-officer team to enforce state and federal immigration laws. Requires approval of \nU.S. attorney general.\n\n• Prohibit \"sanctuary laws\" — like those in St. Paul and Minneapolis — that prevent local police officers from \ninquiring about immigration status or enforcing immigration laws. Requires legislative action.\n\n• Enact new and increased penalties for those dealing in human trafficking or false identification documents. \nRequires legislative action.\n\n• Require law enforcement officers to record the country of citizenship and immigration status of suspects arrested \nin serious crimes. This is now optional; to require such action would take legislative action.\n\n• Impose fines of up to $5,000 on employers of illegal immigrants. Requires legislative action.\n\n• Make permanent a state rule that requires noncitizens' immigration status to appear on their driver's licenses. \nCurrently done administratively; requires legislative action for a state law.\n\n130 percent: Percentage change in Minnesota's foreign-born population from 1990 to 2000\n\n57 percent: National average\n\n12th: National rank of Minnesota in foreign-born population growth\n\n300,000: Census estimate of Minnesota's foreign-born population in 2003\n\n80,000 to 85,000: Estimate by governor's office of the number of illegal immigrants in Minnesota in 2005\n\n501: Number of illegal immigrants in jail or prison\n\n16,232 (or about 2 percent): Number of noncitizens in state K-12 public schools\n\nCorrection\n\nA story on Page 6A Wednesday about Gov. Tim Pawlenty's effort to fight criminal activity by illegal immigrants \ncontained an error. Minnesota made human trafficking illegal in 2005. Pawlenty proposed Tuesday to increase the \npenalty for such trafficking in certain cases.\n\n"}