{"title": "For immigrants, the key to new home: A 245(i)?;Under the Legal Immigration and Family Equity Act, they can apply forlegal residency. But the deadline is Monday and confusion abounds.<", "body": "\nFor years, Dorine Gono of Liberia was afraid to tell anyone that she had only temporary permission to be in the \nUnited States.\n\nSergio Carmona of Kennett Square was turned back by the U.S. border patrol three times before he crossed from \nMexico in 1984 by wading - up to his neck - across the Rio Grande, all the time worried that he would still end up \nbeing deported.\n\nA U.S. immigration law passed last year may offer relief from the fears and instability that they and millions of \nothers here illegally or on temporary visas live with.\n\nUnder the Legal Immigration and Family Equity Act, about 640,000 such immigrants nationwide - most of \nwhom have low-paying or hard-to-fill jobs - can start paperwork for permanent legal residency. The act's criteria \ngreatly limit the number of immigrants who are eligible to apply.\n\nBut a Monday deadline and the complicated limitations on who can apply under the provision, known as Section \n245(i), are creating confusion.\n\nApplying for 245(i) forces illegal immigrants to reveal their status to the U.S. Immigration and Naturalization \nService, and many worry that they would be risking deportation.\n\nVince Guest, director of the Camden Center for Law and Social Justice in New Jersey, said some immigrants were \nhesitant even to attend the center's information sessions on the law. \"Some were scared that we, as immigration \nlawyers, were actually INS agents here for a raid,\" he said.\n\nCarmona knows exactly how they feel. Now a U.S. citizen who advises immigrants working in Chester County's \nmushroom industry, he said the possibility of deportation was on his mind for years. \"It is tough, but people still \nkeep coming,\" he said.\n\n\nLike many who provide legal and social services to immigrants, Judy Claude, director of the Nationalities Service \nCenter in Philadelphia, said: \"The preference would have been for a general amnesty.\"\n\nBut 245(i) offers only the chance to request permanent residency. Applicants still face a wait of up to 10 years \nbefore getting a visa, whose availability is limited by Congress and varies depending on applicants' nationality and \nbackground. Congress has set preferences for different categories of immigrants, such as professionals with \nadvanced degrees and the biological children of U.S. citizens.\n\nTo qualify, immigrants must have been in the country as of Dec. 21, 2000. They must pay a $220 INS fee and, if \nthey have been here illegally, a $1,000 penalty.\n\nAlso, immigrants must be sponsored by a family member or employer. U.S. citizens can sponsor spouses, \nchildren, parents and siblings. Permanent residents can petition for spouses and unmarried children. Employers \nmay sponsor a worker if they show there is a shortage of U.S. workers to fill that job.\n\nThere are no guarantees that applications will be approved. However, immigrants can stay in the United States \nwhile their requests are processed. Previously, illegal immigrants had to return to their home countries to wait and \nwere barred from reentering the United States for three or 10 years, depending on how long they had been here \nillegally.\n\nIn 1996, the year for which the most recent statistics are available, the INS estimated that 37,000 illegal \nimmigrants lived in Pennsylvania and 135,000 in New Jersey. The agency said about five million illegal \nimmigrants were in the United States that year, more than half of them from Mexico.\n\nOfficials say that some immigrants are speeding up plans for marriage to U.S. citizens or permanent residents to \ntake advantage of 245(i). And thousands are pouring into the offices of lawyers, social-service agencies and \nimmigration consultants, seeking help filing the complicated paperwork.\n\nIn the Philadelphia area, as across the country, lawyers and agencies say they are finding it nearly impossible to \nkeep up with the demand. The same is true for agencies that handle cases for free or nominal fees and for private \nlawyers who charge from $4,000 to $10,000.\n\n\"It is so overwhelming that we are starting to turn people away,\" said Phyllis Foreman, administrator of immigration \nservices for the Roman Catholic Archdiocese of Philadelphia.\n\nWith legitimate lawyers and agencies booked up, many immigrants are turning to fraudulent or unscrupulous \nconsultants who often charge thousands of dollars for a false guarantee of a green card, Guest and others said.\n\nSome even charge fees for forms that are free from the INS.\n\nAlthough she was here legally, Gono worried that her immigration status would scare off employers and \nacquaintances.\n\nWorse, the West Philadelphia resident said, she knew her 1986 visa could be revoked at any moment, leaving her \nopen to deportation to her war-ravaged homeland.\n\nWith no adult relatives here, Gono is being sponsored by St. Joseph's Hospital, where she is a registered nurse. \nHer chances of approval are good because of a nationwide nursing shortage.\n\nThe biggest impact will likely be felt among the estimated five million to seven million immigrants who are in the \nUnited States illegally, often working in low-paying, labor-intensive jobs, according to advocates for immigrants.\n\nWith the deadline looming, there is a proposal in Congress to extend it for a year. That proposal, however, is still \nbefore the House of Representatives' Judiciary Committee, which has a subcommittee on immigration.\n\n\n\nYesterday, more than 20 members of Congress planned to send President Bush a letter Thursday, urging him to \nsupport legislation to extend the deadline.\n\nRegardless of the deadline, Gono and other immigrants are putting their hopes on 245(i). \"It's very, very important \nto so many of us,\" said Gono, who went to nursing school, bought a house, and is raising a 10-year-old daughter, \nyet said she still feels like an unwanted guest.\n\n\"If you don't have status, you are always insecure. You don't know what will happen to you in the next minute.\"\n\nJonathan Gelb's e-mail address is jgelb@phillynews.com.  \n\nBasic Facts on 245(i)\n\nWho can apply: Immigrants in the United States on temporary visas; illegal immigrants. Applicants must have \nbeen in the United States as of Dec. 21, 2000.\n\nApplication deadline: Monday.\n\nWhat the law says: Immigrants who apply under 245(i) can reserve a place in line for resident visas. Immigrants \ncan wait in the United States for resident visas to become available, which can take up to 10 years.\n\nGraphic\n\n \n\nPHOTO;\n\nLAURENCE KESTERSON, Inquirer Suburban Staff - Sergio Carmona advises immigrants working in Chester \nCounty's mushroom industry. He is a native of Mexico.\n\nJOHN COSTELLO, Inquirer Staff Photographer - Dorine Gono works as a registered nurse at St. Joseph's Hospital \nin Philadelphia. A native of Liberia, Gono was in the U.S. legally but worried that her immigration status would \nscare off employers and acquaintances. \"If you don't have status, you are always insecure. You don't know what \nwill happen to you . . .,\" she said.\n"}