{"title": "INS takes on illegals by mass firings", "body": "\nTim Coultas expected the worst when two plainclothes federal agents came by  the Adam's Mark Caribbean Gulf \nResort in June to inspect employment records.\n\nBut Coultas, the general manager, had no idea how bad it would be.\n\nThe Immigration and Naturalization Service demanded the Clearwater Beach  hotel fire 54 Hispanic employees for \nworking in the country illegally.\n\nIt took two days and the help of a Spanish-speaking employee, but the  207-bed hotel sacked a third of its staff, \nmostly housekeepers and laundry  washers.\n\n\"It was a shock,\" Coultas said. \"We knew they (INS agents) had been to  other hotels but we weren't expecting \nthose kind of numbers. That's such a  significant amount of staff. It made for a long summer, that's for sure.\"\nINS\n\nMore than ever before, INS is cracking down on Tampa Bay area businesses  that hire illegal immigrants by forcing \nthem to fire slews of workers at a  time.\n\nAgents visit businesses to determine if employees used phony documents to  get hired. Days later, they return with \na list of workers to fire.\n\nINS still raids businesses, arresting and deporting people. But in recent  months it has used the added strategy of \ndemanding mass firings as a less  expensive way of targeting the area's mounting illegal immigrant population.\n\nDeportation can take months, create a backlog in the courts and cost about  $ 50 a day to house arrested \nimmigrants at detention facilities. And,  authorities say, some deported people manage to sneak back to Florida a \nweek  or two later.\n\n\"If we arrest them and put them all in proceedings, that's a lot of  money,\" said Jeff Wolder, supervisory agent of the \ninvestigative branch of  the regional INS office in Tampa. \"We just can't do it all.\"\n\nBut the INS strategy has its critics. They question leaving fired workers  free to search for other jobs, using the \nsame fake employment papers, which  usually aren't confiscated because the workers don't carry them every day.\n\n\"These are generally good, hard-working people who wind up without jobs on  the street,\" Clearwater police Chief \nSid Klein said. \"It's a repetitive  cycle with no solution.\"\n\nJust two weeks after INS visited the Adam's Mark, Coultas saw one of his  fired employees working at a nearby \nrestaurant.\n\n\n\"They're just pushing (immigrants) from one business to another,\" said  Ralph Emmanuelli, a Hispanic activist who \nlives in Palm Harbor. \"They're just  pushing them from one area to another. They just keep doing that. There is no \n solution to the problem.\"\n\nEmmanuelli, a native of Puerto Rico, recently formed a political group to  give Florida's Hispanics more of a voice.\n\nIn the past 12 months, agents at the INS's Tampa office have found about  500 people working illegally in 64 \nbusinesses in Central Florida, mostly in  service and manufacturing jobs in Pinellas, Hillsborough and Sarasota \n counties.\n\nAt the Sheraton Sand Key hotel, more than 60 employees were fired after an  INS visit. About 40 were fired at the \nHoliday Inn-Sunspree on Clearwater  Beach. At the Mrs. Alison's Cookies plant in Plant City, another 40 were \n fired.\n\nHow frequently the mass firings occur depends on how quickly agents can  build a case. \"They might be out there \nevery day for a week,\" Wolder said,  \"then they may go two weeks and not go out.\"\n\nINS hopes the mass firings encourage immigrants to go back to their native  countries, Wolder said. If they stay, \nthe hope is that they are discouraged  from getting another job.\n\nThe firings, he said, also send a message to businesses to be careful when  examining an applicant's papers, \nwhich are easily obtained in the Tampa Bay  area, according to INS and area immigration lawyers. A fake Social \nSecurity  card or a phony Alien Registration Receipt card, commonly known as a green  card, can be had for just a \nfew hundred dollars.\n\nLast week, at a gathering place for Hispanic immigrants in Clearwater, the  Times found several people familiar with \nINS's crackdown. Speaking through an  interpreter, they talked of their experiences, and of the danger of being \n caught.\n\nFrancia Cardona, 31, an illegal immigrant from Colombia fired from a  manufacturing company last year, said she \nwill not get another job until she  is legal.\n\n\"It's too risky,\" she said. Cardona is a mother of three, who crossed  into Texas in a canoe with her 7-month-old son \nwhen she was 17. When INS  agents found her working at a Clearwater company last year, Cardona spent a \n tearful morning praying she would not have to go back to Colombia without her  family. She now has hired a \nClearwater lawyer to fight her deportation.\n\nLaura Ruiz, who moved here legally from Peru with her family five years  ago, said illegal immigrants searching for \na job often apply for work at the  Dunedin hotel where she manages the housekeeping staff.\n\n\"Everybody needs jobs, needs money,\" Ruiz said. \"The people who are  illegal need to be working. What should \nthey do?\"\n\nAlejandro Gonzalez, 21, an illegal immigrant from Mexico, said he knows the  INS is making rounds at businesses \nbut says he is not concerned the INS  eventually will find him. Gonzalez said he has not had a problem in his four \n years in the Tampa Bay area, working either in tomato fields or at  construction sites.\n\nINS estimates 350,000 illegal immigrants live in Florida - the  fourth-highest in the nation - but does not know how \nmany have jobs. In the  bay area, most come from Mexico, El Salvador, Peru, Honduras and Guatemala.\n\nINS says hundreds of tips about illegal workers pour into the agency's  offices each week. Calls, faxes and e-mails \ncome from employees, customers,  competitors and neighbors of businesses suspected of hiring illegals. But INS, \n in the bay area and nationwide, has struggled to cope with the nation's  fast-growing illegal immigrant population, \nwhich is now at 5-million.\n\nIn recent years, the federal government stepped in to help.\n\n\n\nThe Clinton administration, with support from Congress, significantly  increased the INS budget to compensate for \nyears of inadequate funding. In the  past five years, money set aside annually for enforcement rose from  $ 933-\nmillion to $ 2.6-billion.\n\nWolder said the increase has allowed INS offices across the nation to hire  more agents. The regional office in \nTampa, responsible for 10 west-central  Florida counties, hired two extra agents to investigate workers at \nbusinesses.\n\nINS most often finds illegal immigrants in areas where there are strong  tourism industries, such as the Pinellas \nbeaches and Tampa's Westshore area.\n\nAgents focus on hotels, restaurants, factories, commercial laundries, and  construction and landscaping companies. \nBut Wolder said INS does not usually  fine businesses unless they knowingly hire illegal immigrants or do not have \n accurate records.\n\nMass firings may seem strange, but some immigration lawyers say they serve  a purpose.\n\nWilliam Flynn, a Tampa immigration lawyer, said the tactic is effective  because it targets businesses, not individual \nworkers. It can cripple a  business, especially in times of low unemployment when businesses have trouble  finding \nworkers for low-paying jobs.\n\nFor example, Mrs. Alison's Cookies in Plant City was not able to replace  its workers quickly enough and had to cut \nback production when 40 of its 300  employees were fired.\n\nJohn Cudd, plant manager, said it took several months to fill the  vacancies. \"It was tough,\" he said. \"As an \nemployer, you think you have the  right documentation, but you just don't know.\"\n\nWhile mass firings are becoming more common, INS continues to try to deport  immigrants arrested in raids on \nbusinesses.\n\nLast August, agents arrested 26 workers on assembly lines at Instrument  Transformers in Clearwater. In \nDecember, 52 workers were arrested at National  Linen Service in Sarasota. In January, 22 workers were arrested \nat Luke  Brothers lawn service company in New Port Richey.\n\nSome employees were deported. Others fighting deportation are still waiting  for a court date.\n\nAt the Friendly Fisherman restaurant in Madeira Beach, agents arrested 17  kitchen workers in March as they \nprepared for the lunch rush.\n\n\"We were completely taken off guard,\" said Kathleen McDole, the  restaurant's general manager. \"We were so \nshocked. We thought we were in the  right. We thought we had the forms. It was terrible. We almost had to close \n the business.\"\n\nThe 20-year-old restaurant lost its entire kitchen staff, from cooks to  dishwashers, so suddenly that  food was left \ncooking on the stove.\n\nMcDole scrambled to find people to help run the restaurant: Her brother  helped cook, other managers washed \ndishes, even her children pitched in.\n\nIt took the tourist spot at John's Pass almost five months to recover from  what employees still call \"Bloody \nThursday.\"\n\n\"We just barely made it through,\" McDole said. \"It's just another thing  that makes it hard to do business.\" \n\n \n\n- Times staff writer Ana Valle and researchers John Martin and Carolyn  Hardnett contributed to this report.\n\n\n"}