{"title": "Immigrant Experience:Be wary of Internet help for citizenship application", "body": "\nQ I have been a permanent resident for about 20 years and just recently began the process of becoming a U.S. \ncitizen. I went online and was able to purchase an application. I have completed it, but now I am unsure of what \nthe next step is. Everywhere I go on the Internet, I seem to find the information I need but I have to pay for it. Is it \npossible to go through the entire process without hiring a lawyer or without paying more than the passport pictures \nand filing fee of $400? I also understand that the fee is increasing to $800. When is that due to happen?\n\nMaria L.San Jose\n\nA Take careful steps when you're using online immigration services. You've probably discovered on your own \nsearch that the Internet is filled with services -- some reputable, some not -- to help you apply for immigration \nbenefits with the U.S. Citizenship and Immigration Services. Some require a fee to help you complete application \nforms.\n\nSome non-profit organizations that work with immigrants, such as the Center for Employment Training (CET) in \nSan Jose, can help you complete the application and guide you through the process for applying for citizenship, \nsaid Adriana Gonzalez, CET immigration and citizenship program director.\n\nApplication forms for citizenship are free of charge and can be downloaded from the immigration services Web \nsite, www.uscis.gov/portal/site/uscis.\n\nGonzalez said there's limited funding to help immigrants with the application process, but all you'll have to pay \nare the fees required by the immigration services.\n\nIn more complicated cases where there may be red flags, she suggests you consult with an immigration attorney or \nan immigration expert accredited by the Board of Immigration Appeals. CET charges a small fee in these cases. \nTheir address is: CET, Immigration and Citizenship Program, 701 Vine St., San Jose, Calif., 95110. Telephone: \n408-534-5451.\n\nFees for filing citizenship applications have increased in recent years. It was $95 in 1995. Now it is $320, plus \nadditional fees for fingerprinting. It's likely to increase, Gonzalez said, but when is the unanswered question.\n\nQ After hearing rumors that American citizens were going to be required to have a U.S. passport when traveling into \nMexico, I located this information from the U.S. Department of State: ``In January 2007, ALL persons, including \n\n\nU.S. citizens, traveling by air between the United States and Canada, Mexico, Central and South America, the \nCaribbean and Bermuda will be required to present a valid passport, Air NEXUS card or U.S. Coast Guard \nMerchant Mariner Document.''\n\nSend your questions to immigration@mercury news.com or fax us at (408) 288-8060. You can also write to us at: \nImmigrant Experience, San Jose Mercury News, Newsroom, 750 Ridder Park Drive, San Jose, Calif. 95190. To \nhave a question considered, you MUST include your name, city of residence and daytime phone number.\n"}