{"title": "Clean House at Justice Now", "body": "\nThe Aug. 14 editorial \"Justice at Justice\" failed to grasp the consequences of politicized hiring decisions at the \nJustice Department. The fallout from less qualified judges and lawyers enforcing the law is tantamount to a denial \nof justice, so we need to root out bad hires now. Attorney General Michael B. Mukasey is satisfied to let the \npersonnel evaluation process weed out the incompetent over time.\n\nIn the meantime, roughly 40 immigration judges awarded positions based on partisan interest, not experience or \nmerit, will make decisions that carry serious and sometimes life-threatening consequences for those seeking relief \nfrom deportation.\n\nMost people facing deportation are not represented by lawyers; there is no right to counsel in immigration court. \nThe principal responsibility for ensuring due process and fairness lies with the immigration judge. If judges in place \nnow are demonstrably less qualified than those who were passed over for political reasons, that situation must be \nrectified at once -- not with the passage of time.\n\nIt is up to Congress to ensure that the Justice Department cleans up, not covers up, the politicized hiring.\n\nMICHAEL W. MACLEOD-BALL\n\nChief Legislative and Policy Counsel\n\nWashington Legislative Office\n\nAmerican Civil Liberties Union\n\nWashington\n\nÂ·\n\n\"Justice at Justice\" would more properly have been headlined \"Let Crime Pay.\" By allowing partisan political and \nreligious considerations to dominate their civil service hires, Monica Goodling and others betrayed the public trust in \nthe most contemptible way.\n\n\nBut you agree with the Justice Department's stance that the improper hires should be allowed to remain, because \nthe chicanery was not theirs. So the degradation of government service would be allowed to stand.\n\nThe only fair solution is for the improperly filled jobs to be declared vacant and the improper hires allowed to \ncompete on the basis of merit.\n\nENID McKITRICK\n\nGaithersburg\n"}