{"title": "VICENTE FOX CALLS FOR UNITED STATES TO LEGALIZE IMMIGRANTS;MEXICAN PRESIDENT ALSO WANTS ACCESS TO EDUCATION EXPANDED", "body": "\nMexican President Vicente Fox said Tuesday he wants legalization for undocumented immigrants in the \nUnited States and easier access to higher education and drivers' licenses for Mexican workers who have \ncrossed the border.\n\n\"Our goal is to legalize migrant flows between our two countries,\" Fox said in a speech at the National Council of \nLa Raza meeting in Milwaukee.\n\nThe Mexican president said he wants \"to lend greater security and orderliness to the migrant flows between \nMexico and the United States.\"\n\nFox's comments came following news that the Bush administration is weighing a plan to grant amnesty to up to 3 \nmillion Mexicans living illegally in the United States.\n\nFox outlined several points for a potential Mexican-American agreement on immigration issues that would go \nfurther than just granting legal status to illegal immigrants.\n\nIn addition to that, he also called for:\n\nn Unclogging legal channels for migrants coming to the United States by exempting Mexico and Canada from \nsome limits on immigration.\n\nn Giving Mexican workers expanded opportunities to obtain temporary work visas, so they can enter the United \nStates safely and legally.\n\nn Allowing Mexican workers, regardless of legal status, access to drivers' licenses and university educations.\n\nn Fueling economic growth in Mexico, thereby reducing the number of people who feel compelled to cross the \nborder.\n\n\"We must work hard to create opportunities for our fellow Mexicans to stay,\" Fox said.\n\nFox got a standing ovation as he entered a packed ballroom and spoke to an audience of about 2,300 people, \nsome of whom waived Mexican flags.\n\n\nIn the past, the Fox administration has been vague on the issue of legalizing immigrants living and working in the \nUnited States, said Cecilia Munoz, La Raza's vice president for policy.\n\n\"Today he stated very clearly they support it,\" Munoz said. \"The community's very excited about the promise of an \nagreement between the U.S. and Mexico that could include a legalization program.\"\n\nOn legalization, Fox said that such a program would \"allow immigrants who work hard, pay taxes and abide by \nthe law to be treated equally and to travel freely.\"\n\nCecilia Hemmerlein of Milwaukee said she liked what she heard.\n\n\"He says act now to make everything better rather than wait for tomorrow,\" said Hemmerlein, a native of Mexico \nCity.\n\nFox's speech came after one by U.S. Energy Secretary Spencer Abraham, who praised La Raza, an umbrella \ngroup of Hispanic community and advocacy organizations, for defending immigrants.\n\nThe La Raza meeting was Fox's last big stop on a five-day visit to the United States that included appearances in \nDetroit and Chicago. He is expected to return for a meeting with President Bush in September.\n\nGraphic\n\n \n\nPhoto: Associated Press\n\nMexico's President Vicente Fox waves to the crowd Tuesday as he is introduced\n\nat the National Council of LaRaza annual conference in Milwaukee.\n"}