{"title": "States take on birthright citizenship; Group set to unveil plan; Ga. lawmaker going 'for information purposes.'", "body": "\nState lawmakers from Georgia and several other states are gathering in Washington this week for the \nannouncement of a new front opening up in the war over illegal immigration.\n\nThey are taking aim at the 14th Amendment, which grants U.S. citizenship to children born here even if their \nparents are in the country illegally. The lawmakers disagree with that interpretation, saying illegal immigrants and \ntheir children are sapping taxpayer-funded services and attracting more illegal immigrants to the United States.\n\nAt a news conference scheduled for Wednesday morning, the group plans to unveil model state legislation to halt \nwhat it calls \"the misapplication of the 14th Amendment.\" Daryl Metcalfe, a Republican state lawmaker from \nPennsylvania who is leading the effort, declined to discuss specifics before the news conference.\n\nBut observers familiar with his group's efforts said they could include legislation aimed at withholding state benefits \nand services from children born here to illegal immigrants.\n\nState Sen. Jack Murphy, who is spearheading efforts in Georgia's Legislature to crack down on illegal immigration, \nconfirmed he is planning to meet Tuesday with Metcalfe and other state lawmakers in Washington and attend the \nnews conference Wednesday. Murphy, a Republican co-chairman of a special legislative committee studying illegal \nimmigration, has expressed concerns about birthright citizenship in the past. But he said Monday he has not seen \nthe proposed legislation and has not decided whether he will introduce it in Georgia. He also indicated the states \nface legal constraints in dealing with the constitutional issue.\n\n\"I am going up there for information purposes only at this time,\" he said.\n\nMurphy is traveling to Washington at the invitation of Metcalfe, who heads a group called State Legislators for \nLegal Immigration. Metcalfe said lawmakers from 40 states have signed on as members of the group.\n\n\"Everyone who is coming to the press conference is supportive of the concept of ending the illegal alien invasion \nand ending the incentives that attract illegal aliens onto our soil,\" Metcalfe said.\n\n\nThe heads of the Mexican American Legal Defense and Educational Fund and the Asian American Legal Advocacy \nCenter of Georgia said any attempts by the states to take on the 14th Amendment could meet with costly legal \nchallenges.\n\n\"This state legislation is strategically a way to push the issue through the Supreme Court,\" said Helen Kim Ho, \nexecutive director of the Asian American Legal Advocacy Center of Georgia. \"That is going to be borne on the \ntaxpayers' backs.\"\n\nCritics also argue birthright citizenship is a federal issue. But Metcalfe said he has consulted constitutional \nexperts and is confident his plan is legal. Among the people who are scheduled to attend the news conference \nWednesday are John Eastman, who teaches constitutional law at the Chapman University School of Law, and Kris \nKobach, Kansas' secretary of state-elect and a former Bush administration lawyer who helped draft Arizona's new \nlaw aimed at illegal immigration.\n"}