{"title": "South SudanAfrican Union (AU): Set Meeting on War Crimes Court; Lack of Communication, Clear Plan Impede Justice", "body": "\n- South Sudan's government and the African Union should urgently meet to clarify plans to set up a proposed hybrid \ncourt for wartime atrocities, Human Rights Watch said in a letter to both the government and the AU that was \npublished today. The Hybrid Court for South Sudan would bring together judges and prosecutors from South Sudan \nand across Africa as the country's domestic court system is not prepared to handle such sensitive, complex cases. \n\"South Sudan's parties have committed to justice for the victims of war crimes and asked the AU to take the lead \non creating a hybrid court,\" said Carine Kaneza Nantulya, Africa advocacy director at Human Rights Watch. \"But \nthere is no communication between the key players and the process is stalled. The AU and South Sudanese \nrepresentatives should urgently convene a meeting to develop a plan to establish the court.\"\n\nHuman Rights Watch met in August and September 2019 with representatives of South Sudan's government, the \nAU, and the United Nations, as well as opposition leaders, diplomats, and regional and local activists in Juba, South \nSudan and Addis Ababa, Ethiopia. The meetings revealed a lack of a shared understanding between the \ngovernment and the AU on establishing the Hybrid Court for South Sudan and the respective responsibilities to \nmake the court operational. Some members of the government indicated that no action on the court is possible until \nthe Revitalized Transitional Government of National Unity is formed, currently scheduled for November 12. But \nothers, including government and AU officials, indicated that important preparatory steps can, and should, be taken \nahead of the transitional government's formation. The AU Peace and Security Council is scheduled to meet about \nSouth Sudan on October 23 and 24 in Addis Ababa. AU representatives should organize a meeting on the Hybrid \nCourt for South Sudan in the margins of the council meeting with South Sudanese officials and with participation of \nSouth Sudan's regional and international partners. Such a meeting would reinforce a commitment to justice and \nsupport for victims of atrocities committed during the conflict. \"An independent court that brings those responsible \nfor the worst crimes to justice is crucial for creating a durable peace,\" Nantulya said. \"A meeting with South \nSudanese stakeholders and AU representatives would provide a much-needed forum to build a shared \nunderstanding and commitment for the hybrid court.\"\n\nDistributed by APO Group on behalf of Human Rights Watch (HRW).\n"}