{"title": "The Immigrant-Bashing Tack; In Virginia, the GOP finds its whipping boy.", "body": "\nJITTERY VIRGINIA Republicans, whose grip on state politics has been weakening steadily for several years, are \nfacing further setbacks in this fall's elections for the General Assembly, possibly including the end of GOP control of \nthe Senate for the first time in nearly a decade. In their desperation for a vote-getter, they have seized on the \nwhipping boy of illegal immigration, which they blame for ills ranging from the erosion of the commonwealth's \nvalues to the difficulty of being admitted to state colleges.\n\nWilliam J. Howell,  the Republican speaker of the House of Delegates, worried aloud the other day about the \npresence of so many newcomers in the Old Dominion. Mr. Howell said that the state's newest residents, particularly \nin Northern Virginia, may not embrace \"the shared values we have in Virginia,\" according to the Richmond Times-\nDispatch. He didn't specify which \"shared values\" he had in mind, nor did he draw a distinction between legal and \nillegal newcomers.\n\nA week earlier, he unveiled the GOP's immigrant-bashing agenda for the legislative session that will begin in \nJanuary. Among other measures, it would bar publicly funded colleges and universities from accepting \nundocumented aliens -- even those who have graduated from state elementary, middle and high schools. To Mr. \nHowell and his cohorts, it is a mere detail that most public colleges in Virginia already deny entrance to such \nimmigrants. In fact, the Republicans could not cite a single example of an illegal immigrant gaining access to public \ninstitutions of higher learning. No matter. The Republicans' point here is to stick it to the culturally distinct \"other\" by \nhook or by crook, even to the point of suggesting -- again without proof -- that some of the 36 percent of applicants \nrejected by four-year public colleges in the state had been denied a place because of the supposed tide of illegals \nalso seeking higher education.\n\nIt's an ugly strategy and certainly not one unique to Virginia. It seeks to distract voters from core state issues such \nas transportation, fiscal prudence and good governance. But bigotry-mongering's day in Virginia is long past, and \nvoters in the state have shown little disposition to reward candidates who extol intolerance. If Mr. Howell's \"shared \nvalues\" turn out to be mostly about immigrant-bashing, the GOP strategy is unlikely to rescue the party's electoral \nprospects.\n"}