{"title": "DEBATE TO BEGIN ON DEPORTATION SYSTEM PROGRAM WOULD TARGET JAILED ILLEGAL IMMIGRANTS", "body": "\nIllegal immigrants caught breaking the law in this coastal county get a double dose of punishment: First, they're \nthrown behind bars. Then they're thrown out of the country.\n\nIn sharp contrast, criminal immigrants in Santa Clara County -- as many as 17,400 each year -- are routinely \nreleased after serving their sentences. That often holds true even for those arrested a second or third time.\n\nWhile U.S. Immigration and Naturalization Service agents have been patrolling federal and state prisons for years, \nagents have largely neglected the place most criminals spend their sentences: county jails.\n\nIn Santa Clara County, the reason is twofold: The INS has never pushed a deportation program in the county jail. \nAnd county officials have been reluctant to establish an aggressive policy on what has become a politically charged \nissue.\n\nOfficials in Ventura and other Southern California counties say the problem is easily fixed.\n\nUnder a program born in late 1996, two INS agents stationed at Ventura County jails snare illegal immigrants by \nquestioning them and running high-tech fingerprint checks of all those who are foreign-born. Launched after an \nillegal immigrant shot a police officer, the program has become a federal model.\n\nToday, the Law and Justice Committee of the Santa Clara County Board of Supervisors will debate a similar, \nalthough watered-down, version of the Ventura program. The proposal has been attacked by civil rights advocates \n--who say the program needs safeguards -- and by conservatives, who say the law won't catch enough illegal \nimmigrants.\n\nDuring the past fiscal year, INS officials flagged 943 immigrants -- about 3 percent of those booked in Ventura \nCounty jails -- for deportation. And in other Southern California counties, immigration agents visit jails daily.\n\nIn Northern California, communication between local and federal authorities who must trade information to \neffectively detect illegal immigrants is sporadic at best.\n\n\"We would gladly turn over cases for federal prosecution,\" Santa Clara County Assistant District Attorney Thomas \nFahrenholz said in a 1996 INS report. \"But local federal agencies (INS, Border Patrol and U.S. attorney) have not \ndemonstrated an ability to successfully prosecute available cases.\"\n\nImmigration agents drop by Santa Clara County jails only when they are notified that illegal immigrants are about \nto be released, said Bob Conroy, deputy director of the Santa Clara County Department of Correction.\n\n\nBecause they're not actively seeking out illegal immigrants, jail officials stumble across only a few dozen such \npeople each year. And not all of those flagged for deportation end up being forced to leave the country.\n\nUnder federal law, Conroy said, \"we're not required to hold these people more than 48 hours after they have served \nall local charges, so we don't. And if the INS doesn't come to pick them up, we release them.\"\n\nINS spokeswoman Sharon Rummery said that because of staffing shortages, agents are able to visit jails in each \nBay Area county only two to three times a week. No one is stationed permanently at any jail in the 49 counties in \nthe San Francisco district, which stretches from Kern County to the Oregon border.\n\nUp to a quarter here illegally\n\nAt any given time, as many as a quarter of inmates are here illegally, according to a preliminary survey of prisoners \nconducted in 1995. Most are Mexican nationals who have been booked for crimes ranging from driving with a \nsuspended license to drug trafficking.\n\nAccording to a report by U.S. Attorney Michael Yamaguchi, jailing illegal immigrants costs Santa Clara County \n$22.4 million a year. County supervisors also are under pressure to relieve the over-crowded jails.\n\nUnder the Santa Clara County plan, only the most serious offenders -- detainees previously convicted for \naggravated felonies and in custody for any new charges -- would be deported. Fahrenholz said that if this pilot \nprogram was successful and the INS office received more resources, it would be expanded.\n\nLike the Ventura County program, the proposed plan targets all non-citizens: illegal immigrants as well as those \nlegal permanent residents with \"green cards.\" Under federal law, legal permanent residents are deportable if they \nare convicted of a crime of \"moral turpitude,\" including domestic violence.\n\nOne reason the proposal has been so controversial in Santa Clara County is that -- unlike in most California \ncounties -- the board of supervisors, not the sheriff's department, oversees the jail system, and the board is more \nsensitive to political pressure.\n\nBay Area more sympathetic\n\nBay Area residents have always been more sympathetic to illegal immigrants than Southern Californians are. \nSanta Clara was one of the few counties in which Proposition 187, aimed at curtailing health and education benefits \nto illegal immigrants, did not pass.\n\n\"I can't imagine why people anywhere would not want to deport criminals who are here illegally,\" said Joe Devorick, \n36, a sheriff's deputy in Ventura County. \"Public support here has been 100 percent.\"\n\nBut advocates for immigrants and even some law enforcement personnel argue that a broad program that targets \nboth legal and illegal immigrants breaks up families.\n\n\"If in the deporting of a breadwinner, we put a family on welfare, is that an effective human or public policy?\" asked \ndepartment of correction spokesman Rick Kitson.\n\nINS officials, however, said they've been welcomed with open arms by lawenforcement in most parts of the state.\n\n\"In San Bernardino, I went one day to introduce myself and my agents, and the next day I came back and we had \nan office with 'INS' painted on the door and officers who greeted us with, 'Thank you for being here,' \" said Kevin \nJeffrey, who supervises the INS Alien Criminal Apprehension Program in the seven-county Los Angeles district.\n\nSince illegal immigration became a hot-button issue in the early '90s, the INS has argued that it would be \nimpossible to chase down and deport all 2 million illegal immigrants living in California. So, INS officials say, it's \nbetter to use the agency's limited resources to first get rid of the undocumented immigrants who pose a danger to \nsociety.\n\n\n\nIn the past few years, the INS has focused its resources along the United States-Mexico border. It has not matched \nthose resources in the interior.\n\nFor decades, INS agents in counties near the border would interview inmates when they were about to be released. \nBut the programs adopted in Ventura and other Southern California counties go further by having officials question \ninmates before their arraignments on criminal charges.\n\nVentura program to expand\n\nThe Ventura program has been so successful that President Clinton in December signed legislation to expand it to \n100 counties over the next four years, an effort that is expected to cost $84 million.\n\nWith its high concentration of illegal immigrants, Santa Clara County would be a shoo-in to be approved for the \nprogram, INS officials said. But county officials say they're not sure whether the county would apply for federal \nfunding.\n\nOfficials in the district attorney's office use words such as \"frustrating\" and \"disappointing\" to describe federal efforts \nto purge the system of illegal immigrants. They point out that INS agents are disproportionately allocated to the \nnorth end of the bay. The agency has 81 enforcement agents in San Francisco and Oakland and 11 in San Jose.\n\nHere's how the proposed Santa Clara County program would work:\n\nINS agents would visit the jails on a regular schedule. Jail officials would provide them with a log of people who \nhad been arrested since the last visit. The agents would interview all people who identified themselves as foreign-\nborn and had previously been convicted of an aggravated felony, which includes violent crimes such as murder and \nrape as well as credit-card fraud.\n\nThe agents would ask simple questions such as \"How did you get into the United States?\" Most inmates, INS \nofficials say, will tell the truth.\n\n\"They'll say, 'I walked across the border or I overstayed my visa.' They'll throw their hands up and say, 'The charade \nis over. You got me,' \" said Jose Flores, a supervisor for San Diego's criminal immigrant program.\n\nThe inmates' answers during the interviews would be checked with a fingerprint database that has almost 1.5 \nmillion records of previously deported immigrants.\n\nThose who have committed minor crimes such as public drunkenness would be immediately deported. Others \nmight have their sentences reduced and then be removed from the country. Serious offenders would serve their \nsentences before being deported.\n\nImmigrants who had been previously deported would be referred to the U.S. attorney, who could get them \nsentenced to up to 20 years in federal prison.\n\nAll immigrants are entitled to a hearing before they are deported. As is the case in Southern California, most \ncriminal immigrants convicted of crimes would not be allowed to \"voluntarily deport.\" Instead, they would be \nformally deported, which would mean they could be barred from entering the United States forever.\n\nSome fall through the cracks\n\nBut without seven-days-a-week, 24-hours-a-day staffing, some criminals fall through the cracks, posting bond \nbefore INS agents arrive.\n\nSteve Smiley, an agent stationed at the main jail in Ventura County, said that when he comes in each morning, \nalmost half of the people on his interview list have been released during the night. The San Diego INS office is \ntrying to solve the problem with videoconferencing technology, which cuts down ontravel time and lets the agency \ncover more hours with less manpower.\n\n\n\nSanta Clara County Supervisor Pete McHugh, chairman of the committee that will consider the proposal today, said \nhe supports the plan. But other supervisors, such as Blanca Alvarado, advocate a policy that targets only repeat \nviolent offenders: those aggravated felons arrested for a second aggravated felony.\n\nIn addition, civil rights groups caution that local officials eager to reduce jail overcrowding and punish illegal \nimmigration must also look at the human side of deportation.\n\nSaid Sara Campos of the San Francisco-based Lawyers Committee for Civil Rights: \"These are people who are \nfathers and mothers, our neighbors, our taxpayers, our community.\"\n\nCHART: MERCURY NEWS\n\nA tale of two counties\n\nGraphic\n\n \n\nChart\n"}