{"title": "DEPORTATION TO NEW ZEALAND IS LIKELY FOR SADDAM'S STEPSON AFTER ARREST; INS SAYS HE LACKED STUDENT VISA TO TAKE COURSES AT FLORIDA FLIGHT SCHOOL", "body": "\nSaddam Hussein's stepson will likely be deported back to New Zealand after his arrest on immigration charges, \nfederal authorities said.\n\nMohammed Nour al-Din Saffi, a citizen of New Zealand who has worked in commercial aviation, planned to attend \nclasses at Aeroservice Aviation Center, said James Goldman, an assistant director for investigations at the \nImmigration and Naturalization Service.\n\nFBI spokeswoman Judy Orihuela said one of the Sept. 11 hijackers trained at the same flight school. The South \nFlorida Sun-Sentinel identified the hijacker as Ziad Jarrah, who is believed to have commandeered the plane that \ncrashed in Pennsylvania.\n\nAccording to the INS, the Iraqi leader's stepson was traveling as a tourist and had not applied for a student visa \nthat would have allowed him to take courses.\n\nThere was no evidence that Saffi was connected to any terrorist group.\n\nGoldman said Saffi was seeking recertification training at the flight school. The FBI said he is employed by an \nairline in New Zealand.\n\nSaffi, 36, failed to tell customs agents of his intent to take courses when he arrived Tuesday in Los Angeles on a \nflight from New Zealand, Goldman said.\n\nOrihuela, the FBI spokeswoman, said Saffi was tracked Wednesday as he flew from Los Angeles to Miami \nInternational Airport. He was taken into custody at a motel shortly after he arrived.\n\nSaffi was at Krome Detention Center in Miami-Dade County and was being processed for deportation to New \nZealand, Goldman said.\n\nThe Weekend Herald, a newspaper in New Zealand, reported in December that Saffi worked for Air New Zealand \nas an engineer and had lived in the country six years.\n\n\nThe paper said officials in New Zealand had investigated Saffi after Sept. 11 when they learned he was Saddam's \nstepson. No action was taken, the paper said.\n\nMohammed Saffi is the eldest son of Samira al-Shahbandar, Saddam's second wife. His father is Nour al-Din Saffi, \nan aviation engineer and former head of Iraqi Airways.\n\nAccording to sources in Baghdad and in Iraqi exile circles, Saddam forced Nour al-Din Saffi to divorce al-\nShahbandar in the late 1970s before Saddam married her. He has since married again.\n\nMohammed Saffi is believed to have left Iraq after the 1991 Gulf War - first to neighboring Jordan and then to New \nZealand - after an argument with his mother.\n\nGraphic\n\n \n\nPHOTO; Photo by THE ASSOCIATED PRESS - Mohammed Nour al-Din Saffi, the stepson of Iraqi leader Saddam \nHussein, is pictured in December in New Zealand. Saffi has worked for Air New Zealand as an engineer, a \nnewspaper reported.\n"}