{"title": "ISRAELI EMIGRATION INSPIRES ANGER AND FEAR", "body": "\nWith ''descents'' rising and ''ascents'' declining, each to record levels, 1980 was a bitter year for Israel. The mystical \ncharacter of the words Zionists use to describe, respectively, emigration of a Jew from Israel or his immigration to \nthe Jewish state shows the high degree of emotion contained in demographic statistics in this country and explains \nthe bitterness.\n\nDefinitive emigration statistics are unavailable in Israel, as is the case in all open societies that do not require from \ntheir citizens an accounting of their intentions every time they leave.  But immigration authorities keep track of the \ntotal number of Israelis who depart and who return; emigration estimates are based on the difference between \nthem. The difference last year was about 30,000.\nStatistics revealing that more Jews are leaving Israel than coming to live there concerns officials who say drop in \npopulation was 30,000 in 1980\n\nThe previous record year was 1974 when, following the 1973 war, 25,000 more Israelis left than returned. When a \nresident has been gone for four years, the Central Bureau of Statistics lists him as an emigrant. The record total \nwas again in 1974, 16,400. Last year is likely, four years hence, to surpass that record.\n\nThe bottom year of 1974 was followed by a contraction of emigration; the difference between departures and \nreturns was down to 7,000 in 1979. Thus, last year's 30,000 total was not only a record but also marked a dramatic \nreversal in the trend of outflow.\n\nPerhaps even more dramatic than the rise in departures was the decline in new immigrants. Last year's total of \nabout 21,000 represents a drop of more than 40 percent from 1979. Even more frightening to Israel, last month was \nthe first month in the 12 years in which fewer than 1,000 Jews made their ''aliyah'' or ascent.\n\nNot all of the drop is due to a lack of desire among Diaspora Jews to come here. The Soviet Union, through the \n1970's the principal source of immigration, has reduced the outflow of Jews by more than half. In 1979, 51,317 \nJews left; the total for the first 11 months of last year was 20,583. The percentage of Soviet emigres who chose to \ncome to Israel remained steady at about 35 percent.\n\n''It's nothing short of a disaster,'' said a senior official of the Jewish Agency, the semi-official body responsible for \nattracting and settling immigrants.\n\nAlthough both the rate of arrival and of departure cause great concern, the principal focus recently has been on \nIsraelis who leave. One reason was the leaking of an internal report by a Jewish Agency official on Israelis in the \nUnited States. The document put the cumulative total at as high as 500,000, or roughly one-sixth of Israel's Jewish \npopulation.\n\n\nThe Central Bureau of Statistics rejects this estimate. Its records indicate that about 350,000 Israelis have left the \ncountry for all destinations since its founding in 1948. But whatever the statistics, emigration is clearly on the \nincrease, and therein lies the deeper reason for the anguished and angry debate. In a country founded within recent \nmemory and based on an act of faith that is under increasing challenge from the non-Jewish world, departure from \nIsrael, particularly of Israeli-born Jews, not immigrants who have found the going too tough, is a defection from an \nembattled cause. An Irishman or Italian who leaves his country in hard times for a land of greater economic \nopportunity is not seen as deserting or endangering the existence of Ireland or Italy. ''Yeridah,'' the descent of a Jew \nfrom Israel, is viewed as all of that and more.\n\nResentment From Those Who Stay\n\n''A person leaving the country denies his personal role in the rebuilding of the Jewish state and contradicts the \nraison d'etre of the Jewish state,'' said the Jewish Agency official, an academic who weighs and moderates his \nwords. ''The Diaspora is a disease, and we should have nothing to do with Israelis who join it,'' said Geula Cohen, \nan ultranationalistic member of the Knesset, in an inconclusive parliamentary debate last week. Former Prime \nMinister Yitzhak Rabin, a man not given to verbal excess, once referred to yeridah, in contemptuous Hebrew, as \n''the dropping off of the weaklings.''\n\nIsraelis deeply regret the sharp decline in aliyah, and extremists like Mrs. Cohen no doubt equate the failure of all of \nthe world's Jews to gather in Israel with disloyalty to Jewishness. But there is a vast difference in mainstream Israeli \nperception between Jews who prefer to remain in the Diaspora - the majority - and those who, in effect, take the \nactive step of rejecting the Jewish homeland.\n\nA usually mild-mannered Israeli, forgiving of human failings and understanding even of Israel's Arab enemies, \nsurprised a friend with an unwonted note of steel in his voice when he said, ''Let them go, those who don't want to \nsay.'' And jabbing the air with a clenched fist, he added, ''but don't make it easy for them to come back.''\n\nIsraeli anger is keenest at the native-born citizens who leave. No figures are available, because of the paucity of \nemigration data collected, but New Yorkers know that Hebrew has become a frequently heard language and the \nsabra accent in English has a familiar ring on Manhattan's West Side.\n\nWhile the decline in new immigrants is conceded by Israeli officials to be at least in part due to Israel's isolation and \nthe decline in its international standing, Israelis of all political stripes ascribe emigration entirely to economic factors. \nRunaway inflation, which when last year's figures are tabulated will show a rate of at least 135 percent, Government \nbudget cuts that affect employment opportunities and reduce Government investment and support for the private \nsector, a serious housing problem and a decline in public confidence that the economy can right itself are factors \nthat enter into all decisions to leave. A high proportion of emigres are middle class people for whom opportunities \nfor self-improvement in a richer economy - more university posts, more and better equipped laboratories, more \nresearch grants - abound in the United States.\n\nLooking desperately for a silver lining, the Jewish Agency official said, ''Given the situation in which Israel has found \nitself for almost 33 years, one often wonders why the rate of emigration isn't higher still.''\n\nGraphic\n\n \n\nIllustrations: photo of Geula Cohen\n"}