{"title": "Ailing Child, Mother Find Hearts of Gold; In a Borderline Case, Girl to Get Cardiac Care", "body": "\nWhen federal immigration agents nabbed Leydina Henriquez and her daughter, Keysi, as they tried to sneak across \nthe Mexican border into Texas last Christmas Eve, there was every reason to believe the pair would quickly be \ndeported to their native Honduras.\n\nBut Keysi, a thin, impish girl of 9, has a hole in her heart. In fact, say cardiologists at Children's Hospital in \nWashington, she has numerous holes in the wall between the two lower chambers of her heart, plus a \nmalfunctioning valve and intense pressure in the blood vessels in her lungs.\n\nDespite years of heart treatment in Honduras, Keysi's problems kept worsening. So last winter her mother, who \nhad been living illegally in Washington for three years, decided to fly home and bring the girl back, hoping that, by \nsome miracle, she could be cured in the United States.\n\n\"I knew I was taking a great risk, but if I had left her in Honduras any longer, I knew she was going to die,\" said \nHenriquez, 29, who lives with her husband, Jose, an undocumented Mexican immigrant, in an apartment on 13th \nStreet NW. \"I put her in God's hands.\"\n\nIndeed, the hole in Keysi's heart has touched an extraordinary variety of people -- from usually skeptical U.S. \nBorder Patrol agents who gave her special permission to enter the country to cardiac surgeons who have agreed to \noperate on her for a fraction of their usual fees.\n\nDoctors at Children's Hospital will perform open-heart surgery on Keysi next month, and a local nonprofit \nfoundation, Marcelino Panevino, has pledged to raise the money to pay all her medical expenses.\n\nAt a deportation hearing Wednesday in Arlington, immigration officials agreed to allow Keysi and her mother to \nremain here until at least October, when they will assess the girl's medical progress.\n\nHenriquez, who was separated from Keysi's father years ago, entered the United States illegally in 1994, leaving \nKeysi and another daughter with her mother. Working at a discount store in Washington, Henriquez regularly sent \nmoney home for Keysi's heart medication, but the girl never improved.\n\nHenriquez decided to sneak Keysi into the United States. She paid a smuggler $ 3,000, and they started walking \nacross Mexico.\n\nThe odyssey took two months. Henriquez lost 23 pounds. Keysi ran out of heart medicine. The smuggler \nabandoned them just before they reached the border at Brownsville, Tex. Henriquez tried to cross on her own, with \nKeysi and several other Hondurans, but she ran right into the Border Patrol.\n\n\n\"I thought we were finished, but I told them about Keysi's heart,\" Henriquez recounted. \"By then . . . she was very \nweak, and her face was purple.\" Immigration officials at the border, who turn back 90 percent of the people they \ncatch entering illegally, granted the pair permission to remain for several months on humanitarian grounds.\n\nHenriquez used the rest of her savings for airfare to Washington. She took took Keysi to a clinic, which sent the girl \nto Children's.\n\nCardiologists at the hospital said the girl would need expensive open-heart surgery.\n\nHenriquez was out of money and uninsured and had no right to government assistance. But surgeons, social \nworkers and officials at Children's were so moved by the little girl's case that they agreed to reduce the total \ncharges from $ 57,000 to $ 39,000.\n\n\"We can't save all the children with heart disease in the world, but when a compelling case comes before us, \nwhether or not they are residents, it is our moral obligation to help,\" said Thomas Hougen, a cardiologist at \nChildren's.\n\nWithout the surgery, he said, Keysi would live only another 20 years; with it, she may be able to lead a normal life.\n\nHospital aides contacted the Marcelino Panevino foundation, established by the Rev. Eugenio Hoyos, of St. \nAnthony's Roman Catholic Church in Falls Church, to help sick immigrant children.\n\n\"It's precisely because she is here illegally and has no access to help of any kind that we want to get involved,\" said \nJay Marks, vice president of the foundation. \"Some of our members were once illegal, so they know what it's like, \nand now they want to carry on the American tradition of lending a hand.\"\n\nFor Keysi and her mother, an equally important display of compassion has come from immigration authorities. \nUnder a new immigration law that took effect April 1, it is much more difficult to win a permanent exemption from \ndeportation, but officials have twice extended the pair's temporary permission to stay.\n\n\"In light of the new law, we need to find innovative ways to help people in a crisis,\" said William J. Carroll, district \ndirector for the Immigration and Naturalization Service in Arlington. \"We hope this case demonstrates the concern \nwe really have for people.\"\n\nHenriquez and her daughter are scheduled for a deportation hearing Oct. 9. Henriquez is about five months \npregnant -- her child is due the same week as the hearing and will automatically become a U.S. citizen if born here. \nShe hopes that might help her win the right to remain permanently.\n\nMeanwhile, Marcelino Panevino officials said they are not sure whether they can raise all $ 39,000. When Keysi \nspoke on a Spanish-language radio show Thursday, the station was flooded with callers, from a disco owner who \ncontributed his weekend receipts to a little girl who offered her Barbie doll.\n\n\"It is so much more than we ever dared hope for,\" said Henriquez, folding laundry in her apartment while Keysi \nsucked on a popsicle. \". . . God saw my struggle and heard my prayers. He did not let her die on the road, and He \nwill not let her die now.\"\n\nGraphic\n\n \n\nPhoto, juana arias, Leydina Henriquez and her daughter, Keysi, are looking ahead to better times. Keysi, 9, will \nundergo heart surgery next month.  In a happy moment, Leydina Henriquez and daughter Keysi are far from their \ntime of desperation in December at the Texas-Mexico border.\n\n\n"}