{"title": "Agency Plans to Improve Oversight of Immigrant Detention", "body": "\nThe Obama administration announced plans Thursday to restructure the nation's much-criticized immigration \ndetention system by strengthening federal oversight and seeking to standardize conditions in a 32,000-bed \nsystem now scattered throughout 350 local jails, state prisons and contract facilities.\n\nJohn Morton, director of Immigration and Customs Enforcement, said his goal within three to five years is to hold \nnoncriminal immigrants in a smaller number of less prison-like settings. Those facilities would meet federal \nguidelines ensuring access to pro bono legal counsel, medical care and grievance proceedings, he said.\n\n\"We need a system that is open, transparent and accountable,\" Morton said. \"With these reforms, ICE will move \naway from our present decentralized jail approach to a system that is wholly designed for and based on civil \ndetention needs and the needs of the people we detain.\"\n\nThe new approach comes after a massive detention buildup under President George W. Bush, an increase that \ncivil liberties and immigrant advocacy groups say led to systemic abuse. Starting after the Sept. 11, 2001, terrorist \nattacks and accelerating as Washington took a get-tough approach to illegal immigration, ICE's detention system \nmore than tripled in size. It now houses nearly 400,000 immigration violators a year.\n\nLegal experts say detainees, most of whom have no criminal record and are held pending removal on \nadministrative grounds, are subject to penal system practices, typically confined in jail cells, prison blocks or remote \ndetention centers. Many immigrants are held for months, some for years, facing strict confinement and group \npunishment for disciplinary infractions.\n\nGovernment investigators have also faulted ICE for delivering substandard and sometimes fatal medical care, \nproviding insufficient food and clothing, and barring detainees from making even a single phone call to a lawyer. \nMany detainees are transferred to remote facilities, hundreds of miles from lawyers, even though some judges do \nnot allow hearings by teleconference.\n\n\nMorton will assign a federal overseer to each of ICE's 23 largest detention centers and set up a detention \noversight unit within ICE's Office of Professional Responsibility that will report directly to him. He also will create an \nOffice of Detention Policy and Planning, headed by Dora Schriro, a former Arizona corrections official and aide to \nHomeland Security Secretary Janet Napolitano, to redesign detention operations.\n\nICE will stop sending families to the T. Don Hutto Residential Center near Austin, a 512-bed former state prison. \nThe Bush administration highlighted the family detention facility as a symbol of its immigration crackdown efforts, \nbut it became a lightning rod for litigation over the government's treatment of children.\n\nICE will instead begin relocating the 127 remaining detainees at Hutto, Morton said. Some will be transferred to an \n84-bed former nursing home in Pennsylvania, the Berks Family Shelter Care facility, while others will be considered \nfor programs that do not require detention, such as home monitoring, he said. He said no deadline to complete the \nmoves has been set.\n\nMorton provided no cost estimate for the changes but said the agency intends to pay for them with existing \nresources.\n\nThe changes should not reduce the number of ICE detainees, he said. \"This is not about whether or not we detain \npeople, this is about how we detain them,\" he said.\n\nWhat the size and makeup of the immigrant detainee population will be in five years is unclear. Illegal migration is \nfalling, a result of tougher enforcement and the economic recession.\n\nCongressional leaders have vowed to debate an overhaul of national immigration laws that could allow many illegal \nimmigrants to apply for legal status, reducing the number of those subject to arrest and deportation. ICE has also \nannounced policies prioritizing the capture and removal of immigrants with criminal records, who now make up 45 \npercent of those detained. Morton said the agency plans to continue holding those detainees in criminal settings.\n\nGroups such as Amnesty International, the National Immigration Justice Center, the Women's Refugee \nCommission and the National Immigration Forum called ICE's move a good first step but one that is overdue and \ninsufficient.\n\nThey said ICE should adhere to legally enforceable detention standards, replacing 38 nonbinding guidelines that \nthe federal government has negotiated with the American Bar Association. DHS has opposed binding regulations, \nwhich could swamp the agency in litigation, but congressional Democrats have introduced legislation to mandate \nthem.\n\n\"DHS must issue legally binding and enforceable detention standards, which DHS has refused to do for years, and \nmust provide basic due process to ensure that individuals -- including U.S. citizens -- are not being inappropriately \nlocked up,\" Joanne Lin of the American Civil Liberties Union said in a written statement.\n\nRep. Lamar Smith (Tex.), the ranking Republican on the House Judiciary Committee, said he is pleased that ICE is \nbuilding on reforms it began in 2007, but he said he is concerned that not detaining families will lead either to \nseparating parents from children or releasing \"more illegal immigrants on the streets of American communities.\"\n\n\"The wealth of evidence proves that alternatives to detention and catch and release don't work,\" Smith said. \"When \nillegal immigrants are not detained before deportation, they never return home.\"\n\nSen. Joseph I. Lieberman (I-Conn.), chairman of the Senate homeland security committee and a sponsor of the bill \nto mandate standards, called ICE's goals commendable but added, \"the founding principles of this nation demand \nthat we write into law certain protections for asylum-seekers and other detainees to ensure due process, humane \nconditions, and proper medical treatment.\"\n\nBudget-strapped local and state governments  probably would oppose changes that cut into their revenue. ICE \npays $80 to $100 per day per bed to rent out spare jail and prison space to house federal immigration detainees.\n\n\n\nICE spends nearly $3 billion a year for detention operations, much of it for private corrections contractors including \nCorrections Corporation of America, Management and Training Corp. and the Geo Group.\n\n\"We are not talking about moving to a wholly owned and operated government structure at this point,\" Morton said. \n\"We are going to continue to work with our many state and local partners.\"\n"}