{"title": "Mexico Plans A Tighter Grip On Its Border To the South; Security Effort Targets Flow Of Drugs, Migrants to U.S.", "body": "\n The Mexican government plans to sharply increase the presence of soldiers, police officers, naval patrols and \nimmigration checkpoints near its porous southern border. The plan, which has not yet been made public, is an \nunprecedented effort to choke off flows of illegal immigrants, drugs and guns entering the country from Central \nAmerica. \n\n Most of the illicit human and drug traffic coming into Mexico is heading to the United States, and Washington has \nlong urged Mexico to control its 750-mile border with Guatemala and Belize more tightly. While much attention has \nbeen placed on Mexico's northern border, officials say many of the problems there start with the notoriously \ncorrupt and loosely enforced protection of the southern border. \n\n Hundreds of thousands of undocumented people, many from Guatemala and El Salvador but increasingly from as \nfar away as China and Iraq, enter Mexico from the south. When immigration or police officials stop truckloads of \nthese people, or shipments of cocaine or arms, they frequently wave them through in exchange for a cash bribe. \n\n Interior Minister Santiago Creel said in an interview that getting Mexico's southern flank under control was critical \nto President Vicente Fox's promise to crack down on corruption, and to Mexico's commitment to Washington to \nreduce the flow of U.S.-bound illegal immigrants. \n\n \"We have never had the security we want in the south; things were very loose,\" said Creel, who is in charge of \nthe South Plan, or Southern Zone Plan. \"This is part of our big challenge to modernize and find new ways of doing \nthings in Mexico.\" \n\n \"We are very encouraged to hear this,\" said Johnny N. Williams, western regional director of the U.S. Immigration \nand Naturalization Service. \"Mexico is used as a transit point\" for illegal traffic into the United States, he said, and \nwhat happens on Mexico's southern border is of \"extreme importance to both countries.\" \n\n Williams said there has been a \"revolutionary\" change in the way Mexico and the United States work together on \nimmigration issues. On Friday, the countries issued a statement outlining new joint rescue and training operations \naimed at preventing more deaths of illegal immigrants crossing into the Arizona desert. During the hot summer \n\n\nmonths, the United States will put more helicopters and personnel in the region and Mexico has added rescue \nworkers on its side of the border. \n\n Creel said that in return for Mexican efforts to reduce illegal immigration, the United States should help with \nimmigration issues important to Mexico. He said he hoped negotiations with Washington would produce results on \nincreasing guest worker programs and \"regularizing\" the legal status of Mexican workers already in the United \nStates. \"The U.S. has to present results, as well as Mexico,\" he said. \n\n No one knows exactly how many people cross into Mexico illegally via its southern border. Mexico last year \ndeported more than 150,000 foreigners, almost all of them trying to reach the United States; most of them had \nentered across the southern border. Officials estimate that for every illegal immigrant caught, three to five more \nevade authorities. \n\n U.S. officials last year caught 28,000 non-Mexicans who illegally entered the country across the U.S.-Mexico \nborder. More than 22,000 were from Honduras, El Salvador and Guatemala, and most of them are believed to \nhave arrived in Mexico through its southern border. \n\n Creel said $ 10 million has been allocated for the National Immigration Institute, and much of that new money will \ngo to modernizing 13 tumbledown southern border checkpoints. Four or five new ones also will be built. \nConstruction is to start next month. \n\n Perhaps the most innovative feature of the plan, whose final details have not yet been worked out, is the focus of \nelite groups of soldiers and police along a critical highway. The Trans-Isthmus Highway crosses Mexico at a narrow \npoint, connecting the Gulf of Mexico in the north to the Pacific Ocean 150 miles to the south. It runs from the town \nof Coatzacoalcos in Veracruz state to the town of Salina Cruz in Oaxaca state. \n\n All land traffic from the southern border to the rest of Mexico must cross this relatively short highway. Creel said \nthat guarding this key choke point would be easier than trying to patrol the entire border. And to catch those who \ntry to beat the new system by going by sea, the plan calls for naval ships to sharply increase their patrols in \nsouthern waters. \n\n Creel said concentrating manpower in the narrow Isthmus of Tehuantepec would be less expensive and more \nefficient than the traditional system of haphazard checks and patrols. \"In the past the policy wasn't effective at all. . . \n. There was no plan. Now we are working with clear objectives,\" Creel said. \n\n Another critical element of the new plan is attacking official corruption and human rights violations. Officials said \nthe new system will not work unless Mexico can stop bribery of officials and robberies of immigrants. \n\n The immigration service has a new, reform-minded director and many other officials have been fired, from top \nmanagement to those who work at remote border stations.  \n\n Creel said the government was conducting undercover sting operations to detect official corruption. He said that \nwhile there has been noticeable improvement in the effectiveness of immigration operations in the northern states, \n\"in the south we have not seen even the start of results.\" \n"}