{"title": "Huddled masses; Fifth-graders get a taste of Ellis Island experience", "body": "\n\"Welcome on behalf of the president of the United States. Welcome to America, our great land where you can find \nfame and fortune,\" bellowed the Ellis Island official to the long line of weary immigrants.\n\n\"Move along, another ship's coming in,\" the uniformed officer directed the new arrivals portrayed by East Side \nElementary fifth-graders as they grabbed a slice of bread and a cup of water, their first food since getting off the \nboat.\n\nTheir next stop was currency exchange, medical doctors' station and baggage inspection.\n\nIt was here that Maria Facio, arriving from a small village south of Naples, Italy, had her name changed by an \noverworked customs official.\n\n\"Facio? That's not an easy name in America. From now on, you'll be Mrs. Fox,\" said the brusque worker who \nstamped the passport dangling from Maria's neck and sent her to the next station. Speaking only Italian, Maria, \nplayed by fifth-grader Rachel Liebman, couldn't argue.\n\nOn Friday, East Side Elementary's fifth-grade wing was turned into Ellis Island. The classrooms became \nprocessing stations as the clock turned back to 1910. Students and parent volunteers in costumes re-enacted the \nlife that many of their ancestors experienced a century ago.\n\nAbout 16 million immigrants first arrived in the United States at the port of entry of Ellis Island in New York \nbetween 1892 and 1952. Today, it is a museum containing artifacts and documents about 400 years of American \nimmigration.\n\nParent volunteer Dawn Benz was manning the currency exchange station, converting Polish markas, Swedish \nkronas, Spanish pesetas, French francs and other foreign currency into dollars. In front of her was a list of the 1910 \ncurrency exchange rate. Keeping to her role, she occasionally shortchanged hapless immigrants.\n\n\"I've made a fortune,\" chuckled Benz, a parent volunteer.\n\n\"We are trying to make this as authentic as possible so that students can experience what immigrants really went \nthrough on Ellis Island.\"\n\n\nBenz's grandparents arrived in the United States from Yugoslavia, sailing past the Statue of Liberty in New York \nHarbor.\n\nOn Ellis Island, her grandmother, Mildred Peinovich, officially became Mildred Payne, Benz said.\n\nToting an old suitcase, fifth-grader Jessica Jay got into her role as Katherina Parks in a homemade flowered dress \nand apron.\n\nPurple flowers in her straw hat topped off her Dutch schoolteacher look. \"I'm traveling by myself, looking for work in \na large Midwestern city. I have friends in Chicago,\" she told customs workers.\n\nEvery fifth-grader in the east Cobb school had a role in the staging of Ellis Island following a resource guide, \"A \nSimulation: The Peopling of America\" published by Beltsville, Md.-based Americans All.\n\n\"Giving kids a chance to relive an actual important event helps them better relate to what's actually happening to \nfolks today,\" said Allan Kullen, president of People of America Foundation, in a phone interview Friday.\n\n\"It shows kids how this country was formed, the importance of every person who came through Ellis Island and \nrelates the commonalities of what they went through with what immigrants are going through today.\n\n\"Today's kids missed the experience of knowing that what their grandparents went through is being repeated \ntoday. We're trying to get rid of the 'we versus they' mentality. Everybody wanted a better life and better educational \nopportunity for their children. They wanted freedom and with that comes responsibility.\"\n\nThe huddled masses of fifth-graders lined the hallways after a long morning of processing in.\n\nClutching American flags, they took the Naturalization Oath of Allegiance to the United States of America \nrenouncing allegiance to their home countries and promising to \"support and defend\" the laws of the United States.\n\nGraphic\n\n \n\nPhoto: ANDY SHARP / StaffNila Nowakowski, 11, of Cobb's East Side Elementary School joins other \"immigrants\" \nin the Pledge of Allegiance.\n\nPhoto: ANDY SHARP / StaffEast Side fifth-graders Tim Lo (left) and Ben Royal wait with all their belongings to be \nprocessed at Ellis Island as the students re-enact the immigration experience as part of their history class.\n\nPhoto: ANDY SHARP / StaffJessica Jay, 10, adjusts her straw hat as she plays an immigrant from Holland \npreparing to go through Ellis Island.\n"}