{"title": "Haitian Immigrants in U.S. Face a Wrenching Choice", "body": "\nThe choice lies in Esta Pierre's mind like a sliver of glass.\n\nMs. Pierre used a doctored passport to leave Haiti and enter the United States on Jan. 8, 1993, after her boyfriend \nwas dragged from their house in Port-au-Prince by agents of the Haitian dictatorship. He disappeared, probably \none of the thousands killed there in the early 1990's, she said.\n\nIn Florida, she built a solid life on shaky ground. She scrubbed hotel room toilets and bathed people in nursing \nhomes to earn a living. She married a Haitian immigrant and made payments on a little house in southwest \nFlorida. They had two children, Jean, now 6, and Gaelle, 21 months.\n\n\"I have never been a problem,\" she said last week in the office of her immigration lawyer, using the hem of her \ndress to mop up the tears that flowed down her face. She has been told she cannot be an American, like her \nchildren. To keep them, she has to take them to a place she still sees in nightmares. If she were Cuban or \nNicaraguan, though, she could have received amnesty.\n\nMs. Pierre has received a deportation order from the Immigration and Naturalization Service and could be sent back \nat any time, her Miami lawyer said. Her husband, who also entered the country on a fake passport, has also been \nordered back. But their children, born here, are citizens by birthright, and cannot be deported. So, Ms. Pierre, like \nthousands of other Haitian mothers and fathers in this country, must someday choose.\n\nDoes she remove her children from school and doctors and the clean, safe life she has been able to shape here in \nFlorida, and take them to the poorest nation in the Western Hemisphere, a place of mass graves and open sewage \nand a blood-stained history of political repression?\n\nOr does she leave them, to save them?\n\n\"I'm going crazy,\" Ms. Pierre said.\n\nAs the whole country and much of the world focuses on one Cuban boy, Elian Gonzalez, and an international \ncustody battle that has drawn attention from Attorney General Janet Reno and President Clinton, some 3,000 \nHaitians in the United States face the prospect of leaving their children if they are deported, convinced the children \nwould have a better life here, even as virtual orphans, than in Haiti, said experts on Caribbean immigration.\n\n\n\"These people are stuck,\" said Elwin Griffith, a law professor and the director of the Caribbean Law Institute at \nFlorida State University. \"And they can't do a thing about it.\" Immigration laws do not recognize children who are \nUnited States citizens as the overriding argument against the deportation of their parents, he said.\n\nIn 1997, Congress granted amnesty to Cubans and Nicaraguans who came to the United States before December \n1995, even if they had entered the country illegally, said Cheryl Little, the executive director of the Florida \nImmigrant Advocacy Center. While they, too, faced political turmoil at home, Haitians were excluded from that \nlegislation.\n\nA year later, when Congress passed a similar law for Haitians, it included tighter restrictions and failed to include \nprotections for those who arrived with a fake passport, as if that was more criminal than crawling over a fence at a \nborder crossing or floating on a raft, immigration lawyers said.\n\nIn Miami last week, a federal judge gave 12 days of attention to the question of parental rights in the Elian case, \nand ultimately concluded that the boy's father in Cuba had already been separated from his son for too long.\n\nTwo days later, Justice Department officials introduced a new set of regulations that relaxed some requirements for \napplications for citizenship, but did not alter its stand on people like Ms. Pierre, people who entered on phony \npassports and have no qualifying relative -- a spouse or parent -- who already has citizenship or a residency card.\n\n\"As it obsesses on the plight of one boy, the government is about to destroy the families of thousands of American \nboys and girls,\" said Steve Forester, a lawyer in Miami who has been agitating for 20 years to change what \nadvocates see as a double standard for Haitian refugees.\n\nHaitians are not the only immigrants who face this dilemma. But the proximity of the United States to their \nhomeland, and cruelty of the circumstances there make their situation more common.\n\nThere are an estimated 10,000 Haitians in the United States like Ms. Pierre, people who face deportation. About \n3,000 of those have one or more children who were born here, immigration experts said.\n\n\"Being a parent of a United States citizen is not sufficient for a waiver when the individual has entered the United \nStates with fraudulent documents,\" said Dan Kane, a spokesman for the immigration service. \"I.N.S. cannot \nexercise authority that Congress has not given it.\"\n\nDavid Abraham, a professor of immigration law at the University of Miami, said the parents and children are placed \nin an impossible situation, but warned that giving legal residency to the parents could set a bad precedent. Any \nillegal immigrant who wanted a green card could just have a child, he said.\n\nBut immigration experts say that for decades, Haitians have been met with uneven application of laws that that can \nbenefit immigrants from countries whose governments have been at odds with the United States.\n\nThe immigration service, which has deported more than 900 Haitians in the last two years, is planning no en masse \nreturn of Haitians. In fact, immigration lawyers said, because of huge backlogs, the agency will take years to \ninvestigate, identify and consider the appeals filed by people like Ms. Pierre. It has taken seven years to process \nher case.\n\nBut, in one way, that only makes her choice more difficult. Her two children are not immigrants in a new culture. \nThey are Haitians by ancestry only. They wear Michael Jordan jerseys and Pooh pajamas. When she asks Jean a \nquestion in Creole, he answers in English. Jean, who is making good grades in school in Immokalee, where they \nnow live, has no accent. Her baby daughter is not just healthy, she is fat.\n\nShe has a picture in her mind of children with distended bellies who stand naked in rainwater ditches tainted with \nhuman sewage, and she sees them drink from it -- snapshots of home.\n\nHere, on Sunday, she dresses her children in gleaming white.\n\n\n\n\"What am I going to do with them in Haiti?\" she said. Ms. Pierre will make her choice only when she absolutely \nmust. A stay that has prevented her deportation could evaporate at any time.\n\n\"How will they live?\" Ms. Pierre said. \"Children are always sick in Haiti.\"\n\nThe same questions haunt Mary France, a 21-year-old sales clerk who lives in Fort Lauderdale. She and her \nhusband are under a deportation order, for the same reason as Ms. Pierre. They came here on an altered passport \nin 1995. They have a 5-year-old boy, Ronald.\n\n\"No way can I take him with me,\" Ms. France said, also speaking in the office of her Miami lawyer. \"No way can I \nleave him here. If I go, I don't have a job, I don't have money. He can't even go to school.\" She looks across the \nroom at her son, and imagines him in the place she fled.\n\nShe began to shake her head, hard.\n\n\"Oh, God,\" she said.\n\nShe will decide at the last minute, too. Like Ms. Pierre, she does not have anybody here to look after her child. To \nleave them means placing them in state care.\n\nIn the anguish of Ms. Pierre and Ms. France, Cinette Dorias sees her future. Ms. Dorias, who lives in Delray Beach \nwith her husband, Rigaud Moise, and three children, also faces deportation. But her case, like her husband's, is not \nso far along. Only one of their children, Rickerson, 5, is a United States citizen. She believes she is incapable of \nsplitting up her family and leaving him.\n\n\"I have been here 10 years,\" Ms. Dorias said. \"I work, in a nursing home and in home care, and I pay my taxes and \nbills. We have bought a house -- the back yard is nice -- and save our money. If I was not Haitian, if I was your \nsister, would they still send me home?\"\n\nMichael D. Ray, an immigration lawyer and president of the South Florida chapter of the Immigration Lawyers \nAssociation, said the Haitian mothers face more than poverty, filth and hardship in Haiti, as will the children if they \ntake them back. One of the first things immigration lawyers try to prove is that their clients are political refugees and \ntry to get them asylum, lawyers said, but that is difficult to prove.\n\nHis client, Ms. Pierre, is a political refugee, Mr. Ray said, but has not been granted asylum. In Haiti, she and her \nboyfriend, Samuel Congas, were once supporters of Jean-Bertrand Aristide, the elected president who was ousted \nin a bloody coup in October of 1991 and then returned, after years of bloodshed in Haiti, in a United States \noccupation in 1994.\n\nTheir home, in Port-au-Prince, had a picture of Aristide painted on a wall. In August 1992, opponents of Mr. Aristide \narrived armed with pistols and machetes and dragged Mr. Congas out into the night.\n\nFor weeks, she said, she searched for him, and even went to Titanyen, an infamous place north of the city where \ncountless dead, murdered over decades of despotic rule, are buried. The rain and the rooting pigs sometimes \nuncover the dead there, but she did not find him.\n\nShe had fled their house and hid with family and, when she thought it was safe, used a passport with a new name \nspliced over her own to escape the country. As soon as she arrived in Miami, she told immigration officials her real \nname, believing they would understand.\n\n\"It was a life or death matter,\" said Mr. Ray. If Ms. Pierre returns, he said, she goes back within reach of the people \nwho chased her away.\n\n\"I close my eyes at night,\" she said, \"and the men come into my house again.\"\n\n\n\nMs. Dorias's husband, Mr. Moise, was a soldier who refused to shoot into a crowd of Aristide supporters at a pro-\ndemocracy demonstration in August 1990. He was arrested and served five months in prison, then got his family \nout by plane. \"I was marked,\" he said.\n\nIn Miami, as Haitian-Americans are bombarded with news of Elian Gonzalez, they are not sure public opinion has \never been on their side.\n\n\"A child should remain with its parents,\" said Micheline Ducena, the executive director of the Haitian Organization \nof Women in Miami, repeating the United States government's legal justification for reuniting Elian and his father.\n\n\"But if Elian were Haitian,\" she said, \"he would have been sent back a long time ago.\"\n\nMs. Pierre dreads the day when immigration officials order her to the Miami airport. She is allowed to take with her \njust one bag of 44 pounds or less. She has not decided if she will have to bring baby clothes.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Cinette Dorias and her husband, Rigaud Moise, both Haitians who live in Delray Beach, Fla., face \ndeportation, while their son, Rickerson, 5, is a United States citizen. The family's two older children are Haitian \ncitizens.; Esta Pierre, and her husband, Jean, in background, await word on deportation to Haiti. Then, Ms. Pierre \nsays, they will decide whether they dare take their children with them or leave them with Florida authorities. \n(Photographs by Laura Kleinhenz/Saba, for The New York Times)(pg. A23); Esta Pierre, who is Haitian and faces \ndeportation, with her children, Gaelle, 21 months, and Jean, 6, who are United States citizens and may stay -- \nwithout her. (Laura Kleinhenz/Saba, for The New York Times)(pg. A1)\n"}