{"title": "Homecoming of Ethnic German Immigrants Sours", "body": "\nEmmi Schleicher arrived in Germany from her native Kazakstan six years ago and thought she had finally come \nhome to the land her ancestors left over two centuries ago. Since then, she has learned a painful lesson.\n\nAs an ethnic German in Kazakstan, she said, she faced nationalist hostility among Kazaks who called her a \nforeigner. Now she confronts another kind of animosity from Germans who do not accept her as a German and \nwho say she and others like her receive social benefits they do not deserve.\n\n\"In Kazakstan they said we were Germans and should go back to Germany,\" said Mrs. Schleicher, 32, who was a \nlibrarian in Almaty, Kazakstan, and collects admission at a public swimming pool in this small town in western \nGermany. \"Now we are in Germany and people here curse us as 'the Russians.' \"\n\nShe is not alone. Since the late 1980's, in one of Europe's greatest population shifts since the end of the cold war, \nmore than a million ethnic Germans from the former Soviet Union have taken advantage of German laws \npermitting them to reclaim full citizenship, and thus automatic access to Germany's bountiful welfare system that \nprovides unemployment pay, housing allowances and state pensions.\n\nBut their arrival has coincided with economic straits for many Germans, who are facing record unemployment at a \ntime when the abundance of social benefits is being called into question. A result has been a greater readiness \namong Germans to attribute their woes to their immigrant kin, and an equal readiness among politicians to play to \nthose passions for votes.\n\nThe animosity threatens Germany's social fabric with perhaps the most emotional collision of identities since neo-\nNazis rampaged against foreigners, particularly the country's two million Turks, after reunification in 1990.\n\n\"Burning houses have shown that the readiness to accept people is not without limits,\" Oskar Lafontaine, leader of \nthe opposition Social Democrats, said, referring to attacks on foreigners elsewhere in Germany. With three \nimportant state elections scheduled for March 24, he is campaigning for limits on immigration by ethnic Germans.\n\nThe hostility has a particular twist here in Sohren, a town south of Coblenz where many of the 1,200 immigrant \nGermans have moved into apartments vacated when some 15,000 United States troops and their dependents \npulled out from the nearby Hahn air base two years ago.\n\n\n\"For 40 years we lived in good, neighborly relations with the Americans,\" said Heinz Michel, Sohren's Mayor for the \nlast 22 years. \"But right now, all these people moving in at once is just too much.\"\n\nFor many of the new arrivals, the hostility has come as a shock after the upheaval and persecution their families \nfaced since 1941, when Stalin banished them to Siberia and Central Asia to punish them for Hitler's invasion of the \nSoviet Union.\n\nThroughout the cold war, German leaders routinely campaigned for the right of ethnic Germans to return home. \nGerman governments even paid millions of dollars to the dictatorship of Nicolae Ceausescu to allow ethnic \nGermans to leave Romania.\n\nWest Germany even made it a constitutional right for ethnic Germans to acquire full German citizenship, even \nthough it had been 200 years since the czars invited Germans to Russia, where they were prized for their \nagricultural skills and organization.\n\nThe end of the cold war changed the equation.\n\nGerman reunification cost taxpayers hundreds of billions of dollars. An economic slowdown added to \nunemployment and strained the state's ability to finance pensions and other social benefits. The opening of Eastern \nEurope's frontiers threatened Germany with an unchecked flow of poor migrants. Hostility to outsiders inspired the \nGerman authorities to enact a string of laws to keep the numbers of foreigners -- and ethnic Germans -- within tight \nlimits.\n\nSince Jan. 1, 1993, the number of immigrant Germans accepted in Germany has been limited by law to 220,000 a \nyear. And now Mr. Lafontaine wants that number halved, a demand that has struck a responsive chord among \nmany Germans. One recent opinion survey said about 70 percent of Germans support his campaign.\n\nThe end of the cold war also meant a drastic reduction in the number of American forces in Germany. At the height \nof the cold war, American military personnel stationed in Germany numbered around 250,000. Now the total is \n76,000.\n\nIn Sohren, where the original inhabitants number some 2,000, the American presence injected thousands of jobs \nand $180 million a year into the local economy. When the last Americans left two years ago, Mayor Michel said, \"we \nbecame poor.\"\n\nThe arrival of the immigrant ethnic Germans, by contrast, has produced only a sense of division and strain. In the \narea surrounding Sohren, immigrant German children already outnumber the children of the original inhabitants in \nsome schools. Five new kindergartens have been built, and resentment has grown.\n\n\"They have a completely different mentality,\" Mayor Michel said of the immigrant Germans. \"They have trouble \nwith the language. Most of them have no work. The living standards we have are totally strange to them. We have \nno jobs to offer them.\"\n\nNeither do they shop, visit the bars or spend money as the Americans did, people at several stores on the town's \nmain street said.\n\nMayor Michel said that when Mr. Lafontaine brought the issue into the public spotlight, \"he destroyed the only little \nbit of reconciliation that had happened in this town.\"\n\nIndeed, in other places where immigrant ethnic Germans are housed in former NATO barracks until they find \nhomes, German officials worry that disaffected young men among them, speaking no German, are rapidly forming \na crime-prone underclass that will arouse even greater German hostility.\n\nIn her new three-level house that she shares with 10 other people from two generations of in-laws, Mrs. Schleicher \ndoes not see it that way.\n\n\n\n\"Our people are disappointed, upset, confused,\" she said, speaking only slightly accented German. \"They are \npeople who have lost themselves. Here, they thought they would find a home where they wouldn't be discriminated \nagainst. But they have been disappointed.\"\n\nHer father-in-law, Johannes Schleicher, 69, a former truck driver, seemed to agree. In 1941, he said, he and his \nfamily were ordered out of the autonomous republic set up for ethnic Germans in the Volga region and sent to \nSiberia. They built a house, he said, but then the family was sent on to Kazakstan. They built a house there, too.\n\nNow, propelled by anti-German sentiment in Kazakstan and lured by the better economic prospects here, he has \ncome to Germany. So the family pooled their pensions, their wages and their own labor to build yet again. \"Where \nam I supposed to go?\" Mr. Schleicher said. \"Back to the Volga? The Russians don't want us there.\"\n\nSuch was Germany's desire in the early 1990's to avert massive immigration of ethnic Germans from the former \nSoviet Union that Bonn offered tens of millions of dollars to Moscow to rebuild its onetime republic on the Volga. \nThat plan foundered on the refusal of Russians now living there to give up their land and the reluctance of ethnic \nGermans to return.\n\nAccording to official statistics, the immigrant ethnic Germans as a social group are notably younger than average \nin Germany's aging society, meaning that they draw proportionately less in pensions and contribute more to the \nwork-force paying social security contributions.\n\nAt the same time, the statistics suggest that unemployment last year among immigrant ethnic Germans, while \ndisproportionately high in some areas like Sohren, was lower than the average in states like Baden-Wurttemberg, \nwhere the most contested of the March 24 state elections is taking place.\n\nIn Mrs. Schleicher's neat living room, with its new furniture, its television and a garden gnome as decoration, the \nperception is different.\n\nSure, the older people said, they are drawing pensions of around $900 a month -- 30 percent less than the German \naverage -- to which they have made no direct contribution. But they said their children wanted to work and pay their \ndues, even with jobs other Germans would not look at, and well below what they were qualified to do in the Soviet \nUnion.\n\n\"People say we've brought unemployment here,\" said Olga Borge, another immigrant. \"But the Germans who \ncome here from Kazakstan want to work. If there's work and they can get it, they do it, whatever it is. Sometimes, it \nmakes you weep.\"\n\nGraphic\n\n \n\nPhoto: Emmi Schleicher, an ethnic German from Kazakstan, thought she was bringing her daughter Veronika \nhome to a better life when she and her family immigrated from Russia. Instead, she has found resentment. (Jim \nMcDonald for The New York Times )\n\n \n\nMap of Germany highlightine Sohren: New arrivals to Sohren have been shocked to find hostility there.\n"}