{"title": "A migrant surge from Mexico;Spurred by a proposed U.S. work-visa program, illegal border crossings are up sharply.", "body": "\nAfter a four-year decline, illegal immigration from Mexico is spiking as several thousand migrants a day rush \nacross the border in hopes of getting work visas under a program President Bush proposed. Many also are \ntrying to beat tighter security to come in June.\n\nThe U.S. Border Patrol told the Associated Press that detentions - which it uses to judge rates of illegal migration - \njumped 25 percent to 535,000 in the six months that ended March 31 compared with a year ago.\n\nNear Sasabe, a town bordering the Arizona desert that is the busiest illegal border-crossing area, an average \n2,000 people arrive daily.\n\nOn a recent day, at a break in a barbed-wire fence outside Sasabe, about 300 migrants scrambled out of 10 trucks \nand four vans within 30 minutes with their smugglers, who led crowds along a worn trail. As the sun set, they \ndisappeared into rolling hills that hide the treacherous desert.\n\nRaudel Sanchez, a 22-year-old farmworker, said he wanted to get back to his job at a Minnesota ranch.\n\nSanchez crossed into the United States through Sasabe three years ago but says the journey is getting more \ndifficult. He walked three days in the desert and was out of water when he was caught in Arizona and deported.\n\nUndeterred, he said he planned to take a bus to Altar, a northern city about 70 miles from the border where \nmigrants hire smugglers. From there, he planned to head back to Sasabe and cross again.\n\n\"It's already very hard to cross, but it's going to be even harder,\" he said in Nogales. \"I need to try again, at least \none more time, and if I fail, I'll go back home.\"\n\nMany migrants are betting on the approval of Bush's migration proposal, which faces an uphill battle in Congress. \nAbout 75 percent of those arrested are Mexican, while the rest are from Central America and other places, U.S. \ncustoms officials said.\n\n\nIn January, Bush proposed a guest-worker plan that would give legal status to undocumented migrants already \nworking in the United States and to those outside the country who can prove they have been offered a job.\n\nBecause it is hard to get a job offer while in Mexico, many are heading north now, hoping to get settled before a \nprogram is in place.\n\nMark Krikorian, executive director for the Center for Immigration Studies, a group that favors stricter immigration \npolicies, said the rise in illegal migration also shot up in 1986 when an amnesty was announced.\n\n\"Illegal aliens will respond to the messages the government sends,\" Krikorian said. \"When we send the message \nthat we are thinking about amnesty, they decide it may be worth it to try to cross.\"\n\nIllegal migration had been declining along the U.S.-Mexico border since 2000. U.S. Border Patrol figures show \ndetentions dropped from 1.6 million in 2000 to 905,000 in the fiscal year that ended Sept. 30.\n\nThere are no exact data on the number of people crossing illegally. But in an indication of increased traffic, 535,000 \nillegal migrants were arrested along the U.S.-Mexico border from Oct. 1 to March 31, said Gloria Chavez of the \nU.S. Customs and Border Protection Bureau.\n\nIn the same period, the Border Patrol's Tucson sector detained 70,000 more people, an increase of 49 percent.\n\nRobert C. Bonner, the U.S. Customs and Border Protection commissioner, attributes part of the jump to increased \nsecurity. \"The main reason we're seeing an increase in apprehensions is because the Border Patrol is more \neffective, particularly in the Tucson sector,\" he said.\n\nUnder new security measures, about 300 more U.S. border agents will be deployed by June 1 along the Mexico-\nArizona border. The number of border agents assigned to the Tucson sector will eventually increase from 1,800 to \n2,500, Bonner said.\n\nGraphic\n\n \n\nPHOTO;\n\nWould-be workers step over a fallen fence and into the United States. The rising tide of illegal immigration follows \na four-year decline.\n\nGUILLERMO ARIAS, Associated Press\n\nMigrants head toward the U.S. border near the town of Sasabe in northern Mexico. The Border Patrol said \ndetentions were up 25 percent over last year.\n"}