{"title": "Immigration Upended: Damien Cave Answers Readers' Questions", "body": "\n2:20 p.m. | Updated  Leer el articulo en espanol aqui: \nhttp://www.nytimes.com/2011/07/07/world/americas/immigration-en-espanol.html.\n\nFirst off, a big \"thank you\" to the commenters and            questioners and            Twitter users who have added \ntheir two cents to my story on how changes in Mexico, good and bad, have upended illegal immigration. It seems \nto have surprised some, relieved others and angered a few, all of which is typical of a complicated story on a \ncomplicated topic like immigration.\n\nSome of the questions that have arisen require more research and time than I have now - on the impact of Nafta, \nfor example. But the inquiries have inspired me to look into such issues, and in the meantime, here are a couple of \nresponses to get the conversation started. \n\nKeep the questions and comments coming.\n\nQ. Trying to reconcile the findings included in the report with the local Mexican news that claim that urban Mexicans \nwith economic means are legally migrating to small and medium cities in USA and Canada due to the increasing \ncriminal activity: extortion to small business and random gun fights on the streets. The numbers should be \nsignificant less than illegal immigration nonetheless crime is pushing people out of the country, as it happened in \nMexico's civil war of 1910 or \"La Revolucion.\"\n\nQ.Via Twitter,            @maraiflo writes: \"@damiencave don't you think it has to do more with the fear of ending up \nworse, like in a pit in Tamaulipas?\"\n\nA.There have been a few questions and comments on this theme - what about the drug cartels and violence? I will \ntackle this subject more fully in a future story, but it is true that the violence along the border in particular is driving \nsome people away. State Department figures show growth, for example, in E-class visas, which allow investors who \ncreate at least one job outside their family to move to the United States, and in border-crossing cards issued to \nMexicans (which allow people to stay in the United States, near the border, for up to 72 hours).\n\nBut this is mostly a border-town phenomenon, and the numbers are nowhere near as large as the waves of people \nwho came illegally during the peak years of illegal migration, in the '90s and just after 2000. More interesting, I \nthink, is the effect of the violence on people who live away from Mexican border towns. In states like Oaxaca and \nJalisco, for instance, cartel violence is a big reason for NOT going to the United States because the trip would mean \ncrossing through crime-infested areas at the border.  I heard this quite a bit in Jalisco. \"It's so much more \ndangerous. You never know who might kidnap or kill you.\"\n\n\nThe stories of relatives in trouble are part of the reason why the narrative has changed. But parents of young \nMexicans, especially mothers, have also really become more protective. While they used to encourage their \nchildren, especially sons, to go north and work, now many of them are advising against crossing illegally.  That was \nthe case in the Orozco family. While the sons talked about the range of issues making it harder to justify making the \njourney, their mom - a sweet woman who makes fantastic tortillas - repeatedly emphasized the risk of violence and \ncrime.\n\nBasically, crime and the cartels are definitely factors, but not necessarily in the way one might expect. \n\nQ. My thought: With a high poverty rate, 40-50%, you're always going to have cross border employment crossings. \nMany anecdotes are cited; any hard facts--number employed vs. number unemployed in Mexico? - Monsieur Bronx\n\nA. One of the most frustrating things about trying to analyze immigration and Mexican economics is that there are \nno good numbers for unemployment. Officially the Mexican government puts it at around 5 percent, but economists \nwill tell you that this does not account for the informal economy in Mexico and those who are underemployed. (So \nall the guys making a few pesos washing your windows at stoplights in Mexico City or Tijuana are considered to be \nas employed as teachers or lawyers.)\n\nHaving spoken to a bunch of economists about this, I've found that the official figures are useful as trend indicators \nbut not as hard numbers. You can see when unemployment goes up and down, but you can't link a specific figure \nto, say migration patterns.\n\nIt is true that people crossing for work are inevitable when wages in the United States are higher than in Mexico, \nwhich is still the case. But it's the differential that seems to matter more than actual unemployment rates. As this \nstudy from 2005 noted, most Mexican immigrants give up jobs at home to leave for the United States. The \nstereotype of jobless Americans heading north seems to be just that - a stereotype that doesn't get at the \nunderlying nuances of the situation. \n\nQ.How did you choose Agua Negra, Jalisco to do your story? I am from there, and the people interviewed are my \nfamily. What was your process to choose such a beautiful part of Mexico for this excellent story?\n\nA.Gustavo -- how nice to hear from another Jalicense, another Orozco from Agua Negra no less! If you talk to your \nrelatives before I do, tell them I say hello and thank you for letting me into their lives. As to how I found them, it \nstarted with data. Carlos Galindo, a wonderful Mexican demographer who is an advisor the Mexican government, \nhelped me dig through the census data to find places that were experiencing population growth or exhibiting other \nsigns of a shift in the migration dynamic. We looked at the handful of states that were historic emigration hubs and \nfound that some of the population increases were especially pronounced. At the same time, the data showed a \nsubstantial increase in Mexicans returning home.  \n\nThen I started looking for a place in Jalisco that embodied the change. I spoke to economists and experts and \nMexico and the United States but I settled on Arandas and Agua Negra because there was a robust historical \nrecord of emigration there, with Paul S. Taylor's book from the 30s and a more recent book - \"A Nation of \nEmigrants\" by David Fitzgerald, a professor at the University of California, San Diego. This was a baseline for me \nthat, I figured, would let me really compare the present moment with the past - it was a way to make sure that the \nstory did not read as supposition, and it let me lay out the narrative of the region in a way that would show the \ndrivers of migration over several generations.  I visited in the spring (with a taxi driver who had been illegal and who \nsaid his kids only wanted to go to the U.S. for vacation) with little more than a list of names that David Fitzgerald \npassed on to me. These were people he spoke to several years ago, people who could tell me if there was in fact a \nchange going on.  One of those people was Guadalupe Orozco, Antonio's brother. He happens to a very colorful \ncharacter who did not end up in the story, but who helped me realize that his extended family offered a full portrait \nof the area's immigration history and current dynamic. His nephew, Ramon, who works in the government office, \nknew Agua Negra completely, down to which families had migrants where, and he led me to his brothers and \nparents. I returned and spent time with them a few weeks ago.  It took a long time to find them - but everyone I met \nin Agua Negra was gracious and friendly. These kinds of stories are impossible if not for people like your relatives, \n\nhttp://community.nytimes.com/comments/thelede.blogs.nytimes.com/2011/07/05/reader-qa-upending-immigration-in-mexico/?permid=13#comment13\nhttp://www.nytimes.com/2005/12/07/national/07immig.html\nhttp://www.nytimes.com/2005/12/07/national/07immig.html\nhttp://www.ucpress.edu/book.php?isbn=9780520257054\nhttp://www.ucpress.edu/book.php?isbn=9780520257054\n\n\npeople brave and gracious enough to let a gringo stranger into their living rooms, their kithchens, their entire lives. I \nwill always be grateful. \n\nQ.Via Twitter,            @ThinkMexican writes: \"@damiencave What's with all the mentions of \"illegal\" in your new \narticle? Check out this page for Journos:            http://ow.ly/5xxoX.\"\n\nA.Ah, the i-word. I was asked about my use of this recently by another journalist writing about the campaign to \neliminate use of the word \"illegals\" and in this case, I think there are two important distinctions that need to be \nmade. First of all, at no point in my story do I describe immigrants themselves as \"illegals.\" Use of that word as a \ngeneral catch-all strikes me as reductive and unfair. It reduces migrants solely to the issue of whether they are \nviolating the law by being in the United States, and it is a term rarely applied to any group other than immigrants \nfrom Mexico and Central America.  \n\nThat said, using illegal as an adjective - as I do in this story - aims not to insult but rather to differentiate one group \nof immigrants (legal) from another. I could have instead used undocumented or unauthorized but in a story so \nfocused on the distinction and the interaction between legal and illegal, I felt I had to be as clear as possible. Illegal \nseemed to be the best way to achieve that. \n\nQ.Hi Damien,Interesting article. What is the source for the Mexican government statistics claiming to show that \nmore Mexicans are crossing with documents in recent years? You mentioned that this is survey data. Can you \nprovide more information on what the survey is measuring? Thanks.\n\nA.These numbers are estimates from CONAPO, the Mexican census analysis agency, based on survey data from \nbus stations near the border, and other places where migrants congregate. The formal name of the survey is the \nEncuesta Sobre Migracion en la Frontera and here is a link.  As I note in the story, the data counts attempted \ncrossings not people and because of how it is conducted - at bus stations, not airports -- it tends to emphasize \nlower class Mexicans who are the lion's share of illegal immigrants. I didn't include the numbers in the story \nbecause my editors and I thought they might be confusing or misinterpreted without all this context, but the data \nshow that an estimated 855,000 Mexicans tried to cross or did cross the border in 2007, a peak year, and that 20 \npercent of those, or 171,000, told surveyors that they did so with documents. By 2009, the total number had \ndropped to 630,000 and 38 percent of those, or 239,400 said they did so with immigration documents. So there \nwas an increase both as a real number and as a proportion of the total.  There is a good degree of speculation \namong experts about what percentage of these documents are real, and it is true that selling fake documents is a \nbig business in Mexico and the United States. But several other data sources confirmed the increased availability of \nlegal options, and in terms of fraud, there have been major advances in preventing it. The new border crossing \ncards, for instance, include biometric data that make it much harder for people to sell or pass the cards on to \nsomeone else.\n\n• Reader Q. and A.: Upending Immigration in Mexico\n\n• X-Ray Scan Reveals 513 Migrants in 2 Trucks\n\n• Tijuana Violence Flares as Chicago's Cools\n\n• Money Sent Home by Mexicans Almost Stagnant in 2007\n\n• Tear Gas Over Borders\n"}