{"title": "Reno Challenges 1996 Law As Harsh on Immigrants; Congress Asked to Rewrite Key Provision", "body": "\nThe Clinton administration yesterday asked Congress to overturn a key provision of a tough new immigration law \nthat threatens tens of thousands of longtime immigrants from Central America with deportation. If lawmakers do \nnot go along, officials said they may use administrative measures to protect the Central Americans.\n\nAs part of its effort to soften the law's impact, the administration also took the unusual step of suspending an \nimmigration court ruling that could have forced as many as 40,000 Nicaraguan immigrants to leave the country.\n\n\"We want to ensure that the 1996 immigration law will not have an unduly harsh effect on those individuals who \nhave made vital contributions to their local communities . . . while putting down deep roots in our nation,\" Attorney \nGeneral Janet Reno said yesterday.\n\nReno's announcement marked the administration's first challenge to a comprehensive immigration law that \nCongress passed last year in an attempt to crack down on illegal immigrants. Several Republican leaders praised \nthe move to assist the Nicaraguans, but they reacted far more cautiously to the broader effort to rewrite portions of \nthe law.\n\nHouse Speaker Newt Gingrich (R-Ga.), who had asked Reno to help the Nicaraguans, called her action \"a positive \nfirst step,\" but a spokesman said Gingrich would not comment on the proposed changes to the law. Sen. Spencer \nAbraham (R-Mich.), who heads a key immigration panel, said he hopes the administration can assist the Central \nAmericans through other, internal, actions rather than seeking to retool the new law.\n\nOn the other hand, more than 120 members of Congress have joined in a campaign to seek relief for as many as \n180,000 Central American immigrants who entered the country illegally, were given temporary legal amnesty to \nremain here while civil conflicts raged in their countries, and put down roots. Now that those amnesties have \nexpired, many of the immigrants face possible deportation.\n\nYesterday, Central American immigrant groups and diplomats welcomed Reno's announcement, but they warned \nthat no final decision has been made on the immigration court ruling and that it will be difficult to persuade \nlawmakers to backtrack on legislation they supported overwhelmingly.\n\n\"We are thrilled, but we know that the struggle must continue,\" said Nora Sandigo, an official of the Nicaraguan \nFraternity in Miami, a group that sued the government in March to stop the deportations.\n\n\"This news will be a tremendous joy to the community,\" said Saul Solorzano, director of the nonprofit Central \nAmerican Resource Center in the District's Adams-Morgan neighborhood. \"We have to be nervous about the final \noutcome, but this is a chance for Congress to close a murky chapter in American foreign policy.\"\n\n\nUnder the old immigration law, illegal immigrants could win relief from deportation by proving they had lived in the \nUnited States for seven years, had obeyed the law and would suffer hardship if deported. Under the new law, \nwhich took effect April 1, such immigrants must prove they have lived here 10 years and that being deported would \ncause \"extreme and unusual\" hardship to their U.S. citizen spouse or children.\n\nIn addition, a February ruling by the Board of Immigration Appeals interpreted the new law to mean that those new, \nharsher standards applied retroactively to people who sought relief from deportation before April 1, and that \nimmigrants who received a deportation order in the past could not count any time since that date toward their total \ntime spent in the United States.\n\nReno announced that she has suspended the board's controversial ruling, under which immigration agents had \nbegun to deport Nicaraguan refugees who had been allowed to live in the United States for years. Sources in the \nJustice Department said she would probably reverse the ruling.\n\nMore broadly, the administration is asking Congress to change the 1996 immigration law so that all Central \nAmerican immigrants now living here under amnesty, and any other immigrants who applied for relief from \ndeportation before April 1, can have their deportation cases judged under the previous, more lenient rules.\n\nReno stressed that neither the decision about the Nicaraguans nor the legislative proposal to Congress would \ngrant any illegal immigrants the automatic right to remain in the United States.\n\nInstead, they would allow such immigrants to have their cases judged by \"more humane\" standards in some \ncases.\n"}