{"title": "Hispanics make their voices heard; Thousands stay home. Work, stores, schools bitten by protest against bill cracking down on illegal immigrants.", "body": "\nLatino shopping plazas turned to ghost towns, school absentees soared and restaurants from Buford to Buckhead \nclosed as Hispanics withdrew from Georgia's economy by the thousands Friday.\n\nThe \"Day of Dignity\" was hastily arranged to signal the role that Hispanics play in Georgia commerce and to \nprotest a sweeping crackdown on illegal immigrants nearing passage in the state Legislature. Organizers asked \nLatinos to refrain from buying anything Friday and to stay home from work if possible.\n\n\"We want to show everybody that the strength we have is enormous,\" said Teodoro Maus, a spokesman for the \nreligious, civic and business leaders who came together as the March 17th Alliance of Georgia.\n\nHe called the anti-illegal immigration measures moving through the General Assembly an affront to legal and \nillegal Latino immigrants.\n\n\"We cannot accept it any longer,\" Maus said.\n\nMaus, a former Mexican consul in Atlanta, could almost see the impact of the no-work, no-buy effort as he spoke in \nfront of the El Adobe Mexican Restaurant. The Western Union office around the corner had just one customer, not \nthe usual line of Hispanic workers cashing and wiring paychecks on a Friday. The nearby Centro Norcross was \npractically empty. And a McDonald's down Jimmy Carter Boulevard had shut down its dining area, forcing patrons, \nincluding some on foot, to use the drive-through.\n\nIn Chamblee, Texaco gas station clerk Asif Khan said Hispanics normally make up half the clientele at the station. \nBut not one passed through during the morning rush hour, Khan said. \"I actually have time to read this,\" he said, \nflipping through the newspaper.\n\nAtlanta wasn't the only city where immigrants were flexing their muscle Friday.\n\nIn Phoenix, police said 10,000 demonstrators marched to the office of Republican Sen. Jon Kyl, co-sponsor of a bill \nthat would give illegal immigrants up to five years to leave the country. And near Los Angeles, at least 500 \nstudents at Huntington Park High School walked out of classes in the morning. Some carried Mexican flags down \nthe middle of Los Angeles streets, with police cruisers behind them.\n\nFriday's events in Georgia came in response to SB 529, which is aimed at illegal immigrants and their employers.\n\n\nAuthored by state Sen. Chip Rogers (R-Woodstock), the immigration bill has passed the state Senate and House. \nBut the chambers passed different versions, and a final bill could be fashioned by a conference committee before \nthe Legislature adjourns.\n\nRogers' bill attempts to prohibit adult illegal immigrants from getting taxpayer-funded benefits to which they are \nnot entitled. It also attempts to ensure that companies with public contracts hire only workers in the country legally, \nand it would financially penalize private employers who hire illegal immigrants. The bill also would establish tough \npenalties for human trafficking.\n\nMore than 100 Hispanic high school students took their protest of the measure directly to the Georgia Capitol, \nwaving Mexican flags Friday and shouting \"Justice.\"\n\nLuis Rogue, an 18-year-old who attends Druid Hills High School, said he came with a group of students from Cross \nKeys High School. \"I think this bill discriminates against people who work hard,\" Rogue said.\n\nHe wasn't the only one who left behind an empty desk at metro area schools. More than half the Hispanic high \nschool students were absent from Hall County public schools Friday, the school system reported, including 71 \npercent at East Hall High. In Gwinnett County, 35 principals reported more Hispanics absent Friday than usual, \nsaid Sloan Roach, school district spokeswoman.\n\nLeaders of the March 17th Alliance, named for the day they formed, lamented those absences, saying they never \nwanted students to skip school. They claimed to have gotten 85 percent compliance with the no-purchase request. \nMaus asserted that up to 80,000 Hispanics didn't go to work.\n\nContractor Rick Rickard found himself unexpectedly idle Friday afternoon because four of his five Hispanic \nemployees didn't show for an industrial job in south Fulton County. After 27 years in construction, Richard said he \nfinds the argument that Hispanics are taking construction and other jobs from American citizens incredible.\n\n\"I cannot find American people to do the types of jobs I need done,\" said Rickard, who said he demands proof of \nimmigration status from his workers. \"Without them, I might as well shut my doors.\"\n\nManuel Garcia's 15-man landscaping crew said they were told they'd lose their jobs if they didn't show up for work. \nThat's why they were busily sprinkling pine straw around bushes and flower beds at warehouses along Best Friend \nRoad in Norcross. \"We have families to support,\" Garcia said.\n\nRiccardo Ullio, owner and executive chef at both Sotto Sotto and Fritti, made his workers' decision easy. He closed \nthe Atlanta-area restaurants as a show of support for the 15 Hispanic employees on his 50-person staff. Ullio, an \nItalian immigrant, estimated the move would cost him $20,000. He said the government should focus on ways to \nlegalize workers who risk their lives crossing the border to better their families. \"These are heroic people,\" Ullio \nsaid.\n\nThere are an estimated 250,000 to 800,000 illegal immigrants in Georgia --- though no one has a precise number. \nProponents of a crackdown say they burden schools, prisons and the health care system without footing an equal \npart of the tax bill. Opinion polls indicate that a majority of Georgians hold similar beliefs.\n\nEven so, the organizers of Friday's efforts said they plan to ratchet up resistance. They'll stage a protest march \nApril 10 at a yet-to-be-determined location, said Julian Herrera, a Norcross pastor and alliance spokesman. The \nmarch will be timed with others around the country.\n\nJuan Diaz of Lilburn said the backlash against illegal immigrants has created an atmosphere of animosity toward \nall Latinos in Georgia. Diaz said that was driven home Friday morning when he called his boss to say he wouldn't \nbe coming in to work. It cost him the furniture-making job he'd had for three years. \"He told me,\" Diaz said, \"I hope \nsome ... Mexican gives you a job.\"\n\nGeorge Chidi, Laura Diamond, Michael Pearson, Jim Tharpe and the Associated Press contributed to this report.\n\n\n\n* A version of this article may appear in today's Metro section.\n\nGraphic\n\n \n\nPhoto: JASON GETZ / StaffJeronimo Chabez closes his business, Chabez Electronics, after being open only to do \noffice work, not to sell anything to the public.\n\nPhoto: VINO WONG / StaffGrand Mart International Food along Jimmy Carter Boulevard had about 45 people who \ndid not show up for work on Friday.\n\nPhoto: VINO WONG / StaffJoey Alers waits at a McDonald's drive-through near Norcross because the dining area \nwas closed for lack of employees.\n\nPhoto: JASON GETZ / Staff A sign at Guadalajara Supermarket (top) reads, \"Notice: In support of the work \nstoppage, we will close Friday the 24th of March.\"\n"}