{"title": "Gretchen Sierra-Zorita: American food movement must speak out on immigration", "body": "\nState anti-immigration laws are disrupting our food production system, and no one in the American food \nmovement is speaking out. Failure to join the immigration debate will limit the movement's ability to influence \nimmigration laws that could transform the American diet.\n\nAgriculture's dependency on illegal workers came into plain view when untold numbers walked off Alabama farms \nlast month. They were scared off by HB 56, the state anti-immigration law that allows police to arrest anyone found \nwithout proof of immigration status during routine stops. The workers could not be replaced, and the harvest was \nleft to rot.\n\nHB 56 backfired because the law was based on pure politics rather than sound policy. State legislators assumed \nthat by making the state inhospitable to illegal immigrants, they would free up jobs for the 9.8 percent currently \nunemployed in Alabama. They did not realize, however, that most Americans do not have the aptitude or stamina \nfor the low-paying jobs that illegal immigrants are willing to take.\n\nThe impact of the Alabama immigration fiasco on its farming economy has been widely reported. Yet the usually \nloquacious food intelligentsia has remained surprisingly quiet on the subject of Alabama.\n\nThe food movement is a loose and sometimes contentious alliance of experts and advocates interested in \nimproving the quality and availability of food. It includes well-known figures like writer Michael Pollan and first lady \nMichelle Obama, as well as many unknown individuals.\n\nOver the last decade, movement leaders have railed against methods of industrial food production that foster \nenvironmental damage, labor abuses, and food-borne illnesses. Food activists have connected the dots between \nfederal farm subsidies that keep corn and soy farmers in business, stimulate overproduction of cheap feedlot meat \nand processed foods and fuel American obesity. They have convinced many of us that fresh food tastes better, \nthat gardening is a noble avocation and that family meals are critical to our children's happiness and success.\n\nThe one issue the food movement has not tackled is the use of illegal manpower to contain the already high costs \nof labor-intensive crops, mainly fruits, vegetables and tree nuts. Domestically, California produces nearly half of \nthese crops, which account for about half of state's $38 billion in agricultural revenues. These crops receive little \nfederal support, and growers are sensitive to labor costs fluctuations which constitute 30 to 40 percent of their \nexpenses. For most of these farmers, mechanization is not an option. Removal of undocumented workers from the \nseasonal workforce will increase wage rates. Given the scarcity of hard data, it is difficult to estimate how this \nincrease will manifest itself on the grocery shelves, but it does not bode well for the calorie-rich, nutrient-poor \nAmerican diet.\n\n\nWe have all been told that we are what we grow, but how we grow it is equally important. Enforcement of draconian \nimmigration laws could dramatically change what we eat and even whether it is grown domestically. This is why \nimmigration reform is a food issue and this is why the food movement cannot afford to ignore it.\n\nFood activists need to get their hands in the dirt and press for immigration reforms that do not jeopardize labor \nintensive crops nor the availability and affordability of fresh market commodities. Refusing to grapple with the \nimpact of immigration reforms on the cost of food production will reinforce the perception that the food movement \nmostly caters to affluent socio-economic elites and not to ordinary Americans. Preserving this elitist image will make \nthe food movement's agenda increasingly irrelevant to the very people they are trying to win over and serve.\n\nGretchen Sierra-Zorita is project director of Media Diversity Initiatives at the National Hispanic Foundation for the \nArts. She wrote this for this newspaper.\n\nGRETCHEN SIERRA-ZORITA is project director of Media Diversity Initiatives at the National Hispanic Foundation \nfor the Arts. She wrote this for this newspaper.\n"}