{"title": "éditorial; Immigration,; Dominique GARRAUD", "body": "\nLe débat sans vote d'hier à l'Assemblée nationale sur la politique migratoire n'est-il que «de la pipe» - en langage \nmacronien - destinée à braconner sur le thème fétiche de trois générations de Le Pen? Le Premier ministre s'en est \ndéfendu en brandissant l'impératif de «faire mieux, sans coups de menton, ni naïveté» en matière de droit d'asile et \nde maîtrise des flux migratoires. Édouard Philippe s'est aussi dit ouvert au «débat» sur l'introduction de «quotas», \nen droite ligne de la politique d'immigration «choisie», prônée en son temps par Nicolas Sarkozy. \n\nEntre Jean-Yves Le Drian qui a rappelé que «personne ne quitte de gaieté de cœur son pays pour traverser la \nMéditerranée sur un bateau de fortune» et Agnès Buzyn intraitable sur le maintien de l'aide médicale d'état (AME) \naux sans papiers, le gouvernement a certes soigné son profil humaniste. Et, selon Édouard Philippe, fermé la porte \naux «fausses solutions» comme «l'immigration zéro» ou la lutte contre «le grand remplacement» prônées \nséparément par Marine Le Pen et sa nièce Marion Maréchal. Mais la «fermeté» promise par le gouvernement a \nencore suscité ses surenchères attendues avec les demandes de référendum sur la question migratoire venant du \nRN mais aussi des Républicains, décidés à ne pas laisser s'installer un face-à-face mortel pour leur formation à \nl'agonie après le fiasco des Européennes. \n\nEn instaurant ce débat annuel sur l'immigration, Emmanuel Macron ne s'était pas caché de vouloir s'approprier \nune question régalienne «confisquée» par le RN dans la perspective de la présidentielle de 2022 stratégiquement \nenvisagée en réédition du duel singulier de 2017 avec Marine Le Pen. Dans ce contexte, tout débat sur \nl'immigration est immanquablement pipé par les considérations électoralistes qui le plombent depuis quatre \ndécennies. Rien de nouveau donc, sauf le risque, souligné par l'écrivain François Sureau, un proche d'Emmanuel \nMacron, de déboucher sur «un énième tripatouillage par l'agent Tartemolle de la circulaire 4 pour donner \nl'impression que la législation devient raisonnablement xénophobe».\n"}