{"title": "'No Amnesty' Is Cry at D.C. Immigration Protest", "body": "\nThe small but fervent crowd of protesters recited the Pledge of Allegiance and hummed along to \"God Bless \nAmerica.\" They hoisted neatly lettered placards that portrayed the United States as under siege. They cheered \nlustily as a parade of speakers, jabbing fingers toward the White House, demanded action to secure U.S. borders, \nenforce its laws and make English its official language.\n\nMany in the group of about 400 people had flown in from California and Arizona to join the rally in Lafayette Square \nyesterday against illegal immigration and to energize themselves for a week of lobbying on Capitol Hill as \nCongress begins to grapple once more with the volatile theme of immigration reform.\n\n\"We are certainly a nation of immigrants, but much more important, we are a nation of laws,\" T.J. Bonner, a U.S. \nBorder Patrol agent, told the assembly. \"What is happening on the border is anarchy. Millions are crossing over, \nreaping our benefits, taking our jobs, and the government is not doing a damn thing about it.\"\n\nAn estimated 10 million to 12 million illegal immigrants are in the United States, and Congress has been attempting \nfor several years to address the problem. There is little disagreement on the need to tighten border security but a \nwide array of opinions on what to do with illegal immigrants already living and working here, from offering them full \namnesty to deporting as many as possible.\n\nThe two-hour afternoon rally, much smaller than organizers had anticipated, was peaceful, but a group of about two \ndozen local counter-demonstrators gathered across the park, tooting horns and blowing whistles to drown out the \nspeakers. They denounced the rally participants as \"fascists\" and \"racists\" but did not venture past several U.S. \nPark Police officers on horseback who cordoned off the site.\n\nThe rally was sponsored by an organization in Georgia and coordinated with the national Federation for American \nImmigration Reform, a nonprofit advocacy group, and a number of radio talk show hosts who have championed \nthe cause of stopping illegal immigration.\n\n\nThe crowd included retired teachers and aerospace workers, ex-soldiers and business contractors. Many were from \nWestern states and said they were affiliated with organized groups but had paid their own airfares. Most were white, \nbut a few were Latinos who described themselves as especially victimized by the protracted influx of illegal Latino \nimmigrants.\n\n\"I was born in Mexico, but I came here legally, and I was brought up with American values,\" said Anna Gaines, a \nretired high school teacher from Arizona. \"I have had terrible experiences with illegal students. They don't care \nabout school, only about parties and drugs. They don't come with respect for our laws and values.\"\n\nA number of people in the crowd stressed that they were not against legal immigrants and did not consider \nthemselves prejudiced. D.A. King, the rally coordinator, announced that \"anyone with a different agenda against \nskin color or national origin, you are not welcome . . . and you will not be tolerated.\"\n\nInstead, speakers and participants complained about other problems they said were caused by illegal immigrants, \nincluding gang violence, drunken driving, a decline in wages, hospital overcrowding and impoverishment of \ncommunity life.\n\n\"We don't hate anyone, and we are not anti-Mexican, but things have reached such an intolerable point that \nsomeone has to stand up,\" said Robert Schussler, a retired Marine from San Diego. His wife, Sandy, noted that \ntheir daughter-in-law, a native of Vietnam, had waited years to enter the United States and become a legal resident.\n\nMuch of yesterday's rhetoric was about improving border security, and several speakers drew cheers when they \npraised the U.S. Border Patrol, including several agents who are in prison on charges of killing illegal immigrants.\n\nThe most popular rallying cry, though, was a call for \"no amnesty,\" meaning no repeat of the 1986 law that \nallowed hundreds of thousands of illegal immigrants to apply for residency under certain conditions. Many speakers \nand participants said any form of legalization for illegal residents, no matter how long they have lived in the United \nStates, would amount to amnesty.\n\n\"No matter what they call it this week, amnesty will not secure our borders, stop illegal immigrants or stop illegal \nemployers,\" King said. \"We are in a struggle to save the sovereignty of our nation. We will not lose, compromise or \nbargain.\"\n\nMany people who attended the rally said they expected to spend the next several days lobbying members of \nCongress.\n\nAll expressed strong opposition to the House legislation proposed by Reps. Luis V. Gutierrez (D-Ill.) and Jeff Flake \n(R-Ariz.) that would allow illegal immigrants to become legal if they fulfill a series of requirements. The legislation \nwould also beef up border security and crack down on companies that hire illegal immigrants.\n\nNo Senate immigration legislation has been introduced.\n\nGraphic\n\n \n\nIMAGE; By Melina Mara -- The Washington Post; Ted Hayes of Los Angeles waves a flag in front a group of \ncounter-demonstrators, who tried to drown out speakers with horns and whistles.\n\nIMAGE; Photos By Melina Mara -- The Washington Post; Above, Hugh Hollar of Herndon, left, and Wes Young of \nBordentown, N.J., listen to speeches at the rally, which urged a crackdown on illegal immigration. At right, the rally \ndrew fewer participants than organizers had expected. \"We are certainly a nation of immigrants, but much more \nimportant, we are a nation of laws,\" one speaker told the crowd.\n\n\n\nIMAGE\n"}