{"title": "Wed in 1993, but Still in Immigration Limbo", "body": "\nIn their cluttered studio apartment in Astoria, Queens, after nearly 17 years of marriage, Shari Feldman and Inderjit \nSingh seem like a pair of old shoes -- a little the worse for wear but comfortable with each other's creases.\n\n  ''Our marriage certificate is so old, it's yellow,'' Ms. Feldman, 51, joked over the Bollywood soundtrack that blared \nfrom the TV. ''Hey, honey, would you turn that down?''\n\n  Yet three petitions and five marriage interviews have failed to convince federal immigration authorities that the \ncouple's union is not a charade to get a green card for Mr. Singh, 45, a car service driver from India.\n\n  Last year, after they reapplied with a new lawyer, United States Citizenship and Immigration Services refused to \ninterrogate them again, citing the conflicting answers they gave four years ago to questions like what Mr. Singh \nwore at their 1993 wedding and whether he had taken Ms. Feldman out to eat on her last birthday.\n\n  The couple may be an extreme case, but they are not alone. As immigration authorities have stepped up efforts \nto ferret out sham marriages among hundreds of thousands of petitions by United States citizens seeking green \ncards for their foreign spouses, cases of longtime couples cast into limbo have multiplied.\n\n  Petitions by 20,507 citizens were denied in the last fiscal year, or 7.2 percent of the total; of these, only 506 were \nfor fraud, and the rest were for reasons like discrepancies in the couples' answers or not showing up for an \ninterview.\n\n  One Florida pair spent two years fighting for recognition of their seven-year marriage, and in the end had to prove \ntheir love to an immigration court to halt the wife's deportation back to Peru; a nun testified on behalf of the couple, \nwho worked at a flea market in Tampa.\n\n  In an Oregon case, it took four years and two federal lawsuits to force the agency to accept the marriage of an \nAmerican woman and her Algerian husband, despite the birth of two children; it emerged in legal discovery that \ngovernment investigators had collected hundreds of pages of information on the wife and her associates.\n\n  Immigration officials, who say they cannot discuss individual cases, acknowledge that mistakes are sometimes \nmade. But they point out that the burden of proof is on the couple, and that the duration of a marriage can cut two \nways.\n\n  ''They've been married 8, 10 years, and they don't know a thing about each other?'' asked Barbara Felska, a \nveteran in the Stokes unit, the New York office that quizzes spouses separately, then compares their answers to \ndetermine whether their relationship is real. ''You don't know his medical conditions, or that he has high blood \npressure?''\n\n\n  The predicament of Ms. Feldman and Mr. Singh reflects what legal scholars see as a growing tension in national \nvalues between the protection of marriage from government intrusion, and the regulation of marriage through \nimmigration laws.\n\n  The couple has appealed, but they worry that Mr. Singh will meanwhile be deported.\n\n  ''I couldn't live without him,'' said Ms. Feldman, a short, wisecracking woman who credits her husband with helping \nher cope with her diabetes, asthma and years of being legally blind. He nursed her, she said, through several eye \noperations that restored her sight in 2008, when she finally saw him well enough to crow, ''Honey, you're the one \nwith the wrinkles, not me.''\n\n  Her surgeon, Dr. Gary Hirschfield, confirmed that Mr. Singh had been supportive. ''I can definitely affirm that he \nwas involved and interested, and he was present and involved post-op,'' Dr. Hirschfield said.\n\n  Mr. Singh entered the country illegally in 1992 but could be granted a spousal green card -- a fast track to \ncitizenship -- under the more forgiving immigration laws governing those who wed citizens before May 2001.\n\n  He estimates that he has spent $20,000 on immigration fees, fines and legal costs, most of it borrowed from an \nuncle. He did not visit his mother in India after his father's death two years ago, for fear he would not be allowed to \nreturn to his wife.\n\n  ''Sometimes I feel like I'm going to jump out the window and finish,'' he said in imperfect English, brewing tea near \nan image of a Sikh prophet and the Jesus clock he bought his wife at a 99-cent store. ''But I know she need me.''\n\n  From a jumble of documents and photo albums on their king-size bed, they pulled out their joint apartment lease, \ntax filings and bank statements. But the immigration agency dismissed such documents in its last denial letter, \ndated Aug. 10, 2009,  noting, for example, that the joint account they opened in 1997 showed low balances of $8.11 \nand $62.15 in two 2008 statements.\n\n  The letter concluded that their documents did not outweigh the discrepancies in answers the couple gave at their \n2006 interview -- like her statement that their rent was $677.17, while he said, ''About $700.''\n\n  ''If I was, in fact, fraudulently married to my husband for the purposes of obtaining a green card for him, would I \nhave continued to file over and over and over again?'' Ms. Feldman wrote in a letter of protest. ''If my husband only \nmarried me to obtain a green card, I am sure he would have left me many years ago and found a wife that would fit \nthe U.S.C.I.S.'s idea of what a couple should be.''\n\n  The couple say they wish that federal officials would just go up to their fifth-floor apartment to see how they \nmanage on her Supplemental Security Income disability payments and his meager wages.\n\n  In other states, the immigration service often uses such home inspections, a practice that many complain violates \nprivacy rights without guaranteeing better decisions. But in New York, so-called bed checks are considered off limits \nfor the Stokes unit, named for a 1976 federal court settlement that came after reports by citizens of being coerced \ninto withdrawing their petitions.\n\n  Under the settlement, if a couple's first interview raises suspicions of fraud, the agency must give applicants a \nchance to hire a lawyer before a second interview; it must let them explain discrepancies; and it must record the \nsessions for possible appeal.\n\n  In the Queens couple's most recent  petition, their lawyer asked for extra patience from the Stokes examiner, \nsaying Mr. Singh had memory problems because he had been hit on the head with a gun during robberies of the \ncandy store where he used to work.\n\n  Officials denied the request for a new interview and instead reiterated the long list of the couple's mismatched \nanswers in 2006, starting with accounts of their first meeting, in a local park in the summer of 1993.\n\n\n\n  It was ''music night,'' Ms. Feldman recalled; Mr. Singh said there was no special event -- perhaps, she later said, \nbecause the music was over by the time they met. She said she had taken his phone number but refused to provide \nhers; he said they had exchanged numbers.\n\n  At their wedding, she recalled, he wore a suit coat; he remembered a leather jacket. He did not know why her \nmother had not attended; she said her mother lived too far away -- in New Jersey.\n\n  One can see why the interviewers were suspicious. New Jersey is not far from New York. Why did Mr. Singh seem \nso disconnected from his mother-in-law, and so hazy about Ms. Feldman's sister? (She lives ''in Oahu or Ohio,'' he \nhad ventured.)\n\n  A call to the sister, Lauren Stuart, shed some light. ''I can't stand him,'' said Ms. Stuart, who has lived in Ohio and \nHawaii and now resides in Colorado. ''They have a marriage, I know that. He probably got the questions wrong \nbecause he's an idiot.''\n\n  Ms. Feldman was reluctant to talk about her relatives but said the family had never forgiven Mr. Singh for drinking \ntoo much at her high school reunion in 1994 and dancing by himself.\n\n  ''Nobody sees him my way,'' Ms. Feldman said. ''I know him good, bad and ugly. He is a kind man, and probably \nthe only person who gives a damn about me.''\n\n  But if the government does not separate them, they could have the last laugh. ''We look around and everybody's \nmarriage is falling apart,'' said Ms. Feldman, whose mother has been married four times. ''We're so matched we \ncan't even figure it out.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Inderjit Singh and Shari Feldman at home in Queens. They have tried to persuade immigration \nauthorities that their long marriage is legitimate.\n\nIn 2006, Mr. Singh was asked what he wore at their wedding in 1993.(A16)\n\nIn 2006, Inderjit Singh and his wife paid $677.17 rent\n\n he said it was ''about $700,'' immigration interviewers noted critically. (PHOTOGRAPHS BY SUZANNE \nDECHILLO/THE NEW YORK TIMES)  (A18)                                        \n"}