{"title": "For Many Immigrants, a Health Care System Underground", "body": "\nWhen investigators last week shuttered a large, unlicensed medical clinic in Flushing that they said offered Chinese \nand Western remedies, they provided a glance behind a curtain that shrouds an expansive underground health \ncare system serving hundreds of thousands of the city's immigrants.\n\nWhile the clinic, the New York Beijing Hospital of Traditional Chinese Medicine, may have been more brazen than \nother centers -- it advertised in a local Chinese paper and ran a Web site promising care for a variety of ills -- it is \nonly one of perhaps thousands of clinics, herbalists, spiritual centers and makeshift medical offices where many of \nthe city's immigrants go for medical care.\n\nStymied by a lack of health insurance, fearful of the medical centers' potential connections to immigration \nauthorities and longing for familiar remedies dispensed by someone who speaks their language, many of the city's \nimmigrants have been driven to create their own complex methods of getting health care.\n\nThe landscape of their alternative medical sources is as vast and textured as the city's immigrant population, \ncomprising herbal healers used by many people from the Caribbean and South and Central America, voodoo \npriests frequented by some Haitians, pharmacists who double as internists and doctors, from regions ranging from \nRussia to India to Poland, who lack an American license but set up shop offering some form of care to those who \nseek them.\n\n\"There is a whole unregulated sector of medicine at work in New York,\" said Dr. Francesca M. Gany, the executive \ndirector of the New York Task Force on Immigrant Health.\n\nAbout 65 percent of the hundreds of immigrants in Queens who responded to a survey said they used an \nalternative source of care in addition to or instead of the city's larger health care system, Dr. Gany said. She \nadded that she believed the same held true for the city's broader immigrant population.\n\nAnd the treatments doled out by these centers vary: herbal remedies used to treat stomach aches and cradle cap; \nexorcisms for patients with chronic stomach pain; amulets attached to babies to ward off evil spirits and antibiotics \nthat are dubiously obtained and unwisely administered.\n\nMost often, patients who are new immigrants mingle in two medical worlds, the city's vast array of hospitals and \nclinics, and a second sphere, where folk remedies are obtained. A few avoid the American medical system entirely, \n\n\nbelieving they cannot afford it or fearing the doctors, and rely totally on other healers. Others get no health care at \nall, relying on home remedies until they become terribly ill and end up in a hospital emergency room.\n\nMaria Sambrano, an immigrant from Honduras, said she inhabited both worlds, depending on her needs. \"I think \nsome plants work better than medicine,\" said Ms. Sambrano, who was waiting to meet with a spiritualist at Botanica \nSanta Barbara in Washington Heights last week.\n\nWhile many doctors say some folk treatments like herbs are harmless or even beneficial, health care experts are \nconcerned that vast swaths of immigrant groups lack access to conventional health care, and that more centers \nlike the one in Queens may be offering wholly unregulated medicine that they are ill-equipped to provide.\n\nAnd patients may end up paying more for some care than they could be getting at city clinics that charge on a \nsliding scale based on income.\n\n\"In the minds of our patients, alternative medicine is the standard of care and what we do is alternative medicine,\" \nsaid Dr. Guillermo Santos, the medical director of Betances Health Unit, a community health center on the Lower \nEast Side.\n\n\"This poses two problems,\" Dr. Santos said. \"People may have serious illnesses they may be trying to cure at \nhome. Or they don't tell providers what they are using out of fear.\" The center's doctors try to stay current on the \nherbs that patients tend to use, and have worked with neighborhood shamans, showing them how to spot the basic \nsymptoms of diseases like tuberculosis.\n\nSome alternative centers clearly operate outside the law. Law enforcement officials said the New York Beijing \nHospital gave thousands of patients, mostly Chinese, treatments they were not authorized to offer. And pharmacies \nthat hand out drugs without a prescription are illegal.\n\nCertain practices are as dangerous as they are unlawful. Investigators for the Queens district attorney were tipped \noff to the center in Flushing when a patient sued, charging that she became infected after workers there removed \nan intrauterine device, according to court filings. Investigators say they were looking into a similar clinic in the \nneighborhood.\n\nDr. Jackson Kuan, the assistant director of gastroenterology at Flushing Hospital, said he occasionally saw patients \nwho had misused herbs on the advice of alternative healers. He said he recently saw a Korean patient who had \nbeen given an herbal concoction that led to fatal liver failure.\n\nAnd health care workers have been alarmed in recent years by the increased use of mercury among Caribbean \nresidents, especially in the Crown Heights section of Brooklyn.\n\nIllegal centers usually operate far below the radar screen of law enforcement, advertising mostly by word of mouth \nor through subtle marketing in the language of their intended customers, an increasingly diverse group.\n\n\"It is hard just to become aware of the various services that are being provided,\" said Wayne M. Osten, director of \nthe State Department of Health's Office of Health System Management. Mr. Osten said the department closes 20 \nto 25 unlicensed medical centers a year. \"We are looking to hire staff with those skills to better police it, because as \nyou get more and more communities it does become a tougher problem to monitor.\"\n\nYet many healers operate legally, if on the fringes. For instance, according to Dr. Gany and other experts, some of \nthe centers serve as entrees to the larger medical world, where new immigrants are directed to clinics and \nhospitals and assured that immigration officials will not be notified if the immigrants are patients.\n\nFurther, understanding how immigrants use alternative centers helps doctors better treat patients who do not \nshare their language and culture. \"I don't think these places are necessarily an impediment to care,\" said Dr. Mary \nMcCord, a pediatrician in Washington Heights who had an intern conduct a study of her patients' herbal use.\n\n\n\n\"If we can get people to tell us what they are doing, we can negotiate, because people do make choices,\" Dr. \nMcCord added. \"They might say, 'I have asthma but I have heard bad things about those medicines so let me try \nhoney and onions.' So maybe we can get them to use honey and onions and something else. One skill in being a \ndoctor is to accept where people are coming from and to be willing to negotiate according to their beliefs.\"\n\nThe folk healers range greatly from group to group, neighborhood to neighborhood, with much overlap. Hispanics, \nRussians and people in the Caribbean alike use herbal medicine, although often in different preparations. Russians, \naccording to health care workers, lean more toward vitamins. Shamans have different functions, sometimes \nperforming voodoo ceremonies for Caribbean clients, or doing what they say is healing work with their hands.\n\nThe Chinese gravitate toward herbal treatments and acupuncture, as do some Koreans. Southeast Asians often \npractice yoga and use medicines from their countries.\n\nEach nation offers its own folk remedies, herbs and medical concoctions -- rose water for nerves; shark oil for \nvarious flu symptoms; cordial de monell, a sedative mixed with oil, for teething; and anise for nausea, to name just a \nfew. These treatments are most often purchased at botanicas, stores that specialize in herbal medicines, oils and \nreligious wares. At Botanica Santa Barbara, one can find fresh rosemary, dozens of ointments, creams and oils to \nkeep away evil spirits, ignite romance or invite prosperity.\n\nLisa Garcia, a card reader, helps customers with personal problems and says she removes pain with her hands.\n\n\"Sometimes people go to the doctor and when it doesn't work, come here,\" said Antonio Mora, the store's owner.\n\nBut while many immigrants prefer many folk or home remedies to conventional medicine, far too many are shut \nout of the health care system because they lack insurance or are unaware of what is available to them cheaply, \nexperts said. About 40 percent of legal immigrants are uninsured, said David Sandman, a program officer at the \nCommonwealth Fund, a private philanthropic organization in New York. Among illegal immigrants, the number is \nfar higher, he said.\n\nFederal welfare reforms contributed to the number of uninsured by making even legal immigrants who arrived after \nAugust 1996 ineligible for Medicaid for five years. But New York also has several systems in place to insure many \nimmigrants, even those lacking documentation. There is a Medicaid program available to all immigrants for \nemergencies, a state-financed program for pregnant women regardless of their status and a state insurance \nprogram for children of illegal immigrants.\n\nHowever, many immigrants have no idea about these services, and are cut off from any pipeline to them. Others \nare fearful that if they use them, health care workers will tip off immigration officials. And some groups shun public \nassistance as a shameful handout they would rather live without.\n\nAnd then there is the intense distrust many immigrants feel toward the medical establishment. Dr. McCord said \nthat many of her Dominican patients had negative notions about asthma medicine. Dr. Santos said many Jamaican \npatients shunned hypertension medicine, preferring herbs. And some Asians are afraid to have blood drawn \nbecause they think it will only weaken them, said Dinah Surh, the administrator of Sunset Park Family Health \nCenter in Brooklyn.\n\nHer center, with its diverse staff, has gone to great pains to attract many immigrant groups. It set up a mosque for \nMuslim patients to pray in. It offers acupuncture -- now used by patients around the world -- as one way of attracting \nChinese patients.\n\nThe center went for other touches, Ms. Surh said. \"We wanted to have a fish tank. Some Chinese groups said we \nneed gold-colored fish for good luck so we added those. But the tank is right below a skylight, and they told us the \ngood luck would go out of the skylight. So we put a shade there.\"\n\nMany doctors said that thousands of years of herbal medicine are nothing to sneeze at, and pointed to a highly \nincreased interest among American patients in Eastern techniques like yoga and acupuncture. Indeed many large \nhospitals have adopted these types of practices in recent years.\n\n\n\nAnd conventional doctors have a few tips to learn from folk and traditional healers, some experts concurred, like \nadvertising in various languages and getting the word out through community groups. But still, many, many \nimmigrants will always rely on a mix of services.\n\n\"I use conventional medicine,\" said Ray Gongora, who immigrated from Cuba in the 1960's and often turns to \nherbs. \"But emotionally I don't get what I need. They give you a blood test and send you on your way, but if you're \nnot prepared mentally, you get depressed.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: William Bobe, who says he has the ability to heal both physical and spiritual ills, shopped for herbs in \nWashington Heights last week at a botanica that stocks many alternative medicines, left. (Photographs by Ruth \nFremson/The New York Times)(pg. 38)\n"}