{"title": "Crackdown on employers isn't deterring border crossers", "body": "\nRamon Morales timed it, and when U.S. Border Patrol agents weren't around, he ran.\n\nHe hurdled over rocks and sagebrush into the United States on Sept. 2 - about three weeks after he learned of a \nBush administration plan to tackle illegal immigration by focusing on Social Security fraud.\n\nWork would be hard to come by, but the president's plan to penalize employers who hire illegal immigrants wasn't \nenough to scare off the 35-year-old married father, who said the federal plan actually prompted his trip across the \nborder.\n\nThe reason? He believes the plan - stalled by a lawsuit claiming a violation of workers' rights - will force Congress \nto reconsider immigration reform and open a pathway to citizenship for anyone already in the country.\n\nHe's not the only one who has sought opportunity despite the announcement of the plan in August.\n\nActivists and illegal immigrants say the plan, which has been well-documented in countries such as Guatemala and \nMexico, hasn't scared anyone.\n\n\"It's not enough to force people away,\" said Maria Marroquin, executive director of the Day Worker Center of \nMountain View, adding that illegal immigrants are willing to face almost anything to improve their lives.\n\n\"I couldn't be afraid,\" said Morales, of the Mexican state of Oaxaca, where he earned $5 a day in the fields and now \nearns about $50 a day from odd jobs around the South Bay. \"There's too much at stake to lose.\"\n\nKatie Quan, associate chair of the University of California-Berkeley Center for Labor Research and Education, said \nshe was not surprised that the new policy does not appear to be stopping people from crossing the border. In the \npast, the government has sent threatening \"no match\" letters to employers with workers whose Social Security \nnumbers don't match their names, Quan said - with little effect on the number of people who cross the border \nillegally.\n\n\"I think you really have to look at a variety of factors,\" including jobs that pull people to the United States and \npolitical or economic factors that push people out of their home countries, Quan said.\n\nThe Department of Homeland Security and Department of Commerce's plan was intended to push illegal \nimmigrants out of the country by going after employers who keep them on their payrolls.\n\nThe plan, unveiled Aug. 10, focuses on the Social Security Administration's \"no match\" letters sent out each year to \nbusinesses that have employees whose Social Security numbers don't match their names.\n\n\nIt's estimated that at least half - and as many as 80 percent - of the roughly 12 million illegal immigrants living in this \ncountry have used false Social Security numbers to secure jobs.\n\nLetters were ignored\n\nEmployers have overwhelmingly ignored the letters in the past. The plan lacked enforcement, something the latest \nplan aims to correct by imposing $2,200 fines on employers who do not fire workers with problem Social Security \nnumbers within 90 days of being notified of the no-match.\n\nThe enforcement was supposed to go into effect Sept. 14, with Social Security officials sending no-match letters to \n140,000 employers across the country, including 35,000 in California.\n\nBut the letters won't go out till mid-October, when a judge is expected to rule on a lawsuit filed by the AFL-CIO and \nother unions, the American Civil Liberties Union and the U.S. Chamber of Commerce, who contend people could be \nwrongfully fired.\n\nJuan Vasquez is another newcomer from Mexico who is unafraid that he will get caught. There are ways to skirt the \nrules, he said, including hopping from job to job before no-match letters are sent.\n\n\"There are always jobs out there and people willing to hire us who know that we are not in the country legally,\" said \nVasquez, 29, who is married and has a newborn. \"We are here to work . . . and for nothing else.\"\n\nThe handyman from Durango argues that even if illegal immigrants are fired, U.S. Immigration and Customs \nEnforcement officials likely wouldn't go looking for them individually if they haven't committed serious crimes.\n\nPrivacy rules\n\nPrivacy laws also prohibit the Social Security Administration from sharing any information about employees' no-\nmatches with immigration enforcement officials.\n\nImmigrants like Eswin Cotuc, who sneaked into the United States from Guatemala in August, say they also could \nwork as day laborers and get paid in cash.\n\n\"We didn't come here to steal anything. We came here to better ourselves and to get ahead,\" said Cotuc, 25, a \nmarried father of two who also works odd jobs. 'I'm here to make money and help my kids become something - \ndoctors, teachers, professionals.\"\n\nEven so, advocates of stricter immigration laws say some employers, which have ignored the laws in the past, are \nfinally starting to come around.\n\nThere will always be \"people trying to play the system, but employers are beginning to get the message,\" said Ira \nMehlman, spokesman for the Federation for American Immigration Reform, which advocates for tougher borders.\n\nHe points to Colorado, which imposed tough regulations on employers and fines of up to $5,000 for failing to \nassure that the workers they hire are in the United States legally.\n\nExperts have seen a drop in the immigrant workforce in Colorado, where a new law also bars illegal immigrants \nfrom state services not guaranteed by the federal government (schooling and emergency medical care are \nguaranteed).\n\nVeronica Carrizales, a labor specialist at the UC-Berkeley labor research center, questions whether enforcement \ncould result in some employers using termination as a way to scare employees.\n\n\"What we could see is an increase of intimidation and harassment of workers,\" said Carrizales, adding that \nimmigrants - both illegal and legal - could become more hesitant to speak out.\n\nBut illegal immigrants remain optimistic, willing to take risks as they await laws to change.\n\n\n\n\"In my country, luck only happens to the rich - the rest of us have go to searching for it,\" Morales said.\n\nContact Javier Erik Olvera at jolvera@mercurynews.com or (408) 920-5704.\n\nMercury News Staff Writer Mike Swift contributed to this report.\n"}