{"title": "Today's birthday: A change of heart, a change of plans and a change in lifestyle are ahead of you if you don't protect what you have. Things always look better from a distance but don't be fooled.", "body": "\nARIES HHHHH March 21-April 19\n\nA financial change, reorganising your personal budget or investing in long-term assets should be considered. \nUpdate your technological knowledge and your attitude to set yourself on a positive path.\n\nTAURUS HHH April 20-May 20\n\nKeep things to yourself until you are positive that sharing the information you have is not going to jeopardise the \noutcome. A money matter can be settled if you agree to compromise.\n\nGEMINI HHH May 21-June 20\n\nYour unpredictable nature will cause confusion for some. However, those who think like you will pitch in and help. A \nconcerted effort will bring you the results you are looking for. Just say thanks.\n\nCANCER HHH June 21-July 22\n\nIf you are a participant, you will meet people who can be an asset when it comes to changing jobs or finding \nemployment. Contacting people you have worked with will lead to interesting opportunities.\n\nLEO HHHHH July 23-Aug 22\n\nYou may not agree with everyone you deal with, but at least hear what's being said before you make a judgement. \nEnjoy the company of older, more experienced individuals.\n\nVIRGO HH Aug 23-Sept 22\n\nDon't worry too much about someone who is criticising your every move. Taking a different approach to the way \nyou do something will show your enthusiasm and ability to adapt.\n\nLIBRA HHHH Sept 23-Oct 22\n\nYou'll be able to come to terms with a lot of the personal issues you've been facing. You can make changes \nconducive to the lifestyle that suits your needs. You are close to reaching your dreams.\n\nSCORPIO HHH Oct 23-Nov 21\n\n\nYou have more going for you than you give yourself credit for. Put your plans, your knowledge and your skills to the \ntest. Love is highlighted, so don't ignore someone who needs a little tender loving care.\n\nSAGITTARIUS HHH Nov 22-Dec 21\n\nDon't get overly emotional about the little things swhen what really counts is what you do and how you react. \nOpportunities can bring about favourable changes at home and at work.\n\nCAPRICORN HHH Dec 22-Jan 19\n\nHidden assets and opportunities through agencies, large corporations or financial institutions will develop but don't \ngo overboard. Moderation and common sense will be required.\n\nAQUARIUS HHHH Jan 20-Feb 18\n\nDon't trust anyone who promises the impossible or who has let you down in the past. Someone is likely to entice \nyou but now is not the time to make a move that can disrupt your personal life.\n\nPISCES HH Feb 19-March 20\n\nEmotional signals will not be easy to decipher and can cause you to misinterpret what someone wants. Ulterior \nmotives are apparent, so be careful how you handle anyone who is being too generous.\n\nBorn this day\n\nSinger Kawee \"Beam\" Tanchararak is 31.\n\nActor Bill Macy is 89. Actor Robert Morse is 80. Musician Rick Wakeman of Yes is 62. Actor Chow Yun-fat is 56. \nSinger Yannick Noah is 51. Actress Tina Fey is 41. Actor Spencer Breslin is 19.\n"}