{"title": "How Asian Americans Became Democrats", "body": "\nJul 26, 2016( The American Prospect Blogs: http://prospect.org/blogs Delivered by Newstex) This article appears in \nthe Summer 2016 issue. Subscribe here.[1] As a force at the ballot box, Asian Americans caught the media's \nattention in 2012, when exit polls showed that they supported Barack Obama with 73 percent of their votes, a level \nexceeded only by African Americans. That year, Obama also won a big majority of Latinos, but his strong showing \namong Asian Americans was a much bigger surprise. In 1992, the majority of Asian Americans had voted for \nGeorge H.W. Bush, creating the impression that as an upwardly mobile and affluent group, they would continue to \nvote Republican. But 20 years later, in an astounding shift, Asian Americans moved 40 points toward the \nDemocrats in presidential elections. \n\nSince they're also the fastest growing racial group in the United States, the change has major implications for the \nfuture of American politics. While the attention to Asian Americans in 2012 was long overdue, much of the \ncommentary was short-sighted and misleading. By that year, the high level of Asian American support for \nDemocrats should not have come as a surprise; a leftward shift had been building from one election cycle to the \nnext. Some pundits also misread the sources of the change. In 1992, writing in The Washington Post, Stanley \nKarnow had claimed that Asian immigrants were more likely to identify as Republican because they valued \nindividual responsibility and free enterprise and many of them had fled communist countries. In 2012, New York \nTimes columnist David Brooks claimed that Asian Americans voted Democratic because they came from cultures \nthat do not put a high value on individualism and instead approve government intervention. If cultural values can be \nused to explain both voting Republican and voting Democratic, they may not explain either one very well. The \nactions of parties and political leaders over the past two decades provide a far better explanation for the politics of \nAsian Americans today than do the disparate cultural traditions that immigrants have brought with them. To \nunderstand the shifting political allegiances of Asian Americans, we need to look closely at the evidence of their \npolitical attitudes and behavior. Recent years have seen a significant increase in survey data on Asian Americans \nfrom such sources as the collaborative National Asian American Survey (NAAS) and AAPI Data, a project that I \ndirect. These and other surveys help to correct some mistaken explanations for the shift of Asian Americans to the \nDemocrats, but they also show another pattern that blunts the impact of that shift. Despite their high average levels \nof education and income, Asian Americans have among the lowest levels of civic and political participation in the \nUnited States. (Photo: AP/John Locher) Cynthia Ameli, who is Chinese American, picks up materials from Sarah \nGibson before heading out to canvass for Democratic presidential candidate Hillary Clinton in Las Vegas on \nFebruary 12, 2016.This low level of participation should worry not just Democrats but anyone concerned about the \nfuture of race relations in America. The juxtaposition of large-scale Asian immigration, high levels of economic \nachievement, and low levels of civic integration runs the risk of reverting Asian Americans to a place they have \noccupied through much of U.S. history: a 'middleman minority' in America's racial order, ignored by the powerful \nand resented by the powerless. Any effort to make sense of Asian Americans' politics today has to begin with that \nhistorical background. Exclusion, Then MobilizationAsians came to the United States in significant numbers \nstarting in the mid-1800s. For a century, they were seen primarily as economic migrants—occupying special \noccupational niches or fulfilling certain economic needs, but not deserving of the kinds of political rights or public \nrecognition accorded to white, European immigrants. After the Civil War, the United States signed treaties with \n\n\nChina to encourage Chinese immigrants to come to work on the western railroads, but unlike their Irish counterparts \nwho worked on the eastern railroads, the Chinese were not eligible to naturalize as U.S. citizens. The 1880 Angell \nTreaty declared that Chinese laborers would have 'all the rights, privileges, immunities and exemptions which are \naccorded to the citizens and subjects of the most favored nation.' But, in practice, they were not protected against \nattacks by local mobs or discriminatory treatment. Indeed, local resistance to Chinese immigration was so strong \nthat California wrote anti-Chinese provisions into its 1879 Constitution, and the state lobbied the federal government \nto pass anti-Chinese laws such as the 1875 Page Act and the 1882 Chinese Exclusion Act. Later waves of \nimmigrants from Japan and British India also learned the hard way that economic gains did little to foster social and \npolitical integration. In fact, economic gains without political integration bred resentment and further calls for \nexclusion. In the early 1900s, for example, California and a few other western states passed 'alien land laws' to \nlimit the economic advancement of Japanese and Indian immigrants in agriculture. Most dramatically, the United \nStates stripped Japanese Americans on the West Coast of their fundamental constitutional rights during World War \nII, forcing them into internment camps. Given these dramatic, and often draconian, moves toward Asian immigrant \nexclusion, Asian Americans might have become more politically engaged after the end of World War II. There is \nsome evidence for a spike in political interest in the postwar period. For example, Dalip Singh Saund, an Indian \nimmigrant who received a doctorate in mathematics from Berkeley in 1924, helped push for the rights of Indian and \nFilipino immigrants to naturalize under the Luce-Celler Act of 1946. Soon after being naturalized himself, Saund \nwon elected office, first as a local judge and then as the first Asian American member of Congress. After World \nWar II, the Japanese American Citizens League (JACL) pushed for the repeal of alien land laws and helped to \nestablish the Leadership Conference on Civil Rights. In Hawaii, Japanese American farmworkers became highly \npoliticized in the 1950s, helping to overthrow the ruling Republican Party in territorial elections and ushering in a \nnew era of statehood and Democratic Party dominance. Except for these few examples, however, Asian Americans \nlargely stayed on the margins of political life until the civil-rights era. The 1960s proved critical in mobilizing a new \ngeneration of Asian American youth into politics and social movements. The JACL participated in the 1963 March \non Washington and pushed for the repeal of anti-miscegenation laws, while Asian American organizations in San \nFrancisco fought against community displacement resulting from 'urban renewal' programs. Several other \ndevelopments during the 1960s—anti-war protests, Third World freedom struggles, civil-rights demonstrations, and \nthe formation of ethnic studies departments—helped to usher in a new wave of Asian American political \nempowerment. Surprisingly, however, these civil rights-era developments among Asian Americans did not fully \ntranslate into party politics. In 1992, when national exit polls started counting Asian Americans separately, they \nshowed a group that was mostly Republican. That year, Asian Americans supported George H.W. Bush over Bill \nClinton by a margin of 55 percent to 31 percent and were twice as likely to describe themselves as conservative \nthan as liberal. They were also less likely than African Americans and Latinos to believe that 'government should do \nmore to solve national problems.' These national exit polls were limited in that they included no Asian-language \nsupport, and they were not designed to be geographically representative of the Asian American population (the \nsame limitations hold true today). Still, the finding of a conservative-leaning Asian American electorate in 1992 \ncorresponded to the pattern that many observers saw among political donors and other community notables. \nAlthough not much was written on the subject at the time, some observers attributed the conservative leanings of \nAsian Americans to a combination of anti-communist sentiment among Vietnamese, Chinese, and Korean \nimmigrants and a commitment to 'hard work and family solidarity [over] … welfarism,' as The Washington Post's \nStanley Karnow wrote in 1992. Indeed, Karnow went on to note, 'Asian Americans whose roots in the United States \ngo back two or three generations are likely to be more liberal than recent arrivals. Familiar with American ways, \nthey feel entitled to assert their rights.' According to Karnow, the post-1965 wave of Asian immigrants served as a \ncounterweight to the civil-rights era, shifting the Asian American community in a more conservative direction. \n(Source: Roper Center for Public Opinion Research/Cornell University) A Strong Leftward ShiftIf post-1965 \nimmigrants did indeed move the Asian American community to the right, the group's leftward shift since 1992 is all \nthe more remarkable. Although Bill Clinton won only 31 percent of the Asian American vote in 1992 (or 36 percent \nof the two-party vote if we exclude Ross Perot), Al Gore won 55 percent in 2000, followed by John Kerry with 56 \npercent in 2004, and Obama with 62 percent and 73 percent in 2008 and 2012, respectively. In just two decades, \nthe Democratic Party's share of the Asian American presidential vote more than doubled. Even more remarkably, \nObama won every major national origin group of Asian Americans in 2012, including Vietnamese Americans, who \nhave traditionally leaned Republican. Such group realignments have taken place only rarely in the past century—\nfirst, with the shift of Jewish and black voters to the Democrats during the New Deal and, subsequently, with the \n\n\n\nshift of Southern whites to the Republicans that began in the civil-rights era. The driving forces behind these \nchanges have usually been the choices of political parties in differentiating themselves from each other on \nimportant issues of the day. Even though the New Deal failed to attack racial discrimination, the Democratic Party's \nfocus on economic redistribution helped to shift African Americans away from the party of Lincoln. Historical \nresearch on Jewish voters suggests a combination of factors at play in making the group a Democratic voting bloc, \nincluding selective outreach by local Democratic Party machines, Republican restrictions on immigration in the \n1920s (which blocked more Jews from entering the country), and Roosevelt's support for progressive social and \neconomic policies and his early and steadfast opposition to Nazi Germany. Parties have similarly played an \nimportant role in shifting Asian American attitudes. As my colleague Taeku Lee and I have argued, 'pull factors' \nhave drawn Asian Americans toward the Democratic Party, while 'push factors' have driven them from the \nRepublicans. The actions of political parties may be particularly consequential for a group like Asian Americans, \nmany of whom, as first-generation immigrants, have yet to develop strong partisan attachments. During the 1990s, \nBill Clinton played a key role by making the Democratic Party more appealing to Asian Americans. Clinton and the \nDemocratic Leadership Council projected a pro-business image that was attractive to many Asian American \nentrepreneurs, and millions of Asian Americans naturalized during a period of strong economic growth. Clinton and \nGore also devoted considerable attention to Asian American donors, although a fundraising scandal in 1996 \ntempered that enthusiasm. In addition, the Clinton administration brought a new generation of Asian Americans into \ncampaign work and appointed positions, including Norman Mineta as secretary of transportation, the first Asian \nAmerican cabinet secretary in American history. By 2000, Asian Americans were roughly evenly split in their \npreference between Gore and George W. Bush. Since then, the leftward shift in the Asian American vote has also \nreflected 'push factors' from the Republican side. Congressional Republicans have outdone one another in anti-\nimmigrant rhetoric and proposals and, despite efforts by the Bush administration, consistently scuttled efforts to \nenact comprehensive immigration reform. To be sure, immigration has never been a top issue for Asian American \nvoters; the economy, education, and health care usually lead as the top three issues in surveys. Still, immigration \nholds a symbolic place among Asian American voters. A 2014 AAPI Data survey of Asian American registered \nvoters found that 41 percent would consider switching their support away from a candidate who expresses strong \nanti-immigrant views. Immigration thus matters to Asian American voters less as a top policy priority than as an \nindicator of whether candidates and parties respect immigrants and welcome them. (Photo: AP/Bill Clark/CQ Roll \nCall) Delegates listen to President Barack Obama's speech at the 2012 Democratic National Convention. Exit polls \nthat year showed that Asian Americans supported Barack Obama with 73 percent of their votes, a level exceeded \nonly by African Americans.Another development pushing Asian Americans away from the GOP has been the rise \nof Christian conservatism in the Republican Party. The 2012 Pew survey on Asian Americans indicated that the \nstrongest level of Democratic Party support comes from Hindus and those who claim no religious affiliation (these \ngroups make up a significant share of Indian Americans and Chinese Americans, respectively). The same Pew \nsurvey did not contain a sufficient number of Muslim respondents, estimated to be about 4 percent of the Asian \nAmerican population, to produce reliable estimates of their party preference. However, the group's 2011 survey of \nMuslim Americans also indicated very strong support for the Democratic Party. Finally, a 2016 AAPI Data survey of \nAsian American registered voters indicated that 43 percent would consider switching their support away from a \ncandidate who expresses strongly anti-Muslim views. Party stances on policies have also helped to reinforce the \nshift of Asian Americans toward the Democrats. National surveys have shown that on issues that matter to them \nsuch as education, job creation, and health care, Asian American voters have consistently favored the Democratic \nParty and the positions that Democrats endorse. For example, Asian American majorities have supported steps to \nexpand health-care access, such as the Affordable Care Act (asked in the 2012 NAAS). Asian Americans are also \nstrong supporters of gun control (asked by AAPI Data in 2014 and 2016), and they tend to support bigger \ngovernment spending even if it means paying higher taxes (asked in 2012 surveys by Pew and NAAS). High-level \nDemocratic Party efforts at symbolic outreach have built on this foundation of agreement about national policy. \nObama re-established the White House Initiative on Asian Americans and Pacific Islanders in 2009 and nominated \na record number of Asian Americans to cabinet posts and federal judgeships. Hillary Clinton has also maintained \nstrong connections with Asian Americans. All of these efforts have contributed to the Asian American political \nrealignment. (Source: AAPI Post-Election Survey)Some analysts have offered other explanations for party change \namong Asian Americans. I have already mentioned the cultural theory advocated by David Brooks and others. The \npolitical scientist Andrew Gelman points to geographic differences within the United States, arguing that the high \nconcentration of Asian Americans in deep-blue states such as California and New York accounts for their strong \n\n\n\nsupport for Democrats. Neither the cultural nor the geographic explanations, however, can account for the 40-point \nshift toward Democratic presidential candidates in a 20-year span. The basic problem with the cultural explanation \nis that deeply rooted values do not change so quickly. Some might argue that the cultural values of Asian \nAmericans have shifted as a result of a changing national-origin mix—more Indian Americans and fewer Japanese \nAmericans, for example. But my research indicates that these demographic changes have done little to change the \nmix of Asian immigrants who are pro-government versus pro-enterprise. Similarly, there has been no dramatic \nchange in the shares of Asian Americans living in 'blue states' compared with 'red states.' In the last 20 years, the \nnumber of Asian Americans has actually been growing faster in red states and swing states. Some other \ncommentators suggest that Republicans would have the backing of Asian Americans if only the party presented \nthem with a more friendly face. For example, writing in Slate in the wake of the 2012 election, Richard Posner \nclaimed that Asian Americans were not acting instrumentally (that is, on the basis of self-interest or group interest), \nbut rather expressively, recoiling from Republicans whom they perceive to be hostile to minorities. Charles Murray, \nwriting for the American Enterprise Institute, argued that Asian Americans favor Republicans on economic issues \nbut could not bring themselves to support a 'party of Bible-thumping, anti-gay, anti-abortion creationists.' These \nexplanations are in line with one side of our party-driven argument: The Republican Parry has indeed pushed Asian \nAmericans away. But neither Posner nor Murray is willing to acknowledge what attracts Asian Americans to the \nDemocrats. The 2008 and 2012 NAAS data show that Asian Americans are rewarding parties and candidates who \nshare their views about issues such as health care, government spending, and gun control. The 2012 survey shows \nthat Asian Americans support increasing taxes to help reduce the federal deficit, and a Pew survey from early 2012 \nindicates that Asian Americans prefer a bigger government that provides more services to a smaller government \nproviding fewer services (55 percent to 36 percent, respectively). That's the opposite of what Pew found for the \npublic as a whole (39 percent to 52 percent, respectively). (Photo: AP/Bill Clark/CQ Roll Call) President Barack \nObama, Vice President Joe Biden, and their families walk on stage at the 2012 Democratic National Convention in \nCharlotte, North Carolina. The support of Asian Americans for government spending today is a significant \ndeparture from their views in 1992 and 1996, when they were more likely to favor private solutions. Changes in \nparty preference and policy views among Asian Americans have reinforced each other over the last two decades. \nFirst, symbolic appeals and outreach efforts drew more Asian American voters into the Democratic Party tent. \nThen, as a growing number of Asian Americans began to identify as Democrats, their policy views began to align \nmore closely with the party's mainstream. In a parallel development, harsh rhetoric by prominent Republicans has \nmade the party more unwelcoming to Asian Americans, reducing the proportion of voters who self-identify with the \nparty and support the conservative policy views that Republicans espouse. The Republican Party has attempted to \nmake amends. After the 2012 presidential defeat, the Republican National Committee issued a comprehensive \nassessment, the 'Growth and Opportunity Project,' which recommended making greater investments in outreach to \nAsian American voters, supporting Asian American candidates, and creating a new team of Asian American \npolitical operatives. The RNC seems to have made some significant progress in places such as Southern California, \nwhere Republican recruitment and outreach efforts helped three Asian American women win seats in the state \nlegislature in 2014. The RNC also seemed to be making headway in Nevada and northern Virginia, two important \nbattleground states in recent presidential elections. But all of these investments may be in jeopardy this year. \nDuring the Republican primaries, Donald Trump, Carly Fiorina, and even Jeb Bush made remarks that, in various \nways, denigrated Asian Americans. Looking ahead to November, it is an open question whether the 26 percent \nsupport that Romney won among Asian Americans will be the low-water mark for a Republican presidential \ncandidate. Early survey results from 2016 indicate that Trump's inflammatory rhetoric is likely to further reduce \nAsian American support for Republicans and might even be crystallizing party identification among those who \npreviously leaned Democrat. The data also show, however, that the political effects of exclusionary rhetoric may be \nsomewhat muted for Chinese Americans. A Worrisome Pattern of DisengagementWhile they have shifted their \nvoting, Asian Americans still aren't making their voices heard effectively. Surveys conducted by the U.S. Census \nBureau have consistently shown that Asian Americans have the lowest rates of civic participation. This is true even \namong people typically associated with high levels of participation, including seniors and those with high incomes \nand college degrees. Asian Americans are less likely than other groups not only to vote, but also to attend public \nmeetings, contact public officials, and volunteer—the activities that make American democracy hum. This \ndisjuncture should worry us all. Community leaders should be concerned that low participation will mean that the \nconcerns of Asian Americans will fail to get the attention of elected officials. Mainstream civic and political leaders \nshould be concerned that they are failing to harness the talents and resources of this rapidly growing population. In \n\n\n\n1999 and 2000, I interviewed party officials and leaders of Asian American organizations about their efforts to get \nimmigrants more involved. Asian American leaders repeatedly told me that the members of their community were \nprimarily interested in ensuring their economic advancement and had neither the time nor the motivation to \nparticipate in civic life. Today community leaders still talk about the difficulty of generating political interest among \npeople who are working two jobs to make ends meet or working longer days in search of upward mobility and the \ntrappings of upper-middle-class life. (Source: Author's analysis of current population survey voter supplements of \n2012 and 2014, and civic engagement supplements of 2008 and 2013)Some might argue that there is nothing \nwrong with Asian Americans pursuing this kind of advancement strategy. Why bother engaging in politics, the \nargument goes, when people are able to satisfy their needs through private enterprise? At first blush, it is difficult to \nargue with this sentiment. If political involvement is purely instrumental—just another way of getting ahead—we \nshould not be concerned about low participation among people who get ahead in the marketplace. But there is \nmore to involvement in the public arena than economic gain. Political participation signals who belongs and who \ncounts in a society. As the long history of Asian American political exclusion shows, economic advancement \nwithout political voice is a recipe for trouble. So, what can be done to improve Asian American civic participation? \nResearch has long shown that people are much more likely to participate if they are asked to do so. Outreach is \nparticularly important for first-generation immigrants, who constitute the vast majority of Asian American adult \ncitizens. Political parties and candidates can play an important role here. The battleground map of presidential \npolitics, however, does not encourage parties to invest in Asian American mobilization. Among all racial groups, \nAsian Americans have the lowest proportion of residents who live in swing states. It is not surprising, then, to see \nnational surveys showing that Asian Americans are less likely than other groups to be contacted by a party. In \nsome states, however, political party outreach to Asian Americans can help minority political parties make gains in \nstate legislatures and lay the groundwork for long-term gains. This seems to be happening among Republicans in \nSouthern California and among Democrats in Houston and other Texas cities. In addition, the number of Asian \nAmericans running for Congress continues to grow, and Asian American women have notched some significant \nsuccesses in local elections from Seattle to Philadelphia and Boston. The last few years have also seen an uptick in \nvoter registration and mobilization by national nonprofits like APIAVote and Asian Americans Advancing Justice, \npolitical committees such as AAPI Victory Fund and CAPA21, and local efforts by various labor unions and \ncommunity organizations. There is some initial evidence that these efforts are working, but they have yet to reach \nthe scale necessary to fully integrate Asian Americans into American civic and political life. As the population of \nAsian Americans continues to grow at a rapid pace, the stakes in mobilizing them politically will increase. How big a \npolitical role Asian Americans will play is not yet clear, but the days when parties and candidates could simply \nignore them are over. [ 1]: https://ssl.palmcoastd.com/21402/apps/-180913?iKey=I**GG1#38; \n"}