{"title": "McCain: I never flip-flop", "body": "\nIt's been often noted in recent months how Sen. John McCain's (R-Ariz.) positions on a host of issues, including \nclimate change and immigration, have moved considerably to the right in the face of a once-formidable primary \nchallenge from former Rep. J.D. Hayworth (R-Ariz.). Sen. Lindsey Graham (R-S.C.) even commented to the New \nYork Times that McCain, his good friend, was largely absent from the negotiating table with Democrats because \n\"John's got a primary. He's got to focus on getting reelected.\"\n\nIn a new interview with Politics Daily's Jill Lawrence, McCain now denies that he has changed any of his positions \nand blames the media for spreading such lies.\n\n\"Lindsey knows that I don't change in my positions,\" he says. \"I have not changed in my positions. I know how \npopular it is for the Eastern press to paint me as having changed positions. That's not true. I know they're going to \ncontinue to say it. It's fundamentally false. Not only am I sure that they'll say it, you'll say it. You'll write it. And I've \njust grown to accept that.\"\n\nOf course, McCain's position changes are easily documented. McCain famously flip-flopped this year on \nrepealing the \"don't ask, don't tell\" policy that bans gay people from serving openly in the military.\n\n\"The day that the leadership of the military comes to me and says, 'Senator, we ought to change the policy,' then I \nthink we ought to consider seriously changing it,\" McCain said in October 2006 to an audience of Iowa State \nUniversity students.\n\nThat day arrived Tuesday, with Defense Secretary Robert M. Gates and Joint Chiefs Chairman Mike Mullen \ntestifying to senators after President Obama's announcement that he would seek a congressional repeal of the 15-\nyear-old policy. [...]\n\nIn response, McCain declared himself \"disappointed\" in the testimony. \"At this moment of immense hardship for our \narmed services, we should not be seeking to overturn the 'don't ask, don't tell' policy,\" he said bluntly, before \ndescribing it as \"imperfect but effective.\" \n\nMcCain later vowed to support a filibuster of a bill containing language that would repeal the policy.\n\n"}