{"title": "For weekend editions Aug. 21-22 and thereafter; Illegal immigrants live in the shadows to pursue the American dream", "body": "\nIt's mid-afternoon and a construction crew is working on the wooden frame of a new home. With hammers and drills \nin hand, the workers focus on their goal: finishing the job and getting paid.\n\n\"Everything you see here - all of us - are illegal,\" said Valente, a 22-year-old Mexican immigrant from Chihuahua.\n\n\"If it weren't for us, you wouldn't see all this construction going up,\" he said while pointing to dozens of new, stucco-\nfrosted homes. \"No one else is lining up to take these hard-labor jobs.\"\n\nValente is one of an estimated 50,000 undocumented immigrants living in New Mexico, according to state Labor \nDepartment spokesman Carlos Castaneda.\n\nAnd Valente isn't alone in saying the risks of illegal immigration are worth the rewards: U.S. opportunity and \nfinancial security.\n\n\"We believe a good majority of (undocumented immigrants) are participating in steady or seasonal employment,\" \nCastaneda said, noting that about 857,000 people are employed in the state.\n\nBecause the majority of undocumented immigrants live in the shadows, they are hard to track, Castaneda said.\n\nIsela, an undocumented Mexican immigrant who entered the United States 10 years ago with her husband and \nthree children, knows about life in the shadows.\n\n\"We paid a coyote to walk us through back trails,\" said Isela, who is now a retail worker in Santa Fe. \"It took us 12 \nhours to get to Deming. The walk was tiring and scary but worth all I have now.\"\n\nToday, Isela and her husband live \"as good a life as possible\" in New Mexico, considering they have to hide their \ntrue identities.\n\n\"It's hard for my girls because they have to be careful not to tell their friends too much,\" Isela said of her three \nteenage daughters, who she hopes will one day become U.S. citizens.\n\nSpeaking perfect English and looking quite Americanized, Isela's children talked candidly about growing up as \nundocumented immigrants.\n\n\n\"The hardest thing for me is knowing I can't go to a university like many of my friends,\" said Isela's 18-year-old \ndaughter, a recent graduate of the Santa Fe public schools. \"I don't qualify for financial aid because I'm \nundocumented.\"\n\nHer plan, she said, is to find steady work, save money and attend a community college.\n\n\"The tuition's cheaper there,\" she said. \"It'll be hard to pay my way through school, but I know I can do it.\"\n\nWord of mouth is how most undocumented immigrants learn about available work, said Saul, a Mexican \nimmigrant who makes a living selling frozen treats from a pushcart.\n\n\"A lot of people will hire you without your papers,\" he said. \"And if you don't have documents, you can always find \npeople who sell them or borrow someone's Social Security number to apply.\"\n\nOther undocumented immigrants say they can appear to apply for a job legally by using a state-issued driver's \nlicense and an Individual Tax Identification Number from the Internal Revenue Service.\n\nEmployers are supposed to get a Social Security number before hiring any worker, but immigrants say many will \naccept the tax ID number.\n\nThe IRS issues nine-digit tax ID numbers so that workers without Social Security numbers can pay federal income \ntaxes.\n\n\"These ITINs look just like Social Security numbers,\" said Steven A. Camarota, director of research for the Center \nfor Immigration Studies in Washington, D.C. \"If the IRS is issuing them and employers are accepting them, why \nwouldn't undocumented workers use them to get jobs?\"\n\nOlivia, a Santa Fe retail worker and undocumented immigrant from Monterrey, Mexico, said the system doesn't \nmake sense.\n\n\"On one side, the government says it's OK to file taxes and gives us driver's licenses,\" she said. \"And on the other, \nit sends la migra (the U.S. Border Patrol) after us.\"\n\nDisgruntled with the American dream and tired of living with \"fear and racism,\" Olivia says she will soon return to \nMexico. \"I work long hours - too long,\" she said. \"My boss knows she can take advantage of us undocumented if \nshe wants, and she does. I'm just tired of that. We're like their puppets.\"\n\nLike many undocumented immigrants, Valente is adamant about his place in society.\n\n\"We're here, and we're working,\" he said while standing on stilts, maneuvering himself with circus-performer skill \nover construction debris.\n\n\"Since we've been here, we've seen la migra go by twice,\" he said. \"But nothing's happened because they know if \nthey picked us up, there wouldn't be anybody left to work. So why don't they just give us all papers?\"\n\nCamarota said that about two-thirds of the estimated 9 million undocumented immigrants living in the United \nStates have jobs.\n\n\"Of the working, I estimate at least half pay payroll taxes whether it's with falsified documentation or documentation \nof some other kind,\" Camarota said. \"The other half is working off the books but still contribute to the economy by \npaying sales taxes.\"\n\nAnd the undocumented work force isn't taking jobs away from anybody, Castaneda said.\n\n\"They already contribute,\" he said. \"And they're filling jobs we need filled.\"\n\n\n\nWhether entering the United States illegally by foot, paying truckers to smuggle them in or failing to return when \ntemporary work or student visas expire, many immigrants say the risks are worth gaining opportunities.\n\nOftentimes, though, the promise of the American dream is cut short by the reality of deportation.\n\nBetween April 2003 and April 2004, the U.S. Border Patrol apprehended 3,126 undocumented immigrants in the \nAlbuquerque area, said Patrick Hernandez, Albuquerque's U.S. Border Patrol agent in charge.\n\nSaul said the area's small Border Patrol force isn't what inspires him to walk the city's streets fearlessly.\n\n\"I have nothing to lose,\" said the 22-year-old street vendor. \"There's nothing for me back in Mexico.\n\n\"Here, I sell my ice cream for 50 cents and make a total of about $50 a day,\" he said. \"That's a better living than I'd \never make in Mexico. And if I'm caught, well, I'll just come back.\"\n\nGraphic\n\n \n\nAP photos planned\n"}