{"title": "Elian Asylum Appeal Dismissed; INS Was Within Law in Not Considering Relative's Petitions, Court Rules", "body": "\nA federal appeals panel ruled yesterday that the Immigration and Naturalization Service acted within the law and \nits policymaking rights when it refused to consider political asylum petitions filed for 6-year-old Elian Gonzalez by \nhis Miami great-uncle.\n\nIn a major government victory that could mark the beginning of the end of the international custody battle that \nbegan six months ago, a three-judge panel at the 11th U.S. Circuit in Atlanta unanimously dismissed great-uncle \nLazaro Gonzalez's appeal of a lower court ruling earlier this year. It gave him 14 days to ask the panel to rehear it, \nto ask that all 12 judges of the 11th Circuit consider it, or to appeal to the U.S. Supreme Court.\n\nUnder federal rules, the panel's earlier injunction prohibiting Elian from leaving the United States remains in force \nuntil one week after that 14-day deadline. Even if the relatives do not appeal, Elian, his father and family, currently \nliving on an estate in Northwest Washington, will not be able to return to Cuba until near the end of this month. If \nthe full appeals court or Supreme Court agreed to hear the case, the departure prohibition could be extended.\n\nAttorney General Janet Reno said she was \"hopeful that this matter will soon reach final resolution,\" and President \nClinton said he was pleased that the Justice Department's actions in the case had been upheld.\n\nThe father's attorney, Gregory B. Craig, called on the Miami relatives to give up their struggle to keep the young \nshipwreck victim from returning to Cuba and \"to accept this result with grace and dignity.\" Juan Miguel Gonzalez, \nElian's father, said all he wanted was \"to go home as soon as possible, with my son and my whole family.\"\n\nAlthough attorneys for the Miami relatives said they had not yet decided how to proceed, the relatives themselves \nmade clear they were not ready to concede defeat. \"The battle is not over yet,\" said Lazaro Gonzalez's 21-year-old \ndaughter, Marisleysis. Elian \"is still here . . . he's still in this great country,\" she said, \"and I hope that the laws of \nthis country\" will prevent him from returning to a place where the relatives have alleged he will be persecuted.\n\nThe court began its 33-page ruling saying that \"this case, at first sight, seems to be about little more than a child \nand his father. But, for this Court, the case is mainly about the separation of powers under our constitutional \nsystem of government.\" What they had to decide, the judges said, was how much discretion the executive branch \n\n\nhad in implementing applicable immigration law, and to what extent the court could review the use of that \ndiscretion.\n\nThe court did not endorse the INS's decision not to process Elian's asylum applications--in fact, it noted that \"the \nchoices . . . that the INS made in this case are choices about which reasonable people can disagree.\" The ruling, \nwritten by Judge J.L. Edmondson, a Reagan appointee, said the judges themselves might personally have \npreferred different choices.\n\nBut, the court said, the decisions made in this case were a matter of \"policy and the application of policy,\" and were \nwithin the prerogatives of the executive branch.\n\nThe court did appear to reject one determination made by the lower District Court in Miami. In that ruling, Judge \nK. Michael Moore said that federal law allowing \"any alien\" to apply for asylum was \"evidently not intended by \nCongress to include all aliens\" because the law listed some exceptions.\n\nThe appeals court held that the law was \"neither vague nor ambiguous. The statute means exactly what it says: \n'any alien . . . may apply for asylum.' \" But while the meaning of the word \"any\" was clear, yesterday's ruling said, \nthe statute did not define the word \"apply.\" \"From this gap\" in the statute, it said, \"springs executive discretion.\"\n\nThe legal question in the case, it said, \"is not whether the Plaintiff may apply for asylum. . . . The ultimate inquiry, \ninstead, is whether a six-year-old child has applied . . . when he, or a non-parental relative on his behalf, signs and \nsubmits a purported application against the express wishes of the child's parent.\"\n\n\"We cannot say that . . . the INS determination that six-year-old children necessarily lack sufficient capacity to \nassert, on their own, an asylum claim--is unreasonable,\" the appeals court found. The INS decision that such an \napplication is valid only when it is filed by a parent \"also comes within the range of reasonable choices,\" it said.\n\nOn the question of whether an otherwise adequate parent can be rejected because of where he lives, the court \nacknowledged that returning a child to a \"communist-totalitarian state,\" as defined by the State Department, \n\"worries us some.\" But, it said, \"in no context is the executive branch entitled to more deference than in the context \nof foreign affairs.\"\n\n\"Something even close to a per se rule--that, for immigration purposes, no parent living in a totalitarian state has \nsufficient liberty to represent and to serve the true, best interests of his own child in the United States--likely would \nhave significant consequences for the President's conduct of our Nation's international affairs,\" it said. \"Such a rule \nwould not focus on the qualities of the particular parent, but on the qualities of the government of the parent's \ncountry.\"\n\nOverall, the court said, the INS \"was within the outside border of reasonable choices. And the INS did not abuse \nits discretion or act arbitrarily in applying the policy and rejecting Plaintiff's purported asylum applications.\"\n\nIn addressing other legal matters raised in the case, the court said the claim that Elian's constitutional due process \nrights were violated by the INS decision \"lacks merit,\" because it has previously ruled that aliens seeking U.S. \nadmission have no such rights. It rejected Lazaro Gonzalez's request to name an outside guardian to represent \nElian's legal interests, saying the boy had been \"ably represented\" in the appeal by Lazaro himself.\n\nIt also rejected Juan Miguel Gonzalez's request to substitute himself for Lazaro as Elian's representative before the \nappeals court--a request that, if granted, would effectively have mooted the case.\n\nIn a clear indication of the political and foreign policy overtones of the issue, a number of major political figures \nyesterday issued statements on the ruling.\n\nVice President Gore, who was criticized within his own party when he broke with the administration and said the \nElian matter should be decided in a family court, repeated that position, but seemed willing to cede the matter. \"I \nhave long felt, as I said early on, it should have been referred to a family court and decided according to due \n\n\n\nprocess, which is the normal venue where disputes like that are resolved,\" Gore said. \"However, now that it is in the \nfederal court, this decision today must be accepted with respect and we all wish the boy well.\"\n\nTexas Gov. George W. Bush (R) said: \"I continue to believe that it is in the child's best interest for the decision to be \nmade in the family courts, a court whose job it is to decide the best interest of the child.\"\n\nNeither presidential hopeful referred to a Florida family court ruling that, under state law, Lazaro Gonzalez was too \ndistant a relative to file a custody suit over Elian.\n\nSen. Patrick J. Leahy (D-Vt.), who has strongly supported sending Elian back to Cuba, said the appeals court had \nacted correctly. \"Every mother and father knows that parents speak for their children,\" Leahy said, \"and this 6-year-\nold boy belongs with his father.\"\n\nBut Rep. Ileana Ros-Lehtinen (R), who represents Miami, said she remained \"cautiously optimistic about Elian's \nfate and the ability that the American judicial system affords him to pursue further legal action. . . . I believe the \ncourt's recognition of the political factors influencing the actions of the executive branch sheds light on the use of \nElian as a pawn by the Clinton administration to appease the Castro regime.\"\n\nThe appeasement charge was repeated by the Miami relatives and their spokesmen, who accused the \nadministration of manipulating the original INS decision to stay in good favor with Cuban President Fidel Castro. \nClinton was assisted in this, they said, by Craig, who served as Clinton's attorney in last year's impeachment trial.\n\nThey cited the court's repeated reference to the INS decision as a matter of policy rather than law. \"I read the \nopinion to suggest that the court itself thought there were a lot of close questions here,\" said Kendall Coffey, one of \nthe Miami lawyers. \"I think they made it very clear that this is not about the INS following the law.\"\n\nBut the ruling noted that \"although the courts should not be unquestioning, we should respect the other branches' \npolicymaking powers.\" In this case, the court said, \"the INS decision did not contradict\" applicable federal statute.\n\nWhile they mull the possibilities of appeal, the relatives said they would continue to press for the right to visit Elian, \nalong with their attorneys, physicians and a Catholic priest they described as Elian's \"spiritual adviser.\"\n\nMarisleysis Gonzalez said Elian's father was \"afraid\" to let the relatives see him. \"I think . . . they know he's going to \nrun to us.\"\n\nArmando Gutierrez, a spokesman for the relatives, said that Juan Miguel Gonzalez had written the relatives early \nlast month to say that he would agree to such a meeting if the relatives would drop their legal case.\n\nCraig acknowledged that Gonzalez had sent \"a handwritten letter\" to his uncle, saying \"a meeting of all members of \nthe family was difficult when one part was suing the other part.\" He said that Lazaro Gonzalez had not replied to \nthe letter.\n\n\"Juan Miguel Gonzalez is Elian's father,\" Craig said yesterday. \"If they want to talk to Elian they should approach \nJuan Miguel or Juan Miguel's representative and ask to see him. They have never done that.\"\n\nJuan Miguel Gonzalez, who traveled here from Havana in April with his wife and infant son to reclaim Elian, told \nreporters in Spanish that he was \"happy with the court's decision. It's what I've always wanted from the bottom of \nmy heart. . . . What I really want now is an end to all of this, and to be able to go home as soon as possible.\"\n\nSpeaking in English, Gonzalez said: \"I want to thank the American people. Thank you.\"\n\nIn its own statement on the ruling, the Cuban government called the 14-day deadline for further appeals a \n\"prolonging of the injustice and the crime,\" the Associated Press reported from Havana. In what would be the \nlargest single rally since the custody dispute began, the government called for a march of a half-million mothers and \ngrandmothers to protest the delay.\n\n\n\nStaff writers Sylvia Moreno and Ceci Connolly contributed to this report.\n\nThe Boy's Journey\n\nNov. 22: Elian and 12 others leave Cuba for United States aboard 16-foot motor boat.\n\nNov. 23: Boat capsizes.\n\nNov. 25: Two passengers come ashore. Elian found on inner tube near Fort Lauderdale.\n\nNov. 26: Elian turned over to great-uncle Lazaro Gonzalez.\n\nNov. 27: Juan Miguel Gonzalez demands son's return to Cuba.\n\nDec. 10: Lazaro Gonzalez applies for asylum for Elian.\n\nDec. 31: Immigration and Naturalization Service interviews Juan Miguel Gonzalez in Havana.\n\nJan. 5: INS Commissioner Doris M. Meissner decides Elian \"belongs with his father\" and must be returned to Cuba \nby Jan. 14.\n\nJan. 7: Lazaro Gonzalez files petition for temporary custody in state court.\n\nJan. 12: Attorney General Janet Reno upholds father's right to custody.\n\nJan. 19: Lazaro Gonzalez files federal lawsuit to challenge INS ruling.\n\nJan. 28: U.S. lawyers seek dismissal of relatives' federal lawsuit.\n\nMarch 21: U.S. District Judge K. Michael Moore dismisses federal lawsuit, a ruling appealed to federal appeals \ncourt in Atlanta.\n\nApril 6: Juan Miguel Gonzalez leaves Cuba for United States.\n\nApril 12: Reno meets with boy's relatives in Miami but returns without the boy.\n\nApril 13: Relatives defy a government order to hand over Elian and obtain a court order keeping him in the United \nStates.\n\nApril 14: Justice Department asks federal court to order Elian's great-uncle to obey the government order.\n\nApril 19: Appeals court orders that Elian be kept in the United States pending his relatives' legal appeal.\n\nApril 22: Federal agents seize Elian in raid and reunite him with father near Washington.\n\nYesterday: Appeals court rules that federal officials did not abuse their discretion and that Elian is not entitled to \npolitical asylum hearing.\n\nSOURCES: News services and staff reports\n\nGraphic\n\n \n\nChart, The Washington Post\n\n\n"}