{"title": "Tancredo Gets Matching Funds", "body": "\n  Sep. 13, 2007 (ColoradoPols.com delivered by Newstex) --  From              The Denver Post: Tom Tancredo's \npresidential quest qualified for federal matching funds Wednesday, a boost his campaign said will keep it alive \nawhile longer... Tancredo, a Littleton Republican known for his criticism of U.S. immigration policies, now will get a \ndollar-for-dollar match up to the first $250 of every contribution he's received this year... In paperwork filed June 30 \nwith the Federal Election Commission, Tancredo had raised $2.8 million and had about $556,000 on hand. \nQualifying for matching funds means Tancredo's campaign can get a bank loan for about $2.5 million, Buchanan \nsaid. That loan is paid back with the matching funds, which will come beginning next year... ...To qualify for \nmatching funds, candidates must raise at least $100,000 by collecting $5,000 in 20 different states, in amounts no \ngreater than $250 from any individual. Tancredo raised about $176,000 through 3,082 contributions from 25 states. \nSo far, only Tancredo and Sen. John McCain, R-Ariz., have qualified for and decided to take the matching funds, \nthe FEC said. Most of the top-tier candidates have opted out of the system because it requires them to spend less \nthan about $50 million. But the news isn't all good for Tancredo. The Republican congressman has repeatedly \ncalled for the U.S. to deport all illegal immigrants, which it turns out,              would be pretty expensive. The \ndepartment of Immigrations and Customs Enforcement estimates that              it would cost $94 billion to deport \nevery illegal immigrant in the U.S. \n\n>\n\nNotes\n\nThe views expressed on blogs distributed by Newstex and its re-distributors (\"Blogs via Newstex\") are solely the \nauthor's and not necessarily the views of Newstex or its re-distributors. Posts from such authors are provided \"AS \nIS\", with no warranties, and confer no rights. The material and information provided in Blogs via Newstex are for \ngeneral information only and should not, in any respect, be relied on as professional advice. No content on such \nBlogs via Newstex is \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors \nmake any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information \ncontained therein or linked to from such blogs, nor take responsibility for any aspect of such blog content. All \ncontent on Blogs via Newstex shall be construed as author-based content and commentary. Accordingly, no \nwarranties or other guarantees will be offered as to the quality of the opinions, commentary or anything else offered \non such Blogs via Newstex. Reader's comments reflect their individual opinion and their publication within Blogs via \nNewstex shall not infer or connote an endorsement by Newstex or its re-distributors of such reader's comments or \nviews. Newstex and its re-distributors expressly reserve the right to delete posts and comments at its and their sole \ndiscretion.\n\n"}