{"title": "Tech sector renews visa tiff; Opponents will fight to keep cap", "body": "\nWashington --- High-tech companies and other businesses are planning a full-court press to get Congress to \nincrease the yearly allotment of H-1B visas for high-skilled foreign workers.\n\nThe current cap of 65,000 visas was met months before the start of the current fiscal year, leaving thousands of \napplications unanswered and companies without needed workers, proponents said.\n\n\"There is a very serious shortage of qualified tech workers. Because of that, companies have to recruit wherever \nthey can,\" said Jeff Lande, senior vice president of the Information Technology Association of America, which \nrepresents more than 300 companies.\n\n\"We really see this as a competitiveness issue. Just as we're keeping people from coming to the States to work for \nU.S. companies, almost every other country in the world is trying to attract this talent,\" he said.\n\nLande said he is \"cautiously optimistic\" that a bill to increase the cap of H-1B visas will pass in the Democratic-\ncontrolled Congress this year.\n\nBut opponents pledge to fight the legislation.\n\n\"There are many flaws in the H-1B program,\" including weak prevailing-wage guidelines and limited enforcement \nmechanisms, said John Meredith, president of IEEE-USA, a unit of the Institute of Electrical and Electronics \nEngineers Inc.\n\n\"It depresses wages for American workers. It hurts the visa holder as well, because some of the workers are taken \nadvantage of,\" he said.\n\nThe group believes that permanent immigration of skilled scientists and engineers is a better way for U.S. \ncompanies to stay competitive.\n\nThe number of H-1B visas allowed by law has fluctuated in recent years in response to the U.S. economy and the \nhighs and lows of the technology industry, and is now set by Congress at 65,000. In addition, 20,000 more foreign \ncitizens with advanced degrees from American universities are allowed to stay and work in the United States.\n\n\nThe visas allow companies to bring in foreign workers for three years, with an option to renew for another three. \nCompanies must show they cannot find Americans to fill the positions and must pay the foreign workers the \nprevailing wage for the type of job filled.\n\nAbout half of the visas are taken up by technology and engineering companies, Lande said. The rest are used by a \ncombination of other professions such as nurses, college professors and even fashion models, he added.\n\nIn the last Congress, Sen. John Cornyn (R-Texas) sponsored a bill that would have increased the cap to 115,000 \nwith the possibility of further increases, but the measure went nowhere.\n\nBrian Walsh, a spokesman for Cornyn, said no decision has been made on H-1B levels that might be included in \nfuture legislation, and that Cornyn will talk to colleges across the country about their needs.\n\n\"Our universities are now graduating highly educated people who are forced to go to work for our competitors \nabroad because we don't have the proper immigration policies in place to retain them,\" Walsh said.\n\nAndrea Hoffman, vice president of government and political affairs at TechNet, an industry lobbying group that \nrepresents about 150 companies including Microsoft Corp. and Apple Inc., said the group is working on new H-1B \nlegislation with the offices of several lawmakers including Cornyn, Rep. Zoe Lofgren (D-Calif.) and Sen. Edward \nKennedy (D-Mass.), chairman of the Health, Education, Labor and Pensions Committee.\n\n\"We feel very good about our issues,\" Hoffman said.\n\nBruce Josten, executive vice president at the U.S. Chamber of Commerce, said the bottom line for the business \ncommunity is that \"65,000 is just simply insufficient,\" and that the number of H-1B visas should be determined by \nmarket forces.\n\n\"We think it should be a market-based issue ... because that number is going to change year to year,\" Josten said \nThursday in a conference call with reporters.\n\nThe bill may meet some roadblocks.\n\nSen. Susan Collins (R-Maine) last month sent a letter to Labor Secretary Elaine Chao citing a Portland Press \nHerald report on abuses in the H-1B program and a lack of enforcement by the Labor Department.\n\n\"While some American businesses need access to foreign skilled laborers, we should not allow unscrupulous \ncompanies to circumvent the system,\" the letter said.\n\nCollins also said that without tougher oversight, \"we have no assurance that the true purpose of the visa applicant \nis not to enter the U.S. to commit terrorist acts or otherwise harm our citizens.\"\n\nRep. Tom Tancredo (R-Colo.), head of the Immigration Reform Caucus, agreed that the H-1B program is flawed. \n\"Like so much of our immigration law, it suffers from a lack of enforcement,\" he said. \"People are given visas who \ndo not meet the requirements under the law.\"\n\nMeanwhile, the federal Bureau of Citizenship and Immigration Services will begin taking new applications for H-1B \nvisas in April, and Lande predicted that they would run out faster than last year.\n\nIf Congress doesn't increase the number soon, there will be dire consequences for American business, he warned.\n\n\"You either scale back your U.S. operations and you ultimately let go of U.S. workers because you can't compete, \nor you consider taking the work offshore,\" he said.\n"}