{"title": "Across the U.S., Immigrants Find the Land of Resentment", "body": "\nOn her way home from school recently, a Chinese immigrant girl was attacked by other teen-agers who spray-\npainted her face black. She and her guidance counselors at the Seward Park High School in lower Manhattan were \nhorrified, but they were not shocked. Attacks on newly arrived immigrants are a routine occurrence at their school, \nthey said.\n\nSimilarly, a Salvadoran dishwasher, assaulted and robbed recently on his way into a money-transfer agency in \nHempstead, L.I., was frightened but not surprised by the message of his assailants, who were black: \"You steal our \njobs, we steal your money.\" Tensions had been building between the entrenched black community and the Central \nAmerican newcomers to the town.\n\nAnd on Staten Island, when a group of junior high school students repeatedly vandalized the house of Indian \nimmigrants, smashing windows and splattering blue paint on the facade, the final message, chalked on the \ndriveway, was sadly predictable to the family. \"Indians go home,\" it said. \"Leave or die.\"\n\nAcross the country, immigrants say they are feeling the brunt of a growing and complex hostility, the same kind of \nantagonism that has cropped up periodically in United States history. As their numbers increase sharply and the \nrecession lingers, immigrants find themselves the target of a mix of social anxieties: economic tension, free-\nfloating anger seeking an outlet and the volatile ethnic discord plaguing many cities. And because most new \nimmigrants are not white, there are racial overtones to the friction.\n\nEven in New York, which proudly defines itself as a haven for immigrants, the \"gorgeous mosaic\" of diverse \npopulations, as Mayor David N. Dinkins calls it, has its chips. Some New Yorkers, particularly those down on their \nluck, seem to resent the presence of so many immigrants, as if the American dream were in danger of becoming \nthe exclusive province of newcomers.\n\n\"Unfortunately, immigrant-bashing is no longer an unpopular activity,\" said Dennis deLeon, the city's Human \nRights Commissioner. \"I sense that immigrants are being scapegoated for a lot of our problems. A certain kind of \nxenophobic bigotry has come out of the closet.\"\n\nMost advocates for immigrants stress, however, that the United States remains markedly tolerant compared with \nthose Western European nations now grappling with surging hostility and violence toward foreigners. And while \nthey acknowledge that the historically explosive mix of record numbers of immigrants and a weak economy has \n\n\ngenerated undeniable frictions, immigration experts do not anticipate a return to the vehement nativism that \nfollowed World War I, or the overt hatred of the 1890's.\n\nMost of the present antagonism is expressed in words, not violent acts, and most of the words are not reported to \nthe authorities, immigrants and their advocates say. Rosa Perales, an immigrant from Mexico who sells flowers at \nan intersection in the Bronx, said drivers routinely spit at her and tell her to return to her country. And Sarah \nBenyaminova, a Russian refugee, said the antagonism she encountered while waiting in line at a bank in Queens \nlast week was typical.\n\n\"I was staying in the line and we had some brief discussion about the candidate who became President,\" said Ms. \nBenyaminova, who runs the Russian Educational Bilingual and Cultural Association. \"The lady who was standing \nbehind me said, 'You better shut up because you came to this country and everything was given you for free.' I said: \n'Oh, yeah? I'm working very hard from dawn to dawn. Could you point me out where I could get all this free lunch?' \"\n\nIt is difficult to quantify anti-immigrant sentiment. New York City's police statistics on bias complaints do not even \nhave a separate category for bias against immigrants. And the line between xenophobia and ethnic or racial hatred \nis a blurry one. Was the Seward Park High School student attacked because she was Asian or because she was a \nvulnerable newcomer? (Probably for both reasons.)\n\nFurther, most immigrants, and particularly illegal immigrants, do not make official complaints. For instance, M. K. \nSrinivasan, New York bureau chief for The Indian-American Magazine, told of a Sikh friend who said he was \nfollowed off a New York City bus recently by teen-agers who forcibly removed his turban and set it on fire. But he \ndid not call the police because he was new to the country from India and feared they would be unreceptive.\n\nMany advocates for immigrants believe that resentment toward immigrants built gradually in the late 1980's as \nthe economy began to falter and as immigration reached its highest level since the early part of the century.\n\n \n\nIn U.S., Some Sticks, More Harsh Words\n\n This year as many as a million new refugees and immigrants, will enter the United States. And, if patterns from \nthe 1980's hold, about 15 percent will settle in the New York metropolitan area. Nationally, a majority are from \nMexico and Asian countries; in New York, the majority hails from the Caribbean and Latin America.\n\n\"It is not a coincidence that as the immigrant pool has darkened, hostility has grown,\" said Rolando T. Acosta, New \nYork City's First Deputy Commissioner of Human Rights.\n\nAcross the country, there are a few extreme examples of anti-immigrant hostility. In Houston, for instance, two \nskinheads stomped a 15-year-old Vietnamese boy, Hung Truong, to death in late 1990. One of the assailants -- \nconvicted of involuntary manslaughter while his partner was convicted of murder -- testified that Mr. Truong, dying, \ncried out: \"God forgive me for coming to this country. I'm so sorry.\"\n\nBut some experts wonder whether the current problem is being exaggerated, whether some advocates for \nimmigrants, shaken by the events in Germany and the nativist oratory of some American political candidates, have \nbecome hypersensitive to prejudicial slights that have always existed.\n\n \n\nNativism Used In Political Campaigns\n\n Nonetheless, in the last year and a half, political candidates, lobbyists, academics and writers who oppose current \nlevels of immigration have capitalized on the frustration of some Americans. They have not advocated violence. \"It \nwas more a climate of hostility that was being created,\" said Frank Sharry, executive director of the National \nImmigration, Refugee and Citizenship Forum.\n\nTwo politicians, Patrick Buchanan and David Duke, made nativism a key element of their campaigns, with a \nparticular concern that new immigrants would \"dilute,\" as Mr. Buchanan said, the country's European character. \n\n\n\nThen this summer, a spate of magazine articles raised questions about the value of immigrants to American \nsociety -- questions rarely voiced publicly in this land of immigrants.\n\nThe articles not only explored the idea of restricting immigration but of placing a moratorium on new immigrants, \nwho were blamed for displacing Americans from jobs, draining scarce Government resources, and even worsening \nthe smog in Los Angeles.\n\nThe riots in Los Angeles and Washington Heights, during which immigrants were denounced for inciting violence, \nprovided further fodder for such antagonism. Advocates for immigrants steeled themselves for a public battle \nduring the fall Presidential race.\n\n\"We were quite concerned that the anti-immigrant drum would beat so loudly that it might create a tide of \nxenophobia,\" said Mr. Sharry, whose organization collected scores of examples in a \"Nativism Watch\" last spring \nand summer.\n\nBut after the party conventions, even after the Republican Party plank called for \"a barrier\" -- a wall or trench -- \nalong the border with Mexico, the issue faded. Immigration was scarcely mentioned by either George Bush or Bill \nClinton. Those favoring a freeze on immigration were, however, not discouraged. \"We assume that this last year \nhas been just the beginning of a wave, and in the year to come, the justifiable backlash will solidify,\" said Dan Stein, \nexecutive director of the Federation for American Immigration Reform, a Washington-based group that supports a \nthree-year freeze on most immigration.\n\nIn the metropolitan region, advocates for immigrants trace the first stirrings of a heightened antagonism to the \n1986 law that created sanctions on employers who hire illegal immigrants.\n\n\"The sanctions became an excuse for people to discriminate under the cover of meeting their legal obligations,\" \nsaid Elizabeth Aivars, director of the New York City's Office of Immigrant Affairs.\n\nFor some New Yorkers, the employer sanctions seemed to validate their anxieties that low-paid immigrants had \nbeen stealing their jobs after all, advocates for immigrants said. And the recession only heightened those fears.\n\n\"At times, we feel like the community would just as soon put out a 'Not Welcome' mat,\" said Cecilia Moran, director \nof the Center for Central American Refugees in Hempstead, L.I. \"Some people are jealous, I guess, that we are \nfinding and keeping work.\"\n\nOccasionally immigrants are willing to fight back, especially as a group. In New York City, three Egyptian elevator \noperators at the Museum Tower condominium filed a discrimination complaint after years of being harassed by a \nsupervisor who called them \"camel jockeys\" and threatened to have them sent back to Egypt.\n\nAn administrative law judge, Linda A. Stagno, found they were subjected to a consistent barrage of slurs, awarded \nthem $10,000 each in damages.\n\nSimilarly, several Hispanic immigrant cleaning women working nights at office buildings in Manhattan won \ndamages after complaining that they were pressured to have sex by supervisors who threatened them with \ndeportation.\n\nBut some immigrants, tired of being harassed, try to accommodate their offenders. Navpreet Satara, a 27-year-old \nimmigrant from New Dehli, now avoids conflicts by wearing a baseball cap instead of a turban to cover his hair \nwhen he goes out on the town or to the beach. He is sick of being called \"Ayatollah,\" \"Saddam Hussein\" or \"Hare \nKrishna,\" he said.\n\nA couple of years ago, when he was a graduate student at Temple University in Philadelphia, he arrived late at a \ncollege basketball game and as he was crossing the court to the bleachers a spectator rose and shouted, \"Ali \nBaba.\" Then the entire crowd rose to their feet and chanted \"Ali Baba, Ali Baba,\" he said.\n\n\n\n\"There is a lot of ignorance, I guess, and insecurity about all these people who come to America and hold onto their \nidentity with pride,\" Mr. Satara said.\n\n \n\nIn New York City, A Different Climate\n\n Unlike in California, where mainstream politicians of both parties have blamed immigrants for the state's \neconomic woes, it remains virtually taboo for public figures in New York to question the value of immigrants in \nsociety. There is usually an instant uproar.\n\nFor example, Hazel N. Dukes, the New York State president of the National Association for the Advancement of \nColored People, was quickly pushed to issue an apology when she remarked in a radio interview in 1990 that black \nmen have lost jobs to immigrants who do not speak English.\n\nSimilarly, in 1991, the Rev. Calvin O. Butts 3d, executive minister of the Abyssinian Baptist Church, appeared on \nthe WABC-TV program \"Tiempo\" and suggested stopping \"the influx of people into this city,\" adding \"if it must come \nto this nation, send it elsewhere.\" But outrage began to build immediately, and Mr. Butts was quick to praise \nimmigrants in opinion columns for El Diario and The Carib News.\n\nAnd when City Councilman Jerome X. O'Donovan of Staten Island wrote the city's Office of Immigrant Affairs to \nsuggest that the Immigration and Naturalization Service be asked to \"identify and/or deport illegal aliens\" who were \na \"strain on the economy,\" Mr. Dinkins sent a stern letter in response, remarking that all immigrants were a part of \nhis \"gorgeous mosaic.\"\n\nCompared with other large city governments, the Dinkins administration takes an unusually strong advocacy \nposition for immigrants, which many immigrants say sets a tone for public debate and prevents some \nconfrontrations from escalating. For example, when residents of Woodside, Queens, complained about the \nimmigrant laborers who hang out in their streets waiting for daily jobs, the city's Human Rights Commission found \na church parking lot for their pickup point and made T-shirts for them saying \"Trabajadores Unidos,\" or United \nWorkers.\n\nBut public officials in New Jersey have not been so quick to defend immigrants, advocates for immigrants say. \nResponding to public outrage that illegal immigrants were allowed to obtain driver's licenses, the New Jersey \nLegislature is moving to forbid them licenses. The New Jersey Legislature also recently eliminated general \nassistance benefits -- $140 a month plus some medical benefits -- to illegal immigrants.\n\nIn response to antagonism, most immigrants choose to avoid confrontation at all costs.\n\n\"What can you do if the Americans laugh at you on the subway or look at you like you're an animal or insult you?\" \nsaid Jonathan Lee, a Vietnamese refugee and caseworker at the New York Association for New Americans. \"You \nmust keep quiet and get away from them fast.\"\n\nGraphic\n\n \n\nPhoto: The tension between entrenched minorities and newcomers is nearly as old as the country, but immigrants \nto the United States find the hostility particularly sharp in times of economic distress. In an effort to fit in and avoid \nconflict, Navpreet Satara often sheds his turban and dons a baseball cap when he leaves his midtown leather-coat \nexporting business. \"There is a lot of ignorance,\" he said. (Marilynn K. Yee/The New York Times) (pg. B4)\n"}