{"title": "Huckabee Talks Tough on Immigration", "body": "\n THE AD\n\nMike Huckabee: It ought to be at least as difficult to get across an international border as it is to get on an airplane \nin our own home town.\n\nAnnouncer: Mike Huckabee will fight to secure our borders.\n\nHuckabee: We need to make it clear that we will say no to amnesty and no to sanctuary cities. Our borders have to \nbe secured -- no amnesty. And our government has failed us. Build a border fence. Secure the border, and do it \nnow.\n\nANALYSIS\n\nHuckabee, who has garnered favorable  media attention for a compassionate approach to illegal immigrants, is \ntrying to neutralize criticism that he is \"soft\" on an issue that looms large in the Republican primary.\n\nThis ad, airing in Iowa, New Hampshire and South Carolina,  does not mention that the former Arkansas governor \npraised President Bush's legislation, which provided a path to citizenship for illegal immigrants. It also ignores his \nproposal to grant in-state college tuition to some high-achieving students whose parents are in the country illegally, \nwhich Huckabee recently defended by saying: \"We are a better country than to punish children for what their \nparents did.\" Huckabee also opposed an Arkansas measure to deny public services to illegal immigrants and said \nlast year that some critics of such immigrants are \"driven by just sheer racism.\"\n\nBy focusing solely on the border-security part of the debate -- and even omitting his own proposal for making illegal \nimmigrants return to their home countries and reapply for admission -- Huckabee is fudging his record and trying to \ncast himself as what an on-screen graphic calls an \"authentic conservative.\"\n\nA second ad, released yesterday, shows the  preacher's  softer side, beginning with a picture of Huckabee as a \nyoung boy. He talks about understanding people's needs \"when you grow up and life's a struggle\" and boasts of \nproviding health coverage to 70,000 uninsured children.\n\nVideo of this ad can be found at www.washingtonpost.com/politics.\n\n\nGraphic\n\n \n\nIMAGE\n\nIMAGE\n"}