{"title": "DeKalb CEO wants Mexican IDs accepted", "body": "\nDeKalb County officials debated Tuesday whether to accept Mexican citizenship cards as identification to help \nimmigrants living in the county open utility and bank accounts.\n\nCounty officials asked commissioners to recognize the identification cards, called matricula consular, because \nmany immigrants lack required documents, such as a driver's license or a state identification card.\nAJC\n\n\"It just makes sense,\" said Vernon Jones, DeKalb's chief executive officer, who pushed for accepting the cards as \na form of identification during a commission work session Tuesday morning.\n\nBut some commissioners balked at the idea.\n\n\"I think it's a backdoor way to legitimize illegal immigrants,\" said Commissioner Elaine Boyer. \"How do we know \nwith the first anniversary of Sept. 11 coming that we are not accepting people with criminal backgrounds?\"\n\nCommissioner Judy Yates, who said she used her passport as a form of identification when she lived in France, \nwondered why immigrants in DeKalb can't do the same.\n\n\"I just don't see what we're accomplishing here,\" she said.\n\nCounty officials said some Mexicans who cannot open a bank account and thus carry large amounts of cash are \noften robbed.\n\nCommissioners are scheduled to vote on the issue next Tuesday.\n\nTo get a card, Mexican nationals living in the United States must pay $29 and show a certified copy of their birth \ncertificate and an official photo ID. They must also show proof of their U.S. address.\n\nThe cards are already accepted by some major banks, hundreds of law enforcement agencies and major cities with \nlarge Mexican populations such as Chicago, Los Angeles and Phoenix.\n\nSome metro area governments also accept the cards for limited purposes. The city of Forest Park accepts the \ncards for identification, and in Fulton County, immigrants can use the cards as identification for paying property \ntaxes on items like vehicles.\n\n"}