{"title": "Local rallies to denounce Ariz. immigration law", "body": "\nImmigration-reform advocates are beginning a weekend of rallies and prayer vigils calling on Congress to pass \ncomprehensive changes during this session, and denouncing Arizona's new immigration-control law as an \ninvitation to racial profiling.\n\nNationwide, 70 demonstrations are planned, as well as Sunday church services to mark what organizers are calling \nthe Interfaith Immigrant Sabbath.\n\nIn this region on Saturday, protesters will gather at a park in Southwest Philadelphia, on a soccer field in Kennett \nSquare, and at St. Joseph Pro-Cathedral in Camden to urge elected officials to \"respect the dignity of immigrant \nfamilies.\"\n\nSpeakers ranging from local labor leaders to Camden Roman Catholic Bishop Joseph A. Galante plan to praise \nimmigrant contributions to the workforce and to family life. Some could call for a boycott of Arizona's tourist industry \nto force a repeal of the law signed last week.\n\nThe law requires police to verify the immigration status of anyone they have a lawful reason to stop, whether on \nfoot or in a vehicle. Proponents say it was crafted in response to the large number of illegal immigrants in Arizona \nand chronic lawlessness on its border with Mexico. Absent federal regulation, supporters say, Arizona had no \nchoice but to act.\n\nThe law's critics warn that anyone with a dark complexion or foreign accent could be subject to harassment.\n\nBoth sides seem to agree the law was born of frustration.\n\n\"For the past two weeks, we have all been transfixed on Arizona as an example of what happens when the federal \ngovernment fails to lead,\" said Ali Kronley, Pennsylvania director of Reform Immigration for America, the national \npro-immigrant group that is sponsoring the weekend rallies.\n\nThe Southwest Philadelphia rally at Elmwood Park, 71st Street and Buist Avenue, begins at noon. The Kennett \nSquare rally, on Anson Nixon Park soccer fields, starts at 3 p.m. and will be followed by a march into downtown \nKennett Square. The prayer rally at St. Joseph's, 2907 Federal St., Camden, begins at 4 p.m.\n\nContact staff writer Michael Matza at 215-854-2541 or mmatza@phillynews.com. \n"}