{"title": "COSTS OF IMMIGRATION REFORM, MEASURED AND UNKNOWN, DROWNED 1984 BILL", "body": "\nThe efforts of three successive Administrations to reform the nation's immigration policy collapsed last week on \nthe critical question of cost.\n\n The White House insisted on a billion- dollar spending limit as a condition for accepting the latest bill, which would \nhave been the most sweeping reform of immigration policy in three decades. Key Congressional backers of the \nmeasure, sponsored by Senator Alan K. Simpson, Republican of Arizona, and Romano L. Mazzoli, Democrat of \nKentucky, wanted a flexible spending limit.\n\nImplicit in the debate and the stalemate that left the bill to die when Congress adjourned was a recognition that the \ncost of immigration reform would be high, although no one knew how high.\nArticle focuses on possible social and economic impact of Congressional failure to reach compromise on \nimmigration reform legislation (M)\n\nWithout reform, though, the presence of what may be six million illegal aliens in this country exacts an economic \nand social toll. No one knows how high that toll is, either, or how much of it is offset by the advantages society gains \nfrom a low-wage work force that cannot receive benefits available to citizens.\n\n \n\nCost Grows With Arrivals\n\nThere is no question that the growing number of illegal aliens living here puts a strain on some social services or \nthat the cost grows with each new arrival.\n\nAdding to the bill are the costs created by the rising number of illegal aliens whose United States-born children are \nentitled to all the benefits given any other citizen.\n\nThose who watch immigration patterns agree that while earlier waves of illegal arrivals were predominantly single \nmales, there is an increasing tendency among such men to stay here and marry, as well as a growing incidence of \nillegal immigration by entire families, the man often arriving first and the wife and children joining him after he has \nfound a job and a places to live. Because they are most often young, these families continue to grow.\n\n \n\nLast Resort for Care\n\nThey are much in evidence at Los Angeles County-University of Southern California Medical Center, a dull, worn \nfacility near downtown Los Angeles that from the outside looks more like a factory than a general hospital.\n\n\nFor tens of thousands of poor people in southern California, it is the last resort for medical care, and increasingly its \npatients are illegal aliens. They do to the medical center in great numbers, and their unpaid bills cost the county \n$99.8 million last year.\n\nThose bills are part of the burden borne by Federal, state and local governments, which provide anything from \nfinancial aid to emergency medical care to education to routine city services, such as police and fire protection, not \nonly for citizens but also for illegal aliens, some of whom obtain services fraudulently.\n\n \n\nEstimate by Federal Agency\n\nThe Immigration and Naturalization Service estimates that Federal, state and local governments probably lose \n$1.26 billion annually for each million illegal residents.\n\nThat calculation assumes a tax contribution of $995 million from each million illegal aliens, offset by a total cost to \ngovernment of just under $2.25 billion. This cost is based on an analysis last fall of cost data in job displacement, \neducation, unemployment, welfare, health and crime.\n\nIt is a matter of unusual complexity, and the illegal aliens themselves are only a part of the equation.\n\nOn a recent evening inside the Los Angeles medical center, for example, a very young woman who gave her name \nas Ana Teresa Cruz jumped up regularly to chase her 20-month-old son, Roberto, a rambunctious infant dappled \nwith the chocolate bar he had been eating.\n\n \n\nHer Child Is a Citizen\n\nMrs. Cruz is from Tijuana and has been in the United States illegally for two years. Roberto was born in the Los \nAngeles hospital, and regardless of his parents' status he is a United States citizen.\n\nLast year 18,813 children, one of every 200 of the estimated 3.6 million births nationwide, were born to illegal aliens \nin three public hospitals in Los Angeles County alone. The births cost Los Angeles County $20.1 million in unpaid \nmaternity bills.\n\nAnd while children born here to illegal aliens are costly because they are entitled to all the benefits of citizenship, \nthey present a special moral and legal problem. Deporting their parents would mean either breaking up families or \nin effect deporting children who are American citizens.\n\n \n\nCharts Under Different Names\n\nMrs. Cruz says that because Roberto is a citizen - she says it with a clear note of pride - she does not fear seeking \nmedical care for him. But not for herself. ''I am well,'' she says.\n\nThose who do seek care create medical as well as fiscal problems because they often use false names. ''We've got \npatients floating around here with three and four charts under different names,'' said Dr. John Gunning, associate \nchairman and chief of gynecology at another of the county's hospitals, Harbor-U.C.L.A.\n\nSome Hispanic organizations, bolstered by several studies in the late 1970's, have suggested that illegal aliens in \nthis country put as much into the economy as they take out. What is lost at the state and local level, the argument \ngoes, is offset by a tax windfall to the Federal Government in payroll deductions the illegal residents never recoup \nbecause they are afraid to file for refunds or benefits.\n\nLater studies, including the 1983 immigration service finding, dispute that argument, suggesting that illegal aliens \navail themselves of public services to a greater degree than was previously believed.\n\n \n\nSmall Displacement Role Seen\n\n\n\nA study for the Urban Institute published this year concluded that a typical illegal Mexican family in southern \nCalifornia absorbed $2,000 more in various services than it paid in taxes, and cited low wages as a reason. It also \nsaid illegal aliens actually displaced few, if any, American workers.\n\nIn general, programs supported wholly or in part by the Federal Government deny benefits to illegal aliens, although \nsome states provide benefits, generally such aid as hospital insurance and workers' compensation, but not \nunemployment insurance.\n\nA 1982 survey by the Federation for American Immigration Reform, a private group pushing for immigration \ncontrol, reported that illegal aliens were not eligible for general assistance in most states, but were in Maine, \nMaryland, Massachusetts, Michigan, Minnesota, New Jersey, North Carolina, Ohio, Washington and Wisconsin.\n\nCatherine C. Randlett, director of the State of New Jersey's Washington office, said that state regulations \nspecifically made illegal aliens eligible for benefits from New Jersey's General Assistance program and the Federal \nGovernment's Aid to Families with Dependent Children program, half of whose costs are paid by the state.\n\n \n\nAll Estimates Are Guesses\n\nAny estimate of how many illegal aliens use those programs, she said, is only ''a guess.'' Using a ballpark figure of \n74,000 illegal aliens in the state, and assuming that 5 percent got assistance at a per capita cost of $2,800 a year, \nshe said, ''We're dealing with a dollar figure of not less than $10.4 million.''\n\nAnother question is the cost of education. The Supreme Court has ruled that all children living in the United States, \nregardless of citizenship, have the right to free public education. Officials estimate that this now costs $85 million a \nyear in Texas alone.\n"}