{"title": "Not Mincing Words Over Asylum", "body": "\nJames Warren writes a column for the Chicago News Cooperative.\n\nIn the clubby atmosphere of the judiciary, we'd best take note if a federal judge derides another's ''warped logic'' \nand ''awful prose'' and characterizes as capricious how the entire system handles the daily drama of immigrants' \nseeking to stay in this country.\n\nThe decision last month by the United States Court of Appeals for the Seventh Circuit in Stanojkova v. Holder is a \nreminder of the potency and poignancy of individual cases that get lost in the hyperbolic fray of made-for-talk-radio \ndebates on immigration.\n\nThe decision by the Chicago court revives sporadically publicized tensions between federal appeals courts and both \nour lower-prestige, hard-pressed immigration judges and the Board of Immigration Appeals in Falls Church, Va. \nAnd it asks us to mull a notion broader than some people may possess of just what constitutes ''persecution.''\n\nThe overall, intramural squabble is partly explained by a sharp increase in immigration caseloads and other matters \nwinding up before appeals courts. Those judges, one rank below the Supreme Court, often find immigration judges \ncallously inconsistent in denying asylum requests and backing Justice Department moves to deport individuals.\n\nThe Stanojkova case presents us with 10 minutes of seeming hell joined nearly a decade later by a three-judge \nappeals court panel notable for its ideological diversity and unanimity that something smells.\n\nThe case involves Ivanka Stanojkova and her husband, Gjorgji Naumov, Macedonian Slavs caught in ethnic \ntensions after the breakup of Yugoslavia. In 2001, Mr. Naumov was drafted into the Macedonian army, but he didn't \nreport because of what he deemed suppression of Albanians' demands for greater rights.\n\nOn July 2, 2002, according to the appeals panel, members of a pro-government paramilitary police unit called the \nLions showed up at the couple's home at midnight, masked and dressed in black. They knocked out Mr. Naumov's \nparents with a chemical spray, sexually abused the pregnant Ms. Stanojkova and beat Mr. Naumov with a gun. \nThey called the couple ''betrayers of Macedonia'' and took the family's money and jewelry.\n\nThe couple fled and ultimately arrived in the United States without a visa. But Carlos Cuevas, a Chicago \nimmigration judge with a far-from-bad reputation, ordered them back to Macedonia, and the appeals board -- \nactually just one person -- affirmed his decision.\n\nThat bewildered the judges on the Seventh Circuit panel: Richard A. Posner, a high-powered and provocative \nconservative who is the most influential federal judge outside the Supreme Court; Ilana Diamond Rovner, a \n\n\nmoderate Republican who escaped Nazi persecution in Latvia and came to this country as a child; and Diane P. \nWood, a liberal who was on President Obama's short list to fill the most recent Supreme Court vacancy.\n\nThe prolific Judge Posner wrote the panel's opinion, which eviscerates the immigration judges' conclusion that the \ncouple cannot be deemed ''persecuted.'' The panel finds the lower court's logic wrongheaded and derides its \nassessment of Macedonian history and the role of the Lions, saying the judge ''resorted to the kind of warped logic \nthat mars so many opinions of immigration judges and members of the Board of Immigration Appeals.''\n\nJudge Posner even belittles the trial judge's writing, like a puzzled college professor might treat many of our barely \nliterate Chicago public high school students. ''As near as we can tell from this awful prose,'' the judge starts one \nline, then says he's clueless about what Judge Cuevas meant in describing the original incident.\n\nThe key passages involve whether it would be safe for the couple to return, even conceding that Macedonia is now \na less fractious environment. Judge Posner chides the immigration board's lack of useful definitions to distinguish \nbetween harassment and the sort of persecution that guarantees a grant of asylum.\n\n''The line between harassment and persecution,'' he wrote, ''is the line between the nasty and the barbaric, or \nalternatively between wishing you were living in another country and being so desperate that you flee without any \nassurance of being given refuge in any other country.''\n\n''The line was crossed here,'' he added.\n\nThe couple's case was sent back to the immigration board, with Judge Posner asking, ''Why would anyone hang \naround in Macedonia after that if there was any way out?''\n\nMaybe the board should get a copy of the Tom Stoppard play ''Night and Day,'' in which a veteran photographer \ntells a young reporter, ''People do awful things to one another,'' especially in dark places.\n\nJust ask Ms. Stanojkova and her husband.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Judge Richard A. Posner (PHOTOGRAPH BY STEVE KAGAN FOR THE NEW YORK TIMES)                                                  \n"}