{"title": "President Marrero responds to book-burning incident in Armstrong open forum", "body": "\nSAVANNAH - Georgia Southern University President Kyle Marrero fielded questions regarding the book-burning \nthat took place last Wednesday at an open forum event on the Armstrong campus Monday. \n\nMarrero said that the students that were involved in the burning of Jennine Capó Crucet's novel \"Make Your Home \nAmong Strangers\" outside a GS residence hall last week are not being being punished because they are protected \nby their first amendment rights according to administration.\n\n\"This is a campus of which we have to unite together and understand what we will tolerate what we will allow to \nhappen on our campus' and then how we will uphold First Amendment rights,\" Marrero said. \"These aren't easy \nconversations.\"\n\nMarrero said that he sympathized with students, but that he has to protect student's rights.\n\n\"Some of you would like to see more formal action taken on the students in the video and I can empathize-I can \nsympathize with your frustration and even your anger,\" Marrero said. \"My job is to protect the rights of all students.\"\n\nA student in the audience asked the question, \"Why must minorities and persons of color rise above the blatant \nhate that people of caucasian descent show?\"\n\nMarrero responded that it is needed in order to continue to collaborate together. The president then spoke on his \nstatement that he released Friday.\n\n\"I am not able to respond as quickly as you would like me to respond. I don't respond at the speed of social media,\" \nMarrero said. \"It wasn't until we had via investigation enough information for me to respond to campus. The \napproval for that statement was expedited via the legal and system process and sent to campus Friday afternoon.\"\n\nSGA will be holding another open forum Wednesday on the Statesboro campus. The forum is scheduled for 6:30 \np.m. in the Russell Union Ballroom.  \n\nJason Chapman of The George-Anne Inkwell Edition contributed to this article\n\nNathan Woodruff, Managing News Editor, gaeditor@georgiasouthern.edu\n"}