{"title": "Bosnich urges Man United to stick with Solskjaer... for now", "body": "\n October 09 -- Under-fire Manchester United manager Ole Gunnar Solskjaer should be given time to turn things \naround at Old Trafford, according to former team-mate Mark Bosnich.\n\nUnited slumped to a 1-0 defeat at Newcastle United on Sunday - a tally of nine points from eight matches their \nworst at this stage of a Premier League campaign.\nA team looking shorn of form and confidence lie two points above the relegation zone and, although Bosnich wants \nthe United board to be patient with Solskjaer, he acknowledges this cannot be finite.\n\"They're not winning football games and you have to say, at the moment, they're not playing particularly good \nfootball,\" the former Australia goalkeeper told Omnisport.\n\"We've spoken before about the big gap that was going to be there when Sir Alex Ferguson left and we understand \nthat. But there's been three managers now, Ole's the fourth manager.\n\"I can understand everybody's impatience but they're going to have to gather patience.\n\"If things continue how they're going they may be left with no choice, but I don't think they're at that stage at the \nmoment.\n\n\"I would stick. I'm biased, I must admit that, because I'm an ex-team-mate of his. He was not only a world-class \nplayer but a world-class person and I would stick with him.\n \n \n\"To be honest, if you look at the availability around the world, it's not as if a Jurgen Klopp or a Pep Guardiola is free \nand available.\n\n\"Stick with him. However, there is a cut-off point. I said this with Jose Mourinho.\n\"If in another 20 games, 28 games into the season, if he's third from bottom they may be left with no choice.\"\nBosnich believes Solskjaer and his predecessors have been hamstrung by ill-judged moves in the transfer market, \nwith the August decision to sell Romelu Lukaku to Inter without signing a replacement striker a case in point.\n\"Let's be really frank, the recruitment has been poor over the past three or four years,\" he said.\n\"Regardless of what the personal situation was, it was a mistake to let Lukaku go without having a ready-made \nreplacement to come in. Especially at that stage of the season.\"\nHowever, the ex-Chelsea and Aston Villa man insists it is time for the likes of Anthony Martial and Marcus Rashford \nto stand up and be counted, with a daunting showdown against Premier League leaders Liverpool waiting on the \nother side of the international break.\n\"They didn't [sign a replacement for Lukaku] and now Martial, Rashford and all of them have to find their spirit, find \ntheir soul and fight back,\" Bosnich added.\n\n\n\"There's no use just sort of turning up at training, doing your job, going to the game, hiding, hoping that you don't \nget any criticism and picking up your wages. That doesn't work at a club like Manchester United.\"\n"}