{"title": "Battered immigrant women need shelter to call their own;Cultural barriers can prevent their seeking help, with tragic results.;DeKalb groups aim to change that.", "body": "\nSix years ago, My Thi Huynh fled Vietnam for a better life in the United States.\n\nIn many ways she succeeded. She had a good job at a hotel near Hartsfield International Airport. She, her parents \nand her three daughters, aged 4, 2 and 11 months, shared a house in Riverdale. She could speak a little English \nand drive a car. The American dream was becoming a reality.\n\nIt all came to a halt in August, when Riverdale police found the 24- year-old woman in the kitchen of her home with \na fillet knife in her chest. They issued a murder warrant for her ex-husband, Cuong Thang Chau, 27. His car was \nfound in Houston in September, but police are still looking for Chau.\n\nHuynh's friends say she was a battered wife. But she refused to go to a battered women's shelter.\n\nSocial worker Thi Duong, who had helped Huynh for six months, said Huynh didn't want to go to a shelter because \nshe would \"feel like a foreigner\" there. \"I offered to take her, but she didn't want to go,\" Duong said.\n\nHad there been a shelter for immigrants, staffed with people who speak many languages, understand other \ncultures and serve ethnic food, Huynh might still be alive, Duong said.\n\nNow, two groups in DeKalb County are trying to help women like Huynh. The DeKalb Junior League and Save \nthe Children's Refugee Family Violence Prevention Project are trying to raise $ 100,000 by January to open a \nshelter for immigrants and refugee women who are victims of domestic violence. The International Women's \nHouse would open in DeKalb next year.\n\n\"The shelter would be full if it was open now,\" said Julia Perilla, a psychologist who counsels Hispanics on \ndomestic violence.\n\nThe International Women's House would be the first immigrant battered women's shelter in the Southeast.\n\nPlans for the DeKalb County shelter call for a four-bedroom, three- bath house that could hold 12 residents, \nincluding children.\n\nAs metro Atlanta's foreign-born population grows, so does the need for special services that cater to them. There \nare more than 266,000 immigrants in metro Atlanta, representing at least 70 countries.\n\n\nFrom July to September this year, 29 immigrant women with 40 children asked for help and temporary housing \nbecause of domestic violence, according to Lydia Jankovic Gottlieb, who was named executive director of the \nInternational Women's House two months ago.\n\nOfficials say Huynh's case was typical of domestic violence cases and of the special problems of battered \nimmigrant women. Friends say Huynh's ex-husband, Chau, abused her.\n\n\"She was afraid,\" Duong said. \"He threatened to kill her and the family. They were all afraid of him.\"\n\nIn May, Riverdale police charged Chau with rape and aggravated assault, but the charges were dropped when \nHuynh refused to testify against him. She was afraid of what he would do when he got out, friends say.\n\nHuynh divorced Chau two months before she was killed, and she had a court order to keep him away. But he \nwouldn't leave her alone.\n\n\"He stalked her,\" Duong said. \"He came to her work. He came to her house.\"\n\nFriends believe Huynh would have gone to a special shelter for immigrant women. \"It's difficult for mainstream \nshelters to serve refugees,\" Gottleib said.\n\nThe language barrier is the biggest obstacle, but cultural differences are important, too. In some countries, for \nexample, beating your wife is not a crime, making immigrant women perhaps even more reluctant than other \nbattered women to report the abuse.\n\nAnd if an immigrant woman leaves her husband, she's often leaving the only community she knows in this \ncountry.\n\n\"American shelters are for Americans . . . for people who can function independently,\" said Nelli Vergilis, a case \nworker at Save the Children. \"Our clients are newcomers . . . new in society. They cannot understand how it works.\"\n\nVergilis said she has many clients who left mainstream battered women's shelters after a few days because of \nlanguage and cultural barriers.\n\nOne woman, a 22-year-old Iraqi who was pregnant with her second child, went to a shelter after her husband cut \nher twice with a knife. But she returned to her husband after three days because \"there were so many problems,\" \nVergilis said.\n\n\"She didn't speak any English; it was very hard to communicate,\" Vergilis said. \"She started to feel very lonely.\"\n\nVergilis said she has at least three other immigrant clients who need the safety of a shelter.\n\n\"To rescue them is not possible,\" she said, \"but to make them feel comfortable is possible.\"\n\nFor information on the International Women's House, contact Lydia Jankovic Gottlieb at 404-299-8670.\n\nGraphic\n\n \n\nColor Photo: Cuong Thang Chau, shown in his wedding photo, has been\n\n charged with murdering My Thi Huynh (right). / Special\n"}