{"title": "Bush Pledges Action on Borders; Southwest Is Promised Agents, Jail Space for Illegal Immigrants", "body": "\nPresident Bush flew into the heart of the nation's volatile debate over illegal immigration Monday and defended his \nadministration's efforts to control the nearby border with Mexico after a surge of criticism from across the political \nspectrum. \n\n  Two weeks after the Democratic governors of Arizona and New Mexico declared states of emergency along the \nborder, Bush used a Medicare speech here to promise residents an increasingly robust federal campaign that will \ndeploy more agents and provide more detention space to stop those trying to sneak into the country.  \n\n  \"We have an obligation to enforce the borders,\" Bush said to applause. \"I understand it's putting a strain on your \nresources. . . . What I'm telling you is there's a lot of people working hard to get the job done, but there is more we \ncan do.\" \n\n  He stressed that the chorus of grievances emerging from border states in recent weeks had seized his attention. \n\"It's important for the people of this state to understand your voices are being heard in Washington, D.C.,\" Bush \nsaid. In emphasizing beefed-up enforcement, though, he made no mention of his stalled proposal to grant \ntemporary guest-worker status to millions of illegal immigrants. \n\n  After leaving Arizona, Bush headed to California, another state where illegal immigration has long provoked \nangry debate. Gov. Arnold Schwarzenegger has come under pressure from fellow Republicans to follow the lead of \nhis neighbors and declare a state of emergency along the border. Bush drew strong applause in Rancho \nCucamonga when he vowed to enforce border control. \n\n  The decibel level over illegal immigration in this part of the country has risen in recent months amid anger at the \nfederal government for not doing more. A group calling itself the Minuteman Project took it upon itself to patrol the \nborder for a time, drawing criticism from Bush, who deemed its members \"vigilantes.\" Then Govs. Janet \nNapolitano of Arizona and Bill Richardson of New Mexico declared emergencies to release emergency funding and \nto get Washington's attention. \n\n\n  The Bush administration responded last week when Homeland Security Secretary Michael Chertoff announced \nthat he would coordinate more closely with the border states and bolster enforcement efforts. Napolitano greeted \nBush when Air Force One landed Monday, and he promised her that he was attentive to the issue, according to \nthe governor's press secretary, Jeanine L'Ecuyer. \"It shows some movement, and we're pleased about that,\" \nL'Ecuyer said. \"That's more progress than we had two weeks ago.\" \n\n  Also greeting Bush was Sen. John McCain (R-Ariz.), who is sponsoring legislation to authorize a guest-worker \nprogram permitting new immigrants to work jobs that citizens do not want. The president paused on the tarmac to \nhelp celebrate McCain's 69th birthday, but on a blazing Arizona day, the cake melted before he could taste it. \n\n  For Bush, the start of a two-day departure from his Texas vacation allowed him to refocus, however briefly, on \ndomestic issues after peace demonstrations outside his ranch this month drew sustained attention to the Iraq war. \nBut even on this day, he was not able to escape the topic.  \n\n  Hundreds of protesters lined his motorcade routes in Arizona and California, holding up signs such as \"Bush the \nLying Turd\" and \"Chicken George,\" a reference to his refusal to meet again with Cindy Sheehan, the mother of a \nsoldier killed in Iraq who set up camp near his Texas ranch demanding an audience. A competing crowd gathered \nin California waving flags and signs such as \"Support Our President.\" \n\n  Bush mentioned the continuing violence during his speeches, but drew hope from the drafting of an Iraqi \nconstitution despite objections from the nation's disaffected Sunni minority. \"I am very optimistic about Iraq,\" he \nsaid, \"because first of all I believe deep in everybody's soul is the desire to be free.\" \n\n  The formal purpose of Bush's trip was to continue educating senior citizens about upcoming changes to the \nMedicare system and urge them to sign up for the new prescription drug benefit that takes effect in January. The \nWhite House announced that it has further refined the drug program so that Medicare beneficiaries in nearly every \nstate will have the choice of a prescription plan with premiums under $20 a month.  \n\n  \"This is a good deal for our seniors,\" Bush said. \"We have done our duty in Washington, D.C.,\" he added. \"We've \nupgraded an important program and made it better.\" \n\n  Sen. Edward M. Kennedy (D-Mass.) issued a statement blasting the Bush program as \"a fatally flawed\" law that \n\"includes billions in subsidies for HMOs and big drug companies at the expense of the Medicare program that \nseniors know and trust.\" \n"}