{"title": "Insider's View of the I.N.S.: 'Cold, Rude and Insensitive'", "body": "\nJamie Gorelick's baby sitter, a Colombian immigrant, could barely wait until the day she would be sworn in as a \nUnited States citizen. But when the notice of her swearing-in ceremony arrived, her heart sank. The ceremony had \nalready taken place.\n\nThe baby sitter missed a second and then a third swearing-in because subsequent notices from the Immigration \nand Naturalization Service also arrived too late. So, anxious and confused, she turned last spring for help to her \nboss, who happened to be the Deputy Attorney General.\n\nMs. Gorelick oversees the immigration agency, but she said she had called the I.N.S. \"just as myself.\" Transferred \nfrom number to number, she lingered on hold \"for what seemed like forever,\" she said, until she was finally \ndisconnected. She tried again and reached an answering machine. She left her name, home phone number and a \nrequest for assistance.\n\nBut the immigration service never returned the Deputy Attorney General's call.\n\nWith that brief encounter, Ms. Gorelick got a taste of how the I.N.S. often treats its principal clients, for illegal \nimmigrants, criminal aliens and corrupt brokers do not consume the bulk of its time. Rather, the agency expends \nmost of its effort serving more than four million people from around the world who each year make simple and \nperfectly legal requests for benefits, from working papers to citizenship.\n\nEvery one of these clients pays a fee, generating $576 million this year, or a third of the agency's budget. Yet \nimmigration officials acknowledge that the agency often fails to provide them with humane, efficient service, leaving \npeople like Ms. Gorelick's baby sitter (who eventually was sworn in) unnecessarily anguished.\n\n\"We're a monopoly, yet we make people suffer,\" said Phil Waters, the acting director of the agency's San Francisco \noffice. \"It's crazy. People are paying good money to get service from the Government, and we're not giving it.\"\n\nEvery day, across the country, immigrants' phone calls go unanswered and their letters sit unopened. Their files get \nlost, and their cases get improperly entered in antiquated databases. And often, because they get only a busy \n\n\nsignal or a recording by phone, immigrants stand for hours, sometimes even overnight, in lines that snake through \noffice buildings and parking lots.\n\nIn an interview, Attorney General Janet Reno said she had not quite believed a friend in Miami who told her that it \nwas impossible to reach the agency by phone. So she tried calling the Miami number herself -- and could not get \nthrough.\n\nWith 19,000 employees and 65 nearly autonomous offices around the world, the immigration service is not a \nmonolith. Every day, some immigration officers rise above their daily tribulations and hobbling constraints to offer \ncompassionate, intelligent service. And any agency that serves almost five million clients a year is going to offend \nsome of them and make mistakes with others.\n\nBut the I.N.S. mishandles far more cases than its share because the agency is organized in a way that allows some \nbarely trained employees to bark at the clients, turn a deaf ear to their complaints or mishandle their requests.\n\n\"A lot of people have gone out of their way to make this a cold, rude, insensitive and inefficient agency,\" said A. \nD. Moyer, director of the immigration district in Chicago.\n\nThe I.N.S. is charged with two missions that many people inside and outside the agency find to be in conflict. On \nthe one hand, the agency polices the borders and airports, arrests criminals and expels illegal immigrants. On the \nother, it provides services to an overwhelming majority who travel or already live here legally.\n\nOf these two sides of the agency's personality, law enforcement has always dominated. In fact, making arrests at \nthe border has always been the road to advancement. As a result, many legal aliens have long complained that \nsome immigration agents treat them like criminal suspects. This attitude, coupled with the inefficiency that riddles \nthe agency, often causes headaches and worse.\n\n\"The I.N.S. is completely like a Soviet bureaucracy,\" said Leonid Zagalsky, 39, a Russian immigrant in New York. \n\"Every sign starts with the word 'no': No smoking. No standing. No sitting. No asking questions. You cannot reach a \nhuman being by phone. And when you go, you stand for many humiliating hours in line only to reach a semi-human \nwho answers your measly question by talking in a cabalistic language: 'I-95, dash, point 6, dash, B-52.' \" (Mr. \nZagalsky was referring to the agency's complex numbered forms.)\n\nMany of the agency's own employees, interviewed in roundtable discussions at district offices across the country, \nopenly ridiculed some of the agency's efforts to serve its clients. And almost without exception, the employees said \nnothing had improved for them since Bill Clinton took office -- in client service or any of the agency's other fields of \nresponsibility.\n\n\"There've been changes, but it's not really better,\" Mr. Waters said. \"We're falling even farther behind.\"\n\nBut the Commissioner of Immigration and Naturalization, Doris M. Meissner, said that she and others were \nstruggling to improve. They are trying, for example, to promote the idea that immigrants should be treated with \n\"humanity and respect,\" as Ms. Gorelick said. Ms. Meissner has directed officials to stop calling immigrants \"aliens\" \nand to practice \"enforcement with a heart.\"\n\nT. Alexander Aleinikoff, who became the agency's general counsel in March, said, \"I go around telling people: 'This \nis not the Deportation and Detention Service. This is the Immigration and Naturalization Service.' \"\n\nBut as with all the agency's problems, the leaders are dealing with an internal culture that may be difficult to \nchange.\n\nOne senior official at headquarters, for instance, rolled his eyes at the idea that \"illegal alien\" was no longer an \nacceptable term. He asked, \"What are we supposed to call them, 'out-of-status visitors' ?\"\n\n \n\nThe System\n\n\n\n10 Years In the Wrong Line\n\n On their first days on the job, immigration employees learn that efficiency is usually the goal, not the reality. They \nconfront mountains of paper files, and they inherit backlog upon backlog. In the meager training courses that only \nsome of them attend, many only skim the surface of the very complicated laws they will administer. And they are \ntaught to be vigilant about the deceitful practices of immigrants.\n\nOverworked and guarded, they can make mistakes. And when they do, it can take months to correct them, if not \nyears. Michael and Corazon Graves of Newark, Calif., believe they are paying a high price for what they see as the \nagency's willful refusal to correct its own error. In essence, an immigration official mistakenly told them to wait in the \nwrong line, and that line was 10 years long.\n\nOn May 13, 1982, an immigration examiner in San Francisco approved Mr. Graves's petition to sponsor his \nstepdaughter, a Filipino, for an immigrant visa. With that, he placed the stepdaughter, Maria Isabel Cruz, at the end \nof a long waiting list for prospective Filipino immigrants.\n\nIn 1992, the year Ms. Cruz and her three sons were finally due to arrive, Mr. and Mrs. Graves completed an \naddition to their home for them. Half a world away, Ms. Cruz thought her final interview, with United States consular \nofficials in Manila, would be little more than a formality.\n\nShe was wrong. She emerged from the interview in tears, her mother said. The consular officials denied her a visa \nbecause the I.N.S. had made a mistake in approving the original petition. A stepfather, it turned out, cannot sponsor \na stepchild who was married before the age of 18, as Ms. Cruz was. The Graves were unaware of this fine point of \nimmigration law, and the examiner who approved their petition had either failed to read it thoroughly or had not \nknown this herself.\n\nThe Graves should have been advised in 1982 that only Mrs. Graves, who is 50, had the right to sponsor her child. \nBut they were not, and so they were told 10 years later to start from the beginning, returning to the bottom of \nanother decadelong waiting list.\n\n\"We were in a state of shock,\" said Mr. Graves, a carpenter.\n\nHe hired a lawyer, who requested humanitarian parole for Ms. Cruz. That would have allowed her to enter the \ncountry and wait here for her visa. The parole was denied, in a letter from the district director in Thailand, who \nacknowledged that \"the facts presented are certainly unfortunate.\"\n\nCrying, Mrs. Graves said, \"Sometimes I wonder, 'Will I still be alive by the time my daughter gets her papers?' \"\n\n \n\nRecord Keeping\n\nFiled Away In a Hodgepodge\n\n The I.N.S. lost Jusuf Becovic's file in 1992 but refused to acknowledge it for almost two years. Every few weeks, \nMr. Becovic's lawyer, Diane George, would call about the file, and an agency employee would say they were still \nsearching for it. Finally, Mr. Becovic, a building superintendent in Manhattan, sued the agency.\n\nAfter 10 months of litigation in Federal court and the intercession of two Congressional offices, the agency created \na new file for Mr. Becovic, a Montenegro-born immigrant, and his wife, Hatidza. With that, he and his wife were \nfinally able to renew their work authorization.\n\n\"For two years, I had to keep it secret from my company\" that his work card had expired, Mr. Becovic said. \"I would \nbe fired.\"\n\nProblems like this have their roots in a record-keeping system that combines 44 million paper files with a \nhodgepodge of more than a half-dozen outdated computer systems that cannot talk to each other.\n\n\n\nDespite almost 20 years of consultants' studies, promises and plans, the I.N.S. still does not have a unified \ncomputer record-keeping system. It maintains only one very basic central index system, and even that is \nincomplete.\n\nOver the last two decades, different branches of the agency have cobbled together their own computer networks, \nas have a few of the 33 district offices. But none of these networks can communicate with the others. So an agency \nworker checking an immigrant's record in one system has no way to know whether there are other records in \nanother system -- showing, for instance, that an applicant for residency has a criminal history.\n\n\"If we had automation, we would double or triple our work,\" said Robert Reed, a supervisory special agent in Los \nAngeles. In his office, agents still use manual typewriters and carbon paper.\n\nThe automation problem slows nearly every service the agency tries to offer. Officials across the country say they \nwaste hours hunting through paper files and the various computer systems to settle immigrants' cases. That in turn \nlengthens the endemic backlogs -- like the 480 days it takes to become a citizen in San Francisco, according to the \nAmerican Immigration Lawyers Association. Ordinarily, it should not take more than a few months.\n\nThe agency's central index system in particular contains much information that is incorrect or incomplete.\n\nLast year, California and several other states asked the I.N.S. to review the files of 3.6 million immigrants applying \nfor welfare and other benefits. It turned out that about 18 percent of these people, or 650,000, were not even listed \nin the central index, an omission that should have meant that they were in this country illegally. Before denying \nthem benefits, however, the states pushed for more information, and found out that nearly all were here legally.\n\nMs. Meissner acknowledges the computer problem and says she has persuaded the Clinton Administration to \nremedy it. On Aug. 30, the agency signed a $300 million contract for new computer equipment, the largest such \ncontract in the agency's history. By 1996, the immigration service hopes to merge all its data into three integrated \ncomputer systems.\n\nBut this is not the first time the agency has tried to solve the problem, nor the first contract it has signed for new \ncomputer equipment. Longtime I.N.S. employees wonder whether these plans will turn out any better than the \nagency's many failed efforts of the past.\n\n \n\n \n\nAttitudes\n\nUnpleasantness As the Norm\n\n Immigration officers learn to be hard-nosed in their first days at the agency's academy in Glynco, Ga.\n\nDuring basic training, \"we historically have told our employees that it's our job to keep them out and our job to keep \nthem from getting benefits,\" said Tom Farris, an assistant district director in Chicago.\n\nThe training inculcates an intrinsic suspicion of immigrants, some I.N.S. officers say. This often translates into \nrudeness and even vindictiveness, Mr. Farris acknowledged. It can create an atmosphere in some immigration \noffices that Maria Valencia, a Filipino immigrant in Virginia, described as a \"sea of unpleasantness.\"\n\nWhile not totally out of place for law-enforcement officers on the border, this attitude creates problems when \ndisplayed by examiners reviewing routine applications. It has prompted many critics of the agency and even friends \nof it to suggest that it should be split in two -- a service side and a law-enforcement division. But Ms. Meissner says \nshe believes that the agency's \"cultural cleavage\" can be bridged.\n\nSome local offices are already trying to do that. The agency's 33 district directors run fiefs. They make their own \nrules, often quite different from one place to the next, and set the tone. In Chicago, Mr. Moyer is the host of a \nweekly television show in Spanish about immigrants' rights. He says he has found it trying, but possible, to buck the \nentrenched mentality.\n\n\n\n\"When I first got here to Chicago, we had agents who would brag about their weekend raids on Spanish-language \nmovie theaters, and how all the Mexicans would be jumping out of the balconies,\" Mr. Moyer said. \"I have worked \nhard to try to correct that. We do no more neighborhood raids. Our enforcement is as strong as exists, but we go \nabout it differently.\"\n\nIn Baltimore, the district managers say they demand that immigrants be treated with respect. So it was no \ncoincidence that Wiltrude Rasmussen, a Baltimore deportation officer, took a closer look at the seemingly \nstraightforward deportation case of Adilio Diaz.\n\nA 25-year-old Salvadoran, Mr. Diaz applied for political asylum in 1987. He settled in Maryland and hired a lawyer, \nGuillermo Diaz-Fontana, who kept assuring him that his case was going well.\n\nNothing could have been further from the truth. His lawyer, who later pleaded guilty to Federal fraud charges, had \nalready lost the asylum case, and Mr. Diaz had already been ordered deported. He just didn't know it. So one day in \nDecember 1990, Mr. Diaz, who said he had paid his lawyer about $1,250, arrived at the Baltimore I.N.S. office, \nhoping to be told he could have a green card. He left in handcuffs.\n\nWhen Mr. Diaz's new lawyer, Alison Brown, of the Washington firm of Maggio & Kattar, filed a motion to reopen the \ncase, the I.N.S. did not oppose it; the deportation officer, Mrs. Rasmussen, said she was already suspicious of the \nfirst lawyer. The judge reopened Mr. Diaz's case, and, at 6 P.M. on Dec. 22, Mr. Diaz was released from a prison in \nrural Maryland, 120 miles from his home. He had no money because the Government had issued him a check for \nhis cash -- only about $6, in any case -- and the banks were closed.\n\nOfficially, the agency had no further responsibility for Mr. Diaz. But David Talley, supervisor of the detention unit, \nsaid: \"I couldn't put him out on the street that way. It just seemed cruel.\"\n\nSo Mr. Talley drove Mr. Diaz home, a five-hour round trip, just in time for Christmas with his family.\n\nMr. Diaz still lives in suburban Washington and works at a skilled job as a rug repairman. His lawyer, Ms. Brown, \nsaid the case offered an important lesson.\n\n\"It goes to show,\" she said, \"that you can be a human being, that you can handle enforcement of the immigration \nlaws without an attitude that every alien must be thrown out.\"\n\n \n\n \n\nChaos at the Gates\n\n SUNDAY: Immigration agency is mismanaged; its ranks, demoralized.\n\n MONDAY: Corruption virus: It spread through the Washington office.\n\n TUESDAY: Themost wanted: A poor record of deporting criminal aliens.\n\n YESTRERDAY: A Border Patrol success story fell on deaf ears in Washington.\n\n TODAY: Cold, rude and insensitive: The agency ill serves its clients.\n\nGraphic\n\n \n\nPhotos: Michael Graves and Corazon Graves waited 10 years for Mrs. Graves's daughter to be allowed to live in \ntheir home in Newark, Calif., but a mistake by an Immigration and Naturalization Service worker prevented her entry \ninto the United States in 1992. The daughter and her three sons are still in the Philippines. (Darcy Padilla for The \n\n\n\nNew York Times); The Commissioner of Immigration and Naturalization, Doris M. Meissner, said she was struggling \nto improve her agency's treatment of immigrants. (Vincent Ricardel for The New York Times) (pg. A18)\n"}