{"title": "Whitman Plans $2 Million to Help Immigrants Become Citizens", "body": "\nNew Jersey would spend $2 million a year to help poor legal immigrants who are elderly or disabled become \nUnited States citizens under Gov. Christine Todd Whitman's new budget proposal, a move that might protect them \nfrom losing benefits under the new Federal welfare law.\n\nThe plan is the newest component of Governor Whitman's proposal to overhaul New Jersey's welfare system and \nbring the state into compliance with the Federal welfare law adopted last year. The Federal Government will no \nlonger provide benefits for legal immigrants under its new law.\n\nAnd many states, including New Jersey, are reluctant to pick up the cost of those benefits, which include food \nstamps and Supplemental Security Income.\n\nA citizenship program would help New Jersey avoid that extra cost because once legal immigrants became \ncitizens, they would be eligible for the Federal benefits.\n\n\"It's to the financial advantage of both the immigrants and the state to achieve naturalization,\" said William \nWaldman, the State Commissioner of Human Services, who said that most of the eligible immigrants live in Essex, \nHudson and Passaic Counties. \"So we're really mounting a campaign to help them out.\"\n\nAlthough much of Governor Whitman's welfare plan mirrors the Federal legislation, New Jersey and many other \nstates have softened the provisions concerning legal immigrants in their own proposals. Gov. George E. Pataki \nhas said that New York will provide assistance through its home relief program to many people losing benefits. If \nthe New Jersey legislation is adopted, the state will continue providing cash benefits to the 15,000 legal \nimmigrants who already receive them in New Jersey and Medicaid benefits to 50,000.\n\nUnder the Federal law, most legal immigrants here and around the nation will no longer receive food stamps and \nSupplemental Security Income, a change that is supposed to save the Federal Government $24 billion over seven \nyears.\n\nBut the citizenship program announced today could help the state's most fragile legal immigrants become \ncitizens quickly, state officials said, so they could start receiving the Federal benefits again. Roughly 22,000 legal \nimmigrants in New Jersey receive food stamps from the Federal Government, state officials said.\n\n\nUnder New Jersey's welfare proposal, legal immigrants who arrived here before last August, when the Federal \nwelfare law was adopted, will still be eligible for cash benefits and Medicaid, all of which will be paid by the state. \nBut those who arrived after the law was passed will not be eligible for these benefits, Mr. Waldman said.\n\nJack Tweedie, a welfare policy analyst for the National Conference of State Legislators in Denver, said New \nJersey's stance on legal immigrants is not unique. Of 41 states that have submitted welfare plans to the United \nStates Department of Health and Human Services, only four have not extended family assistance benefits to legal \nimmigrants, Mr. Tweedie said. Those states -- Kentucky, Louisiana, Wyoming and Oklahoma -- all have tiny \nimmigrant populations, he added.\n\nThe $2 million for citizenship efforts would be distributed through the New Jersey Immigration Policy Network, a \ncoalition of private charities that provide programs for immigrants, state officials said.\n\nAny organization wanting to provide services through the plan would have to pay for half of the total cost, with state \nmoney covering the other half. The state would not pay more than $325 for each immigrant participating.\n\nThe money would initially help more than 5,000 elderly or disabled immigrants pay for English, history and civics \nclasses, which anyone applying for United States citizenship is required to take. It would also help pay for the legal \nservices immigrants need to apply for citizenship, interpreters and transportation to citizenship classes and \nimmigration offices.\n"}