{"title": "Immigrants: 9;11 probe violated rights", "body": "\nEverything had been set for Akhil Sachdeva's fresh start.\n\nHe had sold his gas station on Long Island to raise money for a sandwich-shop franchise in Toronto. His belongings \nwere boxed up in the basement. He had even arranged to change the odometer on his BMW convertible from miles \nto kilometers.\n\nThen Sachdeva, a middle-class Hindu about to put a failed marriage and the United States behind him, did one last \nerrand. He returned a call to the FBI, which wanted information about one of his Muslim workers.\n\nThat call ultimately landed him in a room with blackened windows in a New Jersey jail, where he sat for four \nmonths, caught in a net widely cast by federal agents investigating the Sept. 11 attacks.\n\nNow Sachdeva, 31, a legal resident of Canada since 1998, is suing the U.S. government, as are six other men \ndetained after Sept. 11. They contend they were treated like criminal suspects but denied the constitutional rights \nof defendants.\n\nThe lawsuit, which seeks class-action status on behalf of hundreds of similarly detained immigrants, alleges that \nthe government held them longer than federal law allows on immigration charges, which are civil violations. \nMeanwhile, the suit says, agents hunted for evidence to tie them to terrorism.\n\n\"They were placed under suspicion and presumed guilty until the FBI investigation showed them to be innocent,\" \nsaid Nancy Chang, a lawyer with the Center for Constitutional Rights, the New York nonprofit group shepherding \nthe lawsuit. \"This turns the Constitution on its head.\"\n\nThe suit seeks damages, the return of seized property, and a declaration that the government violated the \nConstitution.\n\nThe Justice Department has asked that the suit in federal court in New York be dismissed, saying that detaining \nimmigrants, even indefinitely, \"may be permissible when motivated by concerns about terrorism or national \nsecurity.\"\n\n\nThe suit cites a June report by the Justice Department's internal watchdog, which criticized the agency for \"the \nindiscriminate and haphazard manner\" in which it labeled many foreign nationals in the terror investigation, with \nstark consequences for them.\n\nMany were automatically denied bond and held for months before being released or, more often, deported. Some of \nthe 762 detainees were physically abused and kept in maximum-security cells, under the 24-hour glare of lights and \ncameras, according to the Office of Inspector General.\n\nFederal agents chasing down thousands of anonymous tips after Sept. 11 arrested all illegal immigrants \nencountered along the way, even if they were not the subject of the tip, the report concluded.\n\nThat's what happened to Sachdeva when he called the FBI about his employee in November 2001.\n\n\"I presented myself to the FBI,\" said Sachdeva, the son of a teacher and a retired banker from New Delhi. \"I had \ndone nothing wrong.\"\n\nBut he had broken an agreement he made as an illegal immigrant five years ago, when he was caught working on \nan expired business visa. He had promised federal authorities he would voluntarily leave the United States but \nignored the deadline, a breach of immigration law that automatically carries a 10-year ban on returning.\n\nThen, even as Sachdeva won residency in Canada, he continued crisscrossing the border by car, to be with his wife \nand care for two businesses in the United States.\n\nNone of Sachdeva's reentries piqued the interest of authorities until a few weeks after Sept. 11, when he returned \nto New York from Canada to make his divorce final.\n\nOn Dec. 31, 2001, 11 days after Sachdeva was arrested at his uncle's Long Island apartment, an immigration judge \nordered him deported to Canada within 30 days. Nonetheless, he was held until mid-April.\n\n\"Still I don't understand why,\" Sachdeva said during a recent interview in Canada. \"What was taking so long?\"\n\nBehind the scenes, according to the inspector general's report, immigration officials worried that they were \nviolating the law by jailing the detainees even after their travel documents were ready and flights could be \narranged. Federal law gives authorities 90 days to deport an immigrant, with few exceptions. The Justice \nDepartment was taking up to six months to clear them of links to terrorism.\n\nToday, more than a year after his release, Sachdeva says his life \"is completely shattered.\"\n\nBefore his arrest, Sachdeva owned three BMWs and the gas station and ran a pool hall in Queens. Now, the \ncollege graduate does odd jobs and pumps gas for $5 an hour. He says that he cannot sleep without pills and that \nhe has gained 80 pounds.\n\n\"People say you can build it up again, but how?\" he asked.\n\nHe does not know what became of his furniture or his cars. He cannot access his bank account, initially frozen by \nthe government, from abroad. And the stigma of his detention dogs him in his job hunt.\n\n\"Once they know you got arrested, nobody wants to give you a job,\" Sachdeva said. \"Jail is a bad thing.\"\n\nPassaic County Jail, which housed more Sept. 11 detainees than any other facility in the United States, was so \novercrowded that he shared a cell with sentenced inmates, which is against INS regulations. Sachdeva bears a \nsouvenir of a jailhouse fight, a broken tooth.\n\nTwo other plaintiffs in his lawsuit said they had contracted tuberculosis while held at the Metropolitan Detention \nCenter in Brooklyn, where guards allegedly slammed immigrants into walls and taunted them with ethnic slurs. The \ninspector general concluded there was evidence to support a pattern of physical abuse there.\n\n\n\nSachdeva does not expect to retrieve the tangible things he lost. But he does hope for an acknowledgment that \nwhat happened to him broke the laws of this country in ways far more serious than anything he did.\n\n\"Nothing can bring your time back,\" Sachdeva said. \"What is gone is gone. But in the future, it shouldn't happen \nagain.\"\n\nContact staff writer Gaiutra Bahadur at 856-779-3923 or bahadug@phillynews.com.  \n\nGraphic\n\n \n\nPHOTO AND CHART;\n\nAkhil Sachdeva is suing the U.S., as are six others detained after Sept. 11, 2001. They say they were held longer \nthan the law allows. Justice officials want the suit dismissed, linking the detentions to security issues.\n\nKEVIN VAN PAASSEN, For The Inquirer\n"}