{"title": "Clarity is elusive in immigration debate", "body": "\nIf you think the current debate about illegal immigration is not confusing, you ought to talk with Arcelia Hernandez. \nShe is a U.S. citizen of Mexican descent. She works for a businessman I know who is thoughtful and conservative. \nHe suggested I talk with her.\n\nBecause he is conservative, I figured she would probably be taking a conservative position. Why else would he \nsuggest I speak with her?\n\nThen again, I am not quite sure what the conservative position is on this subject. After all, President Ronald Reagan \nsupported and signed legislation in 1986 that granted legal status to 1.7 million people who were here illegally. \nPresident George W. Bush favored comprehensive immigration reform that also would have included amnesty.\n\nBut now that Barack Obama is president, the conservative position seems to be that illegal immigration is out of \ncontrol and the federal government is not doing enough.\n\nArizona is right, say many conservatives - although hardly anybody seems to know exactly what Arizona's \ncontroversial law really entails. It is supposed to empower local police to catch illegals, but the Arizona governor \ninsists that racial profiling will not be tolerated.\n\nHow do you catch Mexicans without looking for Mexicans? It is Mexicans they're talking about, isn't it?\n\nLike I said, it's all very confusing.\n\nI spoke with Arcelia about a week ago.\n\nShe told me her parents were born and reared in the state of Zacatecas in central Mexico. Their families had small \nfarms. Ranches, actually. They had cows.\n\nHer father, Jose, walked through the desert and crossed the border illegally in about 1970. He picked strawberries \nin California. Then he went back to Zacatecas and married Enriqueta. Then he crossed the border illegally again \nand found another job picking fruit in California.\n\nAbout a year later, Enriqueta crossed the border illegally and joined her husband.\n\nJose got a job in a nursery. He and his wife spoke no English. They had almost no formal education. They had six \nchildren, all of whom were U.S. citizens by virtue of being born in this country. Arcelia was the fourth of the six \nchildren. She was born in 1982.\n\n\nJose and Enriqueta took advantage of the amnesty legislation of 1986 to become resident aliens.\n\nThe family moved to Fairmont City about eight years ago.\n\nArcelia is married to a man who was here illegally. He had come here legally on a visa but stayed long after the visa \nexpired. He was able to get a green card because he married a U.S. citizen.\n\nSo, how does Arcelia feel about illegal immigration? Does she think we need comprehensive reform that would \ninclude amnesty for people who are now here illegally?\n\nNo, she is very much against amnesty. For that matter, she doesn't think that somebody like her husband, who was \nhere illegally, ought to be eligible for legal status just because he married a U.S. citizen. Speaking of citizenship, \nshe does not agree with the notion of extending citizenship to all who are born here. If your parents are illegals, \nyou're an illegal.\n\nI asked if she thought her parents ought to be deported, or her husband, or if her own citizenship should be \nrevoked.\n\nNo, she said. She does not think any of these things should be applied retroactively. \"What's done is done,\" she \nsaid. So she and her parents and her husband are fine.\n\nI was, I must say, taken aback by her ideas. On the other hand, she is a citizen by virtue of birth - same as me - and \nshe has a right to voice her opinion. That's one reason so many people want to come here. Then, too, of course, \nthere is the whole business of economics. People come here for work.\n\nThat's why her father came here. His father died, and when his mother became ill, she sold the cows. What is a \nranch without cows?\n\nArcelia seemed surprised when I suggested that some people will think she is mean-spirited in that she does not \nthink that illegals now should get the same opportunity her parents received. She said she is sympathetic toward \nillegals. She said that she has many relatives who are here illegally.\n\nI asked her what she would do if she were in charge. She would give more work visas, she said.\n\nThat is a nice idea, but what if you give 1 million work visas and 2 million people apply? Won't we still have a \nproblem with people coming to this country illegally? If you give unlimited visas, you might as well not have a \nborder.\n\nBy the way, Arcelia said she supports the Arizona law, although she indicated that she might not understand it. I \nsaid I don't support it, but then again, I don't understand it, either.\n\n\"And we thought health care was confusing,\" said her boss.\n"}