{"title": "A kinder, gentler immigration system?", "body": "\nThis country's immigration detention system has been a stain on the American fabric. The good news: The stain \nmay soon begin to fade.\n\nImmigration and Customs Enforcement (ICE) Assistant Secretary John Morton recently announced plans to reform \nthe system that houses more than 30,000 people on any given day. The agency wants to go from a jail-oriented \napproach -- think prisons -- to one  designed to humanely house people until their status is settled.\n\nThe T. Don Hutto center in Taylor, Texas, has been a poster child for a broken system. Built as a state prison, \nHutto was used as a family detention center. Children lived behind barbed wire, wore prison uniforms and received \nan hour of school a day. The American Civil Liberties Union filed a lawsuit against the government on their behalf, \nand conditions improved once a settlement was reached in 2007. ICE's Morton said that effective immediately, no \nmore families will be sent to Hutto.\n\nOf course ICE could -- and should -- do more. Detainee facilities that violate agency standards face no penalties, \nechoing  a July decision by the Department of Homeland Security that such standards are not legally enforceable. \nWithout penalties, standards are mere goals that can be easily disregarded. Detainees are the only ones who stand \nto pay.\n\nRepeated studies have  documented poor conditions, ranging from a lack of due process to detainee abuses. \nFortunately,  an ICE pilot program is looking at alternatives to detention, such as  electronic monitoring that includes \nreporting requirements and curfews. According to agency statistics, the program has resulted in a 99% appearance \nrate at immigration hearings and a 91% compliance with removal orders in the 12 test cities.   An expansion  \nseems like a no-brainer.\n\nICE's small steps are a good start toward  fixing the detention system, which is as dysfunctional as our \nimmigration system. And no, this doesn't mean opening up our borders, as the anti-immigrant crowd might fear.    \n\"We are going to continue to detain people on a large scale,\" ICE's Morton noted. As strategy, though, continued \nand aggressive enforcement could give the Obama administration the leverage it needs to sell comprehensive \nreform to a wary public next year.\n\nWith Homeland Security Secretary Janet Napolitano on the job for all of eight months now, it's only fair to give her \nmore time to assess what's needed to enforce our immigration laws.  Let's hope the former Arizona governor \napplies her knowledge of the border to the compassionate fabric of this great country.\n\nOh, and maybe she'll get that stain out after all.\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's board of contributors. \n\n"}