{"title": "Greeted at Nation's Front Door, Many Visitors Stay On Illegally", "body": "\nIn the comfort of a flight from Belfast, Francis and Theresa S. arrived in the United States three months ago as \ntourists. But they had no intention of returning to their home in Northern Ireland after their sightseeing in New York \nwas over. They were coming to stay on as illegal immigrants.\n\nUnlike the thousands of Mexicans and Central Americans clambering over the flood-lit fences of the southern \nborder, the couple merely walked through an inspection booth at Kennedy International Airport. An immigration \nofficial, checking their passports and plane tickets, smiled and waved them in.\n\n\"It was that easy,\" said Francis, who along with his wife did not want to be fully identified for fear of being \nuncovered. \"They just stamped our passports and that was it,\" he said as he sat in a bakery in Woodside, Queens, \ntaking a break from moving into a new apartment with his wife.\n\nSlightly more than half of the nation's illegal immigrants, including the vast majority in the New York area, casually \nenter the country as tourists, students or business people, and then simply overstay their visas.\n\nAnd although the Immigration and Naturalization Service spends millions to patrol the southern border, the agency \nvirtually ignores those illegal immigrants who, like Francis and Theresa, have walked in through the nation's front \ndoor.\n\n\"There is absolutely no deterrence,\" said David Simcox, a senior fellow of the Center for Immigration Studies in \nWashington, which favors restrictions on immigration. \"There isn't much there to stop anyone.\"\n\nIn fact, the I.N.S. has no specific programs aimed at seeking out and deporting the 150,000 visitors a year who \nend up illegally settling here. Last year, only about 600 people were deported for overstaying their visas, out of \n39,000 deportations.\n\nThe estimates on illegal immigrants come from an I.N.S. study that uses air passenger data, census surveys and \nimmigration service statistics. While the numbers provide only a rough approximation, they point out in broad \nstrokes the magnitude of the problem with illegal immigrants who overstayed their visits.\n\nOf the four million illegal immigrants in this country, about two million first arrived as visitors. Unlike those who \nsneak across the border, those who enter as visitors come from a broad range of countries, including Italy, the \n\n\nBahamas, Poland and the Philippines. Together, they constitute a far more diverse population than the public \ndebate, focused on the border, tends to include.\n\nIn fact, outside of the border areas, Mexicans and Central Americans often make up only a small part of the illegal \nimmigrant population.\n\nCecilia Munoz, a deputy vice president of the National Council of La Raza, a national Hispanic lobbying \norganization, said the Government's focus on the border has distorted the debate on how to control immigration, \nturning it instead into a blind bashing of Hispanics.\n\n\"Ninety-nine percent of enforcement efforts are directed at Latinos when, in fact, illegal immigration is far more \ndiverse,\" she said. \"The border does need to be controlled, but it is just half the problem.\"\n\nIn New York, which has the largest illegal immigrant population -- 529,000 -- after California, the biggest groups are \nfrom Italy, Ecuadorand Poland. Mexicans are barely noticeable at just 2 percent of the state's illegal population.\n\nSimilarly, in New Jersey, with its population of 137,000 illegal immigrants, the three top groups are from Portugal, \nPoland and Italy.\n\nIndeed, for illegal immigrants from the vast majority of countries, the most popular method for moving to the United \nStates has been through overstaying a tourist or business visa.\n\nNuccio R., for instance, a 24-year-old illegal immigrant from Sicily, still marvels at the ease with which he came to \nthe United States.\n\nWhen he arrived at Kennedy four years ago, he simply collected his baggage and headed for his uncle's house in \nBrooklyn.\n\nHe had just graduated from high school and only planned to stay for a few months. But as he began to settle into \nlife in America, he decided to stay for good. He has a full-time job in a relative's delicatessen, a car, a driver's \nlicense, credit cards and his own apartment in New Utrecht, near Bensonhurst.\n\n\"My life is pretty normal,\" he said. \"Everybody knows I'm illegal. It's not a big deal.\"\n\nAnd the chance of Nuccio ever being caught in this country by immigration authorities is virtually nil.\n\nThe immigration service's efforts to arrest illegal immigrants outside the border areas concentrate largely on \nworkplace inspections.\n\nUnder the requirements of the 1986 Immigration Reform and Control Act, employers are required to check the \nimmigration status of all employees, and are subject to penalties for hiring illegal immigrants.  The theory behind the \nact was that the flow of illegal immigrants would slow as it became more difficult to find work.\n\nBut the law has proven easy to circumvent through the use of fraudulent documents or through work in the small \nshops and family businesses that ignore the law. And the immigration service also devotes few resources to \nenforce the law. In the New York area, 15 agents are responsible for investigating workplaces in 14 counties with \nover 12 million people.\n\nChip Bogdanski, spokesman for the I.N.S.'s New York district, said that, in many ways, the agency can do little \nmore to screen visitors as they arrive. Of 22 million visitors yearly, only a tiny proportion, fewer than 1 percent, \nend up staying in the country, he said.\n\n\"That's not a bad ratio,\" Mr. Bogdanski said. \"I mean we can't detain people arbitrarily and sit them down for four \nhours until they break. If their documents are in order, they have the money and they have reason to come here, \nwhat are you going to do?\"\n\n\n\nIn theory, visitors who are likely to stay in the United States are screened out overseas by consular officials, who \nare responsible for issuing entry visas.\n\nUnited States law requires that visa applicants be viewed as intending to immigrate permanently unless they can \nprove sufficiently strong ties, such as steady employment, family and property ownership, to their home country to \ninsure return. A round-trip ticket is also required.\n\nNyda Novodvorsky Budig, spokeswoman for the State Department's Bureau of Consular Affairs, said that each year \nabout a quarter of all visa applications are denied, although the rate can shoot well over 50 percent for some \ncountries, including Bangladesh, Sierra Leone and Syria.\n\nBut even with the State Department's screening process, thousands still enter the country and stay on illegally. In \nthe case of some countries, including Poland, Sierra Leone and Liberia, the overstay rate can shoot up to a quarter \nor more of all visitors, according to the immigration agency's estimates.\n\nVisas have also proven to be fertile ground for a variety of smuggling schemes. In the last year, for example, \nFederal agents have discovered the growing use of temporary business visas by Russian illegal immigrants, who \nbank on the lesser scrutiny of visitors at ports of entry.\n\nThe problem with the screenings is that much of the consulate's decision is based on what applicants themselves \npresent to their interviewers. Fraud is rampant and difficult to catch given the enormous number of applicants each \nyear. And even such close ties to the homeland as children provide no guarantee that a visitor will return home.\n\nA 50-year-old woman from India, who uses only the name Akka, left behind two young children when she came to \nthe United States eight years ago as a tourist. She had no need to lie to a consular official, since leaving her \nchildren, who were 10 and 14, would be proof enough that she would return.\n\nBut instead, Akka found a job as a baby sitter and now believes she is close to winning her green card through the \nsponsorship of her employer.\n\nEntering the country is even easier for residents of 22 countries in the so-called visa waiver program. All they need \nto come to the United States for up to 90 days is a round-trip ticket.\n\nThe countries, largely from Western Europe, were selected for the program based on their low rate of visa denials.\n\nBut the list also contains some significant abusers of the system, including France, Sweden and Italy. According to \nI.N.S. statistics, from 1988 to 1992 about 5 to 10 percent of illegal immigrants who overstayed their visits came from \nvisa waiver countries.\n\nSome of the illegal visitors eventually come to the attention of immigration authorities when they change their \nimmigration status in some way, usually to become permanent residents through marriage, work or the visa lottery.\n\nBut even then, few suffer any serious penalty because of the difficulty in proving that they intentionally lied in \ncoming to this country. Deportations for overstaying a visit are virtually unheard of. For example, in 1993, just 29 \nPolish nationals, out of a total illegal population of 107,000, were deported for violating their nonimmigrant status.\n\nMany of the illegal visitors simply melt away into American society and bide their time until they can become legal \nresidents, primarily through marriage, work or the visa lottery. Over just a four-year period surveyed by the \nimmigration service's study, 246,000 visitors who overstayed their visits became legal residents. About 332,000 of \nthose who overstayed their visits eventually returned home.\n\nFrancis, 26, and Theresa, 22, like many of those who want to stay, have pinned their hopes on the visa lottery and \nintend to apply every year until they win.\n\n\"If we got green cards, we'd be paying our taxes,\" Theresa said. \"We only came to work and give our children a \nbetter future.\"\n\n\n\nBut even if they fail, they said, it is no problem for them to continue living as illegal immigrants. They both have jobs, \nhe as a construction worker and she as a bakery worker, and have settled comfortably into their new home in \nWoodside, one of the centers of the Irish community in New York City.\n\n\"It's just like back home sometimes,\" Theresa said. \"This has been like a working holiday for us.\"\n\nGraphic\n\n \n\nPhoto: Nuccio R., a 24-year-old illegal immigrant, has a full-time job, a car, a driver's license, credit cards and his \nown apartment in New Utrecht. (Linda Rosier for The New York Times)\n\n \n\nGraphs: Page 1 graph compares the number of legal visitors to the United States who have overstayed their visits \nto the number of those who have crossed the border illegally. (Source: United States Immigration and \nNaturalization Service) (pg. A1); \"ADDING IT UP: Illegal Immigrants in the U.S. . . . \" shows estimated 1994 illegal \nimmigrant population in the United States, nation of origin and method of entry. (Source: United States Immigration \nand Naturalization Service)\n\n(pg. B2)\n"}