{"title": "For the Record; Here's how some major bills fared recently in Congress, and how local congressional members voted, as provided by Thomas's Roll Call Report Syndicate. NV means Not Voting.", "body": "\nThe House approved rules for moving negotiated trade pacts quickly through Congress. The bill (HR 3005) bars \namendments and allows an up or down vote only. Due for Senate debate next year, the bill would resume fast-\ntrack authority that lapsed in 1994. \n\n Supporters said presidents must be armed with the authority because trading partners are reluctant to negotiate \ntwice -- first with the administration and then with Congress. Foes said Congress deserves more influence over \nagreements that weaken or alter U.S. laws and cede sovereignty to the World Trade Organization. \n\n A yes vote was to pass the bill. \n\nMARYLAND \n\n Yes No NV \n\nBartlett (R) - * - \n\nCardin (D) - * - \n\nCummings (D) - * - \n\nEhrlich (R) * - - \n\nGilchrest (R) * - - \n\nHoyer (D) - * - \n\nMorella (R) * - - \n\nWynn (D) - * - \n\nVIRGINIA \n\n\n Yes No NV \n\nJ. Davis (R) * - - \n\nT. Davis (R) * - - \n\nMoran (D) * - - \n\nWolf (R) * - - \n\nCantor (R) * - - \n\n The House rejected a Democratic bid to include issues such as child labor, environmental protection and food \nsafety in the core text of trade pacts negotiated by the administration, along with standard topics such as tariffs, \nquotas and intellectual property. \n\n A yes vote backed the Democratic measure. \n\nMARYLAND \n\n Yes No NV \n\nBartlett (R) - * - \n\nCardin (D) * - - \n\nCummings (D) * - - \n\nEhrlich (R) - * - \n\nGilchrest (R) - * - \n\nHoyer (D) * - - \n\nMorella (R) - * - \n\nWynn (D) * - - \n\nVIRGINIA \n\n Yes No NV \n\nJ. Davis (R) - * - \n\nT. Davis (R) - * - \n\nMoran (D) * - - \n\nWolf (R) - * - \n\nCantor (R) - * - \n\nThe Senate passed a bill (HR 10) allowing the Railroad Retirement System to invest assets totaling about $ 15.6 \nbillion in stocks and bonds. At present, the fund can invest only in Treasury bonds. The bill lowers the retirement \nage for full pensions from 62 to 60, reduces the vesting period from 10 to five years, lowers employer and employee \npayroll taxes and allows widows and widowers to fully inherit a spouse's pension. \n\n\n\n The system had about 750,000 beneficiaries and 250,000 active workers in 1997, according to the General \nAccounting Office. With three beneficiaries for every worker, it requires taxpayer subsidies to supplement employer \nand employee contributions. The system has an unfunded liability of $ 40 billion, according to the Senate \nRepublican Policy Committee. The bill anticipates an 8 percent return on the fund's private investments. Critics said \nthat if the investments go awry, large employer infusions or a taxpayer bailout will be needed. \n\n A yes vote was to pass the bill. \n\nMARYLAND \n\n Yes No NV \n\nMikulski (D) * - - \n\nSarbanes (D) * - - \n\nVIRGINIA \n\n Yes No NV \n\nAllen (R) * - - \n\nWarner (R) * - - \n\nThe Senate refused to require that more generous Railroad Retirement System benefits be paid out of interest \nearned on the fund's $ 15.6 billion investment on Wall Street, not from principal. The amendment was offered to a \nbill (HR 10, above). \n\n A yes vote was to require certain pension benefits to be paid only from earned interest. \n\nMARYLAND \n\n Yes No NV \n\nMikulski (D) - * - \n\nSarbanes (D) - * - \n\nVIRGINIA \n\n Yes No NV \n\nAllen (R) - * q \n\nWarner (R) - * - \n\nThe Senate approved the conference report on a bill (HR 2299) appropriating $ 59.6 billion for the Department of \nTransportation and other agencies in fiscal 2002, up 2.5 percent from 2001. More than $ 500 million in the bill was \nearmarked for pet projects of individual lawmakers. \n\n The bill requires Mexican trucks to meet tough safety standards for gaining the access to long-haul U.S. routes \ngranted them by the 1993 North American Free Trade Agreement. Carriers must be insured by U.S.-licensed \ncompanies, and Mexican drivers will be subject to random license checks. \n\n A yes vote was to approve the conference report. \n\nMARYLAND \n\n\n\n Yes No NV \n\nMikulski (D) * - - \n\nSarbanes (D) * - - \n\nVIRGINIA \n\n Yes No NV \n\nAllen (R) * - - \n\nWarner (R) * - - \n\nThe Senate failed to get a three-fifths majority needed to advance a Democratic bid for $ 15 billion in immediate \nspending for homeland security and Sept. 11 recovery. The supermajority was required to declare the spending an \nemergency under congressional budget rules. The $ 15 billion is in addition to $ 40 billion that Congress \napproved in October in response to the attacks. President Bush has asked Congress to wait until next year before \nadding to the $ 40 billion. The vote occurred during debate on the fiscal 2002 defense appropriations bill (HR \n3338). \n\n A yes vote backed $ 15 billion in immediate spending. \n\nMARYLAND \n\n Yes No NV \n\nMikulski (D) * - - \n\nSarbanes (D) * - - \n\nVIRGINIA \n\n Yes No NV \n\nAllen (R) - * - \n\nWarner (R) - * - \n"}