{"title": "EIGHT INDIANS WHO FLED GUATEMALA GET FREEDOM", "body": "\nWith the help of Mohawk Indians from New York State and from church groups, eight Guatemalan Indians have \nwon release from Federal custody after fleeing violence in their country and entering the United States illegally.\n\nA Federal immigration judge, Sidney B. Majure, released the seven men and one woman from the Krome Detention \nCenter here on their own recognizance. He said there was a ''unique community support'' for the Gautemalans and \ncalled them a ''very decent folk for whom I have a lot of empathy.''\n\nThe Indians have asked for political asylum in this country. Last month, before they asked for asylum, they were \ntaken to the Guatemalan consulate here by the Immigration and Naturalization service. There, according to their \nattorney, they were questioned by Guatemalan officials outside the presence of Federal officials. The attorney said \nthis violated immigration regulations.\nMIAMI, March 11 - With the help of Mohawk Indians from New York State and from church groups, eight \nGuatemalan Indians have won release from Federal custody after fleeing violence in their country and entering the \nUnited States illegally.No Details on Incident\n\nT.D. Martinez, deputy director of the Miami immigration office, said he did not yet have details about the reported \nincident at the consulate but would have a statement next week.\n\nThe Indians' case has aroused strong interest among American Indian and church groups. The Roman Catholic \nArchbishop of Miami, Edward A.  McCarthy, asked for their release in a letter presented to Judge Majure. At today's \nhearing, Msgr. John McMann of West Palm Beach, the Rev. Frank O'Loughlin of Indiantown and Mohawk \nrepresentatives from Akwesasne in northern New York urged the judge to release the Indians and pledged \nfinancial and social assistance for them.\n\nSteven M. Tullberg, a lawyer from the Indian Law Resource Center in Washington, said Judge Majure's action was \nan ''important precedentsetting ruling on Guatemalan and Salvadoran refugees.''\n\n''The State Department has not yet issued an opinion on their political asylum application,'' Mr. Tullberg said. ''There \nis no doubt that Guatemalan Indians are in at least as great danger from political strife as Haitians.''\n\nSome 1,800 Haitians who entered this country illegally in 1981 were detained, some for more than a year, under a \nReagan Administration policy aimed at discouraging such immigration. Most were freed by order of a Federal court.\n\nMr. Tullberg said he felt the experience of the Haitians had paved the way for today's release of the Guatemalans.  \nIra Kurzban, who represented Haitians seeking political asylum, said many immigrants were still being held in \ndetention centers in this country. He expressed pleasure at the Gautemalans' release and said the case ''points to a \n\n\nlarger problem, the detention policy of this Administration, under which many persons seeking freedom are being \nkept in jail.''\n\nThe Indians freed from mmigration custody are members of the Mayan tribe speaking the Kanjobal language. \nThere are about 250 Kanjobales in Florida picking vegetables and oranges, and perhaps as many as 3,000 in other \nparts of the country.\n\nMr. Tullberg learned about the Guatemalans' detention soon after most of them were arrested Jan. 25 and \ncommunicated with Jose Barreiro, managing editor of Akwesasne Notes, the official Mohawk publication. This week \nthree Mohawk representatives came here, Mr.  Barreiro, Ray Cook and Geronimo Camposeco, who speaks \nKanjobal.\n\nMr. Barreiro said American Indian tribes are ''very concerned'' about the problems of the Guatemalan refugees. He \nsaid a plan was under study to offer them land on Indian reservations.\n\nThe Guatemalans' stories tell of hard work, tragedy, newly found happiness, and then a scattering of their people.  \nAccording to the accounts, in the early 1970's a group of 50 Kanjobal families were eking out a meager existence in \na village in the Cuchumatanes mountains, 50 miles from the Mexican border. Around 1974, several Maryknoll \npriests persuaded them to leave their high village and move to land three days' walk down the mountains. With the \nhelp of the priests, they grew coffee, corn and other crops and through the sale of coffee became self-sufficient.\n\n \n\n'We Had Everything'\n\n''We were as happy as we ever remembered,'' one Kanjobal said. ''We had everything we ever wanted of life.'' But \nthe happiness did not last long. American aid resulted in the construction of roads near the village, and influential \npeople in the lowlands wanted the newly accessible land. Army troops, the Indians said, intervened on the side of \nthe new landlords. After hundreds of Indians were killed by the Army, the Kanjobales moved slightly higher on the \nmountains.\n\nSoon the Indians became caught in the struggle between armed guerrillas and Government troops. There were \natrocities by both sides, one Indian reported, and many villagers were killed, mostly by the troops.\n\nMost of the Indians in Florida fled Gautemala last year, walking to Mexico. Several died. It is not clear how the \nIndians came to the United States, but it is assumed they were recruited by farm labor entrepreneurs.\n"}