{"title": "'For the Record', by David Cameron - review", "body": "\nIt's fun to look for what's missing in a memoir; the forgotten egos, the policy howlers buried for posterity. Some \nomissions are accidental. When Tony Blair published his autobiography in 2010, he raised eyebrows by neglecting \nto mention his celebrated blue-skies thinker, John Birt. Over more than 700 pages, For the Record is punctilious \nand dutiful in name-checking the many fallen Cameroonian foot-soldiers who sacrificed themselves in the cause of \nConservative modernisation.\n\nIt is a testament to David Cameron's great qualities - his quick wit, habitual cheeriness and calmness under \npressure - just how many of them there are. No one working in No. 10 expected to become close pals with the PM; \nperfectly happy in his own skin, with a young family to which he was devoted and long-standing friends of his own, \nhe had little need to forge personal bonds with the courtiers, most of them ten to 20 years younger, who crowded \ninto his study for the 8.30 a.m. and 4 p.m. meetings. But he and George Osborne did inspire strong and lasting \nloyalty both to themselves and their project.\n           \n\nA few loyalists have been unfairly left on the cutting-room floor. Top of my list is Daniel Korski, one of the most \nkinetic special advisers in the No. 10 Policy Unit. Of all the people who knew how to move fast and break things \nacross Whitehall, DK was in a class of his own and warrants an appearance in any bonus material provided for the \npaperback edition. It is also odd that Chris Lockwood and Camilla - now Baroness - Cavendish, respectively my \ncerebral deputy and brilliant successor as head of the Policy Unit, have so far not troubled the index compilers.\n\nOther oversights are surely more deliberate. The book lost weight on early drafts, but remains fatter than Blair's, \ndespite covering a premiership that lasted about half the time. It's a good read, but could have been tighter. It \nmanages extensive discussion of the Big Society - remember that? - but there's not a word on the hostile \nenvironment the Home Office was actually creating. We have acres on long-forgotten summits, G8s here, G20s \nthere, but only one short paragraph on the daft and now abandoned net migration target that raised the salience of \nthe issue on which Ukip thrived. And there are too many irritating references to 'the country I love'.\n\nEton, where Cameron spent five years in the footsteps of his father, grandfather and great-grandfather, is \ndispatched in three quick pages. DC says his O-level results were 'distinctly mediocre'. No mention of the amazing \nfact that, notwithstanding literally the most expensive education money can buy, our future prime minister chalks up \nonly a C in maths. Thank God the idea that we should judge someone's fitness for office on how they did in some \nexams aged 16 is today seen as utterly absurd. Dope, the Buller and Oxford are all breezily dealt with by page 30.\n\n\nFor the Record takes us back to a world that feels decades away, in which Cameron could survey the political \nscene and see plenty of reasonable, rational and decent people who shared his liberal outlook and easy manner. \nThe political partnership he forged with Osborne, 'the most convinced and most convincing moderniser', became \nCameron's greatest asset as prime minister. The fact that he and the Lib Dem leader Nick Clegg had similar \ntemperaments, values and world views made it easier for them to form a historic coalition when crunch time came. \nDave, George and Boris were one-nation Tories whose speeches were 'virtually interchangeable'.\n\nSome of the most delicious moments come when we meet people who don't conform, such as the 'outdated old \nclunker' Iain Duncan Smith, who as leader dismayed modernisers by doing things like whipping the party against \nsupporting unmarried couples' right to adopt. After one particularly dismal PMQs prep session, in which IDS was \n'leaden and dull', DC tells how Boris grabs him by the shoulders, saying: 'Hey Dave, what's the plan?' Heaving him \noff the ground, he grunts: 'Presumably it's like carrying an injured hooker in the scrum - we know he can't play, but \nwe just pick him up and carry him over the line.'\n\nMichael Gove gets off lightly. We watch him go from the 'close friend' Cameron brought into politics to someone \nwhose motives he increasingly called into question. There is a telling moment early on when Gove pleads with DC \nnot to run for leader. 'I think he had nothing but the best intentions in making the call,' Cameron says. Hmm. The \nbiggest leaker in government, Gove was so distrusted in the building that when he was sacked as education \nsecretary and appointed chief whip, Downing Street secretly introduced the 'Gove Protocol' to limit his involvement \nin policy making.\n\nThe biggest question hanging over For the Record, of course, is whether it offers a fair and credible account of the \ndecision to call an in-out referendum. It's a good effort, but I'm not sure it is wholly convincing. Cameron insists that \nBritain's status in Europe was 'becoming increasingly unsustainable, as the whole project continued to mutate into \nsomething so different from what we signed up to all those years ago'. This is obviously debatable. We had special \ndispensations that gave us, among other things, the unique advantage of a free ride on the single market with our \nown currency and monetary policy. Less sustainable than what realistic alternative?\n\nIndeed, the modest scale of the changes that Cameron sought to negotiate and settled for ahead of the referendum \ndoes not suggest he saw any fundamental problem with the relationship. We've got to be honest enough to \nrecognise that the commitment to an in-out referendum, first made in a speech at Bloomberg's London \nheadquarters in January 2013, was first and foremost a tool for party management after a disastrous year in which \nhe had lost the public over the omnishambles budget, the press over Leveson, coalition unity over Lords reform \nand, potentially, the next general election over the failure to redraw constituency boundaries. His leadership was in \njeopardy.\n\nOn Europe, the Conservative party was growing increasingly ungovernable, reflecting a broader problem in the way \nthe EU had become the juiciest target for politicians seeking simultaneously to appeal to sceptical Tory grass roots \nand channel the anger of communities left behind by globalisation and technological disruption. The right had been \ndivided, to our cost, in the UK's 2014 European elections, in which Nigel Farage's party won the largest number of \nseats, leaving the Tories trailing, for the first time, in third place in a national election. By the time Cameron actually \nheld the referendum, the forces of populism had grown far stronger than he'd ever anticipated when he made the \nBloom-berg speech.\n\nAll major political parties in the UK had at one point or other promised a plebiscite, but never actually delivered one. \nWhereas other European countries, such as Denmark, France and Ireland, had held referendums successfully as a \nkind of safety valve more than a decade earlier, we had consistently found reasons to resist. Cameron's mistake \nwas not so much to hold a referendum, as not to have done so earlier, over the Lisbon Treaty, before the \ncumulative effects of six years of austerity. The stakes would have been lower then than they were with the \npressure-cooker in-out decision of 2016.\n\nIf timing was a mistake, his fatal error was to have allowed a referendum question and campaign that did not define \na credible and deliverable leave option. The failure to pin down the Leave campaign to the specifics of how it would \n\n\n\nactually deliver Brexit, let alone how it would guarantee an independent trade policy, and regulatory independence \nfrom Brussels without a return to a hard border in Ireland, was one of historic proportions. It would cost him his job.\n\nDavid Cameron went from MP to party leader to prime minister to private citizen in just 15 years. For the Record \nends where the sorriest three and a half years in modern British history begin. Memories of his time in office for now \nare overshadowed by what has followed. That is unfair. He and Osborne together brought the country back from the \nbrink. His commitment to gay marriage, to international aid and to the environment will continue to make a \ndifference to millions at home and around the world. At a time when people wonder why anyone would want the job, \nthis book is a helpful reminder of the good a PM can do.\n  \n"}