{"title": "Elian's Miami relatives file lawsuit to keep him in U.S.", "body": "\nAttorneys for the Miami relatives of the shipwrecked 6-year-old Cuban boy, Elian Gonzalez, filed a federal lawsuit \nWednesday challenging an immigration ruling that he be returned to his father in Cuba.\n\n\"Most people in this country want Elian to have his day in court,\" said the relatives' lead attorney, Spencer Eig.\n\nStanding on the courthouse steps, surrounded by members of the boy's Miami family as well as Cuban exile \npolitical leaders, Eig said the case of Elian Gonzalez vs. Janet Reno was not an attempt to resolve the contentious \n2-month-old custody battle.\nLAWYERS\n\nInstead, he said it was designed to prevent Elian's being returned to Cuba before his case has been heard by a \njudge.\n\n\"This is a lawsuit that serves the purpose of trying to compel the United States government to give Elian Gonzalez \nhis constitutional rights,\" he said.\n\nThere was no immediate reaction Wednesday from the Justice Department. This month the Immigration and \nNaturalization Service ruled that the boy should be returned to Cuba by Jan. 14. That ruling was upheld last week \nby Attorney General Janet Reno, although the deadline was extended.\n\nLawyers for the boy's Miami relatives want custody to be given to his great-uncle, arguing that Elian would suffer \n\"irreparable harm\" if sent back to communist Cuba.\n\nHowever, the lawsuit presented few new arguments likely to impress the court, said legal experts.\n\n\"This case is on weak ground,\" said Bernard Perlmutter, a family law expert at the University of Miami. \"The great-\nuncle has no standing to bring this suit.\"\n\nBut the Miami attorneys were quietly pleased about one immediate development Wednesday. The case was \nassigned by random computer selection to Senior Judge James L. King, one of the Southern District's most \nexperienced judges, who is considered by some Cuban exiles to be sympathetic to their cause.\n\nIn a December 1997 ruling, King found the Cuban government guilty of premeditated murder in the case of three \nCuban exile pilots shot down over the Straits of Florida.\n\nIn a powerfully worded ruling, King accused the Cuban government of \"outrageous contempt for international \nlaw\" and awarded the victims' families $ 186.7-million in damages.\n\n\n\"I'm sure in the hands of Judge King this case will take its rightful course,\" said Jose Basulto, president of Brothers \nto the Rescue, the exile pilots group involved in the downing of the planes.\n\nBasulto, who accompanied the Miami relatives to court Wednesday, is one of the exile leaders who led protests in \nMiami this month over the INS ruling to repatriate Elian.\n\n\"If he goes back there, he will be used as a tool of political propaganda by the Castro regime,\" Basulto said. \"This \nchild cannot have a normal life in Cuba. The child will be the property of the Cuban government, not of the father. \nThere's only one law in Cuba - that's Fidel Castro.\"\n\nThe lawsuit alleges that if Elian is forced to return, he will be unfairly subjected to political and psychological \npressures in Cuba.\n\n\"Elian would likely be compelled to demonstrate complete loyalty and militancy on behalf of the Cuban \ngovernment,\" it says. \"He would be politically indoctrinated to a much larger extent than others. He would also be \ncompelled to believe that his deceased mother and stepfather, not to mention his relatives in Cuba, were traitors to \nthe revolution.\"\n\nThe boy's mother and stepfather drowned at sea in November trying to flee Cuba with Elian and nine others. Elian \nwas found clinging to an inner tube by fishermen off Miami.\n\nThe lawsuit says Elian's stepfather was twice jailed in Cuba for his political views. It alleges that as a result, \nElian's mother was also interrogated by Cuban Communist Party officials \"who questioned her loyalty to the Cuban \ngovernment.\"\n\nThe lawsuit also argues that despite Elian's age, he does have constitutional rights to be heard in court. \nFurthermore, the case says Elian's father is not a U.S. citizen, and \"he therefore has no recognizable rights under \nthe United States Constitution.\"\n\nThe INS position is that due to Elian's age, only his father can speak for him and that nationality is not an issue.\n\n\"This (lawsuit) is not a well-reasoned argument,\" Perlmutter said. \"These guys are making a somewhat illogical \nleap from this concept of constitutional protection.\"\n\nCritics say the lawyers are using any argument to keep their case alive until Congress reconvenes Monday. Sen. \nConnie Mack, R-Fla., reiterated his intention Wednesday to introduce a bill next week granting citizenship to the \nboy.\n\nInterviewed on CBS, Mack acknowledged Congress has only rarely granted this honor - to the likes of Winston \nChurchill and Mother Teresa.\n\n\"Winston Churchill and this little boy have a lot in common. They both stood for freedom,\" Mack said. \"That's what \nthis is all about.\"\n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO, (2); Spencer Eig; Elian Gonzalez\n"}