{"title": "Cutter Ferries 38 to Haiti Under New Rules;Policy Canceling Asylum Interviews at Guantanamo Confuses Boat People", "body": "\nThe Coast Guard cutter Escanaba unloaded 38 Haitians here today -- the first to be returned to their homeland \nunder the Bush administration's new policy designed to keep the boat people off the high seas.\n\nThe return was marked by confusion, misinformation and anxiety as American and Haitian Red Cross officials \nattempted several times to explain to the fearful returnees that they were free to apply for asylum at the U.S. \nConsulate here.\n\nOf the thousands of Haitians who have been returned here by the Coast Guard since a bloody army coup last fall, \nthose arriving today were the first not to have been given the chance to apply for political asylum in the United \nStates.\n\nIn an executive order Sunday, President Bush shifted U.S. policy by ordering the Coast Guard to return all Haitians \nrescued at sea immediately to their country, without interviews or processing by U.S. immigration officials. As for \nthose boat people who believe they should be admitted into the United States as political refugees, the White \nHouse recommended they apply at the consulate here.\n\nMost of today's returnees, on hearing this read in Creole, reacted with vacant stares and whispered asides to \njournalists that they were afraid of retaliation from the army if they appeared at the consulate to apply for asylum.\n\nA U.S. Embassy official initially told journalists that three of the boat people had asked to apply for asylum at the \nconsulate. It turned out that the three he was referring to were children in need of medical attention.\n\nThe other returnees seemed confused about their options until journalists informed them they could still apply. A \nRed Cross official then repeated the explanation, and eventually 17 returnees were taken to the consulate for a \npreliminary interview.\n\n\"What do you think will happen if I go to the embassy?\" asked Destin Wilson, 20, who said he paid $ 120 for his \npassage and had been at sea for five days before the Coast Guard intercepted his rickety boat Monday. \"Do you \nthink I'll have problems with the army?\"\n\nU.S. officials insist there is no risk involved for Haitians who apply for asylum. But judging from recent experience, \nneither is there much hope for success.\n\n\nOf 279 Haitians who have contacted the consulate since February, nine have been admitted to the United States \nwith plausible claims that they merit political asylum. That works out to about two individuals a month.\n\nAnother 113 were turned away by the consulate without an interview and 72 were rejected after speaking to an \nofficer. Seven have been approved for entry to the United States but are awaiting health and other clearances, and \nsix others are having their stories checked. An additional 72 are awaiting interviews, which are taking place at a \nrate of six a day.\n\nThe small rate of success for Haitians seeking to leave the poverty and violence of their homeland by applying to \nthe consulate is in stark contrast to the experience of some 34,000 Haitian boat people who have been rescued by \nCoast Guard ships since last fall and processed by U.S. immigration officials at the U.S. Naval Base in \nGuantanamo, Cuba.\n\nAbout a third of the 27,000 already interviewed there -- some 9,000 -- have been cleared for entrance into the \nUnited States by the Immigration and Naturalization Service since last fall.\n\nThe Bush administration has said facilities here will be expanded but until now the consulate generally has not \naccepted walk-ins. Instead, it has required all applicants to write or phone for an appointment. The overwhelming \nmajority of Haitians are illiterate and have no access to a telephone.\n\nThe Bush administration, in announcing the new policy Sunday, said it was necessary because the processing \nfacility and accommodations at Guantanamo were overwhelmed and the seven Coast Guard cutters in the area \nwere full of Haitians as well.\n\n\"The safety of Haitians is best assured by remaining in their country,\" the White House statement said.\n\nOne embassy official said today that according to his personal estimate, some 80 to 88 percent of all Haitians would \ngo to the United States if they could. The official added that in his view, only two to five of every 1,000 Haitian \nrefugees picked up by the Coast Guard had plausible claims for political asylum. Another estimated that no more \nthan 5 percent deserved to be admitted to the United States.\n\nOther U.S. officials said that what they characterized as naive INS interviewers, unfamiliar with social realities in \nHaiti, were hoodwinked by the boat people they interviewed at Guantanamo into granting so many requests for \npolitical asylum.\n\nTo establish a plausible claim for political asylum and be admitted to the United States, Haitians must prove that \nthey fall into at least one at-risk category: that they have a justifiable, immediate fear for their lives; that they hold a \nsensitive position in a persecuted political or religious organization or held one in the government of ousted \npresident Jean-Bertrand Aristide; or that they worked in such positions as radio journalists that are likely to attract \nrepression.\n\nThe torrent of Haitian boat people began after the violent army coup that ousted the democratically elected Aristide \nSept. 30. The United States and other countries in the hemisphere responded with a crippling economic embargo \nthat cost some 150,000 Haitians their jobs, according to U.S. government estimates.\n\nToday, Aristide lives in exile in Venezuela, military repression continues against those who overtly demonstrate \ntheir support of the ousted leader, and Haiti's main export has become people, who say they are fleeing a land \ndevoid of hope, liberty and employment.\n\nAristide, who won a landslide victory in this country's first free elections in December 1990, continues to command \nthe support of a large majority of his countrymen, by all available evidence.\n\nIn a poll last month by Radio Metropole, the most respected radio news station in Haiti, about 60 percent of \nrespondents said they thought Aristide or his choice for prime minister, Rene Theodore, were the leaders \"capable \n\n\n\nof managing the current crisis.\" The next most popular answer, former president Leslie Manigat, was backed by just \n16 percent.\n\nGraphic\n\n \n\nPHOTO, HAITIANS PICKED UP AT SEA BY CUTTER ESCANABA AWAIT PROCESSING IN PORT-AU-PRINCE. \nEVENTUALLY, 17 APPLIED AT U.S. CONSULATE TO SEEK ASYLUM. AFP\n"}