{"title": "Santa Cruz council votes against opt-out of immigration reporting system: Majority says city shouldn't interfere with how county responds to federal program", "body": "\nMay 11--SANTA CRUZ -- The City Council on Tuesday voted not to support state legislation that would allow local \nauthorities to opt out of a federal immigration reporting-and-detention program that opponents say is designed to \ndeport undocumented residents rather than just violent offenders.\n\nThe 4-3 vote demonstrates a shift in the council majority that has been under way for the past several years, with \ncity leaders now less likely to weigh in on controversial national issues in favor of focusing on problems within the \ncity's jurisdiction.\n\nThe decision not to support Assembly Bill 1081, which would require local jailing authorities to decide whether to \nparticipate in the Department of Homeland Security's Secure Communities program, also stands in contrast to the \ncity's status for three decades as a so-called sanctuary city, where resources won't be used toward deportation.\n\nThe city is not directly subject to the Secure Communities program because the Sheriff's Office is the agency \ncharged with relaying fingerprint information from people booked in County Jail to state and federal officials who \ncheck their immigration status. Still, dozens of the bill's supporters left shaking their heads Tuesday after a series \nof symbolic resolutions failed to bring the split council together.\n\n\"What it says to me is that the council does support injustice and racial inequality in Santa Cruz,\" Krysta Villeda, a \nfourth-year UC Santa Cruz student.\n\nVilleda was among\n\nseveral dozen people holding signs that expressed sentiments such as \"No One is Illegal\" and \"Justice for All.\" One \nof them, Karina Cervantez, a daughter of immigrants, said, \"For someone to tell me that fear doesn't exist\" of police \nworking with federal authorities, \"we feel it.\"\n\nMayor Ryan Coonerty and council members Lynn Robinson, David Terrazas and Hilary Bryant said they were \nreluctant to pass a resolution by Councilman Tony Madrigal that urged county officials not to detain people on \nimmigration holds unless they are suspected of a serious or violent crime and have access to an immigration \nattorney.\n\nAlthough the county Board of Supervisors has supported revising Secure Communities, the council majority said it \ndid not believe the city should advise the sheriff on the federal program.\n\n\n\"This is not a good way to do policy,\" Coonerty said about the resolution Madrigal authored in concert with a local \nadvocacy group called Immigration Action Group.\n\nInstead, Coonerty offered a general statement urging federal, state and county officials \"to protect public safety and \ncivil liberties.\" The council unanimously passed it, though Councilwoman Katherine Beiers said it was largely \nmeaningless considering the council often takes more positioned stances on other state legislation.\n\nBeiers, Madrigal and Vice Mayor Don Lane voted in favor of Lane's follow-up motion to simply support AB 1081 \nwithout adding language about when the sheriff should comply with immigration holds. But the majority also voted \nit down.\n\n\"Our country is in desperate need of complete immigration reform,\" Bryant said in explaining her vote. \"We can't \nhave a policy that asks them to do jobs and then throw them out. But it needs to start at a different level.\"\n\nOpponents of Secure Communities say the policy was designed to pursue violent felons but has been used as a \ntool for deportation of nonviolent undocumented residents.\n\nDaniel Dodge Jr., son of Watsonville's mayor, said Secure Communities is \"eroding trust between the immigrant \ncommunity and local law enforcement\" because immigrants who are victims of or witnesses to crimes will fear \ndeportation if they cooperate with police.\n\nHowever, resident Michael Becker urged the council not to support the opt-out option, saying cooperating with \nimmigration authorities helped track drug dealers who frequented the Pogonip, as well as suspects in the 2009 \ngang-related slaying of teenager Tyler Tenorio.\n\n\"For public officials to attempt to undermine the law of our land seems problematic at the least,\" Becker said.\n\nChief Kevin Vogel said the drug dealers and homicide suspects were not apprehended through the Secure \nCommunities program, but rather a separate operation on gangs conducted by local police and immigration \nofficials.\n\nVogel said he didn't have a position about the debate over Secure Communities, saying it was a \"political issue.\" He \nsaid the federal program \"hasn't changed one bit how we do our job\" because the department has a policy not to \ninquire about immigration status while interacting with potential suspects.\n\nTo see more of The Santa Cruz Sentinel or to subscribe to the newspaper, go to \nhttp://www.santacruzsentinel.com/. Copyright (c) 2011, Santa Cruz Sentinel, Calif. Distributed by McClatchy-\nTribune Information Services. For more information about the content services offered by McClatchy-Tribune \nInformation Services (MCT), visit            www.mctinfoservices.com.\n"}