{"title": "Gingrey heads for border", "body": "\nWASHINGTON --- With the Georgia Legislature debating tough new restrictions on illegal workers and Congress \nconsidering immigration reform, Republican Rep. Phil Gingrey of Marietta went straight to the epicenter of the \nimmigration issue.\n\nGingrey and several other members of Congress just returned from a nearly three-day trip along the U.S.-Mexico \nborder, stopping in Tucson and Nogales in Arizona and Columbus, N.M., where they talked to Border Patrol \nagents, residents and others.\n\nGingrey is a staunch proponent of tougher immigration laws. He has introduced or co-sponsored bills that would \nrestrict how many family members a legal immigrant can sponsor for citizenship and eliminate the automatic \nbirthright citizenship of children born to undocumented immigrants in the United States, which currently is \nguaranteed by the Constitution's 14th Amendment.\n\nGingrey said he last visited the nation's southern border in 2006. A lot has changed since then --- including \nGeorgia's rise to become the state with the seventh-largest number of illegal immigrants.\n\nGingrey told me that his most recent visit to the border did nothing to soften his thoughts on getting tougher on \nimmigration. If anything, he said, increased incidents of violence along the border have made him more \ndetermined.\n\n\"The big difference I see is the violence,\" Gingrey said. \"The border is much more secure than it was in 2006, but it \nalso is a much, much more dangerous situation.\n\n\"I see the level of violent activity on the border, and I worry about some of that ending up in Atlanta,\" he added.\n\nAccompanying Gingrey on his border trip were fellow Republican Reps. Steve King of Iowa and Ed Royce of \nCalifornia.\n\nBishop's bash\n\nNo plans for the Super Bowl?\n\n\nYou might consider heading to southwest Georgia for Democratic Rep. Sanford Bishop's Second Annual Bishop \nSuper Bowl Bash --- but only if you have some cash to spare.\n\nBishop's party at the Occasions Event Center in Columbus is a fundraiser designed to raise money to pay off debts \nfrom his 2010 re-election campaign and prepare for what could be another tough campaign in 2012.\n\nGiven that Bishop came close to losing re-election in November and that Republicans are expected to heavily target \nhis district again in 2012, it's not too surprising the 10-term congressman is already trying to raise campaign \ncash.Suggested contributions at his event today: $500 per individual or $750 per couple.\n\nNot a monkey man\n\nRepublican Rep. Jack Kingston of Savannah went on liberal comedian commentator Bill Maher's HBO show \nrecently and walked away with a monkey on his back.\n\nIn response to questions by Maher and others on the show, Kingston repeatedly denied he believed in evolution.\n\n\"I believe I came from God, not from a monkey, so the answer is no,\" he said at one point.\n\nHe added that while he didn't accept the idea of animals evolving, \"I think there's adaptation --- and I think that's \nactually what you're talking about.\"\n\nNot surprisingly, left-leaning media outlets immediately picked up on the congressman's comments and took him to \ntask.\n\nThe Huffington Post was among those that were quick to write about Kingston's comments --- pairing up pictures of \nhim and a chimpanzee.\n\nE-mail Bob Keefe at bkeefe@ajc.com or follow him on Twitter at www.twitter.com/ ajconwashington.\n\nWashington Insider\n\nJamie Dupree, Washington correspondent for WSB Radio, AM-750, brings his coverage of national politics to \najc.com readers. Dupree's Washington Insider blog provides daily insight into the news --- and newsmakers --- in \nour nation's capital.\n\nRead Dupree's blog at ajc.com/go/jamiedupree and listen to his reports each weekday at 6:45 a.m., 8:15 a.m. and \n12:06 p.m. on AM 750 and now 95.5FM News/Talk WSB.\n\nHow they voted\n\nA look at votes among those cast by Georgia lawmakers in Washington last week.\n\nS.Amdt.13: To repeal the job-killing health care law and health care-related provisions in the Health Care and \nEducation Reconciliation Act of 2010.\n\nSenators rejected a version of House-passed legislation to repeal the 2010 health care reform. Failed, 51-47.\n\nSen. Johnny Isakson (R): Y\n\nSen. Saxby Chambliss (R): Y\n\nY = yes; N = no; NV = did not vote\n\nHow they voted\n\nA look at votes among those cast by Georgia lawmakers in Washington last week.\n\nmailto:bkeefe@ajc.com\nhttp://www.twitter.com/\n\n\nS. Amdt. 13: To repeal the job-killing health care law and health care-related provisions in the Health Care and \nEducation Reconciliation Act of 2010.\n\nSenators rejected a version of House-passed legislation to repeal the 2010 health care reform. Failed, 51-47.\n\nSen. Johnny Isakson (R): Y\n\nSen. Saxby Chambliss (R): Y\n\nY = yes; N = no; NV = did not vote\n"}