{"title": "Metro area grows to 3 million;ARC seeking ways to manage future", "body": "\nWith a naturalization ceremony for six new citizens, the 10-county metropolitan core of Atlanta passed the 3 million \npopulation mark on Friday.\n\nAtlanta's 3 million-resident milestone was marked at the Atlanta Regional Commission's Outlook '96 conference, \nwhich was aimed at getting the region's leaders to think about new ways to manage the explosive growth.\n\n\"As we reached the 3-million mark this morning you could feel a renewed resolve among the nearly 1,000 \ncommunity leaders present to look at new ways to work together and meet future challenges,\" said Harry West, \nexecutive director of the ARC.\n\nThe first million point was passed in 1960, when regional leaders met a new arrival at Hartsfield International \nAirport with the keys to the city, West said. The second came just 12 years ago, with the birth of twins at Piedmont \nHospital. The fourth is expected around 2016.\n\nThe choice of a naturalization ceremony for Friday's event was symbolic, said ARC spokeswoman Julie Ralston.\n\n\"It more reflects that we are existing in a global marketplace and attracting people here for jobs from all over the \nworld,\" she said. \"Newcomers drive our growth.\"\n\nThe milestone comes as the region is confronting tough new challenges to continued growth, speakers at the \nconference noted. The Chattahoochee River, the region's key water source, is one of the most overtaxed in the \nnation, and other waterways are reaching limits as well. The region also is under a virtual moratorium on road-\nbuilding until its leadership can come up with a way to clean up the air.\n\nThe latter problem was illustrated by another set of statistics released by the ARC Friday. While the population \ngrew by 32 percent from 1985 to 1995, the average number of miles driven by cars and trucks in the region soared \nby 65 percent.\n\nThat level of traffic growth is not sustainable, said Clay Long, chairman of the Georgia Conservancy.\n\n\"Sustainability is doing things in such a way that you can keep doing them,\" he told the conference. \"It argues for a \npattern of growth that allows you to keep growing.\"\n\nGraphic\n\n\n \n\nMap: A cool 3 million\n\n The 10-county Atlanta metro area added its 3 millionth resident Friday.\n\n Here's a county-by-county comparison of the 1996 population and the\n\n projected population by 2005:\n\n CHEROKEE\n\n 1996: 117,100\n\n 2005: 183,100\n\n +5.1%\n\n CLAYTON\n\n 1996: 207,000\n\n 2005: 219,600\n\n +0.7%\n\n COBB\n\n 1996: 521,200\n\n 2005: 560,100\n\n +0.8%\n\n DEKALB\n\n 1996: 589,600\n\n 2005: 610,700\n\n +0.4%\n\n DOUGLAS\n\n 1996: 84,800\n\n 2005: 104,100\n\n +2.3%\n\n FAYETTE\n\n 1996: 80,700\n\n 2005: 113,200\n\n +3.8%\n\n FULTON\n\n 1996: 745,500\n\n 2005: 773,500\n\n +0.4%\n\n GWINNETT\n\n 1996: 456,900\n\n 2005: 549,200\n\n +2.1%\n\n HENRY\n\n 1996: 88,300\n\n\n\n 2005: 140,300\n\n +5.3%\n\n ROCKDALE\n\n 1996: 63,400\n\n 2005: 86,500\n\n +3.5%\n\n 10-county metro area, 2005: 3,340,300\n\n Growth rate from 1996 to 2005: 1.4%\n\n Source: Atlanta Regional Commission.\n\n / Vernon Carne / Staff\n"}