{"title": "Guest-Worker Program Part of Government's Immigration Plan", "body": "\nThe Bush administration yesterday circulated a new plan for immigration reform that would create a guest-worker \nprogram for illegal immigrants currently in the country but would require them to return home and pay a large fine \nto gain permanent U.S. residency.\n\nOn the enforcement side, the plan calls for deploying about 6,000 additional Border Patrol agents along the \nsouthern border, together with 200 miles of vehicle barriers, 370 miles of fencing and a 300-mile virtual wall of \nelectronic sensors. An employment verification system would feature new, tamper-proof identification cards for \nimmigrants.\n\nThe administration has worked on the plan in closed-door sessions with Republican senators since President Bush \ncalled for comprehensive immigration reform in his State of the Union address in January. Homeland Security \nSecretary Michael Chertoff and Commerce Secretary Carlos M. Gutierrez have led those discussions, an \nadministration spokesman said.\n\n\"We're working with them to build a proposal that will address the problem of illegal immigration and deliver a \nsystem that is secure, productive, orderly and fair,\" said the spokesman, Scott Stanzel. \"We hope that this is \nsomething that can move forward and reach the president's desk this year.\"\n\nA bipartisan bill introduced last week in the House was condemned as an amnesty for illegal immigrants by some \nRepublicans because it calls for a temporary guest-worker program that would give participants a chance to \nbecome legal residents.\n\nUnder the administration's plan, illegal immigrants would have to register for temporary status six months after its \nenactment. \"Any alien wishing to transition to legal status must come forward during this time,\" according to talking \npoints on the plan, \"and every household member must be separately enrolled.\"\n\n\nBackground checks would follow, and cards, known as Z-visas, would be issued allowing the illegal immigrants to \nwork. The visas would have to be renewed every three years, and an applicant would have to pay each time a \n$2,000 fine and a $1,500 processing fee.\n\nTo get permanent legal residency, Z-visa holders would have to return to their home countries and apply to reenter \nthe United States legally through U.S. embassies and consulates. They would also have to pay two large fines, \n$2,000 to apply and $8,000 if approved.\n\nThe plan would scale back legal immigration based on family reunification. It calls \"migration of extended family \nmembers\" a problem because too many people have applied for entry under that designation. \"It will take over 30 \nyears to finish processing them on our current path,\" the administration said in its talking points. The proposal would \neliminate preferences for siblings and adult children, and give the government discretion to redirect the 50,000 \nvisas that are issued annually for that purpose.\n"}