{"title": "House Budget Committee Holds Hearing on Economic Benefits of Immigration", "body": "\nHouse Budget Committee Holds Hearing On Economic Benefits Of Immigration\n\nJune 26, 2019 10:00 A.M.\n\nSPEAKERS:\n\nREP. JOHN YARMUTH (D-KY.), CHAIRMAN \n\nREP. SETH MOULTON (D-MASS.) \n\nREP. HAKEEM JEFFRIES (D-N.Y.) \n\nREP. BRIAN HIGGINS (D-N.Y.) \n\nREP. BRENDAN F. BOYLE (D-PA.) \n\nREP. RO KHANNA (D-CALIF.) \n\nREP. ROSA DELAURO (D-CONN.) \n\nREP. LLOYD DOGGETT (D-TEXAS) \n\nREP. DAVID E. PRICE (D-N.C.) \n\nREP. JAN SCHAKOWSKY (D-ILL.) \n\nREP. DAN KILDEE (D-MICH.) \n\nREP. JIMMY PANETTA (D-CALIF.) \n\nREP. JOSEPH D. MORELLE (D-N.Y.) \n\nREP. STEVEN HORSFORD (D-NEV.) \n\nREP. ROBERT C. SCOTT (D-VA.) \n\nREP. SHEILA JACKSON LEE (D-TEXAS) \n\nREP. BARBARA LEE (D-CALIF.) \n\n\nREP. PRAMILA JAYAPAL (D-WASH.) \n\nREP. ILHAN OMAR (D-MINN.) \n\nREP. ALBIO SIRES (D-N.J.) \n\nREP. SCOTT PETERS (D-CALIF.) \n\nREP. JIM COOPER (D-TENN.) \n\nREP. STEVE WOMACK (R-ARK.), RANKING MEMBER \n\nREP. ROB WOODALL (R-GA.) \n\nREP. BILL JOHNSON (R-OHIO) \n\nREP. JASON SMITH (R-MO.) \n\nREP. BILL FLORES (R-TEXAS) \n\nREP. GEORGE HOLDING (R-N.C.) \n\nREP. CHRIS STEWART (R-UTAH) \n\nREP. RALPH NORMAN (R-S.C.) \n\nREP. CHIP ROY (R-TEXAS) \n\nREP. DAN MEUSER (R-PA.) \n\nREP. WILLIAM R. TIMMONS IV (R-S.C.) \n\nREP. DANIEL CRENSHAW (R-TEXAS) \n\nREP. KEVIN HERN (R-OKLA.) \n\nREP. TIM BURCHETT (R-TENN.) \n\n[*]YARMUTH: The committee will come to order. Good morning and welcome to the Budget Committee's Hearing \non Building a More Dynamic Economy: The Benefits of Immigration. \n\nJune is immigrant heritage month, so it is a great time to recognize and celebrate the cultural and economic \ncontributions immigrants make to our country. \n\nI want to welcome our witnesses here with us, today. This morning, we will be hearing from Mr. Tom Jawetz, Vice \nPresident of Immigration Policy at the Center for American Progress. Glad to welcome Mr. Jawetz back to his old \nstomping ground. Before joining the Center for American Progress, Mr. Jawetz spent seven years working under \nMs. Lofgren as the Chief Council for the Immigration Subcommittee, the House Judiciary Committee. \n\nWe also will be hearing from Mr. Abdirahman Kahin, one of Ms. Omar's constituents and the owner of Afro Deli in \nMinnesota. \n\nWe'll be hearing from Dr. Sari Kerr, Senior Research Scientist at Wellesley College and the Honorable Douglas \nNicholls, the Mayor of Yuma, Arizona. \n\nWelcome to all of you and thank you for being here, today. We appreciate you taking time out of your schedules to \ntestify for the committee. \n\nNow, we will have opening statements. I yield myself five minutes for my opening statement. \n\n\n\nEvery day that we wait to fix our broken immigration system, more families are separated, children face \nhorrendous conditions in detention centers, businesses face uncertainty and we miss out on new economic \nopportunities. \n\nI spent most of 2013 as part of a bipartisan group of eight House members meeting privately every day for seven \nmonths, working toward comprehensive immigration reform. And despite the current climate that makes it seem \nlike there is no room for agreement on this issue, we were successful in forming a bold bipartisan package we were \nconfident would have passed the House, had it been brought to the floor. \n\nIt was a true bipartisan compromise, one that would have kept families together, protected our borders and \nprovided pathways to citizenship. And it was shelved because of politics. \n\nBy holding this hearing and pointing the spotlight on the economic benefits and opportunities of comprehensive \nimmigration reform, it is my hope that the Budget Committee can restart the process, that we can establish some \ncommon ground and help set the stage for bipartisan compromise that my experience tells me Democrats and \nRepublicans can find. \n\nWe all share a desire and a responsibility to improve our economy and our budget outlook and we have a great \nopportunity to do that through an immigration system that brings hard-working and creative people to our country. \nWithout question, our economy needs it. \n\nThe Congressional Budget Office released its long-term budget outlook yesterday, and it confirms some of what we \nalready know. Working-age Americans will account for a smaller portion of our total population. \n\nThe cost of stalwart programs like Medicare and Social Security are increasing as our elderly population grows and \ndeficits continue to rise. \n\nOne way to improve our economic and strengthen our fiscal position is by passing reforms that recognize both the \ncultural and economic contributions of the people who seek to make a home here. \n\nWelcoming more immigrants to the United States would boost GDP, increase business dynamism, enhance our \nability to compete globally, shrink our deficits and improve our long-term fiscal outlook. \n\nIt is also the only realistic solution for addressing the slow growth of our labor force and alleviating some of our \ndemographic challenges that put even greater pressure on federal budgets. \n\nImmigrants, both documented and undocumented, have already helped extend the solvency of Social Security and \nMedicare, two of the biggest drivers of our long-term budget challenges. \n\nIncreasing immigration would continue to improve the financial outlook for these vital programs. And there's more. \n\nAmerica would not have its reputation as a nation of innovation and entrepreneurship without immigration. That's \nnot just my opinion. The U.S. Chamber of Commerce and business leaders across the political spectrum would be \nthe first to point out that first generation Americans create 25 percent of all new businesses in the United States, \nwith the share rising to as much is 40 percent, in some states. \n\nAlmost half of the companies in the Fortune 500 and more than one in four small businesses in the U.S. were \nfounded by immigrants. Many of these industry shaping entrepreneurs immigrated to the U.S. as children or as \nstudents. \n\nSo, it's clearly an economic priority to make sure our current young immigrants and dreamers can remain here as \nimportant contributors to our society. That also happens to be the right thing to do. \n\nAside from invigorating our economy, immigrants also strengthen our fiscal health. The CBO estimated that, had \nCongress enacted the bipartisan legislation that the Senate passed in 2013, we could have boosted real GDP by \nmore than 5 percent and reduced the deficit by nearly $900 billion by 2033. \n\n\n\nToday, immigrants and their descendants already contribute billions of dollars in much-needed revenue, each year, \nputting far more into the system then they get back through social programs. \n\nThe U.S. Department of Health and Human Services found that refugees strengthen federal, state and local \nbudgets over the last decade, bringing in $63 billion more in revenue than public service is used, a finding the \nTrump administration tried to suppress. \n\nComprehensive immigration reform is not optional. It's necessary and it's urgent. By failing to reflect our true \nnational needs, current policies hurt our economy and prevent us from addressing some of our biggest fiscal \nchallenges. \n\nAnd let's not lose sight of who wants us to enact reform legislation. Everyone from the U.S. Chamber of Commerce \nto labor unions, law enforcement, the faith community, the agriculture community and countless other organizations \nand interest groups agree that immigration reform is key to our nation's future. \n\nToday, with compelling evidence of the economic benefits of reform, I hope we will be able to add more of our \ncolleagues to the long list of supporters. \n\nAnd before I recognize the Ranking Member, I have a couple of unanimous consent requests. I ask unanimous \nconsent to submit full reports from the Bipartisan Policy Center entitled Culprit or Scapegoat, Immigrations Effect \non Employment and Wages, Recent Immigration has Been Good for Native Born Employment, Don't Neglect the \nBenefits of Lesser Skilled Immigration and Worsening Labor Shortages Demonstrate Need for Immigration \nReform. \n\nI ask that all four of those be placed in the record. Without objection, so ordered. \n\nI also ask unanimous consent to submit a statement for the record from the National Immigration Forum. With \nobjection, so ordered. \n\nAnd finally, I ask unanimous consent to submit two reports from the New American Economy on how diversity \nraises wages and the contributions of immigrants as entrepreneurs. Without objection, so ordered. \n\nI now yield five minutes to the ranking member, Mr. Womack, for his opening statement. \n\nWOMACK: I thank, I thank you Chairman. Thank you for your leadership on this Committee. \n\nMy colleagues across the aisle have called this hearing, today, to talk about the budgetary and economic impacts of \nimmigration. I welcome the opportunity to explore bipartisan solutions that will improve our immigration policies \nand further strengthen our economy. \n\nUnfortunately, we must first address the crisis at our southern border, a crisis that both sides acknowledge has to \nbe managed. \n\nFor those who have questioned the seriousness of the situation, I want to quickly recap what's been happening. \n\nOver 100,000 migrants are trying to illegally enter the country, each month, placing enormous pressure on customs \nand border protection agents and communities, along the border. \n\nLast month, 144,000 migrants were apprehended by CBP agents, a 32 percent increase from the previous month. \n\nTo put these numbers in perspective, the number of apprehensions in April of '19 is 591 percent greater than April \nof '17, 591 percent. \n\nAt this rate, a total of over one million migrants are projected to have illegally crossed the border, this fiscal year. \nThe systems and infrastructure we have in place are terribly insufficient to handle this level of migration and as \nMayor Nicholls of Yuma, Arizona, will tell us, today, it's our local communities that are having to pay the price. \n\n\n\nI, too, was a mayor, once upon a time and even though I was not in a border state, the effects of this phenomenon \nwere felt even in my city. \n\nOur majority has had several opportunities to advance bipartisan solutions that would provide relief to these \ncommunities and begin to address the crisis at the border. For nearly two months, they've refused to act. \n\nI fear that last night's vote was an unfortunate loss of precious time. This is a situation where Congress clearly \nneeds to come together and act swiftly. I'm sorry to say, we're falling short of the basic obligations of our jobs, here. \n\nAnother costly partisan proposal they've championed is H.R.-6, a bill that failed to address the immediate \nchallenges facing communities like Yuma and is expected to cost at least $30 billion in new mandatory spending, \nover the next 10 years, according to estimates from the Congressional Budget Office. Another $30 billion of federal \nmandatory spending. That is spending that is set to auto pilot. \n\nHow do my friends on the other side of the aisle plan to pay for it? Well, they don't. It did not include a single offset \nin H.R. 6, as they waive their own pay as you go rule to pass it. \n\nFurther, I expect to hear, today, the false claim that immigration reform can improve the financial stability of the \nSocial Security trust fund, projected to become insolvent by 2032. The problem with this notion, you are only \nlooking at half the equation, those who would pay into the system. \n\nWhen you consider the other half of the equation, those who would receive benefits, the math doesn't add up. In \nfact, the Social Security Administration's chief actuary testified in 2015, granting amnesty to five million illegal \nimmigrants would only extend the solvency of the program by 90 days. That's it, hardly the Social Security savior \nsome of our friends like to claim. \n\nThe truth is, I believe immigration reform, done right, can have a positive effect on the economy and on the federal \nbudget. Immigration, after all, is what our great nation was built on. \n\nI'm particularly interested in how we can improve our visa program to meet the demands of our growing labor \nmarket and create even more opportunity for hard-working families. \n\nI know this is a priority for job creators in my district and across the country. \n\nThe same goes for USMCA, a modernized trade agreement with Mexico and Canada that cities on the border and \nacross the country are counting on. As Mayor Nicholls explains in his written testimony, USMCA is critical for \nYuma's economy and creating jobs for current and future visa holders. \n\nIn April, I spent an entire week back home talking with local workers, entrepreneurs and business leaders about the \nneed to finalize this important pact which will create more than 100,000 jobs, alone, in my state. \n\nIf this Committee truly wants to build a more dynamic economy, we should focus on the benefits of the USMCA, \nwhich will strengthen trade with two of our largest trading partners and make American businesses more \ncompetitive around the world. \n\nIt is clear we have a lot of opportunity to strengthen our economy and the federal budget. But before we can deliver \nmeaningful reforms, we must ensure our communities are safe and our borders are secure. \n\nI look forward to discussing how we do that, today. \n\nAnd with that, Mr. Chairman, I welcome the witness testimony and I yield back my time. \n\nYARMUTH: I thank the ranking member for his opening statement. And once again, I want to welcome all four of \nour witnesses. Each of you will have five minutes for your opening statements. \n\nAnd by the way, if any other member of the committee has an opening statement, they may submit it in writing for \nthe record. \n\n\n\nBut each of you have five minutes for your testimony. And your written remarks have been entered into the formal \nrecord. And so, I will first recognize Mr. Jawetz for five minutes and you may begin when you're ready. \n\nJAWETZ: Chairman Yarmuth, Ranking Member Womack and members of the Committee, thank you for inviting me \nto testify, this morning. \n\nSo, when I think of the contributions that immigrants of all backgrounds, skills and levels of educational attainment \nmake to our country, I'm often reminded of my former boss and your colleague, Representative Zoe Lofgren, \ndescribes immigrants as people who have enough get up and go to get up and go. \n\nWhile people often think about immigrants in traditional gateway places like New York, Chicago, San Francisco in \nrecent years, recent decades, immigrants have found new opportunities for themselves and their families in new \ngateways like Atlanta, Charlotte, and Nashville, as well as in suburbs. \n\nImmigrants are breathing new life into rural communities. Late last year, the Center for American Progress did a \nnew study that found that immigrants ameliorated population decline in nearly four out of five rural places in this \ncountry and were entirely responsible for population growth in one out of five rural places. \n\nInstead of hospitals closing, schools consolidating, businesses drying up, in these communities, immigrants are \nopening small businesses. They're providing essential healthcare services, rejuvenating downtown areas and both \nfilling and creating jobs. \n\nImmigrants are also contributing their food, music, culture and language. Immigrants also will help to ensure our \ncontinued shared prosperity in the years ahead. As baby boomers retire, immigrants will disproportionately work as \ntheir doctors, nurses and home health aides. \n\nImmigrants and their children also will fill enormous holes in the workforce left behind, as they retire. Over the next \nten years, without immigrants and their children, the country's working age population would plummet by seven \nmillion people. \n\nThese immigrant's payroll taxes will shore up the country's social safety net for years to come and help to ensure \nwe honor the commitment we made to older Americans, now turning to us for support. \n\nRefugees also are making important contributions, particularly, in places like Utica, New York, Clarkston, Georgia, \nand Fargo, North Dakota. Although the image of a refugee we are often presented with, and this is equally true of \nasylum-seekers now requesting protection at the Southwest border, is that of a person who comes with little more \nthan the clothes on their back. \n\nThis fails to capture the drive and perseverance that it takes to leave everything you've known to find safety \nsomeplace else and start again. \n\nDespite the obstacles, that drive is what helps to ensure that refugees thrive in America. \n\nThey have high labor force participation rates and become a net economic positive for the country within just eight \nyears of arrival. \n\nI've been speaking, so far, about all immigrants, both documented and undocumented. But I want to focus, now, on \nthe ten-and-a-half million undocumented immigrants in the country, paying particular focus to the seven million who \nare in our workforce, today. \n\nAccording to CBO and JCT, the comprehensive immigration reform bill that passed the Senate in 2013, which \nwould have provided a path to citizenship for these individuals, would have decreased federal budget deficits by \napproximately $1 trillion in increased federal budget, increase the nation's GDP by 5.4 percent, over 20 years. \n\nAverage wages for all workers would have increased by ten years. By contrast, in 2016, CAP work with two leading \neconomists to find that removing undocumented workers from our workforce would, in the long run, reduce the \n\n\n\nnation's GDP by 2.6 percent, and reduce cumulative GDP over ten years by $4.7 trillion. Some industries would see \nworkforce reductions up to 18 percent. \n\nIn my testimony, you'll see a table showing that the 23 states represented by members of this Committee would \nexperience GDP losses, totaling more than $350 billion, annually, for such a policy. Each state would experience \nkey losses in key industries, including a 13 percent loss in GDP from North Carolina's construction industry and a \n12 percent loss in GDP from Texas' leisure and hospitality industry. \n\nWith respect to dreamers and TPS and DED holders, earlier this month, the House did pass H.R. 6, the Dream and \nPromise Act, which would offer protection for Donaldo Posadas Caceres. \n\nMr. Posadas is a TPS holder and member of the International Union of Painters and Allied Trades who, for the past \n20 years, has been working on some of the country's tallest bridges, helping to make necessary repairs and \nhanging larger-than-life American flags. \n\nAttached to my testimony, is a table showing that nearly 240 people from your congressional districts would benefit \nfrom this bill. The individuals and their households pay billions, annually, in federal, state and local taxes and rental \npayments and home mortgages. \n\nEveryone knows our immigration system is broken. Before joining CAP, I spent seven years working for the House \nImmigration Subcommittee and was involved in two major bipartisan efforts to try to come up with a solution for \nthat system. \n\nI think the chairman would agree that the negotiations that we were involved in 2013, were spirited. But members \non both sides of the aisle genuinely thought they were coming together to solve a problem for this country. \n\nWhat gives me hope that we will find our way back to those conversations in the years ahead, is that despite the \ndeluge of negative attacks that we hear constantly on immigrants and refugees, more than three quarters of \nAmericans now say immigration is a good thing for this country, the highest level in decades. \n\nA greater share of the American public also believes that immigration levels to this country should increase or stay \nthe same than at any time, since Gallup has polled that question in 55 years. Americans want real solutions and \nthey want an immigration system that actually works and that works, as designed. \n\nIf we can do that, if we can establish a well-functioning, modernized, and humane immigration system that both \nlives up to our nation's past and works for our nations present and future, we can be true to the vision of this \ncountry as a nation of laws and a nation of immigrants and can  begin to restore respect for the rule of law in that \nsystem. \n\nMoreover, we can position this country to harness the full economic benefits that immigration holds. \n\nThank you so much and I look forward to your questions. \n\nYARMUTH: Thank you for your testimony. I now recognize Mr. Kahin for five minutes. \n\nKAHIN: (OFF-MIC) \n\nChairman Yarmuth, Ranking Member Womack and members of the committee, thank you for the opportunity to \nspeak with you. My name is Abdirahman Kahin and I am the owner of Afro Deli and Grill, a fast-casual restaurant in \nMinnesota. \n\nI'm here, today, to share my humble experience and my perspective on the positive impact immigrants have in \nevery district in America. \n\nToday, I share my personal story, but I wouldn't be here before you without the support of many others who have \nwalked similar paths. \n\n\n\nI immigrated to the United States in 1996 and I have been blessed to call the state of Minnesota my home since \n1997. I came to the U.S. like many immigrants, to find safety and opportunity, as an asylum seeker, a young man \nfrom Somalia without much experience or skills. \n\nIn Minnesota, I found a rich immigrant community from all over the globe and an opportunity to create the life I \nalways dreamed of. My first job was overnight parking attendant which was perfect because it allowed me to go to \nESL classes in the evenings, before work. \n\nAfter that, I was able to attend community college and learn the skills I needed to start my first business, a media \nproduction company. In the ten years after, I opened several other businesses before I found my passion in the \nhospitality industry. \n\nMy American dream evolved and now I wanted to open my own unique restaurant with a new concept, healthy with \nfresh ingredients, accessible African food and welcomes everyone. \n\nI realized my dream in 2010 when I opened Afro Deli. In Afro Deli, I saw a vehicle to bridge cultures, build a \nsuccessful business, and contribute back to my community in a meaningful way. We now have expanded to three \nlocations and with a fourth location opening next month. We have over 60 employees and consultants. \n\nAfro Deli's culture is rooted in the belief that good food has the power to bring people together. When we sit down to \neat, we share a common connection to the world through the ingredients in our dishes. \n\nOur staff is diverse as our customers. We often joke that Afro Deli is the only place in Minnesota where a Japanese \nAmerican cooks African food. \n\nWe are so proud to offer good jobs in a supportive and inclusive workplace. The restaurant industry can be a \nchallenging and I have been successful by focusing on supporting my hardworking staff. \n\nThis is why I championed paid sick leave, something Afro Deli has always offered to staff, to push other small \nbusiness owners to support working families, improve working conditions and reduce turnover. \n\nIn addition, we have been able to provide other benefits, too, including vacation time and parental leave for new \nmothers and fathers. \n\nWe take in in pride in being diverse organization where Americans of different origins work together. \n\nAfro Deli directly supports local initiatives and community organizations that do good. We offer donations of food, \nmoney, and time to a wide variety of good causes as part of our DNA. Whether it's spearheading an initiative like \nDine Out for Somalia to raise money for the famine relief effort in 2017 or offering free meals to our furloughed \nneighbors as a small token of our appreciate for their public service. \n\nGiving back is an important part of my company. Personally, I have been honored to serve on several local and \nnational boards, and I encourage my staff to do so as well. \n\nOur efforts to contribute to our local community don't end with nonprofit partners. Afro Deli is also a partner with \nlocal farmers and small business owners, where possible. \n\nThis means the majority of our meats, produce, or other ingredients are sourced locally from the locals, with most of \nthem a minority or woman owned, as well. \n\nAfro Deli is an integral part of the fabric of Minnesota. We are so proud to be part of--to be a product of Minnesota \nand we believe we represent the best our state has to offer. \n\nMy goal is to continue expanding and opening in every city across the state and across the country, becoming the \nfirst national African chain in the U.S. I want to grow so I can share our food, our culture, our values and create \nmore jobs across the country. \n\n\n\nI believe food has no borders and has the power to convene people in meaningful ways. \n\nThank you very much. \n\nYARMUTH: Thank you for your testimony. I now recognize Dr. Kerr for five minutes. \n\nKERR: Thank you, Chairman Yarmuth, Ranking Member Womack and all members of the Committee for inviting \nme to speak, today. \n\nMy name is Sari Kerr. I am a senior research scientist at Wellesley College. I am an economist and my research \nfocuses on the labor market, immigration and entrepreneurship. \n\nAnd today, I will tell you about my work related to immigrant entrepreneurs. As economists, we know a lot about \nimmigration's impact in the labor market with many scholars having asked whether the increased labor supply \ndisplaces native workers or lowers wages. The answer is typically, no, or very little. \n\nInstead, immigrants have been found to benefit their host economy economically and fiscally. However, we know \nrather little about immigrants as founders of new firms and creators of jobs as actors who actually increase the \ndemand for labor and supply wages for local workers. \n\nThis distinction is rather important, as there are typically few concerns in the entrepreneurship arena that one \nstartup would displace another. \n\nFor the last five years, I have studied the role of immigrant entrepreneurs in the U.S. and today, I would like to \nhighlight some key findings from that research. \n\nSo first, immigrants start an increasingly large share of all new employer firms in the U.S. From 1995 to 2012, that \nshare went from 16 percent to 25 percent. So just over one in four new employer firms have at least one owner who \nwas born outside of the U.S., now. And that is twice the share of immigrants in the population of the United States. \n\nThe immigrant entrepreneurship has also boomed at the same time when the overall rate of business startups in \nAmerica has been falling, making them even more important. \n\nSecond, the role of immigrant entrepreneurs is large in the high-tech sector but just as large in other sectors of the \neconomy. The high-tech sector, 29 percent of new firms have at least one immigrant owner, whereas, in other \nindustries, the share is 26 percent. \n\nAnd we see that immigrant firms are, especially, concentrated in the service sector, accommodation and food, \nprofessional and technical services, healthcare and social services, as well as in retail trade. \n\nThird, the U.S. states definitely differ greatly, in terms of the share of firms that are owned by immigrants but in all \nstates, in all cases, immigrants start more firms on a per capita basis than natives do. \n\nIf we look at the least dependent states like Montana, the Dakotas, and Idaho, we notice that about 6 percent-or-\nless of the new firms are founded by immigrants, whereas, in California, New Jersey, New York, that share is more \nthan 40 percent. \n\nBut wherever we look, immigrants are more likely to start companies than natives are. So, for example, in 2007, \nabout 3 percent of Kentucky's population was born outside of the United States, but 9 percent of all new employer \nfirms in Kentucky, in that year, had immigrant owners. \n\nFourth, the job creation share of immigrant entrepreneurs is also high. The average immigrant owned firm hires \nslightly fewer employees than the average native owned firm but, nevertheless, they account for about 23 percent \nof all jobs created in these young employer firms we looked at. \n\nThis is very important, as young firms tend to account for almost all of the net job growth in America. \n\n\n\nAnd my final point is that the jobs that immigrant entrepreneurs create pay somewhat less and provide a little bit, \nsomewhat fewer benefits, in terms of paid time off and retirement savings accounts and health insurance. And that \ncomes largely from their concentration in those three key sectors that I mentioned. \n\nIf I look at high-tech sectors, then immigrant owned firms actually pay higher wages and offer relatively similar \nemployee benefits than native owned firms. \n\nAnd again, if I compare apples to apples where my apples are firms that are very similar, in terms of all their \nobservable traits, then the jobs created by immigrant entrepreneurs look very similar, as those created by native \nowners of firms. \n\nAs a conclusion, I would like to say that the contribution of immigrant entrepreneurs to the U.S. economy is quite \nsignificant and often not fully recognized, even among the dedicated immigration and entrepreneurship scholars. \n\nThe U.S. landscape, in terms of firms and jobs, would look rather different without the immigrant entrepreneurs. \n\nI am very happy to answer any questions you may have, today. And I thank you again for this opportunity to come \nand talk. \n\nYARMUTH: Thank you, Dr. Kerr, for your testimony. I now recognize the honorable Mayor of Yuma, Arizona, Mr. \nNicholls, for five minutes. \n\nNICHOLLS: Thank you very much, Chairman Yarmuth and Ranking Member Womack and the committee members \nfor this opportunity today, to speak to you about immigration and the impact on the Yuma community. \n\nI am Doug Nicholls, the mayor of the city of Yuma, and just to give you a little background on Yuma, Yuma has \n100,000 people, year-round. \n\nOur location is where Arizona, California and Mexico meet. So, we're right on the southern border. \n\nOur county has a GDP of $5 billion with $3.5 billion dollars associated with the agriculture industry. And that \nindustry produces 50, I'm sorry, 90 percent of the leafy green vegetables you consume, the United States and \nCanada consumes, during the winter season. \n\nThat requires 50,000 agricultural workers to make that happen. They are comprised of 38 hundred H-2A visa \nholders, over 30,000 domestic workers, and 15,000 workers that cross the border, each day, to work in the United \nStates and then return home each night to their homes in Mexico. \n\nSo, as you can see, the immigration system is vitally important to the Yuma agricultural industry. However, the \nguest worker program is cumbersome and truly doesn't meet the needs of the industry. Yuma lost 10,000 potential \nacres of fresh produce to Guanajuato, Mexico, and also lost $2 billion worth of opportunity in building agricultural \ninfrastructure to support that industry. \n\nAnd that's because of the lack of consistent, sustainable skilled workforce, labor work sources. \n\nOn the medical front, Yuma is designated a health professional shortage area, so our hospital reaches out and \nutilizes the H1-B visa program,, the J-1 visa program, and the T-1 visa program, in order to fill up to five, or an \naverage of five doctor slots, every year, for our community. \n\nHowever, the most pressing situation that we have at this time is the release of migrant families in Yuma by the \nU.S. Border Patrol. When the crisis began in March, I brought together all the nonprofits to see how we could set up \na temporary 200 bed shelter system, in order to address the humanitarian concerns of the migrant families being \nreleased and also address the public safety concerns with the community. \n\n\n\nOn April 16, the capacity of that shelter was exceeded, and I had to declare a local emergency. A few days later, we \nhad over 300 people in the shelter and we had to close the door to new migrant families. That has happened three \nmore times, since that first event. \n\nTo date, we have had 5,146 people come through that shelter system in three months. This is completely \nunsustainable. \n\nIn those three months, the NGOs have spent $700,000, have provided 93,000 pounds of food and clothing and has \ncontributed thousands of hours of volunteer time. \n\nThe hospital has seen 13 hundred migrant patients, since the beginning of the year at a cost of over $800,000 and \nonly one third of that cost is reimbursed by the government. \n\nOur trade and port operations have been compromised. The reallocation of 37 temporary duty customs agents has \nreduced the San Luis port-of-entry from eight lanes to five lanes, which has increased border wait times an amazing \n46 percent. That's 1.2 million trips through the port that no longer will impact our sales tax and tourism. \n\nBorder Patrol closed the checkpoints on the interstates to reallocate personnel at a time when our communities are \nexperiencing a record level of Fentanyl and methamphetamine transportation through the communities. \n\nWith an unquantifiable impact, is the negative perception of the border communities in terms of investment and \ntourism. The Yuma County Chamber of Commerce reports that, since the beginning of the year, they've had a 50 \npercent reduction in relocation packet requests. \n\nOur Greater Yuma Economic Development Corporation reports that two multimillion-dollar projects that were slated \nfor Yuma were redirected to Mexico, due to the perception of port issues and timely movement of workers. \n\nThe status of immigration is a critical issue for Yuma and the humanitarian issues are real. \n\nThe community needs effective immigration policies for trade and commerce. However, the drain of resources and \nthe strain on the community needs to stop. \n\nThank you for your time and your attention and on behalf of the people of Yuma, I invite members to come visit \nYuma and experience the border, firsthand. \n\nThank you. \n\nYARMUTH: Thank you, Mayor Nichols. Thanks to--once again, for all of your testimony. We will now begin our \nquestion and answer session. As a reminder, members can submit written questions to be answered, later in \nwriting. Those questions and the answers of the witnesses will be made part of the formal hearing record. \n\nAny member who wants to submit a question for the record may do so within seven days. \n\nAs is our habit, the ranking member and I are going to defer our questions to the last. So, I now recognize, as a \nmatter of courtesy, the gentlelady from Minnesota, Ms. Omar, for five minutes. \n\nOMAR: Thank you, Chairman Yarmuth. Thank all of you for testifying. \n\n(UNTRANSLATED) \n\nIt's really wonderful to see you here. Thank you so much for accepting our invitation to come and testify and tell us \nabout the wonderful successes immigrants are having in Minnesota. I'm a little disappointed you didn't bring us Afro \nDeli tea and some musas. \n\nI was showing pictures to my colleagues of your restaurant and what it offers. It's one of my favorite places to spend \ntime. \n\n\n\nAnd so, I wanted to talk about the economic impact of immigrants. There was a project called Map, the Impact from \nNew American Economy, which is a bipartisan research that showed how immigrants are having an economic \ngrowth, driving economic growth in every region of the country. Particularly, in our district, immigrants have paid \n$760 million in taxes, last year. \n\nWe contributed $2 billion in spending power. Again, this isn't just in Minnesota's fifth district. It's statewide. \nImmigrants paid more than $4 billion in taxes and contributed $11.5 billion in spending power. \n\nIn Minnesota, there are more than 22,000 immigrant owned businesses that employ more than 35,000 people. One \nof those entrepreneurs and people who are having successes is you. \n\nWhen we think about the kind of saying that was used, you know, we get going, you became an entrepreneur just a \nfew years after entering the United States and have been quite successful. \n\nYou've been featured in the New American Economy. There was a profile of you, last August, which I would love to \nenter into record. \n\nYARMUTH: Without objection: \n\nOMAR: You talked about the kind of opportunities that were afforded to you in Minnesota and how the Minneapolis \ncommunity has contributed to your success. Could you talk a little bit about some of the policies that we have in \nMinneapolis that have impacted your successes in entrepreneur? \n\nKAHIN: I think the most successful impact that we have in Minnesota is because of the people of Minnesota are \nvery warm people and very welcoming people. \n\nAnd especially they're coming from rural, from locals and state and county level is very encouraging people to do \nbusiness. \n\nAnd because of that, I think I maneuver the system and encourage most of my family and friends to start business \nbecause I think that's the easiest place to start business, I think across the country. \n\nOMAR: I mean, we say in Minnesota, it's a cold place but the people have warm heats. And that, certainly, has an \nemotional impact on all of us and allows us to have the kind of successes we've had. So, thank you so much for \ncreating employment opportunities for so many Minnesotans and for being a shining example for what immigrants \ncan do in this country. \n\nMr. Jawetz, I wanted to talk to you about the kind of impact the Muslim ban has had. Today is the one year in our \nanniversary of the Supreme Court ruling. And so, if you can tell us a little bit about the kind of impact, economic \nimpact the Muslim ban has had on our economy. \n\nJAWETZ: Yeah, so, thank you so much, Congresswoman. So, today is the one-year anniversary, since the \nSupreme Court allowed the third iteration of the Muslim ban, the travel ban, to go into effect. \n\nAnd as you all may know, the case is still under litigation, right now. One of the things the Supreme Court relied \nupon in their ruling was this waiver process that had been set up by the State Department to grant waivers to \npeople who are subjected to the ban. \n\nWe now know, over a year, that about 5 percent of those waivers are being granted. Consular officers say that they \ndon't actually have authority to grant the waivers, they can just send them to headquarters where they get sent in to \na black hole. \n\nYou've got people who are been waiting, now, for you know, a third of the people, basically, were in line, according \nto a new collection by Georgetown, shows that they've been waiting for two years or more for their visas to be \nadjudicated. \n\n\n\nYou know, Marketplace actually did a recent piece looking at small businesses owners who are seeing their \nbusinesses stifled, as a result of the travel ban and their inability to get workers. \n\nYou also, of course, see the impact on families, U.S. citizens around the country are being forced to remain \nseparated from their family members. And one of the really nefarious effects of this, of course, is if you look at the \nimpact on admission to this country from Muslim majority countries, it has plummeted, more that 90 percent drop \nover two fiscal years for people from Muslim majority countries. \n\nIn our refugee program, about a 30 percent drop in the immigrant visa program and about 20 percent drop in \ntemporary visitors. So, across the board, we're reshaping what admissions and immigration and visitors to this \ncountry will look like. \n\nOMAR: Thank you. I yield back. \n\nYARMUTH: The gentlelady's time has expired. I now recognize the gentleman from Missouri, Mr. Smith, for five \nminutes. \n\nSMITH: Thank you, Mr. Chairman. Mr. Chairman, I would like to submit into the record for Representative Bill \nFlores, who had to leave for the Energy and Commerce Committee, a letter that he has from the Mayor of El Paso? \n\nYARMUTH: Without objection. \n\nSMITH: Thank you, Mr. Chairman. Thank you for holding this hearing, today. \n\nYesterday, CBO released its forecast for our nation's long-term fiscal stability. The numbers are shocking, $80 \ntrillion in new deficits over the next 30 years. Yet, we have no plans from the other side on how they would address \nthis crisis. \n\nIt's time for them to step up with a budget. It has been 72 days, I keep counting the days, keep addressing the \nnumbers at every one of our Budget Committee hearings, hoping the other side will present a budget. \n\nWe are the Budget Committee. We need to present a budget. We're 72 days past due. In order for us to address \nour priorities, we need to have a budget. \n\nIt's clear that we agree that legal immigration can have a positive impact on our economy. I said legal \nimmigration. \n\nWe know how good our economy is right now. We've all heard the numbers about job openings. In fact, in April, the \nnumber of job openings exceeded the number of unemployed by the largest margin on record. One-and-a-half \nmillion more jobs available in this country than people seeking employment. One-and-a-half million more jobs \navailable then people seeking employment. \n\nWe've had 15 months of unemployment under 4 percent, 15 straight months, ten straight months of wage growth, \n5.8 million new jobs, since President Trump was elected. \n\nThose are wonderful numbers. No one can deny the economy is doing very well, under this Administration. \n\nIn southeast Missouri, we know the positive impact of legal immigrants can have on communities and local \neconomies. We have many examples-a specialty doctor in Poplar Bluff, Missouri, who helps the medically \nunderserved, a restaurant owner in Farmington, Missouri, originally from China, who is not only a successful \nbusiness owner but an incredible community leader who volunteers and helps out needy students. \n\nIn my district, we also have Missouri S&T a leading Stem University. Many foreign students who graduate from S&T \ngo to, go on to great jobs here in America and advanced technology fields. \n\nMy office has helped many of these students pursue their career goals through obtaining visas. \n\n\n\nWhere we disagree, is on the issue and the impact of illegal immigration. But it wasn't that long ago that \nDemocrats and Republicans seemed to be on the same page. \n\nPresident Clinton deported 800,000 people. President Bush deported 2 million. President Obama deported 2.9 \nmillion people. \n\nRight now, President Trump actually has a lower deportation rate than President Obama did at this same point in \nhis administration. \n\nWhat we need to understand, these deportations of the numbers that I just said our people that went through the \ncourts. The courts ruled that they needed to be deported, after having their appropriate hearings or they are \nindividuals that are criminals. \n\nSo, our system can function, in regards to that, if we just allow it to work. \n\nI went to the border just a few weeks ago and saw, firsthand, what the men and women in our Border Patrol face \nevery day. It's been 57 days since President Trump asked for emergency funding. HHS runs out of money next \nweek. We have 19,000 migrants currently in custody for a system designed to hold 4,000 people. \n\nSecuring our border and enforcing our laws is the only way to help solve this problem. \n\nThe situation will only get worse, if we all don't come together. \n\nMr. Chairman, I see that my time is about to expire before I can even ask a question. So, I will yield back. \n\nYARMUTH: Thank you, gentleman, his time has expired. And I just want to mention, in relation to your comments \non the budget, as of tomorrow, the Democratic House will have appropriated 97 percent of all federal spending. So, \nthere will be a very clear picture of what House Democrat's budget priorities and values are at that time. \n\nI now yield five minutes to the gentleman from New York, Mr. Higgins? \n\nHIGGINS: Thank you, Mr. Chairman. \n\nI think one of the things that we've lost in this country is our national story because it's an exodus story. For more \nthan 250 years, people fled persecution from all over the world. They crossed seas and deserts for the freedom \nfound in the promised land. \n\nThis administration has made policy decisions that deny fundamental rights to migrants and has unjustly separated \nfamilies for acts that are not criminal violations. \n\nNearly one quarter of all new businesses in the United States are started by immigrants. Almost half of the Fortune \n500 companies were founded by immigrants to America creating jobs for Americans. \n\nAnd over half of the patents filed in the United States are filled by immigrants. \n\nMr. Jawetz, despite the quantifiable economic benefits of immigration, why does this president, but in fairness, his \npredecessors, both Republican and Democrat, adopt an extreme hard line on immigration policy? \n\nJAWETZ: That's a great question, I think, and it does get to something that Congressman, Mr. Smith, raised as \nwell. \n\nNo one supports illegal immigration, right. Illegal immigration is a system of a dysfunctional system, right. It's also \na reality. And it's a reality in response to what the country's actual, realistic needs are. \n\nThere's a reason why immigrants are not just contributing for those who come through legal channels, but also, and \nthis is very real, the literature is clear on this, also people who are undocumented, who came without status, those \nwho fell out of status. They're still economic contributors to this country in myriad ways. \n\n\n\nSo, the question for me is, you know, do we support legal immigration? Yes, everyone supports legal \nimmigration. So then, we take a step back and say, well, how can we build a system that can be based upon legal \nimmigration? How can we get out of the system we have now which for decades, has relied upon this \ndysfunctional, outside of the law, immigration system in which all of us rely upon the labor of unauthorized \nworkers, undocumented workers, either directly or indirectly? \n\nSo, for me, if we want to think about how to restore respect for the rule of law in our immigration system, that \nmeans building a system that lives up to our values as both a nation of immigrants and a nation of laws and a \nrecognition that we cannot be a nation of laws, if we don't have laws that are consistent with our values and ideals, \nas a nation of immigrants. \n\nHIGGINS: Claiming back my time, so, in a political context, what we're doing then, is conflating legal immigration \nwith illegal immigration, to create a negative perception of immigration, generally. Is that a fair characterization? \n\nJAWETZ: Yeah, I think, I think, over time, basically, no one is proud of the system we have right now, basically. And \nso, you know, what you have is, as the system becomes increasingly dysfunctional over time because Congress \nand administrations have been unable to actually fix the system-- \n\nHIGGINS: --And that's a failure of Congress and the administration? \n\nJAWETZ: Yeah, I think all of us, yeah. \n\nHIGGINS: Moody's Analytics says that doubling the number of legal immigrants that we take in, each year, from \none million to two million, would increase economic growth by 2 percent, each year, over the next ten years. \n\nJAWETZ: Yeah, and I think, you know, Moody has also studied what happened in Arizona when Arizona adopted \nlegislation that would try and drive immigrants, undocumented immigrants off the work force. \n\nAnd what it ultimately did, basically, was decrease the job market, hurt American workers, as well, because jobs \njust left the state. \n\nSo, I mean, I think that's exactly right. And one thing I think, it's a really striking thing, I mentioned this in my oral \ntestimony. But Gallup has, since 1965, been polling the question of Americans, whether the level of immigration to \nthis country should decrease, increase, or stay the same. \n\nAnd we are not at, it's been nearly 55-year highs in the American public saying that immigration to this country \nshould remain the same or increase. \n\nSo, we can keep banging our heads against the wall with our broken system and be really angry about the fact that \nwe have ten-and-a-half million undocumented immigrants, here, seven million in our workforce and you know, that \nnumber's going to, is going to continue to fluctuate around that amount, or we can fix the system and bring people \nwithin the legal immigration system so that our system can work as it is designed rather than through workarounds \nand us just turning a blind eye to what's going on. \n\nHIGGINS: And with that, I yield back, Mr. Chairman. \n\nYARMUTH: Thank you, gentleman. I now yield five minutes to the gentleman from Utah, Mr. Stewart. \n\nSTEWART: Thank you, Mr. Chairman, and to all your witnesses, thank you. \n\nIt's often said, always said, we have a crisis at the border. I think that is an enormous understatement, frankly. I \ndon't think we have a crisis at the border. I think we have three crises. \n\nOne that is obviously humanitarian, something that every one of us in this room cares about. One of them is \nsecurity. And the third one is political, a political crisis here in D.C. and our inability to fix this. \n\n\n\nAnd I think, frankly, the political crisis may be the more difficult of these to fix. And some of the rhetoric around this \nis, honestly, it's just cynical. Much of it is dishonest. And some of it is just intellectually lazy. \n\nThere's many of us who want to fix this. For example, from the very first day, I decided around some seven years, \nor so, ago I've always wanted to fix DACA. I think, if we had a DACA bill on the floor, we'd have 350 votes for it. \n\nAnd we ask ourselves, would we rather have a cynical and a political tool and do what's right for these families, for \nthese children, and ultimately, for the security of our nation or would we rather have a tool and use that as a \nbludgeon against some of our political opposition. \n\nI'm a father, I'm a grandfather. I can't even begin to imagine the concern and the stress of these families and what \nthey must feel and the difficulties of these individuals as they face this journey. \n\nI've been to the border. I've been to the region many times and we see what's happening to the children and them \nbeing used. \n\nIt's truly heartbreaking. As a member of the Appropriations Committee, I have voted innumerous times to support \nthe children and their parents, whenever possible. I'm pro-family. I'm also, as we've just said recently, I'm pro-legal \nimmigration. \n\nAnd there's one more reality, and I want to mention this just quickly, and that's human trafficking. It's where I'd like \nto focus my attention. Out of the many elements of this crisis, I really do want to spend some time on this. \n\nWe were recently told at an Intel briefing you can purchase a child to be used as a tool to cross the border for $80--\n$80 you can purchase a child. \n\nAnd some of these--and as young as a few months, not a toddler, a few month-old baby. And some of these \nchildren have been recycled across the border 40 and 50 times. \n\nAnd I just think it's our responsibility, as a member of Congress, to really, truly do something to fund DHS and HHS, \nsomething that we all know, here, is going to reach a crisis in the next few days, if we don't have adequate funding \nfor that. \n\nMayor, I'd like to spend some time with you, if I could, and see your personal experience in the responsibilities you \nhave in the city of Yuma. Have you seen, have your citizens seen elements of this trafficking of children or other, \nyou know, sex trafficking or other human trafficking? \n\nNICHOLLS: Thank you Congressman. We have seen some evidence of it through the shelter system where people \nhave had plans to go to their host family with tickets purchased, and then, a truck pulls up and they get in the truck \nand they leave, which is not a usual thing you would do, if you're trying to get to a host family. \n\nAnd that--that's evidence of trafficking that, the struggle on trafficking is it's--it's not something you can just walk into \nand understand that that's going on at that moment. It takes a lot of research. \n\nAnd ICE, right now, is overwhelmed in the number of cases that they're researching. But there's--that it does go on \nand, as far as the recycling of the children, there's quite a bit of work done at the Border Patrol station to try to \nidentify whether the children are associated with the parents, units that they're with. \n\nSometimes, by the time they get to the shelter, that still hasn't been determined. So, there's' always that concern. \nThe--as people leave the shelter, we're not sure, really, where their ultimate situation is when they get to wherever \nthey're going. \n\nSo, we--very, very few migrants actually stay in the Yuma community. They come through and they move through. \n\nSTEWART: So, let me ask you, as a mayor who's responsible for law enforcement in your community, do you have \nthe resources that are necessary to combat trafficking, or do you need help from the federal government on this? \n\n\n\nNICHOLLS: We do not. We need help from ICE and the different federal agencies. \n\nSTEWART: I mean, that's just obvious, isn't it? \n\nNICHOLLS: Yeah, it's very obvious. \n\nSTEWART: This is beyond your capability. I hear that again and again and again in local communities. This is \nbeyond our--the capabilities of our local law enforcement to deal with adequately. \n\nNICHOLLS: And it reaches outside of jurisdiction because that kind of crime goes across boundaries. \n\nSTEWART: Do any of the panelists, anything you'd like to respond or add to the conversation regarding the tragedy \nof human trafficking? \n\nJAWETZ: Sure, thank you so much, Congressman. So, I have a few things on that. I'd say, one, it's important to \nkeep in mind that the legislation that many people have been talking about for the last few years, really since 2014, \nwe want to make changes to the so-called asylum loopholes, are embedded in the trafficking victim's protection \nreauthorization act. \n\nThe proposed changes that many of you have voted for, over the last five years, would change that law and make it \nso that children who come without a parent or without a guardian, can be turned around, immediately, even if they \ndon't comprehend--I mean, this is literally in the bill--if they don't comprehend the consequences to them of \naccepting a return. \n\nThey would allow kids who pass that threshold to remain in Border Patrol stations under law for up to a month. So, \nthat's what the legislative changes that we've been driving toward for all this time would look like. \n\nAnd the last thing I'd say, really quickly, is, I agree that we should be trying to protect children. That's critically \nimportant and protecting children who are victims of trafficking is important. But I also want to think about the child \nwho died, you know, just a day or two ago in the Rio Grande, whose picture became, you know, ubiquitous on \nsocial media just last night, right. \n\nThis is a family that tried to come through the port of entry to request asylum and they were told the port was \nclosed. And they looked at the river and the father said, it didn't look that bad. And so, they decided to try and cross \njust so they could avail themselves of the right, under our law, to apply for asylum. \n\nSTEWART: Well, and I'll conclude. Our time is over but that you--your point is the asylum and the legislation around \nthat has got to be reformed to dissuade people from taking that type of risk. \n\nJAWETZ: That is not my--my suggestion, I would say. \n\nSTEWART: Well, you and I may disagree on that. But we understand and agree that it's a real problem and that, if \nwe do something, it's going to continue to be a problem. \n\nJAWETZ: That I would agree with, yes. \n\nYARMUTH: Gentleman's time has expired. I now recognize the gentleman from North Carolina, Mr. Price, for five \nminutes. \n\nPRICE: Thank you, Mr. Chairman. And let me, too, thank all of our panelists for a very useful discussion. \n\nI represent the research triangle area of North Carolina. And we're an area that has welcomed immigrants and \nbenefited from the presence of immigrants in all aspects of our workforce, whether we're talking agriculture or \nconstruction or hospitality or healthcare or high-tech industry. \n\nWe have a large immigrant population and we are attentive, therefore, to national policy and to the trends that \nnational policy may encourage. \n\n\n\nWhat we see with the Trump administration is an array of national policies that are hostile and alarming and have \nspread panic in the immigrant community and beyond-the Muslim ban, the revocation of temporary protective \nstatus, the virtual cutting off of the flow of refugees, the betrayal of the dreamers, indiscriminate deportations, \nseparating families at the border and on and on and on. There are those explicit policies. \n\nSecondly, there is a widespread perception, justified or not, of bureaucratic slow walking, not just in the refugees. \nThat is a reality but also in just the processing of visas and other bureaucratic procedures associated with \nimmigration. \n\nAnd then, there's the question of the optics. And that's what I want to get to, the message this sends, the \nconclusions that are drawn by people who may be thinking about, let's say, studying in this country or teaching in \nthis country or undertaking entrepreneurial ventures in this country. \n\nThat's really my question and it is focused on a higher education sense we are a center of higher education. We \nhave many, many international students, undergraduate, graduate, postdocs. We have talented, trained people \nwho, hopefully, would stay in this country and lend their talents to our economy. And we have many examples of \nthe kind of entrepreneurship that we've heard described here. \n\nSo, that's my question about the trends. What are the relevant policies, when we think about the kind of student and \npostdoc and entrepreneurial talent we want to attract, what can you tell us about the trends in terms of students \nchoosing the U.S.? \n\nI hear a great deal that we are losing students to Canada, Germany. I hear about incredibly difficult times just for \nthe visas and with just processing the student and faculty papers, and so on. \n\nThat's my question, what do the trends look like and what are the relevant policies? \n\nKERR: Thank you. I'll start to respond to that. So, you are absolutely right that the U.S. depends, heavily, on high \nskilled immigrants. And a lot of these immigrants don't, necessarily, arrive with high skilled kind of credentials. They \narrive as students. \n\nAnd they arrive under a student visa, which is, basically, of a fairly unlimited supply. Then they have to figure out \nwhat they can do after they graduate. And then, there's a more limited supply of visas, at that point, and then, \neventually, given that they're high-skilled, they will probably like to stay and continue working on a work visa. \n\nAnd there's, yet, another more limited supply of visas available, the H1-B. And I think that is a very difficult situation \nthat we're facing. \n\nU.S. is facing, also, some stiff competition from Canada, Australia, U.K, other immigrant destinations that have \ngreat university systems. And I think it would be very helpful, think through--how does this process of, actually, \nattracting and retaining these high-skilled individuals who are going to pay taxes and contribute to innovation. \n\nPRICE: Do we, actually, have data on the--on the trends in this regard? \n\nKERR: On The trends. So, my--what I have seen, and you surely can see, also, some anecdotal evidence out there \nis that there's a--definitely, increase has stopped. So, we don't see this ever-increasing supply of high-skilled \nstudents entering the United States the same way as we have before. \n\nI think we need to wait a little bit longer to see, kind of, where the trend is turning. \n\nNICHOLLS: Congressman, what we've seen in Yuma, is still a consistent desire to come into the United States \nfrom Mexico. \n\nI do an extensive amount of engagement in Mexico. We formed a binational organization called Forefront ED. And \none of the things we have done is sign an MOU with the three areas in the state universities, our local community \ncollege. \n\n\n\nAnd at first, it was just seven Mexican universities. But it's now 17 Mexican universities that are interested in doing \nexchange programs and coordinating curricula and really working together on that. \n\nIn talking to the students and talking to the faculty, there is still a very strong anecdotal evidence that the desire to \ncome to the United States, the desire to work in the United States, even after obtaining a degree at a Mexican \nuniversity is still very much there. \n\nAnd our economy, as I tried to describe in my remarks, is dependent upon that, from our hospital, to our agricultural \nindustry. \n\nAnd when I say agriculture industry, it's not just the skilled farm workers. It's the chemists and the--and all the \nresearchers and those are frequently internationally sourced. \n\nYARMUTH: Thank you for your response. Gentleman's time has expired. I now recognize the gentleman from \nTexas, Mr. Flores, for five minutes. \n\nFLORES: Thank you, Mr. Chairman. And I, also, want to thank Representative Smith for submitting my letter from \nthe Mayor of El Paso for the record. \n\nAnd I'll just talk a little bit about what's in that letter. Since January, 2019, more than 75,000 migrants have been \nreleased in El Paso, climbing from 7,800 migrants in January to 18,804 in April. \n\nCBP facilities that are at capacity, excuse me, are at capacity and federal officers are spread way too thin to act \nappropriately handling the processing claims. \n\nAs a result, delayed processing and wait times on Northbound Bridge, the point of entry, in El Paso resulted in an \nestimated $483 million loss of imports for the month of April, alone. \n\nCross-border spending and trade, also, coming from the border is a boon for the city of El Paso and the region \nalong the border. It's unfortunate that my colleagues on the other side of the aisle are unwilling to adequately fund \nICE and CBP to meet the increasing levels of migration we are experiencing and leaving open the prospect of \ndangerous individuals entering our country. \n\nMayor Nicholls, I'd like to begin my questioning with you if that's all right. And thank you for being here, today. \nYou're giving a first-hand perspective of the crisis and what it's like on the southern border. \n\nThe statistics that we've seen, today, are undeniable. And your city is not alone. As I mentioned, El Paso has \nexperienced the same increased levels of migration and seen the substantial impact reverberating through their \nlocal economy because of a lack of resources. \n\nWhile legal immigration is important to all of us and to our economy, underfunding the humanitarian crisis on the \nborder will have the opposite effect. \n\nYuma is home to more than 100,000 people, as you stated, but it's reported that you have seen more than 24,000 \nfamilies cross into your city, over the past year. \n\nThe only shelter available is significantly overpopulated. CBP is understaffed and overworked, so when 13 hundred \nmigrants were released into Yuma over the course of the last few weeks, you had no choice but to call a state of \nemergency. \n\nMy questions are this. Do the numbers you talked about add up to a crisis, in your opinion? \n\nNICHOLLS: Thank you very much, Congressman, for the question. \n\nThey very much do. And just to kind of, maybe, put it in perspective. When you talk about 5,000 people, that I \nmentioned in my comments, maybe not seem like a lot when you live in a large city. \n\n\n\nBut if you translate that to a community of, say, four million people, a large city like the city of Phoenix, the \nproportional personality of that is 200,000 people. That would be 200,000 people coming through a community of \nfour million. \n\nThat is a substantial impact. And so, there's' really--it's really no clear way to describe it exact, except for exactly \nthat. It's unsustainable to continue to have that kind of flow through our community. \n\nFLORES: So, the analogous impact on Phoenix, as you stated, would be, essentially, two times the population of \nYuma. \n\nNICHOLLS: Yes. \n\nFLORES: Is that right? \n\nNICHOLLS: Yes, that's correct. \n\nFLORES: Can you expand on some of the positive impacts that come--that your city usually experiences from legal \nimmigration and the benefits of cross-border spending for small businesses and the local economy. \n\nNICHOLLS: Our economy is, definitely, based upon that international relationship. And just to kind of give you, \nmaybe, a quick anecdotal story. \n\nI met a gentleman 30 years ago who immigrated to this country at 18. He started a small business, raised a family, \nbought a home, sent his kids to college, really the true American dream. \n\nHe was engaged, still is, in--in that $3.5 billion-dollar agricultural side of our economy. And he's become a real hero \nto me in a lot of ways, helped me start my own engineering firm and he is my father-in-law. \n\nSo, this is really a very personal, a very real, every day, thing for us. And this is not an unusual story. This is 60 \npercent of our community is Hispanic. So, this story occurs all the time. \n\nAnd so, it's very, very well connected. And we've spent a lot of time promoting the region, not just--not just the city \nof Yuma but the region because, as we understand that the economies throughout the region benefit everybody. \n\nFLORES: We see the same thing in Texas, also, and for several years, Congress has attempted but failed to \naddress our broken immigration system that starts with securing the border. Securing the border requires an all of \nthe above approach, which includes barriers, technology, smart infrastructure and, also, people. \n\nWhat immediate resources are needed from a federal perspective, from the federal government so that we can start \ngetting a handle on this crisis, the security part of the crisis? \n\nNICHOLLS: From the security part of the crisis, it's all based upon having the resources complementing with the \nlaw. So, we've talked about a lot of the law changes. \n\nBut really, until we get a full complement of agents to enforce the law, and the law isn't enforceable, which is a lot of \nthe problems right now in the process. \n\nAlso, access to judicial process. So, instead of waiting six months to two to three years, being able to get asylum \nclaims processed. And when people have an asylum claim, they can get that protection right away, instead of \nwaiting. It would also help with this whole process. \n\nI think there's the ability to not, or the condition to not release in a community smaller than a million people would \nalso, help that pressure that's created and would move the federal burden from just a local community to the \ngreater country. \n\nYARMUTH: The gentleman's time has expired. Sorry, I now recognize another gentleman from Texas, Mr. Doggett, \nfor five minutes. \n\n\n\nDOGGETT: Thank you, Mr. Chairman and thanks to all of our witnesses. We have a markup of legislation \nconcerning Medicare going on at the same time, next building over.  \n\nBut I have had a chance to review your written testimony and appreciate it and your appearance here, today. \n\nSeems to be that the Trump administration's immigration philosophy is sick in both heart and mind. His campaign \nof stoking fear and prejudice ignores reality, a reality you described this morning, and it lashes out against the most \nvulnerable. He relies upon authoritarian tactics to twist our laws and to inflict cruelty. \n\nHe's lashed out by stripping protections for dreamers, undermining the legal status of high-tech visa and green card \nholders and inflicting cruelty on asylum seeking children on our border. \n\nWe are all the worse off for these policies. \n\nLet's talk about this failure of the Congress to address immigration because it is correct that there's been a \ncomplete failure of the Congress to address immigration. But it didn't begin this year. \n\nIndeed, tomorrow, to be exact to the day, June 27, 2013, six years ago, the United States Senate passed by an \noverwhelming bipartisan majority, comprehensive immigration reform. \n\nOnly but for the obstruction of Republicans has that legislation been blocked. You will recall that Speaker Boehner \nfirst, after making many promises to the contrary, refused to let the House vote on that comprehensive immigration \nreform. \n\nAnd after him, Speaker Ryan did exactly the same thing. \n\nOur immigration system could and should have been repaired long ago but Republicans have stood in the way to \nprevent any comprehensive immigration reform. \n\nUnfortunately, we now have a president who likes railing about immigration reform more than doing anything about \nit. He relies on imagined crisis that he created, himself, and people can see through that, no matter the cost of \nhuman life that we see at the border, today. \n\nThis is a president who, when presented with a bipartisan consensus bill option sitting there with him in the White \nHouse exclaimed that he wanted more immigrants from Norway and referred to Central African and Central \nAmerican countries with an expletive that I will not repeat, this morning, but is well known and reflects his heart, \nwhich goes to the very core of bigotry around this policy. \n\nSo, what we're tasked with, today, is laying out a framework of what a president with the slightest sense of human \ndecency and humanity, might be able to do the year after next and your testimony is important in doing that. \n\nMeanwhile, this year, the House has already recognized that our dreamers who have cleared a criminal background \ncheck, are contributing in our country, they should not have to rely only on court decisions, which the Trump \nadministration is trying to undermine, in order to be assured for them and for their employers and their schools, that \nthey're able to continue, here. \n\nUnfortunately, the situation again, when you talk about the failure of Congress, yes, there's a failure of Congress. \nThere's a failure of now the majority leader in the Senate doing exactly the same thing that House Speakers under \nRepublican control did in the past, refusing to even let the Senate consider protection for our dreamers, the easiest \nand most direct piece of immigration legislation that we might approve. \n\nAnd then, there is the claim of the president, recently, that his solution to the immigration problems that we face is \nto deport a million people from this country. Fortunately, the president, because we have now an acting Homeland \nSecurity Secretary, a vacancy for the head of customs and border protection, an acting head for citizenship and \nimmigration services, has given us an immigration policy with many tweets but with no leadership, with a lack of \norganization and with general incompetence. \n\n\n\nAnd so, many of our immigrants and the businesses and industries that depend upon them, are protected, in some \ncases, by our courts and, in other cases, by just the incompetence of this Administration in carrying out its policies. \n\nAll objective economists who have looked at this recognize that giving our dreamers legal status, that stop tearing \nfamilies apart and let those who have been here, legally, in our country contribute to our economy, will aid us \ngreatly. \n\nThe irony in Texas is so great. We face worker shortages, right now, particularly in construction, in agriculture, in \nthe service industries. Those are the industries that will be hurt the most, if this heartless policy of deporting and \nseparating families is allowed to develop. \n\nI have confidence in the lack of leadership of this Administration and its total incompetence that that will not occur. \n\nBut I appreciate your testimony about what a brighter day in America might hold, not only for immigrants but for all \nof our country and that the Statue of Liberty was calling out, not just to Norway, but to all the world. \n\nAnd I yield back. \n\nYARMUTH: The gentleman's time has expired. And now, I yield five minutes to another gentleman from Texas, Mr. \nCrenshaw. \n\nCRENSHAW: Thank you, Mr. Chairman and thank you for holding this hearing. I appreciate that we're talking about \nthe immigration issue. \n\nAnd I wish we'd been able to talk about the supplemental bill in this Committee, as well, and in the other Committee \nthat I'm a part of, which is Homeland Security to unfortunately, we hardly ever talk about immigration. \n\nSo, I appreciate that we're doing it, here. \n\nBut we have to be clear about something. We were talking about the costs and benefits of immigration. And it is \nthis. We cannot conflate illegal and legal immigration. That is often the case. \n\nEvery time we point out the issues with illegal immigration and the abuse of our asylum laws, well, the response is \nalways, but immigrants are good. Yes, done, absolutely, immigrants are good. We like immigrants. \n\nAnd if we want to have a really reasonable conversation about increasing quotas for legal immigration and more \nstreamlined work visas, all of that would be great. That is not something we are opposed to. Legal immigration is \ngood, period. \n\nIllegal immigration is bad, period. We should be seeking to diminish one, almost in its entirety, as much as \npossible. And we should be seeking to streamline the other, meaning, the legal immigration. \n\nIllegal immigration is infringement on our sovereignty is as abuse of our rule of law. And you have to be \ndeliberately naive, right now, to believe that what is going on at the border is just typical rule of law, that 144,000 \npeople apprehended, last month, is not an abuse of our asylum system. Of course, it is. Of course, it is. \n\nThe word has gotten out how easy it is, as long as you bring a child with you to cross our border. And then, you'll be \ncaught and released inside the homeland. \n\nThis is not fair to our citizens and their sense of sovereignty. This is not fair to our rule of law. This is not fair to the \nbasic notions of personal property rights that our country was founded on. This is not fair to legal immigrants waiting \nin line to do it the right way. \n\nThis is not fair to those children who are trafficked. This is not fair to them. This is not moral. This is not sustainable, \nto use the words of the Mayor. That is a word we have to use more often, sustainability. We cannot sustain blatant \nabuse of our rule of law. \n\n\n\nLet's talk about the cost, too. Yesterday, when we passed the supplemental bill, over $4 billion, that is the direct \ncost of illegal immigration, direct cost, right there, over $4 billion. \n\nIn Texas, we have to deploy a thousand National Guardsmen down to the border. That's not free. It costs \nsomething. Communities are stretching their resources to absorb illegal immigrants. The Mayor was talking about \nthis. That has a cost. \n\nWe can slice and dice the numbers however we want, but the fact is that illegal immigration disproportionately \nimpacts communities that are already struggling. It just does. \n\nJust last week, we had a hearing about stretching scarce federal resources to impoverished communities, talking \nabout Americans. Another good hearing to have. \n\nBut last week, also, Ways and Means, Democrats voted for an amendment that will allow illegal immigrants to claim \nan additional $6,000 in refundable tax credits. I don't understand this. We have American citizens, we have legal \nrefugees, we have green card holders in poverty and we're extending generous tax benefits to illegal immigrants. \n\nIn Texas, we spend over $50 billion on education. We also have 158,000 illegal immigrant children in Texas. This \ncosts $3.5 billion. There are real costs, here. \n\nAnd to put this into perspective, a local school district, which already has to finance the education of their own \nchildren, now has to raise taxes on their own community to pay for the education of people who came here, illegally. \n\nI don't understand how this is possibly fair, or more importantly, sustainable. \n\nMr. Mayor, can you tell us the impact of illegal immigration on being able to provide an education for local children \nin your city? \n\nNICHOLLS: Well, the--I don't really have the statistics with me on the immigration-- \n\nCRENSHAW: --Just generalities. \n\nNICHOLLS: Right. But there is, definitely, a big burden when it comes to young families that come across. And \nthat's what we're seeing through the Yuma area, is young families. \n\nMost of these families do move on to their host communities. And so, they don't stay. But being close to the border, \nit's one of those things that we, currently, have a growing educational system which is important. But the impact of \nthe exact--of illegal immigration's a little bit tougher because most migrants don't stay in Yuma. They do move on. \n\nCRENSHAW: Okay, they go on through. What about emergency room use? I'll tell you what. We have a low-\nincome hospital in Houston, LBJ Hospital. I've toured it. It is for low income Americans who don't have insurance. \n\nA quarter of their costs go to illegal immigrants. Do you see anything similar in Yuma? \n\nNICHOLLS: We do, in our hospitals, just this year, alone, has saw 13 hundred patients from the illegal immigrant \nprocess, whether it's through the Border Patrol or through ICE. \n\nAnd that's netted a, over a half a million-dollar cost to the hospital because those costs aren't 100 percent \nrecoverable. And to be a community type hospital, they have to pass that on, somewhere. And so, it gets passed on \nand we do have a higher cost of healthcare in Yuma and that's one of the elements that causes that. \n\nYARMUTH: Gentleman's time has expired. I now yield five minutes to the gentlelady from California, Ms. Lee. \n\nLEE: Thank you very much. Let me thank yourself and our Ranking Member for putting together this very important \nhearing. \n\n\n\nFirst of all, let me just say that I was born and raised in an immigrant community, El Paso, Texas. And I know from \npersonal experiences the contribution that immigrants make to our diverse and economically prosperous and, \nfrankly, making America a better place. \n\nOur communities are immigrant communities because every person, quite frankly, in this nation is or was an \nimmigrant. \n\nNow, as a mother, I have been horrified and outraged by the actions taken by the Trump administration to \ndeliberately separate families in our country, to cage families at the border and to really see this, really overall, \ninhumane immigration policy and policies. \n\nLike any immigrant mother, I love my children and cannot imagine having been separated from them when they \nwere children. And when I was down at the border, and I go to El Paso, periodically, and I was in Brownsville and \nMcAllen, last year. \n\nAnd I saw the prisonlike conditions that these children were kept in. There were kids sleeping on concrete floors \nwith only fed emergency blankets. I think they are called mylar blankets, to keep them warm. And no family should \nhave to endure this. \n\nIn my own district, the 13th District of California, Northern California, Oakland, Berkeley, California, we have heart-\nwrenching separation stories for the last two years. So, I hope that this hearing is, yet, another wake-up call to all of \nus because we owe it to our families, to the Constitution in our country, to fix our broken immigration system \nwithout delay. \n\nNow, I guess, let me direct this question to anyone who would be able to answer it, maybe, Mr., yeah, you know, \nPresident Trump renewed his pledge to deport millions he called--his language is illegal aliens. They are \nundocumented men and women and children, in my opinion. \n\nBut he decided that he was going to do this. And these policies, quite frankly, are inhumane and threaten the \nfundamental rights of millions. \n\nNow, in terms of the economics, though, something the president likes to say that he understands, what, how do \nyou see this move toward deporting millions of undocumented immigrants? Can you see what contributions they \ncould make to our economy, or not? \n\nNICHOLLS: Thank you, Congresswoman, for the question. There is, definitely, as we talked about immigration, \nthere is, definitely, a lot of positives that people can bring. \n\nHowever, being in an undocumented type status makes that very difficult because of a lot of the different situations \nthat you end up in. \n\nFor instance, the 50,000 people that are used in the agriculture industry, for the harvesting all the way through the \nresearch and development, a very, very high percentage are all legal working individuals, they have either their \nAmerican residence, are citizens, or have a guest worker program that they're in through. \n\nLEE: Well, let me ask Mr. Jawetz a question. I was, you know, I'm coming from California, it's is an agricultural \nstate. I was with Congressman TJ Cox in the central valley and meeting with farmers and workers. \n\nAnd it's my understanding that they are very limited, now, agriculture workers and the impact on our economy, of \ncourse, will be sooner or later, the increased cost in produce and in food. And the argument always is that, you \nknow, I know this Administration tries to pit black workers against immigrant workers that, you know, the availability \nof workers exists in the African-American community. \n\nCan you talk about that a little bit, in terms of the ag industry and ag workers and how that dichotomy and that \npitting against immigrant workers and black workers plays out from your perspective, in terms of the jobs. \n\n\n\nJAWETZ: Sure, so I'll say a few things on that. One is different crops and different parts of the country rely in \ndifferent ways on the, these are programs that may be available like the H2-A program for agricultural workers. \n\nAnd so, it may be the case that, in Yuma, you know, they have greater success with H2-A and with cross border \ncrossers for work. In a lot of other places, California's a great example, there is a very, very heavy reliance on \nundocumented workers, many of them have been in the workforce for a decade, two decades, where they are \nskilled workers who have managerial responsibilities. \n\nAnd if you look, actually, what the California Farm Bureau and the American Farm--all these folks, basically, when \nthey look at the--the need for immigrant workers in their businesses, that is really the reason why, over the years, \nCongress, one of the major reasons, even when Republicans controlled the House, they couldn't put a mandatory \nnationwide E-Verify bill on the floor. \n\nBecause growers came out and said, very, very clearly, you're going to kill our industry. And if you're going to kill \nour industry, the consequences are going to be greater food imports from Mexico and elsewhere. \n\nIt's going to mean losing jobs in trucking and grocery lines and packing that are often held by American workers. \nAnd so, it would be greatly disruptive to the entire food economy. \n\nLEE: And then, the availability of the workforce in America. You know, oftentimes, again, this Administration says \nthat they can't, you know, that immigrant workers are taking away jobs from other workers. \n\nJAWETZ: We had an actual experiment with that in Alabama and Georgia when they passed legislation to try and \ndrive immigrants out of their states, essentially. And what you found was you growers saying repeatedly, farmers, I \ncannot find workers. \n\nWhen I go and try and recruit, workers come work for me, now I'm getting, you know, very, very few are actually \ntaking these jobs. And those who do can last a day, maybe, in the fields. \n\nNow, we need to work on improving wages. We need to work on improving conditions. That's the reason why the \nUnited Farm Workers have been a part of any real negotiation over the years for how we can fix immigration \nsystem and provide a steady and humane and responsible flow for agricultural workers who are in the fields doing \nthis work. \n\nBut the response can't just be to plug our ears and pretend that there aren't undocumented workers who are doing \nthis work. One thing, really quickly, just to finish something that the-- \n\nYARMUTH: --Gentleman needs to conclude. \n\nJAWETZ: Oh, I'm sorry. I want to say, you know, on terms of data that came up earlier, you know, there are about \n25 hundred people in the county, in Yuma County, who will be eligible for relief under H.R.-6. \n\nThis is the number of kids, you need kids and TPS, DED holders who would benefit from that bill. They live with \nabout the same number, 25 hundred U.S. citizens in their households. They pay millions of dollars in federal, state \nand local taxes in the county. They hold tens of millions of dollars in spending power, annually. \n\nSo, even in the county where there are great positive contributions of legal immigrants the way you described, there \nis a thriving and significant population of undocumented immigrants who are contributing to that community. \n\nAnd I'm sure they, you know them, and I'm sure, you know, the folks in your--in your city know them, as well. \n\nYARMUTH: Gentleman's--gentlelady's time is expired. I now recognize the gentleman from Oklahoma, Mr. Hern, for \nfive minutes. \n\nHERN: Mr. Chairman, thank you so much. I'm glad we're having this conversation, today. It's interesting, as my \ncolleague from Texas said, next to me, here, that we devolved this whole conversation into an illegal conversation. \n\n\n\nThere's not a person in this room doesn't think we need more legal immigration. In fact, we have a lot of legal \nimmigration every year, about 750,000-757,000 people that were naturalized, last year, 716,000, the year before \nthat. \n\nSo, that process is working for those who want to do it the right way. It's averaged that for decades, now, 600,000 \nplus. \n\nIs it enough? Probably not for the robust economy that we have, we could fill jobs a lot, if we could get more folks \nhere. \n\nWe heard the great conversation, here, from our restauranteur. I've been in the restaurant business for a long time. \nIt's tough work. I applaud you. \n\nYou know, what we're looking at here, though, is an immigration system that I think we all agree, every one of us \nin this agree, if we could take the cameras out, take all the recording out, we probably could find a solution in about \n30 minutes. \n\nWe could all go, and we could vote quietly. We'd have an immigration policy. As a person who's only been in \nCongress about seven months, it is amazing to me that we can't fix something as simple as the problem we have, \nright now. \n\nI've seen it for years. It's been very frustrating. \n\nWe should, you know, we've talked about the various level of folks that are allowed to come in this country. People \nare still wanting to come to this country. They still see it as the greatest nation in the world, the freest. \n\nAnd yet, we argue that it's not free and that it's a bad place to live. And you know, folks that come here disagree \nwith us, disagree with the politicians. \n\nYou must be, if you're, you know, sir, if you're on the immigration policy team and you've been doing this for a long \ntime, our friends across the aisle, you've got to be extraordinarily saddened by the fact that the previous \nAdministration, the one you had, as part of their campaign, to fix immigration issue, h ad the first two years of their \nAdministration, a super majority in the Senator, filibuster proof, you had the House, that no immigration policy was \ntaken up. \n\nSo, while we're sitting here degrading and demeaning the current Administration, I think there's plenty of political \nopportunities have been there for every Administration. \n\nYou know, we also talk about what's happened in illegal immigration. Since we're going to go there, we've had \nover, year to date, we'll have about 750,000 apprehensions in this country, which is about the size of our \ncongressional districts. \n\nSo, if you want to put it in perspective, to impact that, in a half a year, we're going to apprehend a congressional \ndistrict. In the whole year period, two congressional districts of folks coming here, illegally, seeking to come to the \ncountry that's the greatest in the world. \n\nYou know, based on the national academics, Academies of Science, Engineering and Medicine Data, illegal border \ncrossers create an average fiscal burden of, approximately, $75,000 during their lifetime, excluding any cost for the \nU.S. born children. \n\nIn order to pay for the president's previous $5 billion border security request, we would only have to prevent about \n60,000 crossings, less than 3 percent of expected legal crossers in the next decade to warrant that cost. \n\nI've been there. Three weeks ago, I was in McAllen, probably the worst of the worst places on the border, right now. \nIt is a travesty, what's going on. \n\n\n\nWe need to fund the opportunity for these children. You know, we could go into, and I could digress and talk about \nwhat my colleagues have talked about, of why that we have so many children here, unaccompanied children, \npeople that are coming the way they're coming in is terrible. There's no question about it. \n\nThere's not a soul in this room--I am a father of three, grandfather of one. If anybody believes that it's okay, but the \nreality is, we do have a rule of law, so. And we have, again, 750,000 people that are using that rule of law \nappropriately, just as the gentleman did from Minnesota, to come here and seek out the American dream. \n\nThat's all we're asking. Let's just do it the right way. You know, as we talk about Mayor Nicholls, as a person who, \nagain, is in charge for--charge of the law enforcement of the city, and you're responsible for the safety and health of \na lot of citizens in the Yuma. You have this every day. \n\nCan you--can you tell us what our current conflicting message of immigration policy, how it impacts cities along \nthe--on the border? \n\nNICHOLLS: Thank you, Congressman. The conflicting message is really one like this. There's a lot of different \nangles I could--I guess I could take with that question. But one that really comes to mind is we--we are dealing with \na very large population coming through, and it is definitely a national issue. \n\nBut it's not being funded nationally. It's on the backs of our communities, on backs of our nonprofits, in order to deal \nwith the release of these people into the communities and helping them get to their ultimate destination. \n\nSo, that--there's a dichotomy there. And then also, we've given the job to our DHS to enforce the law, but they don't \nhave enough people, they don't have enough resources, they don't have enough facilities to adequately do that. \nAnd so, at the same time, we bring forth a criticism of how the process works, but there handcuffed on how they-- \n\nHERN: --So, my time is short-- \n\nYARMUTH: Your time is-- \n\nHERN: Can--can I just ask a follow-up question. My colleague just went over two minutes. I promise I will be two \nminutes. \n\nYARMUTH: Go ahead. \n\nHERN: Just--just as a follow-up to that, what I've seen, interesting enough, is that we've had, you know, a lot of \npeople go ask CBP agents, mayors along the border, and you give them these facts, the naysayers, but that must \nnot believe you because they are still saying it's the president wanting this when the request are actually coming \nfrom the mayors and the CBP agents up and down the border. I mean, how do you--that's got to be mentally \nfrustrating. \n\nNICHOLLS: It is. You know, I stay in my lane as the mayor and not as telling Congress exactly what needs to get \ndone. But there is the fate of our humidity in this area is at the hands of those that do set those laws and that is \nCongress and the administration. \n\nHERN: Thank you, Mr. Chairman. \n\nYARMUTH: The gentlemen's time is expired. I now recognize the gentleman from New York, Mr. Morelle for five \nminutes. \n\nMORELLE: Thank you, Mr. Chairman for bringing this important conversation to the forefront today. I applaud the \nfolks of this hearing on facts rather than fear. For far too long, our national conversation on immigration has stoked \npanic that immigration is stealing jobs from hard-working Americans and making our communities unsafe. \n\n\n\nThe reality, backed up by data, is very different. Immigrants, like my great-grandparents, our job creators, not \ntakers. First-generation immigrants start one quarter of all in the United States and are twice as likely as native born \nAmericans to become entrepreneurs. \n\nMoreover, the evidence shows that immigrations and immigrants do not reduce overall employment levels or \nworking hours do not drive down the wages of working Americans. In my own district, new immigrant communities \nhave revitalized Rochester when population decline threatened our livelihoods. \n\nThanks to those new arrivals, our cities population is stable, and our economy has the opportunity for growth and \ninnovation. Today, almost 10 percent of the Rochester population was born outside the United States. They are our \nfriends and neighbors, our coworkers, our customers and our family members. \n\nI appreciate the opportunity to discuss how immigration policy can best nurture the economic power of hard-\nworking families that are eager to bring their expertise and drive to America to build a better future for our nation. \n\nAgain, Mr. Chairman, I think you for this opportunity. I'd like to ask Dr. Kerr, President Trump has claimed that our \ncountry is full, how can that be accurate when the Census Bureau showed that 44 percent of American counties lost \npopulation last year? \n\nKERR: Thank you for the question. I think it's interesting that it's happening elsewhere, as well. We have this \nincreasing concentration of population into specific growth centers. And that can be problematic, both, for the \nplaces where population is rapidly increasing, the cost of living is increasing, the congestion is increasing, as well \nas, due to areas that are actually losing population. \n\nSo, I think certainly not the case that the country is full. In fact, other places use immigration policy to specifically \ntry to attract people to declining regions. There are examples in other countries where that is one part of the \nimmigration policy, for example, setting up firms and the declining regions or just placing the individuals into these \ndeclining regions and try to alleviate the loss of population. \n\nMORELLE: Yeah, I'd like to follow up just--economics is obviously your expertise. Just curious, and those regions, \nin particular, where there was a reduction in population, population levels actually declining, can you talk about the \neconomic consequences of that? \n\nKERR: Yeah. So, that can be very problematic. If the economic activity to population is declining, that means it's \nharder to maintain services like good public schools. It's harder to maintain many programs. It's harder to provide \neconomic opportunities for the young individuals residing there. \n\nAnd that can lead to these vicious cycles where areas become less and less attractive, and the young individuals \nwill leave because there's nothing much for them to do. And those kinds of situations can be very hard to correct. \n\nMORELLE: The--if I might in the last couple of minutes, there's not a lot of conversation in my region, particularly, \nRochester New York has a long history of manufacturing. And as we are transitioning to--from manufacturing \nindustrial base to a knowledge-based economy, one of the things we continue to pursue his advanced \nmanufacturing. \n\nAnd much of that involves defense industry and other important manufacturing that's critical to the United States. \nAnd there's been a lot of concern expressed about the supply chain and the lack of skilled workers, and in some \ncases, unskilled workers to take jobs in that supply chain. \n\nAnd there's a lot of talk about how some immigration involves highly skilled and highly educated workers, but what \nabout immigrants that come here without an advanced stem degree or even a college education. Can they \nparticipate in that supply chain, in our efforts to promote advanced manufacturing? Could you talk about that and \nhow important that might be to us over the next decade or two? \n\nKERR: Yes. So, I think everyone seems to like highly skilled immigrant, but it is--it's a false notion that less skilled \nimmigrants or immigrants without a college degree don't provide something for the economy. \n\n\n\nIn fact, if you look at the entrepreneurs, immigrant entrepreneurs in the U.S., it's about half of the entrepreneurs \nwho have a college degree and the other half don't. It's the same, actually, for American entrepreneurs, as well. So, \nthe both types of entrepreneurs skilled and not create a lot of jobs. \n\nIn fact, their firms are often more similar than different on any of these metrics that we have studied. And also, \nnoncollege educated workers are very important, as we mentioned, for many local economies, for American \nbusinesses in different sectors. They are economic powerhouses, as well as, the skilled immigrants, as well. \n\nMORELLE: Thank you, again, Mr. Chair. Thanks, so much for this important hearing, and I yield back. \n\nYARMUTH: Thank you. Gentlemen's time has expired. I now recognize the gentleman from South Carolina, Mr. \nTimmons, for five minutes. \n\nTIMMONS: Thank you, Mr. Chairman. I appreciate you holding this hearing on immigration. It is critically important \nthat this juncture in our country's history, we have a major problem and I wish that we were talking more about how \nto fix that problem than about building a more dynamic economy that benefits immigration. \n\nI don't think many people would say that we are anti-immigrant. I couldn't be more pro-immigrant. I just--I have a \nvery strong emphasis on the rule of law. I think that laws matter. We have to enforce our laws. That's why people \nwant to come here. \n\nOur society is one of the freest and safest places in the world. And we have people traveling thousands of miles \nrisking their lives and their family's lives. It is just a tragic situation that we are in. \n\nI went with Mr. Hern to McAllen Texas. We had a bipartisan trip. It was eye-opening. Honestly, I've been here for six \nor seven months and we were arguing, here in Congress, whether there was a humanitarian crisis at the border. \n\nAnd I trusted the administration. I trusted the president. And I trusted the secretary of homeland security. But it \ndidn't seem that that was unanimous. A lot of people just didn't believe them. So, we've made progress here and \nWashington and that I don't think anybody thinks there's not a crisis at our southern border. \n\nHaving been there, it--it was probably the only time in my life that I felt shame as an American. There was the \nfacility I was at in McAllen, is designed for 3,000 people. There were over 9,000 people. The detention cells where it \nwas designed for probably five people, they had 40. \n\nAnd I'm not faulting the Administration. I'm not faulting homeland security. I'm not faulting CBP or border patrol. We \nhave failed as a Congress to fix the problem. And we are currently, now we're fighting over what to do about the \nhumanitarian crisis at the border, and the answer is not just throw money at it. That is part of the answer. It is a \ncritical part of the answer. \n\nWe need to send more resources to the southern border, but we also have to create a system that does not \nfacilitate what is going on right now. Our laws are broken. I stood under a bridge, right, about a mile away from the \nRio Grande River, and about 20 immigrants illegally crossed the border. They literally waded across the river, and \nthey immediately, very calmly, and what would be described as, through relief, turned themselves into border patrol. \n\nAnd they were then taken to processing. And weeks later, they're going to be an American city somewhere \npursuing the American dream. They have a court date. They've got to go back. And it'll probably be for five years, \nbut the vast majority do not show up. \n\nSo, we can't just throw money at it. We have to throw money at it and fix the problem. And that is to create an \nimmigration system that encourages people to come here to pursue the American dream but do so and a way that \nit abides by our laws. Come through our ports of entry. \n\nI guess my first question is to Mr. Jawetz. So, what can we do to change what is going on? What would you \npropose that we do to fix the onslaught of immigrants coming across the southern border, not going through our \n\n\n\nports of entry, crossing our border illegally, claiming asylum? And really, just it's a bad situation. So, what is the \nproposal from the ACLU? \n\nJAWETZ: I used to be with the ACLU now I'm at the Center of American Progress. \n\nTIMMONS: There we go. There we go. \n\nJAWETZ: But between that, I was on the Hill. So, thanks very much for the question. A couple of things I want to \nflag first before I respond specifically. The first being the data on appearances and immigration court are being \nbadly misconstrued. The vast, vast majority of people are appearing at their hearings on a regular basis. \n\nThose, if you look solely at the data on closed cases, it is true that a large percentage of the closed cases are cases \nwhere someone didn't show up, but that's only because the cases don't close in just a matter of months, right. \n\nAnd so, if you look at actually who is appearing as the process is going on, 90 percent of folks are appearing. And if \nthey have counsel, the--it's even higher than that. So, just-- \n\nTIMMONS: --How many undocumented immigrants--what is the number that you're using in the United States \ncurrently? How many undocumented? \n\nJAWETZ: There are about ten-and-a-half million people. \n\nTIMMONS: Okay, so, enough people aren't showing up that we have a very large number. \n\nJAWETZ: Oh, so sorry. If you're just being specifically about the southern border situation right now, that's the data \nreferring to there. The ten-and-a-half million people we're talking about have been in the country now, on average, \nfor about 15 years, right. \n\nThat is the result of a system in which, you know, you spoke earlier about the conflicting message. That was a \nreally great framing for it. The conflicting message. When I was on the Hill, Richard Land from the Southern Baptist \nConvention used to talk about how there are two signs on the Southwest border, one says help-wanted, one says \nno trespassing. That's the conflicting message for 20, 30 years we've been sending to the world, right. \n\nWe as a country, as an economy, rely upon immigrants for their labor, further contributions, as consumers, they're \nto grow part of our current and our future economic stability. But we don't actually have pathways to facilitate that. \n\nSo, when we yell about legal versus illegal, and try and make that a really significant thing, we have to stop and \nsay, well, why is the law what the law is right now? If the law is unenforceable, and we count upon it not being \nenforced in order to--to realize the exact economic gains that we're all pointing--that you all are pointing to in this \ncurrent demonstration, right, you know, if that's what we're counting upon, let's try and harness the benefits from \nimmigration within the legal system. \n\nTIMMONS: So, you would agree that we need to create a legal system that actually facilitates immigration, and \nthen enforce those rules? \n\nJAWETZ: I would 1,000 percent agree with that statement. And I will tell you, I--I would love it if it was true, frankly, \nthat as I've heard repeatedly today that every member on this side of the aisle, and the Republican side of the aisle, \nsupports, not only legal immigration, but increasing legal immigration levels because I'll tell you that when I was \nin Congress, the most powerful voices who were lobbying on your side and on your issues were numbers USA and \nthe Center for Immigration Studies who were setting aside their designated hate groups. \n\nTheir mission is to decrease legal immigration levels in the country. And Stephen Miller and President Trump who \nlistens to them, their goal is not what you're expressing. Their goal is not support for increased immigration. Their \ngoal is to drive down significantly legal immigration to like 300,000 people a year, maybe, and to massively deport \neveryone who already is here, notwithstanding the economic disaster that would cause. \n\n\n\nTIMMONS: Yeah, I don't disagree with-- \n\nYARMUTH: --The gentleman's-- \n\nTIMMONS: Thank you, Mr. Chairman. I yield back. \n\nYARMUTH: The gentleman's time is expired. I now yield five minutes to the gentlelady from Washington, Ms. \nJayapal. \n\nJAYAPAL: Thank you so much, Mr. Chairman for holding this hearing. And I just want to pick up where my \ncolleague across the aisle left off. I would 150 percent agree, or you set 1,000, I would agree 1,000 percent as well \nwith the statement that we all are trying to create a legal system that allows us to bring in the immigrants that we \nneed, that allows us to meet the values and the demands of our economy. \n\nAnd it is not that we don't know how to fix that. And, in fact, in 2013, Mr. Chairman, you were a critical part of a very \nsmall bipartisan group of House members that worked on an immigration proposal. The Senate in 2013, is kind of-\n-it's hard to believe this but 68 bipartisan votes for a comprehensive immigration proposal that would have fixed \nmuch of what we are dealing with. \n\nAnd I think that the--what we have to understand is you presented it much more diplomatically, Mr. Jawetz, then I \ndid. Maybe all those years on the Hill really helped. But I find it hypocritical as a nation, but from a political \nperspective, because I actually think you're right, the statistics of Americans across this country, Republican and \nDemocratic and Independent, across this country who know that immigration is a good thing for this country, that \nwant to see increased levels because they understand the economic benefits of immigrants to this country. \n\nBut the political hypocrisy of a nation that continues to rely on those benefits, and yet, has not fixed the system. And \nso, I wanted to go to that system question because one of my colleagues on the other side said why do you keep \nconflating legal immigration and illegal immigration. It's because the system is broken. \n\nSo, tell us, when was the last time last year when we did any kind of comprehensive reform to our nation's \nimmigrations laws to update them to the needs of our economy? \n\nJAWETZ: So, the last time we reshaped our legal immigration system was in 1990. \n\nJAYAPAL: 1990. \n\nJAWETZ: And since that time, of course, and 1996, Congress, notwithstanding the fact that the system itself still \nhad deficiencies, layered on top of that a number of really serious and heavy enforcement provisions that only \nfurther, basically brought the immigration system out of step with the realities of the country. \n\nJAYAPAL: We started to criminalize immigration and migration in 1996. But 1990 was the last time that we've \nactually had any kind of a positive contribution in terms of reforming our immigration laws. And when people say \npeople should get in line, is there a line for people to get in to? \n\nJAWETZ: Yeah. There's really not one line. There are lots of different potential lines. Some of those lines, if you \nlook, for instance, at like if you are a--years ago when I was working for Congressman Lofgren, when you looked at \nlike a U.S. citizen who was pushing for their siblings who was in Mexico, how long a Mexican sibling getting into the \nwait line would wait at this point. It was something like 120 years-- \n\nJAYAPAL: --Right-- \n\nJAWETZ: --based on the number of people who were in the line ahead of them, and there were visas given out \neach year. \n\n\n\nJAYAPAL: And, in fact--and, in fact, I took 19 years on a whole alphabet soup of the visas to be able to get my \ncitizenship. And I'm so proud to be one of only 14 members of Congress who is an immigrant myself, has gone \nthrough the system and seen all the ways in which it was broken. \n\nGive us one or two very quick examples because I do have a question for Dr. Kerr, as well, very quick examples of \nwhere you see this out of step. We have a certain number of visas for a category, and yet, the number of workers \nthat we need for that category is--is dramatically out of step. Just one example to help my colleagues. \n\nJAWETZ: The most ridiculous, basically, is that we have an immigrant visa program on statute, 10,000 visas given \nout every single year to other workers. These are for like lesser skilled immigration visas, full-time immigration \nvisas into the country. \n\nAnd for two decades, we've taken half of those visas and used them for adjustments under NACARA. So, there are \n5,000 visas available every single year for people who don't have college education or highly tactical skills who \nwant to immigrate to the U.S. and contribute as workers. \n\nJAYAPAL: So, that's kind of out of step, but it's across the board in every single category. I wanted to say, Mr. \nKahin, that I hope we get to taste your food someday. I was looking at the beautiful pictures. And the National \nAssociation of Evangelicals has said that our refugee resettlement program is a crown jewel of American \nhumanitarianism. And you are a perfect example of that. So, thank you so much for that. \n\nAnd let me turn to Ms. Kerr for this question about labor markets and entrepreneurship. We've heard the incredible \nstory of Mr. Kahin. It is not just Mr. Kahin that is in this situation. We are seeing tremendous entrepreneurship. Can \nyou tell me what your findings have been, specifically, around immigrants, the composition of the labor force and \nthen the entrepreneurship levels of immigrants? \n\nKERR: Thank you. So, if you look at immigrants in the population and labor force immigrants are about 13 percent \nof the U.S. population, and a little bit higher than that in the labor force, around 16 percent. They are almost double \nthat still in the entrepreneurial population. \n\nAnd that's not just U.S. alone. I think, the immigrants are generally found to be a lot more entrepreneurial than \nnatives in any immigrant receiving country. And that happened, both, and the self-employment, as well as, sort of \nemployer entrepreneur arena. So, that's a very typical finding in the U.S. \n\nJAYAPAL: Much greater than their share of the population-- \n\nKERR: --Much greater than their--exactly-- \n\nJAYAPAL: --in terms of entrepreneurship. \n\nKERR: They're much more likely to start firms than natives are. \n\nJAYAPAL: And it's part of the reason we've had so much support from the Chamber of Commerce. And back in \n2008, I wrote an op-ed with the Pacific Northwest director of the chamber on the need for comprehensive \nimmigration reform. Mr. Chairman, thank you so much for holding this hearing and for all of your work on this \nissue. I yield back. \n\nYARMUTH: Thank you. The gentlelady's time is expired. I now recognize the gentleman from Pennsylvania, Mr. \nMeuser, for five minutes. \n\nMEUSER: Thank you, Mr. Chairman. And thank you all very much. I think it goes without saying, and it's \nundeniable, we have a border crisis, 144,000 illegals were apprehended in May alone. Of course, we don't know \nhow many were not apprehended. \n\n\n\nYet, at the same time, no one denies, or at least and I think they should, that we are a proud nation of immigrants. \nThe President and the Republicans here in Washington are trying. We now have engaged Mexico's help in \ncontrolling the border and their borders. \n\nI do believe we follow a wide gate high fences concept. So, as we have orderly known entry into our country. And \nwe do our very best to keep drugs and criminals from entering our country. We have spent a lot of money on \nexpanding judges for asylum adjudication. And we are spending billions for care and trying to expand detention \ncenters appropriately. \n\nOn the other hand, I think we have the Democrat side has provided no funding and has no interest in border \nsecurity. They passed an amnesty bill in the House. They have a bill now that basically will institutionalize the idea \nof catch and release where 85 percent do not show up again. And no money for law enforcement, ICE or border \nsecurity. \n\nSo, that's the situation here. Let's, Mayor, I'd like to talk about Yuma. Human trafficking, you touched on that a little \nwhile ago. You said it certainly, you know, one poor person being humanly trafficked in that manner, unwillingly, is a \ntragedy. Could you speak on that briefly? \n\nNICHOLLS: It has a--thank you, Congressman. And has a lot to do with, you know, providing for the humanitarian \naid. You know, I've been accused of taking really strong positions one way or the other, but at the end of the day \nwhen people arrive in the community, that's my concern is the humanitarian concern for them and the public safety. \n\nSo, human trafficking shows up in a lot of different ways. To me it shows up in recycling children so that people can \ncross the border. And whether or not they claim asylum, because, right now, only 7 percent migrant families that \ncome through the Yuma sector, actually claim asylum. \n\nBut as long as they have that minor with them, they are able to enter the same process to see a judge and a weight \nin country. So, to me, that child, if it's not a family member, is part of that trafficking issue. \n\nAnd then the trafficking starts in Mexico. I've talked to several officials there where they track it, but they don't have \nenough--the problem with trafficking is it moves across too many borders. So, there's not enough continuity in the \nlocal governments in order to have an impact. It's really a federal level issue to try to get our hands around that. \n\nMEUSER: Right. I hope to hear from you, ideas on trying to correct this terrible situation. \n\nNICHOLLS: I have a few. \n\nMEUSER: Great. \n\nNICHOLLS: Thank you. \n\nMEUSER: Alright, costs to your budget, to your city, unsustainable, manageable? \n\nNICHOLLS: As a community, it's a very unsustainable. Our city, right now, we don't have a line item for migrant \nsupport. So, we don't actually have dollars. But our community has experienced over a million-and-a-half dollars in \nthe last three months' worth of impact for the different elements that it takes in order to support that--that effort. \n\nRight now, this is the part of the year where our nonprofits are already stretched in trying to serve our homeless \nveterans, our--the different elements the community that need the--the support. Temperatures hotter, there's less \nwork and now, our nonprofits, some of them are diverted to providing for the migrant families as they come through. \n\nSo, there's a real impact from a community level of just under a half a million--a million-and-a-half dollars from last--\nsince the beginning of the year. \n\nMEUSER: What about schools? How are your schools doing? \n\n\n\nNICHOLLS: You know, the schools right now, because the migrant families are moving through and they don't stay, \nwe don't have that dramatic of an impact. There is a constant presence just being close to Mexico. But there's no \ndramatic impact right now in the school system. \n\nMEUSER: So, housing as well, housing? \n\nNICHOLLS: Housing, it really has to do with that temporary housing and moving through the families. Our shelter \nhas gone over capacity four times in the last three months. It's just not a sustainable situation where we can \ncontinue to bring people in because the numbers continue to grow. \n\nMEUSER: Lastly, the farms. You mentioned how this is disrupting the ability for them to commit and do the work \nthey've traditionally provided. \n\nNICHOLLS: Right. So, there we have--a lot of the labor and comes legally through the port of entry. Well, because \nwe've removed resources in order to support the family migrants that have come through, the wait times are getting \ndramatically longer. \n\nAs we enter into the winter season where we have the 15,000 people--15,000 workers coming through a day, they \nare going to be waiting in line an extra hour to an hour-and-a-half just across the border because the resources \naren't allocated where they need to be for the legal part of the migration process every day. \n\nYARMUTH: The gentleman's time-- \n\nMEUSER: --Mr. Chairman, I yield \n\nYARMUTH: Thank you. The gentlemen's time is expired. I now yield five minutes to the gentleman from New \nJersey, Mr. Sires. \n\nSIRES: Thank you, Mr. Chairman, and Ranking Member, for holding this hearing. You know, I represent the district \nin New Jersey, which is 44 percent of the people in my district were born outside of this country. \n\nI, myself, am an immigrant. I came to this country when I was 11 years old as a refugee, refugee from Cuba. And I \nalways tell the story. When we landed in Miami, they took us to the refugee center. They knew that we were going \nto New Jersey. \n\nThey gave me a hat, glove and the coat. My brother also. And we went out to New Jersey. My parents also. I tell \npeople that was a great investment for this country. I've been paying taxes all these years, my family, myself, I'm \nstill paying taxes. So, as far as I'm concerned, I also created a business. I employ people. So, as far as I'm \nconcerned, this country made a great investment in the Sires family. \n\nToday I'm here, and the greatness of this country is the fact that I came as a refugee. I'm here in Congress and my \nvote here is as good as anybody that was born here. And I care for this country as much as anybody that was born \nhere, probably more, because I appreciate the opportunity that was given to my family. \n\nSo, when I hear about all these things about immigrants, how bad they are, you know, I just don't buy it. Of course, \neverybody wants legal immigration. Nobody wants illegal immigration, because they should know that some of \nthese people in these countries are so horrible that they may not have a choice. \n\nBut they do come and work. And one of my questions that I have is when people that are not legal here work, do \nthey--some of them contribute taxes, right? Some of them contribute to Social Security, right? \n\nJAWETZ: Absolutely. \n\nSIRES: Do they get that money back? \n\nJAWETZ: Not--not now, no. \n\n\n\nSIRES: No. Do you know how much they contribute but they don't get the money back that they work for? \n\nJAWETZ: I should have that in front of me right now, it's trillions of dollars basically in payroll taxes that are \ncontributed into the system in the long run. \n\nSIRES: And they don't get that back in Social Security? \n\nJAWETZ: At this stage, no. I mean there's a way in which if you can--if you're paying through an I-10, you can sort \nof track that down the road. There are ways in which you could potentially do it, but most of that money right now is \nleft on the table. \n\nSIRES: Right, on a space, and the budget, wherever it goes. \n\nJAWETZ: That's right. \n\nSIRES: The other aspect is that we make it more difficult for people, even who are here illegally, to become \ncitizens. You know, I do the ceremonies all the time, and I swear people all the time. \n\nI just found out the other day that if you become a citizen, and you get the certificate that says, you know, which my \nfather used to have in the living room, if you lose that certificate, now, they charge you $500 to get a copy of that \ncertificate, or if you misplaced it. \n\nAnd it's now close to $1,000 to become a citizen. We just keep making it more and more difficult for people to \nbecome citizens, even if you're legally. You know, we had a bill that came from the Senate, close to 70 votes in the \nSenate came here, and because a group of people didn't feel like they were going to support it, and were going to \ncreate hell, and never went through. \n\nAnd that was a bipartisan effort for a comprehensive immigration bill. Mayor, I know, I was a Mayor for 12 years, \n94 percent of the student body in the town that I represented were Hispanic. So, you can--and they didn't speak \nEnglish, so, you can imagine the pressure on the budget of that community, pressure on housing, pressure on \neverything. \n\nAnd you know, one of the things across the street from me there's a supermarket, and what this whole thing started \nwith the president and people became fearful, the owner of the supermarket came to me and says, you know, my \nbusiness is down 35 percent almost 40 percent because a lot of people became afraid and moved someplace else, \nand they didn't buy in that store. \n\nYou know, I had the same problems with housing, police, and generally, I find that immigrants are pretty respectful \nto teachers and police officers. This business that they all come here and somehow their criminals, I don't buy that. \nI lived it. \n\nSo, you know, we just can't keep making it more difficult for people who are here to become citizens. And it's all \nabout the fear of the vote. Let's be realistic. They don't want 10 million people to become voters in this country. And \nthat's the reality of it because you know which way they are going to vote, most of them anyway, except for the \nCubans. Thank you, Chairman. \n\nYARMUTH: Gentleman's time is expired. I now recognize the gentleman from Georgia, Mr. Woodall, for five \nminutes. \n\nWOODALL: Thank you, Mr. Chairman. And thank you for holding the hearing. I wanted to answer Mr. Sires' \nquestion about do you know how they're going to vote. The immigrants I know, and 26 percent of my bosses are \nfirst generation American families, they vote based on faith, and family and education and opportunity. So, to Mr. \nSires' point, who's my good friend, I know exactly how they're going to vote in the great state of Georgia. And we \nwill continue to--that--that--you are exactly--you're exactly right. \n\n\n\nI took--I took offense to Mr. Jawetz, it was a side comment that that Georgia was passing laws to run immigrants \nout of that state. That's just nonsense. There is a rule of law conversation that has happened in the great state of \nGeorgia. \n\nAnd again, my immigrant population is growing wildly in the very best tradition of America. The vast of this country \nwas based on robust immigration. The future of this country is based on robust immigration. And Georgia is no \nexception to that. \n\nI wanted to ask Mr. Kahin, opening your fourth restaurant, can you just tell me, did the tax bill have any--did it help \nyou at all? Did it help the family business at all when we passed the tax bill two years ago? \n\nKAHIN: You know, lately it's been--it's been good. But I think I opened my restaurant in 2010. \n\nWOODALL: The first one in 2010? \n\nKAHIN: Yes, I opened the first one 2010. \n\nWOODALL: And when the second one? \n\nKAHIN: The second one, 2015. \n\nWOODALL: And the third? \n\nKAHIN: Two--this--this year. \n\nWOODALL: This year. \n\nKAHIN: So, it's equally-- \n\nWOODALL: I'm following that growth. I hope that growth--I hope that growth continues. We're having an economics \ndiscussion. I just wanted to ask is there anybody of economic thought that says that illegal immigration is more \neconomically valuable to the country the legal immigration? \n\nKERR: So, I can start with it. It's actually surprisingly hard. So, in many of the data sets that I use, and I use these \nlarge census Bureau collected data, we don't know whether someone is an illegal or legal immigration. We don't \nknow anything much about the circumstances upon their entry. \n\nSo, the best case we can usually tell is whether they arrived as children or as adults. But there's nothing really in \nthere that will tell us anything about the circumstances surrounding their entry. So, I would love to have data to be \nable to actually look at some of these questions regarding illegal versus legal. But that just--that sort of almost by \ndefinition is not there. \n\nAnd even among the legal the different groups of immigrants whether you are--came under an age when babies or \ncame under as sort of, your parents migrated, you are migrated with them, and they had a legal immigration, so I \ndon't know. \n\nWOODALL: I guess I wouldn't have thought it was that complicated. \n\nKERR: Yeah, I wouldn't have thought either-- \n\nWOODALL: Dr. Kerr, I'm thinking--I'm thinking about the folks who are able to live out their very best American \ndream in my district. Those folks with papers are able to pursue that dream and ways that folks without papers \ncan't. \n\nEven in my district, we have so many H-1B and E2's, folks with H4 visas now are struggling to live out highest and \nbest dream. And Ms. Jayapal and I have a bill to fix that. You see that in real life every day, Mayor, the wonderful \nbenefits of--of legal immigration. \n\n\n\nTell me about the 15,000 folks that we always talk about H-2A's as if they're going to make a big difference. You \nsaid your legal immigration population that comes in every day and goes back home every night dwarfs the H-2A \nparticipants in your area. \n\nNICHOLLS: That is--that is correct. There might be a little bit of crossover and that in the H-2A population. Some of \nthem are American citizens who have just chosen to live in Mexico. And then some of them have different guest \nworker program participation. \n\nWOODALL: We've talked a lot about a lot of topics that are not with the Chairman had on the agenda today. But I \nwas surprised, as many of you were, when President Trump said in the State of the Union, I want people to come \ninto our country and the largest numbers ever, but they have to come legally. \n\nAgain, economics discussion, does anybody take issue with that? I support that. I also want folks to come in the \nlargest numbers ever. But I want them to come--to come legally. Mr. Kahin, I have in my district, folks on H-1B's, so \nthey're brought their children here with them on--they're on H-4's. They've been in line for 15 years, in some cases, \npaying taxes, just as your family is. \n\nNow, their kids are aging out of the system. DACA protects families who came without a visa, but it does nothing for \nfamilies that came here legally with a visa. How long was the weight for you from the day that you decided to make \nyour way to this--to this country? What was the wait time? \n\nKAHIN: I think about eight months. \n\nWOODALL: Eight months. \n\nKAHIN: Yes, and it was Georgia, turned to Georgia. \n\nWOODALL: Wait a minute, you flatter me by saying that. My question is, why couldn't we keep you? What could we \nkeep you there? What led you to leave to head to Minnesota instead of sticking around in the great state of \nGeorgia? \n\nKAHIN: Maybe the snow. \n\nWOODALL: I can--I can believe--I can believe that. Mr. Chairman, I hope we have a chance to do a round two, \nbecause the apples to apples comparisons that Dr. Kerr was making earlier to some of the dysfunctional legal \nsystem issues that Mr. Jawetz observed earlier, there's a lot more information to gather from this panel. \n\nYARMUTH: We'll think about that. The gentlemen's time is expired. Now, recognize the gentleman from California, \nMr. Peters, for five minutes. \n\nPETERS: Thank you, Mr. Chairman. I've really enjoyed this. You've been a great panel. In San Diego, which I \nrepresent, we know that our community is vibrant and booming from immigration. And in my district, the fastest-\ngrowing racial group actually is Asian-American Pacific Islanders. \n\nAAPI businesses have created over 50,000 jobs in San Diego County. I also think it's kind of amusing to sit here \nwhere we seem to agree on so much. We agree that the immigration system is broken. We agree that we are \nagainst illegal immigration. We agree that we are for legal immigration. But no one has acknowledged what \nmaybe we should say out loud is that Congress has the power to decide what legal immigration is. \n\nAnd if we don't like what it is today, why not--why don't we make legal what's good for America. And I would just ask \nMr. Jawetz a question. If the--well, and this may be--say one more time that people have acknowledged that the \nSenate did take this up in 2013. That was my first year in Congress. \n\nAnd I thought oh boy, we're going to solve this problem. And then I found out that the speaker, Mr. Boehner, at that \ntime, could keep something off the floor from even being voted on, 68 votes in the Senate, very bipartisan, would \nhave provided $40 billion for border security, which was a big tough nut to digest for a lot of Democrats, but would \n\n\n\nhave solved a lot of the numbers problems, would have reunited families and done a lot of other things we all say \nwe want to do. \n\nSo, that's before us again. We could do that. Mr. Jawetz, we hear often this notion from opponents of immigration \nthat immigrants will take American jobs. Would you explain why that's not the case? \n\nJAWETZ: Sure. And I think Dr. Kerr can get into that as well. But economists looked at this repeatedly, and what \nthey basically do, is they talk about this in terms of whether immigrants are competing or if they're complementing \nthe American workforce. \n\nAnd by enlarge, and most aspects, immigrants are complementing the American workforce, not even considering \nthe additional entrepreneurship of just straight creating jobs out of whole cloth. \n\nPETERS: So, they're filling new jobs, not taking existing jobs. Is that essentially what it is? \n\nJAWETZ: They're often filling new jobs and, frankly, because of the complementary aspect of it, by filling new \nintroductory level jobs, they actually free up the opportunity for additional managerial jobs and other things for \nAmerican workers. \n\nWe see some of the biggest gains actually among African-American--African-American workers who end up getting \nhigher level, more managerial jobs often when the entry-level jobs are being tapered by immigrants, especially new \nimmigrants who may not have the same need of language fluency as American workers. \n\nPETERS: Right. And with respect to the 2013 bill, you mentioned that the CBO--CBO estimated a reduction in the \nfederal deficit of nearly $1 trillion over 20 years. \n\nJAWETZ: That's right. \n\nPETERS: How is that possible? \n\nJAWETZ: I mean, it's two things basically. One part, and this sort of goes to the question that was asked earlier \nabout whether--Mr. Woodall, whether legal immigrants or illegal immigrants are more economically productive. \n\nThere is an economic boon essentially from getting legal status. It's absolutely true that the wages of not committed \nworkers are naturally suppressed and that it's not good for them or for anybody else. \n\nAnd so, providing a path to citizenship for the ten-and-a-half million people who are undocumented right now, seven \nmillion of them are in the workforce, would actually result in an economic benefit to them and to their wages and to \nthe wages around them. \n\nBut this separately, also, what that bill did was actually change the legal immigration system going forward to bring \nin those immigrants that it seems like we have general consensus, would be a good thing to have in this country, so \nwe can stimulate additional economic growth. \n\nAnd it's the economic growth and the dynamic scoring that was done on that bill, and the tax contributions made by \nthose individuals over 10, 20 years that would end up paying down that deficit. \n\nPETERS: So, legalizing people who are here today, ten-and-a-half million people, who are many--most of them are \npart of the economy, would actually help the Americans who are already citizens? \n\nJAWETZ: Absolutely. \n\nPETERS: Economically speaking. \n\nJAWETZ: Absolutely, yes. \n\nPETERS: Would not--would not take their jobs? \n\n\n\nJAWETZ: No, that is--that is certainly--I mean, these are, first of all, for the folks who are here, they're already in the \nworkforce. \n\nPETERS: Right. \n\nJAWETZ: So, let's be clear with that. They're already in the workforce anyway. \n\nPETERS: Can you talk to me about how--how aging plays into this? So, the population is aging, how is--how is the \naddition of immigrants consistent with or helpful to dealing with that--that issue? \n\nJAWETZ: Yeah, totally. So, immigrants who come into the United States today are by enlarge, they are working in \nreproductive prime of their lives. Unlike, frankly, the American, you know, workforce, which is aging and is \nreproducing at a lower and lower rate over time. \n\nAnd so, when you think about sort of the growth rate curve, the growth rate for this country, and the prospects of not \nbeing country, that is skewed towards people who are no longer in the workforce and are counting upon retirement \nbenefits and the like. Immigrants are breathing new life into that system and are helping to keep it solvent today and \nfor years going forward. \n\nPETERS: So, someone suggested that that was the cost of immigrants offset the benefits they were providing to \nbuy paying into social benefits programs. Is that correct? \n\nJAWETZ: No. The National Academy of Sciences did an exhaustive study literature review two years ago. And \nwhat they found is, yes, there are cost. This is actually relevant to the mayor, as well. There are cost of \nimmigration to this country, particularly, the cost of children because surprise, surprise, I'm a father of two. \nChildren are a huge suck on the economy, right. \n\nThey're pretty economically useless, at first, but they are investments. And then eventually, that investment pays \noff. And it pays off in spades, especially, for second-generation immigrants. And so, you know, also, there are \nadditional cost in certain communities that have the largest populations initially. \n\nSo--so as part of immigration reform conversation, we maybe should have a conversation about some \nredistribution of support from the federal government to communities that have the largest shares of immigrants and \nimmigrants who are seeing some--some impact to their housing market, in their schools and the like. But overall, \nimmigrants are in economic boon for this country physically and economically. \n\nPETERS: For all of us? \n\nJAWETZ: For all of us. \n\nPETERS: Thank you very much. Mr. Chairman, I yield back. \n\nYARMUTH: Gentleman's time is expired. I now recognize the gentleman from Ohio, Mr. Johnson, for five minutes. \n\nJOHNSON: Well, thank you, Mr. Chairman. I--important hearing today and I appreciate our panelist be here. I \nrepresent rural eastern and southeastern Ohio, where many small businesses rely on H-2B visas. \n\nAs you may know, the H-2B program is a small, but very necessary, part of the American economic landscape, \nhelping to create and sustain jobs in my district and across the country. \n\nI'm grateful to the administration for recognizing the unprecedented employer demand for H-2B workers and raising \nthe cap by an additional 30,000 visas for the rest of fiscal year 2019, but this temporary relief does not solve the \nproblem. \n\nIn fact, without substantial and immediate reform to this visa program, some of the small businesses in my district \nare at risk of losing everything because they can't get their workers. I think we can all agree that there is no reason \n\n\n\nto have a visa program that puts American businesses out of business. And that was certainly not the intent of this \nprogram. \n\nMayor Nicholls, as the mayor of Yuma, where 175 different crops are grown year-round, can you talk about your \nbusiness communities experience with this visa program? What kind of economic impact would immigration reform \nthat allowed for a stable legal immigrant workforce have on seasonal businesses where you live? \n\nNICHOLLS: Thank you, Congressman. Yeah, we've focused primarily on the H-2A program. And it's a very difficult \nprogram to enact. In order to--to have someone participate in that program, they have to go to a certain embassy in \ntheir country, sign up for a very particular workforce element, whether it's picking a specific crop during a specific \ntime period for a specific employer, and then if there's an event that ruins that crop, that worker is in limbo.  \n\nThe company is having a hard time figuring out what to do with that worker, so there's--there's those kind of \nconstraints and there's a shared limit, a number of people that can be in the program in the region and that's limiting \nour workforce, which is part of what I talked about with the--the tens of thousands of acres of fresh produce that \nwent to Guanajuato, Mexico. It's because they weren't enough workers and enough visas to service that--that area. \n\nJOHNSON: Okay, well, thank you. Mr. Jawetz, in your testimony, you say, and I quote, \"the contributions of foreign-\nborn workers through the payroll taxes are shoring up the country's social safety net for years to come and helping \nensure that we honor the commitment we made to older Americans now turning to those programs for support\". \nWhen you say foreign-born workers, are you including the undocumented immigrants who would be given lawful \npermanent resident status under H.R. 6? \n\nJAWETZ: Yes. So, in general, all--all foreign-born workers-- \n\nJOHNSON: --Yes? \n\nJAWETZ: Documented or undocumented, yes. \n\nJOHNSON: Okay, well then, let's take a look at the effect on social security with H.R.6. In your view, would H.R. 6 \nmake social security solvent? \n\nJAWETZ: Well, I mean, it's hard to say, right? So, right now, you're talking about H.R.6-- \n\nJOHNSON: --How much does it move the dial? \n\nJAWETZ: So, that hasn't been calculated and CBO didn't (INAUDIBLE)-- \n\nJOHNSON: --So, we don't know. So, you say it's going to improve the economic status and shore up that safety net \nprogram, but you have no idea how much? \n\nJAWETZ: There are sort of two different parts of the--of my testimony. I mean--you know-- \n\nJOHNSON: --Alright, well, let me, for the record, let me tell you that CBO has reported that H.R.6 would barely \nmove the dial on social security. So, their--CBO's opinion is diametrically opposite to yours. Let me ask you another \nquestion. \n\nJAWETZ: So, I'm not quite saying-- \n\nJOHNSON: --In your testimony, you mention H.R. 6, that if enacted that I quote, \"the bill would have a positive \nsocial and economic impact on states and communities all over the country\". So, do you endorse H.R. 6? \n\nJAWETZ: We fully endorse H.R. 6. \n\nJOHNSON: Okay, great. Do you know the impact that H.R. 6 would have on the federal budget? \n\nJAWETZ: Yes. So, when we look at the CBO score-- \n\n\n\nJOHNSON: --What is--what is your--what is your view? How much? \n\nJAWETZ: So, when you look at the CBO score, what CBO did not do for H.R. 6, but they did do for H.R.-- \n\nJOHNSON: --H.R.--According to CBO--according to CBO, H.R. 6 would add over $30 billion to the federal deficit \nover ten years. So, how would you recommend that we pay for H.R. 6? \n\nJAWETZ: So, we did a study of the Dream Act, specifically just the Dream Act portion-- \n\nJOHNSON: --No, no, no. I want to know how you think we're going to pay for it. \n\nJAWETZ: So, I'm going to try and answer this question. When you look at the Dream Act-- \n\nJOHNSON: --I've only 24 seconds. How do you think we're going to pay for-- \n\nYARMUTH: --I'll give the gentlemen more time if you allow him to answer the question. \n\n(LAUGHTER) \n\nJAWETZ: I think it'd be helpful for you to know, we did a study of just the Dream Act portion of--of the legislation, \nnot H.R. 6 specifically, but the Dream Act generally a couple of years ago, and if you do, do essentially what CBO \nwould do if they did dynamic scoring, you look at the long-term economic impact of the bill, we saw a gain of--of up \nto a trillion dollars basically over ten years in providing legalization for people who are dreamers, right? Because \nthey-- \n\nJOHNSON: --But you're still not answering my question. How would you recommend that we pay for H.R. 6? \n\nJAWETZ: I think, honestly, I mean, I wasn't here for when PAYGO was--was--I mean, I wasn't a member of \nCongress who voted for the PAYGO rules that exist right now, I would say that just like what I said earlier about \nchildren being an economic suck, but actually were an investment in our future. Passing legislation like H.R. 6, that \nwould provide an opportunity for legalization for individuals who are already in our country, who we've educated \nhere, who we've invested in, who want to contribute more fully, and unlocking that potential would be a great long-\nterm investment for our country and we would reap the benefits of that in the long run. \n\nJOHNSON: Okay, I yield back, Mr. Chairman. \n\nYARMUTH: Gentlemen's time has expired, and I yield five minutes to the gentlelady from Illinois, Ms. Schakowsky. \n\nSCHAKOWSKY: Thank you. You know, it's tempting to use a bunch of time just venting my theory about what I'm \nseeing and the heartbreak at the border, but also in my community where there's so much fear. Mr. Jawetz, you \nhave a lot of experience working on issues related to immigration detention and you have even represented \ndetainees challenging unlawful conditions of confinement. So, in your experience, what have courts found to \nconstitute unlawful conditions of confinement and how does that compare to what we're seeing at the border today? \n\nJAWETZ: So, under the 8th amendment to the Constitution, you cannot provide deliberate indifference to serious \nmedical needs, for instance. That's just the general 8th amendment standard. The 8th amendment, though, isn't \nactually the relevant standard when looking at civil detainees like immigrants in custody who are not being \npunished. They can't constitutionally be punished. And so, really what it comes down to there, essentially is looking \nat their--their fundamental 5th amendment due process rights to protection. \n\nAnd you know, the courts are different on sort of what that means in different circuits, but in the 9th circuit, certainly \nunder a case called Jones (INAUDIBLE), if you treat a person who's in civil custody the same as you would treat \nsomeone who is in pre-trial criminal custody or certainly post-conviction custody, then that would be--that would be \npresumably unconstitutional under the 5th amendment. \n\n\n\nSCHAKOWSKY: So, is it--is it safe to say that failing to provide children with soap and toothbrush and forcing them \nto sleep concrete floors in cold, overcrowded cells is not only inhumane, but unlawful--an unlawful condition of \nconfinement? \n\nJAWETZ: So, it's certainly unlawful with respect to the actual settlement agreements that govern the treatment of \nchildren in custody and that's just as enforceful, obviously, as the constitutional protections. You know, I would say \novertime, courts in Congress have reduced the ability for individuals who are custody to actually recover for \nviolations of theirs right. \n\nI actually--the last time I was here, testifying back in 2007, I was sitting right next to a client of--of mine at the time, \nFrancisco Castaneda, who had been in immigration custody for 11 months and from day one when he walked in \nthe facility, they knew that he needed a biopsy in order rule out cancer, and for 11 months, they denied it to him. \nAnd when he finally walked out the facility door after we did the demand letter, the doctor who walked him out said \nget yourself to an emergency room. \n\nBy that point, he already had metastatic penile cancer, testified before Congress, and few months later, passed \naway. And the Supreme court, frankly, nine nothing actually ruled that because Congress, under the Public \nServices Act, ruled that the Federal (INAUDIBLE) Claims Act is the exclusive remedy for individuals who are \nmistreated by--by veterans--by the folks who are treating him--the public health service, he was not able to recover \nat all for the unconstitutional conduct that he was subjected to-- \n\nSCHAKOWSKY: --Let me ask-- \n\nJAWETZ: --Course that was of horrent. \n\nSCHAKOWSKY: What kind of impact will the administration's cruel and inhumane masked detention of refugees \nand asylum seekers have on the economy? I heard a woman on television last night say that there--that each child \nactually costs about $750 dollars per night to keep in the--in an effective--in the inhumane custody that they're in \nright now, but we keep hearing about there's not enough money. We're spending a lot of money, aren't we? \n\nJAWETZ: Yeah. No, we're spending a tremendous amount of money in the most expensive way of handling this \nsituation possible. There--there were, at the time the administration took over basically, there was a program in \nplace that allowed for pennies on the dollar basically to release families into intensive supervision programs \nbasically, in which we were seeing actually phenomenal results of folks showing up for proceedings. \n\nSCHAKOWSKY: Let--let me, also, I met with the U.S. tourism operators and they said there's been a 20 percent \ndecline in tourists in the United States. What does that mean for us? And I mean, they attributed--I asked have \nthese immigration policies deterred people from coming? And they attributed that to the decline. \n\nJAWETZ: Yeah,  I don't--I mean, this sort of goes to the earlier point--earlier point--you know, if it is in fact the case \nthat the committee members on all sides of the aisle are supportive of immigrants and more immigrants coming into \nthe country, I think that is not what the administration's official policy is and what their stated preference is. Stephen \nMiller's goal, and many people who he has brought into the administration who were influencing policy, the folks, \nagain at FAIR, and NumbersUSA, Center of Immigration Studies-- \n\nSCHAKOWSKY: --Alright. Well, let me ask-- \n\nJAWETZ: --To reduce immigration into the country. \n\nSCHAKOWSKY: Let me ask you one more question. The President has threatened to remove millions of \nAmericans--deport them from the United States. How would mass deportation impact our economy? \n\nJAWETZ: So, I certainly got to that in my initial testimony and I would refer folks to my remarks. But, if we were to \npursue a policy of mass deportation and removing all of just the 7 billion workers in our economy who are \nundocumented, it would--you know, potentially lead to a reduction in cumulative GDP of up to $4.7 trillion dollars \nover ten years, and reductions up to 18 percent of the workforce in certain industries. It'd be devastating. \n\n\n\nSCHAKOWSKY: Thank you, I yield back. \n\nYARMUTH: The gentlelady's time has expired. Now, I yield five minutes to the gentlemen from Texas, Mr. Roy. \n\nROY: Thank you, Chairman. I thank all of the witnesses for being here and taking the time to address the \ncommittee on this important issue. I don't--I realize the purpose of this hearing, of course, is to focus on the \neconomic impact of immigration, illegal, legal, etc., and trying to figure out policies to address it. A number of times \nin this hearing, both sides of the aisle, we've been talking about the crisis at the border. \n\nI would just like to bring to the attention when we're talking about pointed comments about this administration's \nhandling of the border, that it was my colleagues on the other side of the aisle for the last five months who \nrepeatedly kept saying there was no crisis at the border. There is public record over and over--no, it is true. It is \ntrue. There is statement, after statement, after statement by members of the democrat house of representative--\ndemocrats in the house of representatives making statements saying there was no crisis. Look at the public record. \nGo find it, because it's true. They called it a manufactured crisis, said it wasn't happening. And as a result, we have \ndead migrants. \n\nWe have pictures on the front of the newspaper showing a father trying to get his child across the Rio Grande, \nunderstandably, because we, the most powerful nation in the history of mankind, refuse to create a system and to \nsecure the border in such a way that that father with his child knows how to get here, the rules to follow, and to do \nso safely rather than risking a difficult journey being guided predominately by cartels and not just cartels generically \nas if this is some sort of fictitious thing. \n\nVery specifically, the gulf cartels, Reynosa faction. The cartel (INAUDIBLE), the Sinaloas, who are making \nhundreds of millions of dollars moving people through Mexico to come to the United States and not one of us on \neither side of the aisle takes anything away from the individuals who want to do that. It makes sense. We \nunderstand it, but it unconscionable that this body won't do anything about it. \n\nAnd now, we have on the floor of the House of Representatives legislation that is alleged to address this situation \nbut does not do anything to stem the flow or the pressure valve. It does nothing to create places where we can have \ndetention facilities at ICE in order to push back on the numbers of people that the cartels are going to continue to \ndrive across the border for profit and to use the facilities that we would create with this four and half billion dollars \nfor border patrol to house people at the border, to process them, to then do what? \n\nWe're going to complete the cycle of the profit-making machine that the cartels use to move people across our \nborder. When are we going to sit down around a table, on a bipartisan basis, and recognize that this problem needs \nto be solved? Last year, I heard one of my colleagues here talk about previous legislation that was rejected for one \nreason or another. I want to remind this body that last year in July, there were two votes on the immigration issue. \nOne vote got 191 Republican votes. The other bill got 121 Republican votes. \n\nDifferences of opinion within the conference, not one democrat supported either of those bills.  Bills that would \nreform this system to be a points-based system to help streamline the process to get people here so they can work \nand have a better immigration system. Another part that would have secured the border, dealt with the asylum \nissue, dealt with the Flores issue, dealt with the very magnet that the catch and release system is empowering the \ncartels to profit moving these people across the border in which they then die in the process. \n\nIt is the height of arrogance and hypocrisy for those who sat here ignoring this problem for months on end to then \npoint to border patrol, to point to the people who are trying to figure out how to solve the problem when they've got \nfacilities to house a few thousand and they've got three, and four, and five times that number of people to figure out \nwhat to do with. And to then point at them and say they are somehow violating the decency of how they're handling \nthese people when border patrol is saving lives on a daily basis. \n\nUnfortunately, they didn't get to save the life of that father and that child yesterday, or a few days ago, when that \nunfortunate tragedy happened. But when are we going to come together to solve this problem? We cannot, to the \npoint of one my colleagues on both sides of the aisle made this point, at the same time have a help wanted sign \n\n\n\nand a no trespassing sign at the border. And that is a bipartisan problem I will acknowledge. But, my colleagues on \nthe other side of the aisle have been ignoring this crisis for a long time. \n\nI'd like to talk about the cost issue. It's an important issue, but it is not possible for me to continue to listen to that \nkind of pointed testimony about this administration, ICE, and CBP when you go back, and you look at the previous \nadministration and we talk about kids sleeping on floors? The pictures that were circulating around this week of kids \nsleeping on concrete were from 2015, and yet they were being said as if it was this administration. We've got to \nstop the hyperbole and actually figure out how to sit down and solve the problem. I yield back to the Chairman. \n\nYARMUTH: The gentlemen's time has expired. I now recognize the gentlelady from Texas, Ms. Jackson Lee for five \nminutes. \n\nJACKSON LEE: I thank the chairman very much and the ranking member for this important hearing and I feel the \npassion of my fellow Texan and understand his interpretation. Having been here a little longer than the gentlemen, I \nhave the historical perspective of how we dealt with immigration and the question of immigration reform. For \nalmost two decades, I introduced comprehensive immigration reform. \n\nMost of my bill was incorporated in the 2010 McCain Gang of Eight effort that was almost at the front door of the \npresident of the United States, but unfortunately, the republican-controlled Senate did not have the passion and \ncapacity to pass the legislation. I say that to say so that the record can be established that the crisis was really \ncreated by the pointed remarks of the commander-in-chief, president of the United States, throwing immigration \nbombs, if you will. Mass deportation, blocking the bridges, setting policies for people to live in squalor on the \nMexican side of the border. \n\nAnd so, unlike those of you who seem to be presenting here we're having a lucid discussion, we lost all reason. Let \nme set the record straight, the tragedy of Mr. Martinez or the family of the gentleman and precious daughter, and \nprecious wife actually presented themselves at the international bridge of (INAUDIBLE) and were told to seek \nasylum fleeing violence--and were told that the bridge was closed. \n\nI am from Texas, so I know bridges cannot be closed and I know that there's no end to the amount of people that \ncould get in line, although it would be a long line, to present themselves for asylum which is still not only the law of \nthe United States, but it is international law which we've agreed to. I think it is important to set the record straight. \nHaving been at the border during the time of Mr.--the gentleman's comments in 214, 215, having seen \nunaccompanied children come off the bus, I was there, I understand. At least in the previous administration, there \nwas the effort to try to address it in an minatory manner. \n\nSo, let me--let me go quickly as my time, Mr. Jawetz, let me just get a number of how much the economy would be \ndriven positively if comprehensive immigration reform was to be passed. We've had a variety of numbers. It would \nmean people would have access to citizenship. They would get in line--let me be very clear, the legislation would \nnot put people who were undocumented in front of those who've been in line. But, what that--what would that \nengine be? \n\nJAWETZ: Sure. So, when Congress, in 2013, passed S. 744, CBO and the Joint Committee on Taxation did a \nnumber of different reports, both a--a specific score of the bill and also, an economic impact report that was part of \nthe dynamic scoring of it. And what they found was that passing that legislation would have decreased federal \nbudget deficits by about a trillion dollars over twenty years, would have increased the nation's GDP by about 3.3 \npercent in ten years and 5.4 percent in twenty years, and the increased average of wages in American workers \nwithin ten years. \n\nJACKSON LEE: And so, over a period of time, there would be constant growth in the budget, maybe to be able to \nhave a more humanitarian response to those who would be possibly still coming, unfortunately, but maybe because \nof regular order, we would have a process for individuals to cross the border whether it's the northern border, the--\nthe southern border, or otherwise. Is that correct? \n\n\n\nJAWETZ: I mean, acting secretary of Homeland Security, Kevin McAleenan, just a couple of weeks ago testified \nbefore Congress that had that bill itself been enacted into law, we would have actually provided additional \nresources that could have helped to address the challenges they're facing now. \n\nJACKSON LEE: I'm always seeking common, reasonable ways--common-sense, reasonable ways to address this \nquestion. Give me that trillion number again please. It needs to be in the record louder than--than ever. \n\nJAWETZ: Sure. So, basically, if that legislation had been enacted into law, the budget deficit would have been \ndecreased by about a trillion dollars over twenty years. \n\nJACKSON LEE: (INAUDIBLE). Mr. Kahin--Kahin, let me thank you for your presence here. Tell me how you got \nhere, sir. \n\nKAHIN: I got here as an asylum--an (INAUDIBLE) asylum and I get here about 12-18 months and I went go in \nschool-- \n\nJACKSON LEE: --So, you fled violence from Somalia? \n\nKAHIN: Yes. \n\nJACKSON LEE: And so, you understand it is reasonable that people could be sacrificing their lives to flee violence? \n\nKAHIN: Actually, I'm one of the luckiest people on earth, but I know thousands of people in Africa and Somalia who \nare fleeing from the civil war and lying in the--you know, in the sea. Those are by thousands, I think, every month. \n\nJACKSON LEE: And so, you have a business. Are you pouring into the economy? When I say that, is your \nbusiness now turning back into the economy with employees? Can you tell me how many employees you have? \n\nKAHIN: I have about 60. \n\nJACKSON LEE: About 60 employees, and training young people or training others as well in--in your employment? \n\nKAHIN: Yes, I have--you know, students who--you know, do--I mean, I employ during school year or--you know, \nthey're off. And I also have a kid who started from dishwashing, but right now a chef. Some of them are also \nmanagers. \n\nYARMUTH: The gentlelady's time has expired. \n\nJACKSON LEE: I thank the gentlemen. I'm sorry, I didn't get to other witness. Mr. Chairman, I thank you and the \nranking member for your courtesies, but I think we've made the record over and over again. Thank you so very \nmuch. \n\nYARMUTH: Thank you, gentlelady. And I'll recognize the gentlemen from Nevada, Mr. Horsford for five minutes. \n\nHORSFORD: Thank you very much, Mr. Chairman. This is a very important hearing to allow us to discuss the \neconomic benefits immigrant families contribute to this country and certainly, in my home state of Nevada. Since \nthe founding of this country until today, immigrants have made strong contributions to our society and culture, but \nthey've also served as engines for economic growth and innovation, creating new economic opportunities for all of \nus. I'd like to focus my time today on temporary protected status holders. Households with TPS holders contribute \n$2.3 billion dollars in federal taxes and $1.3 billion dollars in state and local taxes annually. \n\nThey hold more than $10 billion dollars in spending power. However, the Trump administration has worked to \nsystematically dismantle our immigration system over the past two years in which he has ended TPS protections \nfor six out of ten countries including El Salvador, Haiti, Honduras, Nepal, Nicaragua, and Sudan. That represents \nnearly 318,000 individuals from those countries alone and according to the national immigration forum, TPS \nholders contribute more than $6.9 billion dollars to social security and Medicare over ten years. \n\n\n\nThat cannot even--these individuals cannot even access those benefits because they are not legal immigrants, but \nthey pay into it for you, for me, and for everyone working to benefit. In my home state of Nevada, there are over \n4,000 TPS holders from places like El Salvador and Honduras. They work in the hospitality, construction, and food \nand beverage industries, contributing over $40 million dollars in federal taxes and over $15 million dollars in state \nand local taxes. One of my constituents, Erica Lopez, came to the U.S. from El Salvador and has been a TPS \nholder for 15 years. \n\nShe's a member of the culinary union and works hard to provide for her family every single day. Now, when I met \nwith Erica, she told me that when she heard about the Trump administration's efforts to deny the renewal of her \nTPS status, she felt scared and worried for her family. Her oldest two children who are 19 and 22 are also TPS \nholders, but her two youngest daughters, 16 and 12, are both U.S. citizens. And again, I want to underscore, these \nare individuals who are here as asylum seekers. They are legally permitted to be here. These are not individuals \nwho have broken the law. \n\nThey have followed the law and now because of this administration's policies, they are risk of having their families \ntorn apart, losing the homes that they built up, and the contributions that they make to our community. So, Mr. \nJawetz, if the Trump administration has its way with crippling our immigration system, I want to know specifically, \nhow would TPS holders be impacted? What would happen to our nation's GDP? What would happen to the housing \nmarket and industries such as food and beverage? and hospitality? And construction? That many TPS holders work \nin. \n\nJAWETZ: Thank you so much for the question. So, as you know, for TPS holders right now who have had their \nprotection terminated because of preliminary junctions in place by trial courts right now. Those protections have \nbeen preserved. And so, people who had TPS, who have TPS, currently are able to hold on to their TPS. But that's \njust holding on by--by a shoe string, right? I mean, court decisions are going to come down at some point and we'll \nsee what they ultimately decide. If courts permit the termination of TPS to go forward, then individuals will lose that \nprotection. And unlike with DACA, which is interesting, DACA because--you know, how long you get your protection \ndepends on--or the duration is two years, but when it expires depends on when you get your protection. \n\nWith TPS, it's all a single date, and so--you know, you'll see for 200,000 Salvadorans plus for 50-60,000 \nHondurans, on a single day, they're all going to lose their ability to work lawfully in this country and to remain \nlawfully in this country. And then, I think, it remains to be seen. I mean, what happens to them in their--in their jobs, \nwhether or not they'll be able to leave that current job and go to a new job, or they're going to have to go to another \nI-9 process and not have work authorization for that job. \n\nI think that's going to be disruptive. If you look, actually, at TPS holders in construction, for instance, we did a \nspecific paper looking at TPS holders in six states that experienced really, really devastating natural disasters over \nthe last two years and the work that TPS holders in construction right now are already doing to help rebuild states \nlike North Carolina, Texas, California, Virginia, et cetera, Florida. \n\nHORSFORD: Thank you, Mr. Chairman. I think that this is an important area that we need to understand more. I \nknow that we're limited on time, but I'm thankful to have the opportunity to bring the perspective of many of my \nconstituents who I am fighting for and we cannot allow their status to expire. They're contributing too much to our \ncommunities and to our community--to our economy to allow that to happen. \n\nYARMUTH: Thank you. The gentleman's time has expired. I now yield ten minutes to the ranking member for his \nquestions. \n\nWOMACK: Thank you, Mr. Chairman. And I'll try not to take all of my ten minutes. I was prepared to yield a little bit \nto Mr. Woodall, only because I like to hear him talk. And I do appreciate our panelists today and particularly, the \nhonorable mayor of Yuma. Boy, us mayors, we've got to stick together, and I do appreciate the work you do. \n\nI have often said that I think Congress would be a lot better off if a criteria for being elected was to having been a \nmayor once upon a time, where you had to balance competing interests and make decisions for the greater good of \nthe group that you represent. And I think mayors pretty much do that routinely. And you know, we've--today, in this \n\n\n\nconversation, we have, I think, remarkably, found that we agree on a lot of things. First of all, we agree that we have \na broken immigration system. Everybody says that. \n\nIt rolls off the tongue pretty easy now because it's pretty true, and if you polled the average American out there, it \nwould be an overwhelming result that the--the feeling border to border, across all political biases, is that this \nimmigration system that we have is just simply not working for the betterment of the people. Probably so \noverwhelmingly in that way that the only thing that I can think of that might be a bigger vote in something broken is \nour budget process, but I'll \n\n(LAUGHTER) \n\nleave that to another--another conversation. Mr. Yarmuth and I happened to have serious agreement on--on those \nissues. As I said, we have agreed that we have a broken system, so here's--here's a question. Should we have \nopen borders, Dr. Jawetz, or Mr. Jawetz? \n\nJAWETZ: No, I think we can have a system in which we have borders, but we also have pathways. We heard \nearlier this idea that we should have wide--what was it? Wide gateways and tall fences, I think? But--you know, as \n(INAUDIBLE) actually pointed out, in the case of the father who died with his--his daughter just two or three days \nago, they went to one of those gateways and that gateway was closed. And so, that's part of the dysfunction. \n\nWOMACK: So, if--if we can agree that we definitely need some level of border security, we--in order to protect the \nsovereignty of our country. I mean, there's--I don't know how many people we have on this planet right now, 7-and-\na-half billion? Something like that. I don't know that we really know, but it's a lot of people and a whole lot of them \nare living in abject poverty, read a lot those people would love to be able to come to this country and enjoy the \nbenefits of the pursuit of the American dream. \n\nSo, the fact is we have to have a--some kind of a system set up to where people not from this country can actually \ncome to this country. And--and I think it begins--that the ability to do that in a manageable way begins with having a \nsecure border, would--I see you shaking your head in somewhat disagreement. So, disagree with me on that. \n\nJAWETZ: Sure. So, I don't think it begins with the border. The border's too late. You already--you know, David \nAguilar, when he was the chief of the border patrol testified before Congress in 2007 on the issue of immigration \nreform and essentially said, the best thing I could do to secure the border would be to pass comprehensive \nimmigration reform and reform the legal immigration system because I want to get, in his words, the bust boys \nand nannies out of the desert and through the ports of entry so I can focus on the folks who can't come through the \nports of entry, right? So, before you get to border security, and patrolling the border, and the walls, and the rest of it, \nyou would reshape entirely what that flow--what the mission of security is-- \n\nWOMACK: --Okay, so, let's say for the sake of the agreement, that we did some kind of comprehensive \nimmigration reform, we're probably still going to create lines. Are we not? \n\nJAWETZ: Sure. \n\nWOMACK: There's going to be a wait time. \n\nJAWETZ: Yes. \n\nWOMACK: People are impatient. So, if the border is not secure, what guarantee is there that the people who want \nto come to this country today, and don't want to stand in a line, are going to be willing to go stand in a line because \nwe've done some kind of comprehensi--when there is a hole in the fence and they can just crawl through the hole in \nthe fence. \n\nJAWETZ: I guess a few thoughts on that. I mean, one is the Department of Homeland Security offer immigration \nstatistics under this administration just two years ago reported that the border is more secure now and more difficult \nto cross than ever before in our history. So, you know, we often hear--and I was in Congress for seven years, we \nalways hear about enforcement first and border (INAUDIBLE) first, secure the border first, all that discussion. \n\n\n\nAs you talked about with Congresswoman Jayapal, we haven't changed our legal immigration system since 1990. \nIt's not only been enforcement first for the last 30 years, it's been enforcement only for the last 30 years. And so, \nwe've--you know, we've got a broken immigration system, and it's the system that's broken. \n\nYou cannot enforce your way into fixing that system. More enforcement of that broken system will not improve it, \nand the policy proposals that were voted on last year that would shrink the legal immigration channels, that would \neliminate the diversities program, that would make it harder for folks to have an opportunity that they can dream to \ncome into the country will only increase detentions on coming illegally. \n\nWOMACK: So, Mr. Kahin, you did this right? You came here as a refugee, sought asylum, waited in line, and you're \nthe beneficiary of having done that. Should we have a--a very strong immigration policy in this country that would \nbe respectful of the fact that people like yourself did do it the right way? \n\nKAHIN: That's right, your honor. I think it's a good idea and I also think it's a good idea to legalize those who are \nalready in the country and who are working for--for years and years-- \n\nWOMACK: --Even if they came into the country illegally or overstayed a visa, which makes them undocumented \ntoday? \n\nKAHIN: I have no opinion on that, but I will say those who are not committing any crime who have been to--you \nknow, this country and the economy, I think it would be best for our economy to-- \n\nWOMACK: --So my--so my argument against that is simply this, that if in fact there is a reward for somebody who \nhas either entered the country illegally or overstayed a visa and is now in the country illegally. If the reward is we're \njust going to look the other away on the law and allow them to stay here, I think it reinforces my position on border \nsecurity. \n\nIf that is the case, then you can all the comprehensive immigration reform you want to have and the interior \nchanges that you want to make in this country, but if you can still come into this country across and unsecure \nborder, I think it's not going to serve as the proper deterrent that it should. Now, I want to kind of switch over to my \nfriend, the mayor. When did you do your budget for 2000 and--when is your fiscal year? \n\nNICHOLLS: Fiscal year starts in July. \n\nWOMACK: Alright. So, you started in July. And so, you're about to end a budget cycle and enter into a new budget \nyear? \n\nNICHOLLS: Correct. \n\nWOMACK: Okay, so when did you do the budget that effects the spending up through the month of June? \n\nNICHOLLS: For the fiscal year, we did last year in May. \n\nWOMACK: So, early in the year, spring? \n\nNICHOLLS: Spring--spring to early summer. \n\nWOMACK: So, in your budget deliberations, you and your city council, what--how were you forecasting the \nallocation of taxpayer dollars to support the institutions effected by the crisis that we're facing today? \n\nNICHOLLS: So, in the city budget, what our real struggles have been is with law enforcement, to make sure that we \ncan supply for the protection of the community. So, that's really where our focus has been to maintain and grow our \ncapabilities in that arena. So, the exact--working with exactly with the migrant situation didn't come into play except \nfor in that arena because we've been dependent upon the non-profits to carry that burden. \n\nWOMACK: So, have you--up here we call them supplementals, money that we have to allocate down the road \nbecause we didn't see it on the front end. Have you had to do supplementals? \n\n\n\nNICHOLLS: We have not at this time because the salv--the different non-profits have come through with some \nfunding. \n\nWOMACK: Have you had to reallocate money from other programs in order to supplement the police? Did you do \nsome internal transfers of money from line items to line items? \n\nNICHOLLS: We actually approved the raise prior to the budget, but knowing that we were going to the budget, we \nwere prepared for that. So, we've had some of that going on in year's past and--and were prepared with the timing \non it this time. \n\nWOMACK: Now, so you obviously, because July 1st is Monday, have probably completed your budget cycle for \nfiscal '20, correct? \n\nNICHOLLS: Well, actually, the final approval is in July and there's some overlap there. \n\nWOMACK: And what has happened to the budget deliberations for next year that begins on Monday that were \ninfluenced by what you've been dealing with here for the last several months? \n\nNICHOLLS: Well, we actually lay a little bit into the fall before we start our next budget deliberations. So it kind of is \na wait and see where does this go as an issue in our community to see how things are handled. \n\nWOMACK: So, it's uncertain. \n\nNICHOLLS: It's very uncertain, yes. \n\nWOMACK: And--and so, how would Congress doing its job, and we can argue about--you know, what the outcome \nwould look like, but at some point in time, the Congress, the right and the left, they have to get together, they have \nto hammer out their differences and come to some kind of a compromise to benefit you. So, how important is \nCongress doing its job to you? \n\nNICHOLLS: It's extremely important and if I could comment a little bit on whether it's security or law, it has to be \nboth at the same time, because where we sit, we are on the border. And while it remains unsecure, our community \ncan remain unsecure. So, we can't wait for the law to catch up. It--it needs to happen now. \n\nWOMACK: I want to thank the panelists, Mr. Chairman, thank you again for leading on this hearing. These are \nconversations that we need to continue to have, but we also need to be mindful that we've got a crisis that has \nemerged on our border that is still raging and has not been fixed and will not be fixed by what we did yesterday and \nI would admonish our Congress to get back to work and take the steps necessary to solve for that--that current \ncrisis. And thank you, I yield back. \n\nYARMUTH: Thank you, gentleman. I now yield myself ten minutes. You know, it's--it's, I guess, inevitable that this \ndiscussion would have focus to a significant extent on the current crisis, even though that was not the intent of the \nhearing. The hearing was a prospective look at how important immigration is and will continue to be for \nsustainability of our economy and our society. \n\nAnd this was mentioned, I was part of the so-called Gang of Eight in 2013. We worked for seven months. We \nnegotiated--in secret, we negotiated as normal human beings would negotiate--like you and I would negotiate, and \nwe came up with a plan that was--we were convinced would have at least 260 to 70 votes in the House. Again, the \nSenate had already passed a bill. \n\nWe started with the premise that only two preconditions to the discussion. Number one is it had to fix the problems, \ntwo, it had to be able to pass both Houses. That was it. And we actually knew that, the four Democrats in the group, \nthat we were going to have to come up with something that was at least perceived to be more conservative than \nwhat passed the Democrat-controlled Senate, and we did that. And I had no experience in immigration policy. \nPeople say why in the world are you on that panel, well, Kentucky was a border state during the Civil War. \n\n\n\nBut, I--I learned an awful lot, and one of the things I learned, and this mayor relates directly to what you just said, \nthat the real problem in doing comprehensive immigration reform is that in today's world, republicans want to focus \non border security, democrats want to focus on family reunification, the undocumented, and the dreamers. And the \neasy part is border security. That is the easier part. Put up walls, militarize the border, put up drones, do all of that \nstuff and yeah, you can pretty much shut the border down. \n\nBut you haven't solved the problem that this hearing was really meant to address, which is how do we get people \ninto this country that we desperately need? And I've--I was astounded a couple of weeks ago, the Chief Technology \nOfficer from Microsoft was in my community and she made a statement then that will blow everybody's mind. It was, \nover the next ten years, we will experience 250 years' worth of change. If she's 50 percent wrong, we're still talking \nabout the same amount of change that we've experienced from before 1900 until now. \n\nI talked to a chief--a top guy at IBM who said, in the next three years alone, artificial intelligence will eliminate or \nsignificantly change 120 million jobs around the world in the next three years. With this kind of activity going on, \nmost of Its technology related. Dr. Kerr, how critical is it that we have the best minds in the world, in this country to \ncope with the rapid change that we're going to be facing? \n\nKERR: Well, I do think it's very important and we're not the only country who would like to have the best minds in \nthe world to be thinking about some of these--some of these problems. I think we don't even know quite, research \nwise, know what's coming up yet. \n\nWe're trying to grapple with it. I've seen some studies that are trying to understand what the impact of artificial \nintelligence and robotization and all these things are going to be on our--on our jobs, but I think high skilled--high \nskilled immigrants, in general, just having some of the best minds thinking about it needs to be--needs to be there. \n\nYARMUTH: And a huge percentage of our technology companies were founded by immigrants, isn't that correct? \n\nKERR: That is correct. A huge percent--it's actually a little bit hard to think about sometimes because some of them \nmigrated as children, some of them migrated as adults, some of them are second-generation immigrants. How do \nyou even put a number on that? But--but most of them have immigrant founders as part of the founding team. \n\nYARMUTH: Thank you. Mr. Kahin, I am touched by your story. I'm impressed by your story and I've seen it \nreplicated in my community many times over. We have a very significant Somali population in--in Louisville, \nKentucky, and they've become very productive, cherished members of our community. \n\nAnd one of the things that occurs to me is that we have an economy basically, it may change--yeah, and if we're \ngoing to change 250 years in the next, it may change, but right now, our community--our economy is about 70 \npercent based, 70-75 percent based on consumption, consumer spending. You've hired 60 people who are \nspending money in your community. \n\nYou have people from your community spending money with you that enables you to pay them and provide for \nyourself. How--how important do you think that immigration is to actually just bolstering the com--if most of the \ngrowth in the economy and in population is going to be immigrant based over the next few decades, how important \nis that going to be to sustain your business, grow your business, and--and create a consumer base? \n\nKAHIN: I think it's very, very important, and I just wanted to add into this discussion that not only immigrants are \ncreating jobs, but they are also putting in new ideas into entrepreneurial spirit. I myself--I go to high school, \nelementary school, and college to tell my story so young American can be inspired. \n\nThose who have never seen anyone look like them succeed in business. Not only that, but I also promote American \nentrepreneurship outside of (INAUDIBLE). I went to the UK, and went and saw Africa, Kenya, Somalia, and Djibouti \njust to promote how we do things in America and how this country is so pro-immigrant. \n\nYARMUTH: Thank you very much. About 25 years ago, I was at a conference of some sort and I heard the speaker \nnamed John Naisbitt, who was a futurist, wrote many books. And one of the things he said struck me so \n\n\n\ndramatically, and that was, he was talking about the birth rates of--in the United States of white women, African-\nAmerican women, and Hispanic women, and how they were all different. \n\nWhites being the lowest, African-American being next, and then Hispanic women being the highest. And he said, \nwhy should this concern white America? And his answer was, it should concern white America because we don't--if \nwe don't make sure that brown and black America is as productive as it can possibly be and succeed as well as \nthey could that white America would not be able to retire. \n\nWhen I think about this whole discussion and--and just in the CBO's long-term budget outlook released yesterday, it \nprojected that the immigrants will account for nearly 87 percent of U.S. population growth in 2049, up from 45 \npercent today. So, the base of taxes--the tax base that is going to support native-born Americans is going to be \nlargely dependent on making sure that this immigrant population is part of our economy. Is that not correct, Dr. \nJawetz--Mr. Jawetz? \n\nJAWETZ: Yes. So, it's certainly the case that in the current decade that's about the end right now, immigrants are \nresponsible for all of the growth that we've achieved in our working population. And like I said in my testimony, just \nlooking ten years basically, but for immigrants and their children, we'd see the work age population drop of the \ncountry drop by 7 million. \n\nYARMUTH: And if--if we were to take the steps that we've discussed in the hearing, deporting a large--millions of \nimmigrants right now, and--and restricting our immigration numbers, that's going to make it very--a lot more \ndifficult for those who are left in this country to have a safe, secure retirement. Is that not correct? \n\nJAWETZ: Yeah. No, that's absolutely true and it would be disruptive up and down the economy you'd see impacts. \nOne thing I mentioned, for the agricultural sector earlier, but you take out the undocumented workforce in the \nagricultural sector without doing the work you need to do to have an effective, meaningful replacement for those \nworkers, and you're looking at--you know, greater food imports. You're looking at the people who have those jobs \nstocking shelves, doing the trucking, doing the inspections. All that work potentially can go away. Farmers who \nhave been honing their--honing their farms for--you know, one, two, three generations losing their farms. \n\nI mean, the impact spreads throughout the economy and it's a house of cards at the end of the day and one that's--\ngoing back to sort of the broken system, it's a house of cards built on a shaky foundation, but we've all just sort of \nallowed like spit and glue to hold it together through exercises of discretion, or just looking the other way, whatever. \nBut it's not--it is not sustainable, and it degrades respect for the rule of law on every side of the debate and it feeds \ncalls for more enforcement on one side and feeds calls for less enforcement on this side. None of it makes sense at \nthe end of the day. \n\nYARMUTH: I appreciate that. Well, I agree with my ranking member, my good friend, and everyone who has really \ntestified today that we, as a Congress, we really have to deal with this subject. We can't put it off and there is one \nset of responses, probably, to the current crisis and crises, but there is another whole aspect of this problem that is \nmuch more significant in terms of our future. \n\nAnd I thank you for contributing to what I believe, if people look at the record of this hearing, the testimony that's \nbeen submitted, which there's a lot of documentation--a lot of important information from all four of you, that it's \nprobably one of the most significant pieces--collection of information about immigration and the future importance \nof it that exists. And I--I thank you for making a contribution and for your time and wisdom. \n\nAnd before I adjourn, I do want to ask unanimous consent that the letter from the Coalition for Human Immigrant--\nHumane Immigrant Rights is entered into the record. Without objection, so ordered. Once again, thanks to the \nranking member, thanks to all of the witnesses, and without objection, this hearing is adjourned. \n"}