{"title": "Clinton, Congress in Veto Showdown", "body": "\nRepublicans warn that if President Clinton delivers on his promise to veto a tax-cut package and a spending bill \nthat revamps immigration laws it will hurt Democrats' prospects in the Nov. 7 elections.\n\nDefiant GOP leaders hoped to push both measures through the Senate on Friday, a day after a divided House \napproved the spending bill by 206-198 and the tax legislation by 237-174.\n\nBoth votes fell short of the two-thirds majorities needed to reverse a presidential veto. Even so, the brewing \nconfrontation seemed likely to draw public attention to this year's long-running budget fight, just as it was looking as \nif Congress might finally complete its business and adjourn quietly less than two weeks from Election Day.\n\nClinton's veto threat on a $39.9 billion measure financing the departments of Commerce, Justice and State for \n2001 focused on the GOP's failure to overhaul immigration laws as broadly as Clinton wants.\n\nThe president would grant amnesty to all aliens who arrived illegally before 1986, while Republicans would ease \nrestrictions for some close relatives of permanent residents and let others with long-running disputes over their \nimmigration status go to court.\n\n''Hispanics who are here legally abhor aliens who are here illegally,'' House Majority Whip Tom DeLay, R-Texas, \ntold a reporter. ''You're going to see the (poll) numbers in California go just like this,'' he added, moving one hand \nup and the other down.\n\nMost public opinion polls in California show Democrat Al Gore leading Republican George W. Bush by a tangible \nbut shrinking margin in the presidential race.\n\nClinton said the GOP fell short.\n\n''Current Republican proposals would not help most of the people who need relief and would perpetuate the current \npatchwork of contradictory and unfair immigration policies,'' he said in a letter to GOP leaders.\n\nBesides seeking amnesty, Clinton wants permanent residency for political refugees from El Salvador, Guatemala, \nHonduras and Haiti. He also would let some applicants for permanent residency avoid having to return home to \nawait a final decision.\n\nClinton also complained that the bill ignored his plans to pay legal costs of the government's lawsuit against the \ncigarette industry and to expand hate crime protections to cover victims chosen for their sexual preference.\n\n\nThe tax bill would cut taxes by $240 billion over the next 10 years for some small businesses, people saving for \nretirement and others, and gradually raise the $5.15 hourly minimum wage by $1 by January 2002. It also would \nerase $30 billion in cuts planned for the next five years in Medicare reimbursements for health-maintenance \norganizations, hospitals and other health care providers.\n\nClinton said the tax package contained less than he wanted for bonds financing school construction, breaks for \nhelping people afford health care and long-term care of relatives, and pension provisions. He also said HMOs would \nbe treated too generously without being required to remain in Medicare, which some of them would like to leave.\n\n''You chose to put forward a partisan legislative package that ignores our key concerns,'' he wrote.\n\nIn a brief interview, House Speaker Dennis Hastert, R-Ill., said that if Clinton vetoed the tax measure, it probably \nwould not be resurrected, spelling the end of popular provisions for the minimum wage, health care, and more \ngenerous pensions, individual retirement accounts and 401(k) accounts.\n\n''That's a lot of good stuff,'' Hastert said.\n\nThe spending bill provides $618 million for land conservation and wildlife programs for coastal states as well as \nmillions of dollars for the fishing industry, provisions helping broadcasting and telecommunications interests, and \nmore than 200 projects for lawmakers with an estimated cost of $800 million.\n\nThese include $16 million for a water project for a company in Kentucky under a program designed for coastal \nstates, thanks to Rep. Harold Rogers, R-Ky., an author of the bill; and $8.5 million to clean up the Bronx River, \nhome turf of Rep. Jose Serrano, D-N.Y., another sponsor.\n\nOf the 13 remaining spending bills for fiscal 2001, which began Oct. 1, one remains stalled in Congress because of \ndispute over school spending and other issues: the $350 billion measure financing the departments of Labor, Health \nand Human Services and Education.\n\nThe tax measure also would provide tax breaks for economically depressed urban and rural communities and cut \ntaxes for some farmers, fishermen, and adoptive parents.\n\n White House officials and congressional budget writers resumed bargaining Friday as Republicans seemed to back \naway from a pre-election veto confrontation with President Clinton over tax cuts, immigration, schools and other \nissues.\n\nA day after the House approved a $240 billion, 10-year tax-cutting package and a $39.9 billion spending measure \nthat both drew White House veto threats, Senate Majority Leader Trent Lott said the Senate would not vote on \neither until at least Tuesday or Wednesday to give bargainers a chance to strike deals.\n\nThat would leave just days until the Nov. 7 presidential and congressional elections a period when a high-profile \nbudget battle could have an unpredictable effect on voters.\n\nLott, R-Miss., said he preferred hard bargaining on the bills, ''rather than sending them down there for a veto and \nhaving to start all over again'' in rewriting the legislation.\n\nLott's stance did not seem to be unanimous among GOP leaders. House Majority Leader Dick Armey, R-Texas, told \na reporter that Clinton would make ''a bad mistake'' if he vetoed the two bills with their tax cuts for health-care and \nschool construction, a minimum wage increase, and spending for three Cabinet departments.\n\n''That's the national story?'' he said. ''Gee, I would hate to have that right before the election.''\n\nEven so, GOP bargainers began showing give in budget talks, offering $4.5 billion for Clinton administration \npriorities for schools, health and labor programs, said one person familiar with the discussions who spoke on \ncondition of anonymity. That was $1 billion more than Republicans offered earlier in the week, and was in addition \nto $600 million they would add for their own priorities.\n\n\n\nFriday's bargaining focused on the $39.9 billion measure for the departments of Commerce, Justice and State, \nwhich the House approved Thursday by 206-198, and a separate $350 billion measure for labor, health and \neducation programs.\n\nThe Senate has yet to vote on the Commerce-Justice measure, and there is not yet a final version of the labor-\neducation bill for either chamber to vote on.\n\nThe House approved another one-day stopgap bill to keep agencies open by 366-13, the seventh such extension \nsince fiscal 2001 began Oct. 1 without most of the must-pass budget bills completed.\n\nThe Senate planned its vote for later in the day. Lott and others said they hoped that by then, progress in \nnegotiations would persuade administration officials to allow the next extension to run through next Tuesday to give \nbargainers a chance to complete their work and to avoid forcing lawmakers to vote every day to keep the \ngovernment open.\n\nThe House approved the tax bill by 237-174, which like the House vote on the spending bill fell short of the two-\nthirds majorities needed to reverse a presidential veto.\n\nEven so, the brewing confrontation seemed likely to draw public attention to this year's long-running budget fight, \njust as it was looking as if Congress might finally complete its business and adjourn quietly less than two weeks \nfrom Election Day.\n\nClinton's veto threat on the commerce-justice bill focused on the GOP's failure to overhaul immigration laws as \nbroadly as Clinton wants.\n\nThe president would grant amnesty to all aliens who arrived illegally before 1986, while Republicans would ease \nrestrictions for some close relatives of permanent residents and let others with long-running disputes over their \nimmigration status go to court.\n\nBesides seeking amnesty, Clinton wants permanent residency for political refugees from El Salvador, Guatemala, \nHonduras and Haiti. He also would let some applicants for permanent residency avoid having to return home to \nawait a final decision.\n\nClinton also complained that the bill ignored his plans to pay legal costs of the government's lawsuit against the \ncigarette industry and to expand hate crime protections to cover victims chosen for their sexual orientation.\n\nThe tax bill would cut taxes by $240 billion over the next 10 years for some small businesses, people saving for \nretirement and others, and gradually raise the $5.15 hourly minimum wage by $1 by January 2002. It also would \nerase $30 billion in cuts planned for the next five years in Medicare reimbursements for health-maintenance \norganizations, hospitals and other health care providers.\n\nClinton said the tax package contained less than he wanted for bonds financing school construction, breaks for \nhelping people afford health care and long-term care of relatives, and pension provisions. He also said HMOs would \nbe treated too generously without being required to remain in Medicare, which some of them would like to leave.\n\nOf the 13 remaining spending bills for fiscal 2001, which began Oct. 1, one remains stalled in Congress because of \ndispute over school spending and other issues: the $350 billion measure financing the departments of Labor, Health \nand Human Services and Education.\n\nThe tax measure also would provide tax breaks for economically depressed urban and rural communities and cut \ntaxes for some farmers, fishermen, and adoptive parents.\n\n Saying congressional Republicans have ''literally closed the doors to compromise,'' President Clinton signed two \nspending bills Friday and threatened to veto another unless lawmakers scale back a proposed tax cut.\n\n\n\nClinton signed appropriations bills for veterans, housing, energy and water programs without ceremony. He \nannounced the signings in the Rose Garden, telling reporters he was disappointed that GOP leaders met among \nthemselves, then wrote a tax plan ''for the benefit of the elements in the right wing of their caucus.''\n\n''The Republican leadership closed its doors to compromise _ literally closed the doors to compromise,'' Clinton \nsaid. ''The Republican tax package fails to meet the test of fairness to our children, our seniors, or the millions of \nAmericans without health care coverage. If it reaches my desk in its present form, I will have no choice but to veto \nit.''\n\nClinton accused GOP leaders of playing politics with the budget while turning back criticisms that he is doing so \ntoo.\n\n''Did I get everything I wanted in these bills? I did not,'' Clinton said. ''There's no secret to getting things done: We \nhave to work together.''\n\nWhite House officials and congressional budget writers resumed bargaining Friday, a day after the House approved \na $240 billion, 10-year tax-cutting package and a $39.9 billion spending measure that both drew veto threats. \nSenate Majority Leader Trent Lott said the Senate would not vote on either until at least Tuesday or Wednesday to \ngive bargainers a chance to strike deals.\n\nThat would leave just days until the Nov. 7 presidential and congressional elections a period when a high-profile \nbudget battle could have an unpredictable effect on voters.\n\nLott, R-Miss., said he preferred hard bargaining on the bills, ''rather than sending them down there for a veto and \nhaving to start all over again'' in rewriting the legislation.\n\nLott's stance did not seem to be unanimous among GOP leaders. House Majority Leader Dick Armey, R-Texas, told \na reporter that Clinton would make ''a bad mistake'' if he vetoed the two bills with their tax cuts for health care and \nschool construction, a minimum wage increase, and spending for three Cabinet departments.\n\n''That's the national story?'' he said. ''Gee, I would hate to have that right before the election.''\n\nEven so, GOP bargainers began showing give in budget talks, offering $4.5 billion for Clinton administration \npriorities for schools, health and labor programs, said one person familiar with the discussions who spoke on \ncondition of anonymity. That was $1 billion more than Republicans offered earlier in the week, and was in addition \nto $600 million they would add for their own priorities.\n\nFriday's bargaining focused on the $39.9 billion measure for the departments of Commerce, Justice and State, \nwhich the House approved Thursday by 206-198, and a separate $350 billion measure for labor, health and \neducation programs.\n\nThe Senate has yet to vote on the Commerce-Justice measure, and there is not yet a final version of the labor-\neducation bill for either chamber to vote on.\n\nThe House approved another one-day stopgap bill to keep agencies open by 366-13, the seventh such extension \nsince fiscal 2001 began Oct. 1 without most of the must-pass budget bills completed.\n\nThe Senate planned its vote for later in the day. Lott and others said they hoped that by then, progress in \nnegotiations would persuade administration officials to allow the next extension to run through Tuesday to allow \ncompletion of work on other bills and to avoid forcing a vote every day to keep the government open.\n\nThe House approved the tax bill by 237-174, which like the House vote on the spending bill fell short of the two-\nthirds majorities needed to reverse a presidential veto.\n\n\n\nEven so, the brewing confrontation seemed likely to draw public attention to this year's long-running budget fight, \njust as it was looking as if Congress might finally complete its business and adjourn quietly less than two weeks \nfrom Election Day.\n\nClinton's veto threat on the Commerce-Justice bill focused on the GOP's failure to overhaul immigration laws as \nbroadly as Clinton wants.\n\nThe president would grant amnesty to all aliens who arrived illegally before 1986, while Republicans would ease \nrestrictions for some close relatives of permanent residents and let others with long-running disputes over their \nimmigration status go to court.\n\nBesides seeking amnesty, Clinton wants permanent residency for political refugees from El Salvador, Guatemala, \nHonduras and Haiti. He also would let some applicants for permanent residency avoid having to return home to \nawait a final decision.\n\nClinton also complained that the bill ignored his plans to pay legal costs of the government's lawsuit against the \ncigarette industry and to expand hate crime protections to cover victims chosen for their sexual orientation.\n\nThe tax bill would cut taxes by $240 billion over the next 10 years for some small businesses, people saving for \nretirement and others, and gradually raise the $5.15 hourly minimum wage by $1 by January 2002. It also would \nerase $30 billion in cuts planned for the next five years in Medicare reimbursements for health-maintenance \norganizations, hospitals and other health care providers.\n\nClinton said the tax package contained less than he wanted for bonds financing school construction, breaks for \nhelping people afford health care and long-term care of relatives, and pension provisions. He also said HMOs would \nbe treated too generously without being required to remain in Medicare, which some of them would like to leave.\n\nOf the 13 remaining spending bills for fiscal 2001, which began Oct. 1, one remains stalled in Congress because of \ndispute over school spending and other issues: the $350 billion measure financing the departments of Labor, Health \nand Human Services and Education.\n\nThe tax measure also would provide tax breaks for economically depressed urban and rural communities and cut \ntaxes for some farmers, fishermen and adoptive parents.\n\n Congress gave final approval Friday to a $39.9 billion bill that has become entangled in a pre-election veto battle \nover immigration, spending and taxes as President Clinton accused Republicans of having ''literally closed the \ndoors to compromise.''\n\nBy a 49-42 tally, the Senate approved a measure that Clinton threatened to veto because of its failure to revise \nimmigration laws as broadly as he wants and other disputes. The bill also would finance the departments of \nCommerce, Justice and State for fiscal 2001, which began Oct. 1.\n\nWhite House and congressional officials said Clinton would veto the measure promptly.\n\nBut in a sign of potential progress, a new round of budget talks commenced that were aimed at resolving \ndifferences on that bill and a separate measure covering labor, health and education programs.\n\nOn a day in which strategies shifted repeatedly, Senate Majority Leader Trent Lott, R-Miss., had said just hours \nearlier that the spending bills and a separate $240 billion, 10-year tax bill that Clinton has also threatened to veto \nwould not be sent to the White House until at least next Tuesday.\n\nIt still appeared likely the Senate would not vote on the tax bill until next week. That would leave just days until the \nNov. 7 presidential and congressional elections a period when a high-profile budget battle could have an \nunpredictable effect on voters.\n\n\n\nAt the White House, Clinton without ceremony signed appropriations bills for veterans, housing, energy and water \nprograms.\n\nClinton announced the signings in the Rose Garden, then denounced the GOP's tax plan, telling reporters he was \ndisappointed that Republican leaders met among themselves, then wrote a tax plan ''for the benefit of the elements \nin the right wing of their caucus.''\n\n''The Republican leadership closed its doors to compromise _ literally closed the doors to compromise,'' Clinton \nsaid. ''The Republican tax package fails to meet the test of fairness to our children, our seniors, or the millions of \nAmericans without health care coverage. If it reaches my desk in its present form, I will have no choice but to veto \nit.''\n\nGOP bargainers began showing give in budget talks, offering $4.5 billion for Clinton administration priorities for \nschools, health and labor programs, said one person familiar with the discussions who spoke on condition of \nanonymity. That was $1 billion more than Republicans offered earlier in the week, and was in addition to $600 \nmillion they would add for their own priorities.\n\nFriday's negotiating focused on the $39.9 billion measure for the departments of Commerce, Justice and State, \nwhich the House approved Thursday, 206-198, and a separate $350 billion measure for labor, health and education \nprograms.\n\nThe House approved another one-day stopgap bill to keep agencies open by 366-13, the seventh such extension \nsince fiscal 2001 began Oct. 1 without most of the must-pass budget bills completed.\n\nThe Senate planned its vote for later in the day. Lott and others said they hoped that by then, progress in \nnegotiations would persuade administration officials to let the next extension run through Tuesday to allow \ncompletion of work on other bills and to avoid forcing a vote every day to keep the government open.\n\nThe House approved the tax bill, 237-174, on Thursday. Like the House vote on the spending bill Thursday, it fell \nshort of the two-thirds majority needed to reverse a presidential veto.\n\nEven so, the brewing confrontation seemed likely to draw public attention to this year's long-running budget fight, \njust as it was looking as if Congress might finally complete its business and adjourn quietly.\n\nClinton's veto threat on the Commerce-Justice bill focused on the GOP's failure to overhaul immigration laws as \nmuch as Clinton wants.\n\nThe president would grant amnesty to all aliens who arrived illegally before 1986, while Republicans would ease \nrestrictions for some close relatives of permanent residents and let others with long-running disputes over their \nimmigration status go to court.\n\nBesides seeking amnesty, Clinton wants permanent residency for political refugees from El Salvador, Guatemala, \nHonduras and Haiti. He also would let some applicants for permanent residency avoid having to return home to \nawait a final decision.\n\nClinton also complained that the bill ignored his plans to pay legal costs of the government's lawsuit against the \ncigarette industry and to expand hate crime protections to cover victims chosen for their sexual orientation.\n\nThe tax bill would cut taxes by $240 billion over the next 10 years for some small businesses, people saving for \nretirement and others, and gradually raise the $5.15 hourly minimum wage by $1 by January 2002. It also would \nerase $30 billion in cuts planned for the next five years in Medicare reimbursements for health-maintenance \norganizations, hospitals and other health care providers.\n\nClinton said the tax package contained less than he wanted for bonds financing school construction, breaks for \nhelping people afford health care and long-term care of relatives, and pension provisions. He also said HMOs would \nbe treated too generously without being required to remain in Medicare, which some of them would like to leave.\n\n\n\nThe measure also would provide tax breaks for economically depressed urban and rural communities and cut taxes \nfor some farmers, fishermen and adoptive parents.\n\nOf the 13 remaining spending bills for fiscal 2001, one remains stalled in Congress because of a dispute over \nschool spending and other issues: the $350 billion measure financing the departments of Labor, Health and Human \nServices and Education.\n\n Congress gave final approval Friday to a $39.9 billion bill that has become entangled in a pre-election veto battle \nover immigration, spending and taxes as President Clinton accused Republicans of having ''closed the doors to \ncompromise.''\n\nBy a 49-42 tally, the Senate approved a measure that Clinton threatened to veto because of its failure to revise \nimmigration laws as broadly as he wants and other disputes. The bill also would finance the departments of \nCommerce, Justice and State for fiscal 2001, which began Oct. 1.\n\nWhite House and congressional officials said Clinton would veto the measure promptly.\n\nBut in a sign of potential progress, a new round of budget talks commenced that were aimed at resolving \ndifferences on that bill and a separate measure covering labor, health and education programs.\n\nOn a day in which strategies shifted repeatedly, Senate Majority Leader Trent Lott, R-Miss., had said just hours \nearlier that the spending bills and a separate $240 billion, 10-year tax bill that Clinton has also threatened to veto \nwould not be sent to the White House until at least next Tuesday.\n\nIt still appeared likely the Senate would not vote on the tax bill until next week. That would leave just days until the \nNov. 7 presidential and congressional elections a period when a high-profile budget battle could have an \nunpredictable effect on voters.\n\nAt the White House, Clinton without ceremony signed appropriations bills for veterans, housing, energy and water \nprograms.\n\nClinton announced the signings in the Rose Garden, then denounced the GOP's tax plan, telling reporters he was \ndisappointed that Republican leaders met among themselves, then wrote a tax plan ''for the benefit of the elements \nin the right wing of their caucus.''\n\n''The Republican leadership closed its doors to compromise _ literally closed the doors to compromise,'' Clinton \nsaid. ''The Republican tax package fails to meet the test of fairness to our children, our seniors, or the millions of \nAmericans without health care coverage. If it reaches my desk in its present form, I will have no choice but to veto \nit.''\n\nGOP bargainers began showing give in budget talks, offering $4.5 billion for Clinton administration priorities for \nschools, health and labor programs, said one person familiar with the discussions who spoke on condition of \nanonymity. That was $1 billion more than Republicans offered earlier in the week, and was in addition to $600 \nmillion they would add for their own priorities.\n\nFriday's negotiating focused on the $39.9 billion measure for the departments of Commerce, Justice and State, \nwhich the House approved Thursday, 206-198, and a separate $350 billion measure for labor, health and education \nprograms.\n\nAnother one-day stopgap bill to keep agencies open was approved by the House, 366-13, and the Senate, 86-3. \nThis was the seventh such extension since fiscal 2001 began Oct. 1 without most of the must-pass budget bills \ncompleted.\n\nThe House approved the tax bill, 237-174, on Thursday. Like the House vote on the spending bill Thursday, it fell \nshort of the two-thirds majority needed to reverse a presidential veto.\n\n\n\nEven so, the brewing confrontation seemed likely to draw public attention to this year's long-running budget fight, \njust as it was looking as if Congress might finally complete its business and adjourn quietly.\n\nClinton's veto threat on the Commerce-Justice bill focused on the GOP's failure to overhaul immigration laws as \nmuch as Clinton wants.\n\nThe president would grant amnesty to all aliens who arrived illegally before 1986, while Republicans would ease \nrestrictions for some close relatives of permanent residents and let others with long-running disputes over their \nimmigration status go to court.\n\nBesides seeking amnesty, Clinton wants permanent residency for political refugees from El Salvador, Guatemala, \nHonduras and Haiti. He also would let some applicants for permanent residency avoid having to return home to \nawait a final decision.\n\nClinton also complained that the bill ignored his plans to pay legal costs of the government's lawsuit against the \ncigarette industry and to expand hate crime protections to cover victims chosen for their sexual orientation.\n\nThe tax bill would cut taxes by $240 billion over the next 10 years for some small businesses, people saving for \nretirement and others, and gradually raise the $5.15 hourly minimum wage by $1 by January 2002. It also would \nerase $30 billion in cuts planned for the next five years in Medicare reimbursements for health-maintenance \norganizations, hospitals and other health care providers.\n\nClinton said the tax package contained less than he wanted for bonds financing school construction, breaks for \nhelping people afford health care and long-term care of relatives, and pension provisions. He also said HMOs would \nbe treated too generously without being required to remain in Medicare, which some of them would like to leave.\n\nThe measure also would provide tax breaks for economically depressed urban and rural communities and cut taxes \nfor some farmers, fishermen and adoptive parents.\n\nOf the 13 remaining spending bills for fiscal 2001, one remains stalled in Congress because of a dispute over \nschool spending and other issues: the $350 billion measure financing the departments of Labor, Health and Human \nServices and Education.\n\n Locked in a furious budget showdown just days from the election, President Clinton and Republicans battled over \ntax cuts, immigration and school aid Friday even as bargainers sought middle ground on their disputes.\n\n''I'll stay here to Election Day, if I have to, to do right by the American people, because my first job is to take care of \nthem,'' Clinton said at the White House.\n\nRepublicans said it was Clinton and Democrats who were being intransigent. They spoke of a different approach \nby Gov. George W. Bush, the GOP presidential candidate, who has promised to change Washington's partisan \natmosphere.\n\n''Next year, thank goodness, we're going to have a different president,'' said Senate Majority Leader Trent Lott, R-\nMiss. ''Hopefully we'll have a better atmosphere around here. Maybe we can work together.''\n\nBy 49-42, the Senate gave final congressional approval to a $39.9 billion measure financing the Commerce, Justice \nand State departments that Clinton has promised to veto, chiefly because it fails to liberalize immigration laws as \nmuch as he wants. With both sides insisting the battle would help them with Hispanic voters and others, White \nHouse officials said he would veto the bill quickly.\n\nGOP leaders held off on a final Senate vote on a separate bill that would cut taxes for health care costs, small \nbusinesses and others by $240 billion over 10 years. That measure which would also boost the minimum wage and \neliminate $30 billion in planned Medicare cuts for health care providers also faces a veto threat because Clinton \nsays it shortchanges school construction and low-income families and is overly generous to health-maintenance \norganizations.\n\n\n\nCongress planned rare sessions for Saturday and Sunday so lawmakers could approve daily, stopgap bills to keep \nfederal agencies open while negotiations proceed.\n\nLeaders also scheduled votes for Tuesday Halloween which would surpass Oct. 28, 1990, as the closest Congress \nhas ever worked up to Election Day, which this year falls Nov. 7. Lawmakers have often returned after elections to \ncomplete work, but in those years always began a break by mid-October.\n\nAt the White House, Clinton, without ceremony, signed spending bills for veterans, housing, energy and water \nprograms.\n\nSensing an opportunity to win votes in the neck-and-neck elections for the presidency and Congress, both sides \nfired rhetorical volleys at each other.\n\nClinton said that instead of bargaining, the GOP leadership ''closed its doors to compromise,'' producing \nunacceptable packages ''for the benefit of the elements in the right wing'' of their party.\n\nHouse Speaker Dennis Hastert, R-Ill., leveled a similar charge in a letter to Clinton.\n\n''It's difficult to negotiate with House Democrats when their leader puts on warpaint and wields a spear to show his \nreadiness for battle,'' Hastert wrote.\n\nHastert's reference was to House Minority Leader Dick Gephardt, D-Mo., who fired up House Democrats at a \nmeeting this week dressed as a character from the movie ''Braveheart,'' which depicted 13th century Scottish \nwarriors.\n\nAmid the verbal battling, White House and congressional negotiators sought middle ground on a $350 billion \nmeasure financing the departments of Labor, Health and Human Services, and Education.\n\nIn daylong closed-door talks, the two sides were moving toward providing roughly $4.4 billion more for hiring \nteachers, upgrading schools and other Democratic priorities in the measure, participants said. There would also be \nan additional $600 million for programs Republicans want.\n\nBut disagreements remained over specifics, including a GOP effort to block the Clinton administration from \nimposing business-opposed rules aimed at reducing workplace injuries.\n\n''The acidity factor is high,'' said Sen. Ted Stevens, R-Alaska, chairman of the Senate Appropriations Committee, \nabout the talks.\n\nAfter Clinton's veto of the Commerce-Justice bill, negotiations over it were expected to intensify, including on the \nissue of immigration.\n\nClinton wants to help up to 2 million people, including amnesty for immigrants who arrived illegally before 1986. \nRepublicans, led by Senate Judiciary Committee Chairman Orrin Hatch, R-Utah, would help half that many people \nby easing restrictions on relatives of permanent residents and giving others with decade-old immigration disputes \ngo to court.\n\nIn a letter Friday to Hatch, White House chief of staff John Podesta said the Republican proposal ''simply does not \ngo far enough.''\n\nBut Hatch replied in a floor speech that help should be limited to legal immigrants. He accused Clinton of ''political \nposturing'' and playing ''wedge politics'' for Latino voters that both parties are courting in the Nov. 7 election.\n\nRepublicans said they had less flexibility to bargain on the tax bill because it would be too difficult to get GOP \nsupport for changes.\n\n''I don't think you can put Humpty Dumpty back together again,'' Hastert said.\n\n\n\nThe tax measure contains reductions aimed at encouraging investments in poor urban and rural communities, \nhelping people with long-term care and health expenses and aiding people who use individual savings accounts \nand other pension plans. It would also boost the $5.15 hourly minimum wage by $1 by January 2002, a major \npriority for unions.\n\nMeanwhile, another one-day stopgap bill to keep agencies open was approved by the House, 366-13, and the \nSenate, 86-3. This was the seventh such extension since fiscal 2001 began Oct. 1 without most of the must-pass \nbudget bills completed.\n\nClinton's signature was certain.\n\n Locked in a furious budget showdown just days from the election, President Clinton and Republicans battled over \ntax cuts, immigration and school aid Friday even as bargainers sought middle ground on their disputes.\n\n''I'll stay here to Election Day, if I have to, to do right by the American people, because my first job is to take care of \nthem,'' Clinton said at the White House.\n\nRepublicans said it was Clinton and Democrats who were being intransigent. They spoke of a different approach \nby Gov. George W. Bush, the GOP presidential candidate, who has promised to change Washington's partisan \natmosphere.\n\n''Next year, thank goodness, we're going to have a different president,'' said Senate Majority Leader Trent Lott, R-\nMiss. ''Hopefully we'll have a better atmosphere around here. Maybe we can work together.''\n\nBy 49-42, the Senate gave final congressional approval to a $39.9 billion measure financing the Commerce, Justice \nand State departments that Clinton has promised to veto, chiefly because it fails to liberalize immigration laws as \nmuch as he wants. With both sides insisting the battle would help them with Hispanic voters and others, White \nHouse officials said he would veto the bill quickly.\n\nGOP leaders held off on a final Senate vote on a separate bill that would cut taxes for health care costs, small \nbusinesses and others by $240 billion over 10 years. That measure which would also boost the minimum wage and \neliminate $30 billion in planned Medicare cuts for health care providers also faces a veto threat because Clinton \nsays it shortchanges school construction and low-income families and is overly generous to health-maintenance \norganizations.\n\nCongress planned rare sessions for Saturday and Sunday so lawmakers could approve daily, stopgap bills to keep \nfederal agencies open while negotiations proceed.\n\nLeaders also scheduled votes for Tuesday Halloween which would surpass Oct. 28, 1990, as the closest Congress \nhas ever worked up to Election Day, which this year falls Nov. 7. Lawmakers have often returned after elections to \ncomplete work, but in those years always began a break by mid-October.\n\nAt the White House, Clinton, without ceremony, signed spending bills for veterans, housing, energy and water \nprograms.\n\nSensing an opportunity to win votes in the neck-and-neck elections for the presidency and Congress, both sides \nfired rhetorical volleys at each other.\n\nClinton said that instead of bargaining, the GOP leadership ''closed its doors to compromise,'' producing \nunacceptable packages ''for the benefit of the elements in the right wing'' of their party.\n\nHouse Speaker Dennis Hastert, R-Ill., leveled a similar charge in a letter to Clinton.\n\n''It's difficult to negotiate with House Democrats when their leader puts on warpaint and wields a spear to show his \nreadiness for battle,'' Hastert wrote.\n\n\n\nHastert's reference was to House Minority Leader Dick Gephardt, D-Mo., who fired up House Democrats at a \nmeeting this week dressed as a character from the movie ''Braveheart,'' which depicted 13th century Scottish \nwarriors.\n\nAmid the verbal battling, White House and congressional negotiators sought middle ground on a $350 billion \nmeasure financing the departments of Labor, Health and Human Services, and Education.\n\nIn daylong closed-door talks, the two sides were moving toward providing roughly $4.4 billion more for hiring \nteachers, upgrading schools and other Democratic priorities in the measure, participants said. There would also be \nan additional $600 million for programs Republicans want.\n\nBut disagreements remained over specifics, including a GOP effort to block the Clinton administration from \nimposing business-opposed rules aimed at reducing workplace injuries.\n\n''The acidity factor is high,'' said Sen. Ted Stevens, R-Alaska, chairman of the Senate Appropriations Committee, \nabout the talks.\n\nBargainers were also facing a deluge of lawmakers' requests _ 235 by one list for last-minute add-ons to the bills, \nfrom Internet gambling legislation to $1.7 million for an Oklahoma land rush memorial.\n\nAfter Clinton's veto of the Commerce-Justice bill, negotiations over it were expected to intensify, including on the \nissue of immigration.\n\nClinton wants to help up to 2 million people, including amnesty for immigrants who arrived illegally before 1986. \nRepublicans, led by Senate Judiciary Committee Chairman Orrin Hatch, R-Utah, would help half that many people \nby easing restrictions on relatives of permanent residents and letting others with decade-old immigration disputes \ngo to court.\n\nIn a letter Friday to Hatch, White House chief of staff John Podesta said the Republican proposal ''simply does not \ngo far enough.''\n\nBut Hatch replied in a floor speech that help should be limited to legal immigrants. He accused Clinton of ''political \nposturing'' and playing ''wedge politics'' for Latino voters that both parties are courting in the Nov. 7 election.\n\nRepublicans said they had less flexibility to bargain on the tax bill because it would be too difficult to get GOP \nsupport for changes.\n\n''I don't think you can put Humpty Dumpty back together again,'' Hastert said.\n\nThe tax measure contains reductions aimed at encouraging investments in poor urban and rural communities, \nhelping people with long-term care and health expenses and aiding people who use individual savings accounts \nand other pension plans. It would also boost the $5.15 hourly minimum wage by $1 by January 2002, a major \npriority for unions.\n\nMeanwhile, another one-day stopgap bill to keep agencies open was approved by the House, 366-13, and the \nSenate, 86-3. This was the seventh such extension since fiscal 2001 began Oct. 1 without most of the must-pass \nbudget bills completed.\n\nClinton's signature was certain.\n"}