{"title": "STUDY: FOREIGN WORKERS KEEP U.S. COMPETITIVE;IMMIGRATION POLICY CENTER DEFENDS INFLUX OF H1-B HIRING", "body": "\nCurtailing immigration of skilled foreign professionals to theUnited States will hurt U.S. global competitiveness, \ninhibit innovation and job growth and send high technology and research jobs to other countries, according to a \nstudy.\n\nThe study says that while U.S. security must be protected, immigration policies should encourage and ease the \nlegal flow of high- and low-skilled workers to keep the country competitive in recruiting talented workers.\n\nLabor statistics\n\nThe study was conducted by the American Immigration Law Foundation's Immigration Policy Center, a non-\nprofit that supports immigration.\n\n\"America's strength lies in its openness,\" said Stuart Anderson, the study's author.\n\nAnderson said despite complaints that foreign workers are taking American jobs, statistics show that U.S. \nemployers have not been rampantly hiring foreign workers who enter on H1-B visas for temporary workers with \nspecialty occupations.\n\nAnderson's study found that H1-B hiring rises and falls with economic times, numbering 164,000 in 2001 and \ndropping to 79,100 in fiscal year 2002. The national H1-B worker cap of 195,000 a year is scheduled to be reduced \nto 65,000 a year on Oct. 1.\n\nEmployer abuse of the program to find cheap labor also is not widespread, he said. In 2002, the Department of \nLabor found only seven willful violations or required removal from the program, even though the agency has \nincreased investigations, Anderson said.\n\nThe workers also help provide money for training Americans for high tech or engineering jobs. Employers pay a \n$1,000 per H1-B visa holder. In five years, $692 million has been collected. The money has been used to train \n55,000 U.S. workers and to provide scholarships to 12,500 students studying in science and engineering fields, \nthe study said.\n\nTeresa Crowley, an immigration specialist for ChevronTexaco, said the company rotates its foreign workers to \nthe United States to get fresh views on company work. But she said that after Sept. 11, visa policies have made it \ndifficult for her company to rotate workers, so they now rotate them to European countries.\n\n\nShe said workers already approved to travel to the United States wait eight weeks or more for a visa appointment \nand then about 15 days to actually get the visa. The process used to take three to four days, she said.\n\nProcessing slow\n\n\"It's become so burdensome, the company is thinking of slimming its operations here and moving bigger portions \noverseas,\" she said.\n\nOn Aug. 1, the United States began requiring one-on-one interviews for seekers of non-immigrant visas, like the \nH1-B. Stepped-up checks of applicants against terrorism databases and watch list checks also are slowing down \nprocessing.\n\nA critic of guest worker programs said rather than import foreign workers, job wages, benefits and conditions \nshould be improved so more American workers are interested in filling those jobs or researching in the fields filled \nby H1-B workers.\n\n\"If these are good jobs, isn't that what we want?\" asked Steve Camarota, research director for Center for \nImmigration Studies, a group that wants to curb immigration. \"Bringing in foreign citizens when millions of \nlaborers and citizens are out of work, that sort of makes you scratch your head.\"\n"}