{"title": "Restoring integrity Our view • St. Louis immigration office complaints warrant investigation.", "body": "\nThe U.S. Citizenship and Immigration Services proclaims its core values to be integrity, respect, ingenuity and \nvigilance. It pledges that employees will treat everyone \"with dignity and courtesy.\"\n\nBut a complaint hand-delivered last month to agency director Alejandro Mayorkas strongly suggests that the St. \nLouis field office of USCIS not only fails to honor those values, but actually betrays them in many cases. Often at \nrisk are vulnerable people with extremely limited financial and social resources.\n\nIf the letter and its accompanying documentation - first reported by the Post-Dispatch's Phillip O'Connor - are even \nclose to representative of conditions here, the St. Louis office needs a major housecleaning, comprehensive \nretraining and much tighter oversight.\n\nThe St. Louis office deals with legal immigrants living in the United States and U.S. citizens on compliance with \nrules governing everything from family, marriage and international adoption issues to education and employment \nvisas, sanctuary from persecution overseas and applications for naturalized citizenship.\n\nAccording to the complaint letter, some staff members at the St. Louis office - not all - subject far too many of \nthese people to abusive, intrusive, insulting and grossly unprofessional treatment. The letter cites dozens of \nexamples from 2011 alone, compiled from a survey of some 170 members of the Missouri/Kansas chapter of the \nAmerican Immigration Lawyers Association. Among the allegations:\n\nSome district adjudicating officers make disparaging comments about people's religions. Others insult their \nparenting practices and probe into their sexual activities. Some officers yell and throw things during interviews and \nthreaten to reject people's applications if they continue to bring their lawyers with them, as they are entitled to do.\n\nProcessing delays are common, putting lives on hold for three, five and even seven years. Lawyers, many of whom \nwork at reduced rates or without charge through non-profit organizations, are told to not speak or ask questions on \nbehalf of their clients, and written inquiries routinely are ignored.\n\n\"USCIS is reviewing this matter and takes these allegations with the utmost seriousness,\" said USCIS press \nsecretary Chris Bentley in a statement. \"Our agency is committed to protecting the rights and liberties of all \nindividuals who come before us.\"\n\nRobert Deasy, director of liaison and information for the American Immigration Lawyers Association, parent group \nof the Missouri/Kansas chapter, said his group is confident that \"the agency is giving this an appropriate level of \nreview. Fortunately, we don't often see the kinds of things that have been reported out of the St. Louis office.\"\n\n\nAs it happens, Mr. Mayorkas soon will have a resource available to him at USCIS who could prove invaluable: \nStephen Legomsky, a professor at Washington University's School of Law and nationally renowned authority on \nimmigration law and policy. Earlier this month, the university announced that he would take a leave of absence \nfrom his academic duties to become chief counsel at USCIS in Washington, D.C.\n\nReached at his St. Louis home last week, Mr. Legomsky told us that he was aware of the complaint about the St. \nLouis office but, as the agency's incoming chief legal officer, it would be inappropriate for him to discuss it.\n\nArea immigration lawyers describe Mr. Legomsky as a no-nonsense professional with deep knowledge of the \ncomplexities of immigration, citizenship and refugee law. Mr. Mayorkas could hardly find anyone better to get to \nthe bottom of the outrageous St. Louis situation.\n\nMr. Legomsky reports for work tomorrow.\n"}