{"title": "Audit: Undocumented workers collect $4.2 billion in tax credits", "body": "\nThe Internal Revenue Service allowed undocumented workers to collect $4.2 billion in refundable tax credits \nlast year, according to a new audit - almost quadruple the sum five years ago.\n\nAlthough undocumented workers are not eligible for federal benefits, the report released Thursday by the \nTreasury Inspector General for Tax Administration concludes that federal law is ambiguous on whether these \nworkers qualify for a tax break based on earned income called the additional child tax credit.\n\nTaxpayers can claim this credit to reduce what they owe in taxes, often getting refunds from the government. The \nvagueness of federal law may have contributed to the $4.2 billion in credits, the report said.\n\nThe IRS said it lacks the authority to disallow the claims.\n\nSen. Orrin G. Hatch (R-Utah), ranking member of the Senate Finance Committee, announced Friday that he plans \nto examine the refunds.\n\n\"The disconcerting findings in this report demand immediate attention and action from Congress and the Obama \nadministration,\" Hatch said in a statement. \"With our debt standing at over $14.5 trillion and counting, it's \noutrageous that the IRS is handing out refundable tax credits . . . to those who aren't even eligible to work in this \ncountry.\"\n\nWage earners who do not have Social Security numbers and are not authorized to work in the United States can \nuse what the IRS calls individual taxpayer identification numbers. Often these result in fraudulent claims on tax \nreturns, auditors found.\n\nTheir data showed that 72 percent of returns filed with taxpayer identification numbers claimed the child tax credit.\n\nThe audit recommended that the IRS seek clarification on the law and check the immigration status of filers with \ntaxpayer identification numbers.\n\nIRS officials, in response to a draft of the report, agreed to consult with the Treasury Department on the law. But \nthey said they have no legal authority to demand that filers prove their legal status when the tax agency processes \nreturns.\n\n\nChanges to tax law are partly to blame for the explosion in refunds for additional child tax credits in recent years, \nauditors found. Before 2001, filers needed to have three or more children to qualify - and to owe more Social \nSecurity taxes than earned income credits.\n\nBut those requirements have been eliminated and the allowable refund for each child doubled. The American \nRecovery and Reinvestment Act of 2009 also made the refund easier to get, auditors found.\n\nreinl@washpost.com\n"}