{"title": "BOOK EXPLAINS WHY MEXICAN MIGRANTS KEEP CROSSING THE BORDER", "body": "\n* At least once a day, a Mexican wanting to make his or her way into the United States dies trying.\n\nLast year, 369 perished at the 2,000-mile border; more than 3,000 died in the 1990s. The United States has built \nmore walls, hired more guards, and bought more guns, helicopters and searchlights.\n\nBut still they keep coming.\n\nIllegal migrant workers pay $1,000 and more to \"coyotes\" to guide them on their dangerous journey, just so they \ncan live in fear of being caught and make minimum wages working in farmers' fields and fast-food restaurants.\n\nStill they keep coming. And many end up in the St. Louis area.\n\nBut why do they take the risk? That's the main question asked by Ruben Martinez, author of \"Crossing Over: A \nMexican Family on the Migrant Trail.\"\n\n\"To put it simply, they want their piece of the American Dream,\" said Martinez, who will be in St. Louis on Thursday \nto promote his book.\n\n\"One man I interviewed thought about it and then told me 'I want to buy a bicycle.' The guy never had a bike when \nhe was a kid, and he wanted to be able to have that.\"\n\nMartinez, 39, is an Emmy award- winning journalist and one of the bright lights in Hispanic issues in the United \nStates. He received the Emmy for his work on a Los Angeles-based public television show, \"Life and Times.\"\n\nHe is a Loeb Fellow at Harvard University's Graduate School of Design a nd the author of two other books: \"East \nSide Stories; Gang Life in East L.A.\" and \"The Other Side: Notes from the New L.A., Mexico City and Beyond.\" In \naddition, he is an associate editor at Pacific News Service, a correspondent for PBS' \"Religion and Ethics News \nWeekly,\" and has appeared as a commentator on \"All Things Considered,\" \"Nightline,\" \"Frontline\" and CNN.\n\nHis latest book focuses on the Chavez clan of Cheran, in southern Mexico, about 200 miles west of Mexico City. \nThe family has had ties to th e St. Louis area for more than 10 years, with many family members working the \nagricultural fields here.\n\nTwo of the subjects still live in St. Louis, albeit illegally -- Rosa Chavez and her husband, Wence Cortez, and their \ntwo small children. The two agreed to be interviewed on the promise that no photographs would be taken and that \ntheir place of residence and employer would not be identified.\n\n\nRosa Chavez speaks little English and was even more apprehensive than her husband. Chavez, 26, has learned \nabout the pain of illegal immigration. In 1996, three of her brothers were killed when the van in which they were \ncrammed to sneak across the border flipped over and crashed. The town of Cheran still mourns the deaths, but it \ndid not keep Chavez from crossing over in 1997.\n\nCortez is slightly more open in conversation, though still wary of strangers -- especially ones taking notes.\n\n\"I want my daughters to go to school here. The schools are much better here,\" he said. \"And it is very hard to find \nwork in Cheron.\"\n\nMartinez notes that a worker in Cheran will earn about $3 a day, a pittance when compared to the U.S. minimum \nwage of $6 an hour, and will work up to 60 hours a week.\n\nAs far as fear of being caught, Wence Cortez doesn't spend much time thinking about it. He said that if he should \nbe forced to return, he simply would cross back over.\n\n\"I miss things in Mexico, like the food. But I want to stay here so I can make enough money to build a house and \nmaybe start my own business,\" he said as he, Rosa and the two children sat in their small, neat apartment.\n\nCortez said bigotry is not a major problem, but a problem nonetheless.\n\n\"Some Americans do not like Mexicans, and they say so. But mostly it's all right. The children all seem to play \ntogether OK,\" he said.\n\nMartinez said his main goal for writing this book was to convey the sense that the Mexican crossovers of today are \nno different than the immigrants of the last century.\n\n\"I think it's human nature, unfortunately, to forget what we were and where we came from. As Americans, we take a \ncertain pride in that we are a nation of immigrants,\" Martinez said. \"But when we see new immigrants, it's an \nexistential reminder of where we came from.\n\n\"And, in reality, the Mexican journey is no different than the ones taken in past years by Italians, Jews, Poles and \nother ethnic groups.\"\n\n===\n\nRuben Martinez\n\nWhat: The author will read from and sign his book\n\nWhere: 1 p.m. Thursday at the Bridgeton Trails Branch of the St. Louis County Library, 3455 McKelvey Road; and 7 \np.m. at the Crossroads School, 500 DeBaliviere Avenue.\n\nHow much: Free\n\nMore info: 314-291-7570; 314-367-8085\n\nPublished by Metropolitan Books, 328 pages, $26\n\nGraphic\n\n \n\nPHOTO, GRAPHIC; (1) PHOTO headshot - Ruben Martinez; (2) Color PHOTO - (cover of book, \"Crossing Over); \n(3) Graphic / Illustration - (a bootprint)\n\n\n"}