{"title": "DECEPTION SPURS IMMIGRATION AGENCY FIRINGS", "body": "\nThe idea was to create a mirage in the Everglades so that seven congressmen would hail the Immigration and \nNaturalization Service, applauding its expertise in managing the steady stream of undocumented foreigners into \nSouth Florida.\n\nSo just before the delegation arrived, immigration officials in Miami, with help from the regional director's office, got \nrid of more than 100 detainees from an overcrowded detention center: They released 59, including nine criminals; \nshipped 61 more to different facilities; and warehoused 19 in distant jails.\n\nThen they laid on overtime help at Miami International Airport to keep the usual logjam at customs flowing freely \nand took criminal aliens out of holding cells and let them sit in the waiting room until the delegation finished its tour. \nBut the INS employees union blew the whistle, and on Friday the immigration agency's inspector general issued a \n200-page report, documenting the deception in detail.\n\nThe report recommended the firing or suspension of 13 INS officials, including the agency's eastern regional \ndirector, the director of the Miami district, and the Washington-based director of congressional affairs.\n\nINS Commissioner Doris Meissner relieved Eastern Regional Director Carol D. Chasse and Miami District Director \nWalter D. Cadman last week, pending further action by the Justice Department.\n\nThe report, a follow-up to a summary releasedw earlier, shows that INS officials were worried early last year about \nthe planned visit June 10, 1995, by seven members of the House Task Force on Immigration.\n\nIn an e-mail message to key staff cited in the report, Cadman relayed Meissner's concern that \"it would take very \nlittle to put the kiss of death on their (the delegation's) views toward INS.\" Meissner \"wants a sh arp-looking, heads-\nup group of employees doing their jobs,\" it said.\n\nTo translate this wish into action, the report said, the INS had to contend with chronic overcrowding at the Krome \nService Processing Center in the Everglades, about 23 miles southwest of Miami, and snail's pace processing at \nthe airport.\n\nFrom the beginning, the report suggests, INS officials decided to mask these problems: \"Employees who are doing \nthe best job under adverse conditions send the message we want to send,\" said a May 23, 1995, e-mail message \nfrom Chasse, reprinted in the report.\n\nA few days later, INS Director of Congressional Affairs Pamela Barry met with Miami officials to caution them that \n\"no one should discuss (the airport's) staffing problems with\" the delegation.\n\n\nOn June 9, Miami Deputy District Director Valerie Blake notified Eastern regional headquarters about overcrowding \nat Krome, and got permission to \"move some people out before the delegation came,\" the report said. That \nafternoon, the report said, Krome Camp Administrator Kathy Weiss notified Blake in an e-mail that there were 377 \npeople in the detention center and described plans to ship some elsewhere, including a \"group to be stashed out of \nsight for cosmetic purposes.\"\n\n\"Please advise whether Cubans can be included,\" the Weiss e-mail continued, \"bearing in mind the fact that moving \nthem will probably cause the remainder to complain, both to relatives and the congressional delegation.\"\n\nBlake replied within the hour: \"Thanks for your prompt response,\" her e-mail said.\n\nThe report said INS sent one batch of detainees to Jackson County Jail near Tampa and another group to Key \nWest to await deportation. Fifty-nine detainees were released, including 35 who had not been medically cleared and \nnine held for criminal offenses such as burglary and drug trafficking.\n\nAt the airport, INS nearly doubled the staff June 10 to keep the traffic moving through customs and to create a false \nimpression of efficiency, the report said. Airport holding cells were emptied and detainees there allowed to sit in an \nanteroom.\n\nThe visit went off as planned. But union officials, belatedly told of the delegation's arrival and threatened with arrest \nif they tried to attend a closed airport briefing, decided to send a letter to Task Force Chairman Rep. Elton Gallegly, \nR-Calif. Gallegly began the investigation.\n\nINS officials told investigators they were in a no-win situation: \"If we moved them (the Krome detainees), we would \nbe construed as having done something wrong,\" Blake said. \"If we left them there . . . we (would be) accused of not \nbeing able to handle our workload.\"\n"}