{"title": "Fast money? The contribution of state tax amnesties to public revenue systems.", "body": "\nABSTRACT:\n\nState tax amnesties have become a commonplace component of state tax administration over the last 30 years. \nThis paper reviews the structural evolution of all state amnesty programs and makes the case that their \nfundamental purpose has shifted from improving tax administration to emphasizing revenue maximization. It then \nprovides empirical evidence on which state amnesty program features aid in this effort. The regression results \nreveal that most of the malleable amnesty program features that tend to increase amnesty recoveries also conflict \nwith or undermine the goal of improving the tax administration system.\n\nKeywords: tax amnesty, state tax administration JEL Code: H71, H30\n\nState tax amnesties, fixed-term programs which forgive some consequences of previous tax delinquency in \nexchange for voluntary payment of liability, are no longer an exceptional event in the United States. Since their \ninception in the early 1980s, 45 states plus the District of Columbia have conducted 117 tax amnesties, and all but \n12 of these states have offered multiple amnesties. An exploration of tax amnesty structures and the \naccompanying programs reveals that their relationship to American state tax administration has evolved. Early \namnesty programs were coupled with important administrative reforms and efforts at improving the compliance \nenvironment, while the structure of recent programs and their timing relative to adverse fiscal shocks shows a \nsubstantial emphasis on revenue generation. In fact, many of these structural changes are somewhat inconsistent \nwith an administrative system built on maintaining voluntary compliance and traditional enforcement. Indeed, a \nregression analysis of the effects of amnesty features on amnesty recoveries suggests that aggressive recovery \nmaximization is best pursued by introducing structural features that compromise existing tax compliance.\n\nThe new emphasis on revenue generation, even to the extent of compromising the existing system of tax \nadministration, raises concerns because the historical record shows that amnesty recoveries are seldom large \nenough to have a dramatic impact on a state's fiscal position, providing a contribution to tax revenue that is small \neven when compared to other non-traditional sources of modest revenue (e.g., rainy day funds or lotteries). Even \namong the early compliance-oriented amnesties, the preponderance of evidence suggests that amnesties \nprovided only a temporary revenue shock instead of a continuing fiscal base. Somewhat paradoxically, if state \nlegislatures continue to repeatedly enact amnesty programs, the evidence of a zero long-term revenue effect at \nbest or possibly even a negative effect at worst, suggests that administrators might need to maximize initial revenue \nto the greatest possible extent, as it will likely be the only fiscal contribution.\n\nMore that 20 years ago, Alm, McKee, and Beck (1990, p. 23) wrote,\n\n\nBeleaguered by declining tax revenues and mounting expenditures,\n\nmany state governments in recent years have sought alternative and\n\nnovel revenue sources. One approach that has been used by\ntwenty-eight states since 1981 is the tax amnesty.\n\nAt the time, those states had conducted a total of 37 amnesties, and the programs still carried a sense of being a \nnew development for American government finance. Amnesties seemed to be a tool more appropriate for \nchronically non-compliant European or developing countries, which could use them to boost collections and \npossibly compliance. American observers were principally worried about the consequences of tax amnesties for \nvoluntary compliance, especially if taxpayers developed an expectation that the next amnesty might be just on the \nhorizon. (1)\n\nThe reviews of these early efforts concluded that tax amnesties were first and foremost a tool for improving tax \nadministration. In a study of the first 26 state amnesty programs, Mikesell (1986) examined their structural features, \nnoting throughout how these attributes contributed to the state system of tax administration. In a pair of independent \nsurveys of state tax administrators, Ross (1986) and Parle and Hirlinger (1986) reviewed the goals and objectives \nof the early amnesty programs. (2) They similarly found relatively little interest among the states in boosting short-\nterm revenue, as emphasis was placed on bundling the amnesty with other enforcement strategies and improved \ncompliance initiatives.\n\nAfter 117 programs (and counting) over 30 years, (3) we argue in this paper that amnesties have evolved into a \nstandard component of American state tax collection systems with a purpose quite different from the administrative \nfunctions described in the contributions of Mikesell, Parle and Hirlinger, and Ross cited above. Specifically, we \nargue that amnesties have become tools of revenue generation, and that this is being pursued even at the \nexpense of existing systems of tax administration. To demonstrate this, the first part of this article provides a \nnarrative analysis of the path of state tax amnesty programs since 1981, paying particular attention to the amnesty \nfeatures highlighted in Mikesell (1986). This overview demonstrates the differences in structure between the early \nsurge of amnesties in the 1980s and more recent amnesties (the 66 conducted or scheduled since 2000). This \npaper then regresses amnesty recoveries against features of the amnesty programs. The empirical evidence \nindicates that most program features that are correlated with greater recoveries are those which conflict with tax \nadministration concerns.\n\nThe layout of the paper is as follows. The next section provides background on tax amnesties drawing on the \nprevious literature especially as it pertains to systems of tax administration. Section II discusses the pattern of \namnesty offerings and revenue recoveries across the states over time. Section III proceeds with a narrative \nanalysis of how the program features within the amnesties have evolved over time to reflect a tool for revenue \ngeneration rather than improving administration. Section IV presents an empirical analysis of how these features \nactually affect revenue recovery, and Section V concludes.\n\nI. THE AMNESTY IDEA\n\nBaer and LeBorgne (2008, p. 5) define a tax amnesty to be \"a limited-time offer by the government to a specified \ngroup of taxpayers to pay a defined amount, in exchange for forgiveness of a tax liability (including interest and \npenalties), relating to a previous tax period(s), as well as freedom from legal prosecution.\" (4) These temporary \nprograms allow taxpayers who have previously evaded taxation to voluntarily remit unpaid taxes without incurring \nall the sanctions that failure of timely payment would ordinarily incur. If collected through enforcement action, \ntaxpayers with these liabilities would owe the tax plus various penalties and interest on the unpaid amount and \nmight also be subject to felony prosecution. By participating in the amnesty, taxpayers can avoid certain program-\nspecified consequences.\n\nTo consider the contribution and the complication that an amnesty might make to tax administration first requires \nan understanding of tax administration itself. Penniman (1980, p. 173) aptly characterized tax administration in this \n\n\n\nway: \"... the tax official's service can be generalized only in terms of the value of the revenue he collects for the \noperation of all government and in the fairness with which he collects such revenue within the state's tax \nframework.\" The tax amnesty likewise must balance revenue and fairness in the service of tax administration. One \ncontribution is the extra revenue that may flow from the amnesty, which the amnesty no doubt accomplishes in a \nmanner particularly appealing to elected representatives. Amnesty collections emerge without the politically difficult \ntasks of increasing statutory rates or changing definitions in the tax base. Amnesty programs, however, raise \nequity concerns that likely impact the overall efficiency of state tax administration. Because the money comes from \nthose who previously had shirked payment, the amnesty understandably strikes the public as a special deal for \nevaders and therefore arguably violates principles of general fairness. Honest taxpayers may believe they have \nbeen cheated by the special deal provided to evaders, which could harm overall compliance by encouraging the \nattitude that waiting for the next amnesty is better than perpetual voluntary compliance. Since most major tax \nsystems rely on voluntary compliance to generate collections, putting the honest taxpayer at regular economic \ndisadvantage conceivably works against the efforts of an efficient system of tax administration. Furthermore, the \nonly new revenue truly generated by the amnesty comes from those collections that would not otherwise be \nuncovered through normal enforcement efforts. Amnesty programs are revenue losers on accounts whose \ncollection would occur without forgiveness, but surrender interest and penalties nevertheless. Hence there is a \nconcern that the amnesty may harm the compliance climate and discriminate against the honest taxpayer for what \nmay be little true new revenue. The difficulty in accomplishing this balancing act between obtaining additional \nrevenues and harming the compliance climate is the source of the reluctance that states historically had in regard to \nthe amnesties.\n\nThe compliance effect of the amnesty seems crucial both in terms of revenue potential and as a signal of equity \nimplications, but empirical evidence of such an impact is far from conclusive due to the complexity of the research \nquestion. A few studies have studied individual amnesty programs and the responses by taxpayers over time. \nFrom a random sample of tax amnesty participants, Fisher, Goodeeris, and Young (1989) found that the early \nMichigan experience did not significantly bring previously unknown delinquent taxpayers permanently back to the \ntax rolls. Instead, they found that most amnesty participants were taxpayers known to the state who were paying \nonly a portion of unpaid liabilities, and that a high estimate of the new taxpayers remaining on the rolls permanently \nwas about 21 percent: Christian, Gupta, and Young (2002) came to similar conclusions on the same Michigan-1 \n(1986) amnesty after examining subsequent filings over a longer time horizon. Likewise, Joulfaian (1989) found \nthat more than half of the Massachusetts-1 (1983) program participants were known delinquents, and 70 percent of \ntheir liabilities were less than four years old, which are the most likely to be collected under routine operations. Alm \nand Beck (1993) found no effect, positive or negative, in a careful time-series analysis of tax collection levels and \ntrends that could be attributed to the 1985 Colorado amnesty program. Though informative, the main drawback of \nthese single program ex-post analyses is that there is no variation at the program level: there are also concerns \nregarding their external validity.\n\nLuitel and Sobel (2007) extended the literature by examining multiple states over time by drawing upon 37 state \nquarterly revenue collections with \"regular\" tax systems between 1981 and 2004. (5) In a series of panel fixed effect \nregressions, they found robust evidence that repeated offerings of amnesty reduced state revenue collections, \nwhich is consistent with a compliance problem in post-amnesty periods. A limitation of the Luitel and Sobel (2007) \nanalysis, however, was the difficulty in determining whether a downward trend in revenue collections following each \namnesty iteration was a consequence of the amnesty itself, or if instead states repeatedly offer and reoffer \namnesties because of persistent revenue problems.\n\nAlm, McKee, and Beck (1990) found that participant taxpayer compliance decreased with amnesty offerings in an \nexperimental setting, better allowing for the randomization not found in real world policy. In their experiment, \nsubjects were divided into different sessions where they would voluntarily report their income for taxation over 25 \nrounds. By itself, the introduction of an amnesty did appear to lower compliance, but introducing new enforcement \nstrategies and making promises of the amnesty being a \"one-time event\" appeared to be successful in offsetting \nthis effect. This might be considered the strongest evidence that improving long-run compliance post-amnesty is \npossible, but it is not clear that the experimental settings transfer to the real world of politics and policy. For \n\n\n\ninstance, lab administrators might be considered more credible by their subjects in such promises than state policy \nmakers would be by their constituencies.\n\nThough all the studies have their limitations, the preponderance of evidence is against the view that amnesties \nincrease long-run revenues. The clearest conclusion from this research is that the fiscal contribution of an amnesty \nis in the direct recovery during the amnesty but not later. (6) Therefore, it is important to measure and understand \nthis direct recovery revenue because it may well be the only fiscal contribution of the amnesty.\n\nII. AMNESTIES AND THEIR RECOVERIES\n\nSince 1980, 45 states plus the District of Columbia have conducted at least one formal tax amnesty program; all \nbut 11 of these have run more than one program, certainly casting doubt on the claims sometimes made by the \nstates that the program offers a \"one-time opportunity\" for an honest, new start with the tax authorities. (7) Figure 1 \nshows the annual frequency of state programs during the American amnesty era from 1981. (8) The 1980s were a \nperiod of aggressive experimentation with 33 amnesty programs in 30 states, with Florida, Illinois, and Louisiana \nhaving repeated programs. Amnesties of this time did not stem from fiscal stress, but as Dubin, Graetz, and Wilde \n(1992) note, they were likely a state reaction to reduced federal enforcement efforts in that period that resulted in a \nlower compliance environment. (9) State tax officials described the amnesties in terms of improving and updating \ntheir administrative systems (Parle and Hirlinger, 1986), and this was likewise reflected in the amnesty features \nand accompanying programs (Mikesell, 1986).\n\n[FIGURE 1 OMITTED]\n\nThe amnesty pace declined in the 1990s, when there were only 18 occurrences, eight of which came from states \noffering programs for the first time. The 2000s brought a flurry of 51 amnesties, however, and 15 more have been \nconducted in 2010, 2011, or are already scheduled for 2012. The figure shows dramatic increases in amnesties at \nboth ends of the period from 2000 to the present. This pattern is almost certainly related to the declines in state tax \ncollections during and shortly after the recessions of 2001 and 2007-2009, combined with general public opposition \nto statutory tax increases as a source of additional revenue.\n\nTable 1 identifies the state (and District of Columbia) tax amnesties conducted since 1981. Along with the dates of \neach amnesty, the table identifies the gross state tax recovery in current and constant dollars from each program. \n(10) Collections reported in the table are gross values for several reasons. First, tax revenue generated by other \nmethods is traditionally reported on a gross, not net, basis. There are no deductions for the cost of collecting the \nrevenue--those administrative costs are captured on the expenditure side of fiscal reporting--so this reporting allows \nfor consistent comparison with other tax revenue. (11) Second, where data on the cost of running an amnesty are \navailable, such cost is modest in comparison with collections, so reporting revenues on a net basis would have little \nimpact on the amounts. In many instances, the amnesty program is administered with resources redirected from an \nexisting department, and as a result the reported program cost is zero because there was no special budget \nappropriation. Third, there has been no standard approach to calculating program cost, meaning that there would \nbe considerable inconsistency in reporting for net numbers. States which report \"net revenues\" may or may not \nhave counted an estimate of forgone penalties and interest as program costs, for instance. For these reasons, \ngross collections are appropriate for comparing and evaluating the results of state amnesty programs. The \nvagaries of the data reporting process dictate considerable caution in use of the results. These are important data, \nhowever, because they remain the common basis on which states evaluate and promote the success of the \namnesty. Because the existing evidence suggests there is no positive impact on revenue flow after the amnesty \n(Baer and LeBorgne, 2008), and that the impact may even be negative, the emphasis on the fiscal contribution of \nthe direct amnesty recoveries is the appropriate focus of attention. (12)\n\nIn the aggregate, state amnesties report over $10.7 billion in recoveries (when adjusted to 2005 prices), a \nsubstantial but modest number in comparison to the $1.3 trillion total tax revenues collected during the equivalent \nperiods. Revenue production has, however, varied widely across state programs. In real terms, the greatest \ncollections were from the California-2 (2005) program ($683.4 million) and the New Jersey-4 (2009) program \n($661.7 million), and the smallest were from the Illinois-1 (1981) program ($165.9 thousand) and the North Dakota-\n\n\n\n1 (1983) program in ($259.2 thousand). The largest amnesty numbers are big enough to draw public attention to \nthe results, even though the proceeds look much smaller when compared to the total tax revenues of the state. For \ninstance, total tax collections in New Jersey in 2009 exceeded $24 billion the amnesty proceeds were 2.7 percent \nof that amount, which is hardly enough to dramatically change the state's fundamental fiscal situation and not a flow \nthat would be a permanent component of annual revenue.\n\nStates do not report the type of tax for which the amnesty has made a recovery as regularly as they report total \nrecoveries. Table 2 shows the distribution across taxes for the 23 states for which these data are available. (13) \nThe table also presents the distribution of total tax revenue across taxes so that a comparison with amnesty results \ncan be made. The table focuses on sales and use, individual income, and corporate income taxes because these \nare the most significant taxes in these states; furthermore, the total recoveries from the three exceed 80 percent of \nthe total in all but four of the states. It is apparent the amnesties vary dramatically in regard to the relative yields for \nthe three taxes. While the averages across all states are similar around 30 percent for each-the variation from state \nto state is dramatic: sales and use tax shares range from 6.56 percent (Missouri-1 (1983)) to 70.09 percent \n(Louisiana-1 ( 1985)); individual income tax shares range from 4.53 percent (Missouri-1 (1983)) to 81 percent \n(Arkansas-1 (1987)); corporate income tax shares range from 2.16 percent (New York-3 (2002)) to 87.91 percent \n(Missouri-1 (1983)). (14) For some states, recoveries are heavily drawn from the sales and use tax, and for others \nthe income tax is the primary source. (15) Seldom is there a close balance between recovery shares of sales and \nuse and individual income taxes for an individual state. The table shows both a close balance in virtually all states \nbetween the revenues from sales and use and individual income taxes and only a modest contribution from the \ncorporate income tax to total tax revenue. Amnesty recovery patterns diverge substantially from that, possibly \nrevealing some differences in the level of evasion across taxes, but it is just as likely that this divergence simply \nreveals a difference in amnesty participation for unknown reasons.\n\nAlthough these amnesty recoveries were no doubt welcome, in comparison with the size of fiscal deficits being \nexperienced by many American states in the aftermath of the Great Recession, they were modest. To the extent \nthat state fiscal problems are structural and not cyclical, the onetime revenue from the amnesty will not provide the \nneeded solution and will harm a state's long term fiscal prospects to the extent it creates the feared compliance \nincentive problem.\n\nIII. THE EVOLUTION OF AMNESTY STRUCTURE: FROM ADMINISTRATIVE TO REVENUE CONCERN\n\nThere are several important program design differences across the state amnesties, and these features can be \ncritical to determining how much revenue the amnesty immediately recovers relative to its impact on the state tax \ncompliance climate. Table 3 shows how several of these significant features of the programs have evolved across \nthe decades.\n\nA. Eligible Liabilities and Applicants\n\nThe tax previously unpaid to states may include several logical categories: accounts receivable, taxes from \ndelinquent filers who may be either accounts known to the tax department or previously unknown, taxes from \nincomplete prior returns, and taxes from firms or fliers previously unknown to the state. (16) While some early \namnesties provided extremely limited eligibility (Texas-1 (1984) limited eligibility to unregistered merchants and \nIdaho-1 (1983) limited eligibility to periods in which no return had been filed), such narrow eligibility has been the \nexception. (17)\n\nThe major distinction across the earlier amnesties was the inclusion of accounts receivable in the program. While \nthe amnesties of the 1980s were closely divided in the eligibility of these liabilities (15 included them, while 18 did \nnot), amnesties since then have overwhelmingly included accounts receivable (63 have, while only 21 have not). In \n1986, Mikesell pointed out that inclusion of accounts receivable in amnesty eligibility was at that time a strong \ndistinguishing feature between programs with high per capita recoveries and those with low per capita recoveries, \nand Alm and Beck (1991) would later find the inclusion of accounts receivable to be a statistically significant \ndeterminant of total amnesty recoveries. Since then, states have overwhelmingly included liabilities in accounts \nreceivable, even though these represent the softest results in terms of producing new net revenue and in terms of \n\n\n\nrewarding non-compliance. Because the liability is both known and established, these revenues are most likely \ngoing to be collected through the enforcement mechanisms available to the state if the taxpayer has any \nrecoverable financial resources. Taxpayers truly without the means to get current from accounts receivable would \nbe unlikely to have the means to become current through an amnesty program. It is difficult to view the inclusion of \naccounts receivable as having a purpose beyond speeding up the collection process by a few months.\n\nB. Forgiveness of Penalties and Interest\n\nFeatures that characterize all state amnesty programs include the following: they do not forgive the basic tax owed, \nthey do not close tax years for potential audit, and they all waive criminal prosecution for violations included in the \namnesty. Beyond those elements, the state programs mix varying degrees of forgiveness of financial penalties and \ninterest that would have otherwise been owed by the non-compliant taxpayer. Table 3 shows that amnesties have \nextended more toward forgiveness of interest across the decades. In the 1980s, amnesties generally provided for \ncancelled penalties, but continued at least part of the interest liability. For the 2000s, virtually all amnesties granted \nat least partial interest forgiveness. (18) The pattern of interest relief continues into the 2010s, when 12 of the 15 \namnesties so far have provided at least partial interest relief in addition to penalty relief. Because many states in \nrecent years have at least an informal program of providing penalty relief for any taxpayer who makes a voluntary \ndisclosure of unknown liabilities, the forgiveness of penalty in formal amnesty program provides little marginal \nincentive, meaning that the best remaining award for enticing taxpayers into the amnesty program involves \nreductions in interest payments. This is likely the reason for the gradual shift in the extent to which this incentive is \noffered to bring taxpayers into the system. At their least generous, the Florida-3 (1992) and Illinois-1 (1981) \nprograms offered only amnesty from prosecution.\n\nIn many respects, forgiving interest is the most sensitive element of the amnesty in terms of maintaining equity and \ncompliance incentives. The programs do not relieve the basic tax obligation, so that is not an issue, and the penalty \nhas been demonstrated not to have its intended effect if the taxpayer is delinquent, so it involves no great revenue \nloss if waived. But to forgive interest is tantamount to giving the evaders an interest-free loan, and that gives the tax \ncheat an economic advantage over honest taxpayers. (19) This advantage clearly has been on the minds of \namnesty designers, as several programs have only a partial or no interest waiver. Interest obligations do \naccumulate on older liabilities, however, and some recent programs have created special higher waiver rates for \nsuch older obligations. (20) The recent Florida program went as far as distinguishing between taxpayers who are \nbeing audited or under inquiry, examination, and civil investigation and those who initiate contact with the \nDepartment of Taxation. The former may receive a waiver of 25 percent of interest while the latter may receive a 50 \npercent waiver. For the few amnesties providing data on the age of the delinquent liability collected, however, a \nlarge amount of the total recovery comes from accounts that only recently became delinquent. Figure 2 \ndemonstrates this point by summing the total recoveries by age of delinquency for the six amnesty programs that \nreport these data, and then dividing it by total amnesty collections. Within these aggregates, the percentages of \ntotal recovery from tax years no more distant than five years are 77.15 for Kentucky-2 (2002), 81.8 for West \nVirginia-2 (2004), 71.54 for Indiana-1 (2005), 62.24 for Iowa-2 (2007), 65.73 for Pennsylvania-2 (2010), and 59.73 \nfor Pennsylvania-1 (1995). Recoveries from delinquent accounts of less than a year or two are often not eligible for \namnesty, which is a policy intended to prevent taxpayers from becoming delinquent just for the purposes of \nparticipating in the amnesty, effectively treating the state as a short-term loan officer. It would seem from these \ndata that programs which offer only a limited look back for amnesty would likely not be forgoing significant revenue. \nAlso, devoting significant resources to collecting older accounts might not represent a prudent investment for a \nstate tax compliance department.\n\n[FIGURE 2 OMITTED]\n\nC. Amnesty Length\n\nState amnesty programs run for a limited number of days. Requests for amnesty must be filed within a specific \nperiod in order to be eligible for consideration. The early amnesties tended to run for about three months. Later \namnesties are shorter, now averaging close to two months. That would be consistent with taking advantage of the \n\n\n\nimproved communication and information technology systems that have developed in the past quarter century of \namnesty history.\n\nAs one might surmise, the amnesty record shows that a longer amnesty period is associated with a lower recovery \nper day during the program, as participation is either fixed or only increases at a diminishing rate with amnesty \nlength. For amnesties of 60 or fewer days, the median daily recovery is $744,848, while for amnesties of 80 to 100 \ndays, it is $278,852, and for amnesties of 110 days or longer, $95,076. The shortened amnesty period that has \nemerged suggests that amnesty design has responded to this pattern of diminished returns from long programs.\n\nD. Quarter in Which Amnesty Conducted\n\nAmnesties have tended to be conducted in the later quarters of the calendar year (i.e., the beginning of most state \nfiscal years). In the early amnesty era, there was a concern that amnesties earlier in the year would conflict with \nthe heaviest part of income tax filing season and that adding this work would complicate both administration and \ncompliance. These administrative and compliance concerns appear to have become somewhat less important in \nthe most recent decade with more programs offered earlier in the year. The third calendar quarter is the most \npopular quarter for an amnesty, with 45 percent of all programs conducted then.\n\nE. Installment Plans\n\nThe amnesty programs differ in regard to whether they require the full liability be paid during the amnesty period \n(or shortly thereafter) to receive the amnesty incentive or whether they allow the taxpayer to establish an \ninstallment plan for payment of the liability over some period in the future. Since participants in amnesty programs \nhave shown themselves to be less than reliable taxpayers, it may be surprising that amnesty programs established \nsuch installment programs at all. (21) However, if the objective is to improve compliance and administration, these \ninstallment plans serve the purpose of enticing such taxpayers to at least come forward and make themselves \nknown, even if they ultimately cannot fulfill the obligations of their payment plans.\n\nHere again the data presented in Table 3 show a considerable change in structure when later amnesties are \ncompared to earlier ones. In the amnesties of the 1980s, 17 programs allowed installment payments while 16 did \nnot. There was also a close split for the 1990s amnesties, with eight programs allowing amnesties while nine did \nnot. But that changed in the 2000s, as only 15 of the 51 amnesties permitted installment plans and only one of 15 \namnesties to date in the 2010s have allowed an installment payment option.\n\nF. Accompanying Programs\n\nAmnesties have often been bundled with other programs, revealing a mixture of interest in both recovering tax \nrevenue and in favorably influencing the compliance climate. In an early study, Mikesell (1986, pp. 522-523) found \namnesty programs to be accompanied by additional programs designed to improve future compliance, and even \nargued that the amnesty may have been the cover necessary to make such enforcement enhancements and other \nchanges to the rules \"politically palatable.\" These programs increased penalties and interest for the future, made \ntax evasion a felony, promised more rigorous enforcement, introduced new computer technologies, and allowed for \nimproved audit detection techniques, among other changes (Mikesell, 1986: Alm and Beck, 1991).\n\nIn contrast, it does not seem to be the case that the more recent programs can be viewed as providing political \ncover for ramping tip enforcement practices. Most of the recent amnesties are in states that had offered amnesty \nin the past and had made substantive administrative changes with the earlier amnesty, and thus had fewer \nopportunities to introduce new enforcement initiatives with their more recent amnesty programs. Table 4 identifies \nthe programs since 2000 that accompanied the amnesties, either directly in the legislation instituting the amnesty \nor in materials (guides, news releases, advertising, etc.) produced by the revenue administration about the \namnesty. Recent programs have accompanying compliance programs less frequently than was the case for the \nearly amnesties.\n\nIn the 58 amnesty programs identified in Table 4, only 26 bundled an accompanying program of any kind, \nsuggesting the absence of a genuine interest in improving the long-run compliance effort. Furthermore, those \n\n\n\nprograms that did take place do not have an orientation towards improving the overall compliance environment. \nOnly 14 (including West Virginia-2 (2004), which has both compliance and recovery features) of the 26 programs \nmade changes to the post-amnesty compliance environment by increasing penalties and interest, devoting \namnesty proceeds to additional tax enforcement resources, or giving additional powers to tax enforcement. The \nremaining 12 amnesty programs listed in Table 4 were structured to increase recovery without providing changes \nto improve future compliance. These states structured their programs so that taxpayers who were eligible for the \namnesty program but did not would be subject to extra penalties if discovered. In these cases, other future \ntaxpayers would be subject to only ordinary penalties. Such a program creates an incentive to participate in the \namnesty if a taxpayer is currently evading or delinquent, but has no effect on the long term revenue incentives and \ncompliance of future possible evaders. Therefore, for most states, the amnesty was provided, but there were no \nchanges in penalties, enforcement, or any other program that might make tax evasion less advantageous post-\namnesty than pre-amnesty among the general population. The compliance rules and consequences would be \nexpected to be no stricter after the amnesty.\n\nThe compliance initiatives attached to amnesties in recent years have been modest when compared to the \nchanges that accompanied amnesties in the 1980s. This is also likely a consequence of the passage of time, as \nstates were generally able to find the means to computerize and otherwise improve their tax administration systems \nby the start of the 21st century. Whether a part of the amnesty wave of the 1980s or not, by 2000, evasion had \nbecome a felony in state tax systems. Interest and penalties could only be reasonably added at the margin in repeat \namnesties, and promises of a \"onetime only event\" presumably lose their credibility. (22)\n\nG. Prior Amnesty Experience\n\nAs previously discussed, amnesties were often advertised as a last chance for tax compliance before stricter \nprograms were implemented. Because of the considerable concern about the effects of an amnesty on the \ncompliance environment, states felt it necessary to emphasize that, although the amnesty recoveries proved that \nmany taxpayers had successfully evaded taxes in the past, conditions were changing and what had worked before \nwould not work in the future. The amnesty provided the last opportunity to comply before the tax evasion was \ndiscovered and had even greater consequences. Obviously, virtually all amnesties conducted in the 1980s were \nthe first ones run by a state--but even then 10 percent were repeat programs. Overall, 62 percent of amnesties are \nrepeat programs. Since the 1980s, the share of amnesties in a decade that were the first run by the state has \ncontinually declined, from 44.4 percent in the 1990s to 13.7 percent in the 2000s, and then to 6.7 percent (one \nstate) thus far in the 2010s. As noted earlier, only five states have yet to conduct an amnesty, so the prospects for \nnew programs this decade are not great.\n\nMultiple amnesty states generally wait five years or more before repeating an amnesty (more than eighty percent \ndid so in the 1980s, 1990s, and 2000s), but only 73.3 percent have waited that long for the 2010s to date. The \npercentage of states waiting more than 10 years before running another amnesty has declined consistently, from \n90 percent in the 1980s, to 72.2 percent in the 1990s, to 58.8 percent in the 2000s, and to 26.7 percent in the \n2010s. Seldom would states now be able to make a convincing claim that an amnesty represents a unique \nopportunity to come clean with the state tax system. If one is run, there is likely to be another coming relatively \nsoon. Of the 45 states plus the District of Columbia that have run or scheduled amnesties, only 11 have stopped \nwith one (so far, at least), and 23 states have run three or more programs.\n\nIV. ANALYZING THE AMNESTY EXPERIENCES: WHAT THE RECOVERY RECORD SHOWS\n\nThis section investigates empirically which amnesty features are associated with a productive amnesty program. A \nsimilar exercise was performed for the 28 earliest amnesty programs by Alto and Beck (1991), who used amnesty \nrevenues as a proxy for income tax evasion among the states, which they regressed on the expected determinants \nof income tax compliance. Of course, as Aim and Beck (1991) noted, this created measurement error problems \nsince amnesties involved more taxes than just the income tax. As previously demonstrated in Table 2, the \namnesty recovery shares for various taxes often differ substantially from their shares in routine state tax \ncollections. Therefore we model the output of an amnesty program as the result of a revenue production function of \ntwo classes of inputs: unpaid tax liabilities and amnesty program design. The latter input classification has been the \n\n\n\nsubject of the narrative analysis to this point in the paper. The amount of unpaid tax liabilities should naturally lead \nto larger amnesty recoveries, but is a stock of unknown size that must be captured with proxy variables. These \nproxy variables for unpaid liabilities include the share of total personal income coming from reported nonfarm \nproprietor income, the existence of a national recession, the intensity of federal audits, and the absence of a state \nsales tax. The amnesty program features will include indicators for repeat amnesties, the lag time between \namnesties, the eligibility of accounts receivable, the implementation of an installment payment plan, the length of \nthe amnesty, the quarter in which the amnesty was held, and whether or not there exists an alternative to the \namnesty in the form of a voluntary disclosure program. These specific variables will be discussed in greater detail \nbelow.\n\nThe measure of amnesty output to be explained is the amnesty recovery as a share of the state's total tax revenue \n(in millions) in the previous year. Dividing recovery by revenue scales the data and mitigates the need to \nincorporate variables that explain the potential size of the tax base. Since amnesty recoveries are correlated with \nbringing new taxpayers onto the tax rolls, the amnesty recovery could be associated with increases in total tax \nrevenues through improved compliance. As a result, recovery is scaled by the previous year's tax revenue to avoid \nthis potential simultaneity bias in measurement, and this variable will be referred to as the recovery rate. (23)\n\nBecause states repeat infrequently, the model will be estimated as a pooled cross-section of the 108 state tax \namnesty programs through 2010 for which complete data are available, though specifications to check the \nsensitivity of the model to outliers will also be presented. (24) The appendix provides descriptive statistics for this \nrange of observations. The production of the amnesty recovery rate (Recovery Rate) will be modeled in a log-linear \nspecification, expressed in vector form as:\n\n(1) ln(RecoveryRate) = [b.sub.0] + [b.sub.1]NoSalesTax + [b.sub.2]HighAuditState + [b.sub.3]Recession + \n[b.sub.4]NFPIncomeShr + [b.sub.5]SecondAmnesty + [b.sub.6]ThirdAmnesty + [b.sub.7]Lag + [b.sub.8]VDP + \n[b.sub.9]AcctsReceivable + [b.sub.10]Install + [b.sub.11]Open60t99Davs+ [b.sub.l2]Open100pDays + Qa + \nDecade[gamma] + [epsilon]\n\nDefinitions, sources, and summary statistics are provided in the appendix. As previously described, the variables \nassociated with coefficients [b.sub.1] through [b.sub.4] are intended to proxy for the amount of unpaid tax liabilities. \nSales tax compliance is known to be particularly high, because the vendor acts only as a third party collection \nagent between customer and the government. (25) States that generate revenue without the use of the sales tax \nare therefore likely to have a larger stock of unpaid revenue. (26) Also, states overwhelmingly link their income tax \ncompliance programs to federal efforts. States with greater federal compliance enforcement activity are likely to \nhave lower state amnesty recovery potential, with the federal enforcement effort having spilled over to the state tax \nstructure. Though data on federal audit intensity by state differ over time and are incomplete, the existing data do \ndemonstrate that federal audit rates are systematically higher in some states than others (Birskyte, 2008). (27) \nStates that have an average ranking in the top-10 most audited states in the available data (1997-2001) are \nidentified as \"high audit states\" with a dummy variable (HighAuditState), with the expectation that these states will \nhave lower recoveries in their amnesty programs than others ([b.sub.2] < 0). If recessions cause taxpayers to \nbecome delinquent or to evade their taxes, then they may be correlated with amnesty participation ([b.sub.3] > 0). \nFinally, states with high levels of self-employment likely have lower levels of routine tax compliance. (28) The \namount of self-employment activity in the state is measured by the share of the state's total personal income \nderived from non-farm proprietor's income, and is expected to be positively related to the recovery rate ([b.sub.4] > \n0).\n\nThe motivation behind the remaining amnesty program variables is largely derived from the major identifiable \nstructures of these programs that have been discussed throughout this paper. Indicator variables identify whether \nthe state previously enacted an amnesty program, by including controls to indicate if the amnesty is the state's \nsecond program (Second Amnesty) or if it is the third or more frequent program (Third-Amnesty). Presumably, \namnesties would have smaller recoveries with each iteration due to a reduced pool of non-complaint taxpayers, so \nthat [b.sub.5] and [b.sub.6] are negative. The more time that passes between amnesties (Lag) should increase the \nrecovery rate since the stock of evaders and uncollected accounts accumulates over time. The Lag variable is \nmeasured for the regression as \"1/(number of months since last amnesty).\" Using this inverse relationship allows \n\n\n\nus to handle the conditionality of repeat amnesties with a consistent ordering. A state never before offering \namnesty can be thought of as 1/[infinity] = 0, an amnesty offered 20 years ago as 1/240 = 0.004, and one ending \nin the previous month as 1/1 = 1.\n\nIf the amnesty program is conducted in a state that also operates a voluntary disclosure program (VDP), then the \namnesty program has a smaller marginal benefit over the state's routine operations, and thus the program will have \nlower recoveries ([b.sub.8] < 0). (29) Also included are dummy variables representing the eligibility of accounts \nreceivable (AcctsReceivable), whether or not taxpayers can pay through an installment plan (Install), and the \nquarter in which the amnesty program began (Q). (30) The inclusion of accounts receivable should increase \ncollections ([b.sub.9] > 0), and if installment plans encourage participation then they will increase recoveries as well \n([b.sub.10] > 0). Several state amnesty reviews have found that a conventional view among program \nadministrators is that increasing the duration of the amnesty period allows for more participation and amnesty \ncollection. Evidence noted earlier, however, shows a declining recovery per day as the amnesty period becomes \nlonger, suggesting diminishing returns from a longer amnesty. This motivates the pair of dummy variables for the \nduration of the amnesty, which if the state administrators are correct, will have a positive effect on amnesty \nrecovery ([b.sub.11], [b.sub.12] > 0). As also discussed previously, early amnesty programs tended to administer \nthe program late in the calendar year for fear of interfering with regular tax administration responsibilities for both \nthe state authority and the individual taxpayer, but over time they have become more uniform across the year. The \ncontrol for quarterly dummies will identify if this change in timing has a significant impact on recoveries. Finally, a \nset of dummy variables for each decade is introduced (Decade). The control for decades is intended to capture \ninstitutional changes that might be difficult to observe as states transitioned from an emphasis on improved \nadministration and compliance to increased revenue generation. As discussed in the earlier section, our \nobservation that amnesties have increasingly become geared towards revenue generation is based on how states \nhave changed their observed structural features, but regression analysis will demonstrate if this trend remains after \ncontrolling for other unobserved features.\n\nTable 5 provides the estimates of the regression model under alternative sets of restrictions. (31) Robust standard \nerrors, reported in parentheses, are employed even when the Breusch-Pagan test was unable to reject the null \nhypothesis of homoskedastic errors. Specification (A) estimates a model with only the controls variables intended to \nproxy for unpaid tax liabilities, while specification (B) controls only for amnesty program features. Specification (C) \ncombines the first two specifications, and specification (D) adds the decade indicators. Specification (E) drops the \nseven amnesty programs that excluded a major broad-based tax. A residual analysis demonstrates that five \noutliers result in a skewed distribution of errors, even with the removal of the observations in specification (E). After \nremoving these outliers in specification (F), the residuals take a normal distribution as suggested by skewness and \nkurtosis tests. The mean variance-inflation-factor (VIF), reported for each specification, suggests multicollinearity is \nnot a significant problem. (32)\n\nComparing the adjusted-[R.sup.2] across specifications (A) through (D) suggests most of the explanatory power is \nderived from the amnesty structure variables. The OLS model has just a few statistically significant variables, likely \ndue to the relatively small number of degrees of freedom and sensitivity to the normal distribution assumptions. One \nshould keep in mind, however, that the sample here is very close to the full population, so statistical significance is \nmore informative about a hypothesized larger sample than for the historical observations. Specifications (D) through \n(F) will serve as the main results when discussing the magnitude of the coefficients.\n\nThe coefficients of the variables in Table 5 generally have the expected signs and are relatively robust in size and \nsign, with the main difference between specifications being in statistical significance. Examining first the four \nvariables measuring the size of unpaid liabilities, only the Recession indicator switches signs across specifications, \nthough it is not statistically significant in any specification. Though statistically significant in just two specifications, \nthe effect of not having a sales tax takes the expected sign in all specifications and the magnitude is relatively \nconstant throughout. For an amnesty program that would otherwise recover 0.5 percent of its annual tax revenue, \nthe fully specified models estimated in columns (D) through (F) suggest the effect of not having a sales tax \nincreases the recovery rate by 0.73 to 0.78 percent. (33) The evidence is similar among states with high federal \naudit rates. The sign and size of the coefficient on HighAuditState are similar across specifications, with statistical \nsignificance fluctuating between specifications based on degrees of freedom. The effect of being a high audit state \n\n\n\nreduces an amnesty recovery rate of 0.5 to a recovery rate of 0.42 to 0.33 percent. (34) Finally, non-farm \nproprietors income is positively correlated with greater recovery rates and is statistically significant at the 5 percent \nlevel in specifications (E) and (F). Those point estimates suggest that a standard deviation increase in the \nNFPIneomeShr would increase a 0.5 percent recovery rate to 0.63 percent. (35)\n\nTurning attention to the amnesty program features, two variables that stand out in Table 5 are the inclusion of \naccounts receivable and the accompaniment of a voluntary disclosure program. The accounts receivable indicator \nis statistically significant at the 1 percent level in all specifications, and the point estimates in specifications (D) \nthrough (F) suggest it would increase a 0.5 percent recovery rate to 1.37 or 2.34 percent. (36) This is the largest \neffect observed among the dummy variables, and is consistent with Mikesell's (1986) early observation that \naccounts receivable is the main distinguishing feature between amnesty program size, as well as Alm and Beck's \n(1991) finding on the eligibility of delinquent taxpayers. Though accounts receivable is an attribute tax \nadministrators sometimes have control over during amnesty offerings, these also represent the \"softest\" returns as \nparticipation in the amnesty implies the state could probably have collected the entire amount through existing \nenforcement devices. Amnesties in states that operate a voluntary disclosure program, a competing device that \nallows delinquent taxpayers to avoid more significant punishment, also experienced lower recovery rates by \nstatistically significant margins. The coefficients for voluntary disclosure program suggest they would lower a 0.50 \npercent recovery rate to about 0.30 percent. (37)\n\nDespite lacking statistical significance, the signs of the quarter indicators are consistent with the traditional concern \nthat offering amnesties in the beginning of the calendar year would interfere with the collections process. Using the \nfourth quarter as the reference group, having the amnesty in the first quarter is associated with lower collections \nwhile the highest collections occurred in third quarter amnesties. There does not appear to be evidence, however, \nto support the view that amnesty program length significantly encourages participation. Dummy variables for \namnesty program length actually carry a negative sign in many specifications, though it is possible that some \nreverse causality is occurring, and amnesties with low recoveries result in an extension of the size of the window of \nopportunity.\n\nThe evidence from the regressions in Table 5 is that repeated amnesties have smaller recoveries than the first \nprogram, though this finding is not statistically significant and is sensitive to outliers. Relative to a first amnesty with \na one percent recovery rate, the full sample specification in column (D) indicates that the second amnesty has \nrecovery rates that are 0.26 percent points lower, and third or higher amnesties recover 0.19 percentage points \nless than the initial amnesty. (38) The time lag between amnesties is measured as the inverse number of months, \nwith first amnesties taking a value of zero; this treats amnesties that are far apart as more similar to first \namnesties in this measure than those that are closer together. (39) The point estimates indicate that about a 12 \nmonth increase in the time since an initial amnesty with a 0.5 percent recovery rate would increase the revenue \nrecovery rate by about 0.04 percentage points, though this is not statistically significant. (40) Likewise, installment \nplans apparently increase participation enough to increase the recovery rate in specification (D), but the effect is \nnot statistically significant and is sensitive to outliers. Specifications (E) and (F) demonstrate that recovery rates \nhave fallen by statistically significant margins during the millennium decade, but this is also sensitive to the choice \nof sample.\n\nThese results are suggestive of the trade-offs confronted by amnesty program administrators. As described earlier, \npermitting an installment payment plan probably entices some taxpayers to come forward even though it seems \nmany will be unlikely to live up to the terms of the agreement. States have been dropping this feature in the revenue \nmaximizing era in hopes of quickly collecting the full liability, but the evidence presented in Table 5 suggests that \nthe revenue recovered is not substantively influenced. This suggests that policy makers can retain this feature of \ngood administration without significantly compromising revenue. Similarly, offering amnesty in the third quarter \nwas done historically to prevent substantial interference with routine collections, while more recently amnesties \nhave become more evenly distributed throughout the year. The evidence suggests that a third quarter beginning is \nmost highly correlated with revenue recovery, although the effect is not statistically significant. Shutting down the \nprogram within 60 days also seems to cost no revenue, and shortens the demands on administrative resources. \nHowever, if a state wants a large recovery, permitting known delinquencies through accounts receivable and \n\n\n\nshutting down voluntary disclosure programs seem to have the most to offer in terms of gross recovery, though \nthese changes would conflict with good existing tax administration policies.\n\nV. SUMMARY AND CONCLUDING OBSERVATIONS\n\nAn exploration of the structures of state tax amnesties and amnesty policies reveals that the purpose of state tax \namnesty programs has evolved. Early amnesty programs were coupled with important administrative reforms and \nefforts at improving compliance and enforcement, while the structure of recent programs and their timing relative to \nadverse fiscal shocks demonstrates an emphasis on revenue generation. In fact, many of these recent structural \nchanges are inconsistent with an administrative system that values compliance and enforcement. Indeed, a \nregression analysis of the effects of amnesty features on amnesty recoveries suggests that if states are \naggressively pursuing revenue maximization, the factors they can modify that are most influential on revenues also \ncompromise existing tax administration. This raises some concerns because the historical record has demonstrated \namnesty recoveries are seldom large enough to make any dramatic impact on state finances, even compared to \nnon-traditional slack revenue sources such as rainy day funds or lotteries. Even among the early amnesties, which \nwere more interested in long-term compliance and tax administration, the preponderance of evidence suggests that \namnesties represent only a temporary revenue shock, not a continuing fiscal base.\n\nSomewhat paradoxically, if state legislatures continue to enact amnesty programs, the belief that there is zero \nlong-term revenue effect at best or a negative effect at worst suggests that administrators should seek to maximize \nrevenue to the greatest possible extent, as it will likely be the only fiscal contribution. Should an amnesty be \noffered, the empirical evidence from prior programs suggests that gross revenue collections may be increased by \nmaking accounts receivable eligible for amnesty relief, by keeping the program open less than 60 days, and by \nholding the program in the third quarter of the calendar year. States that do not regularly tax sales, have low \nfederal audit rates, and do not operate a voluntary disclosure program are likely to find their recoveries to be higher. \nFinally, states should recognize that the evidence indicates that historically collections decline with each successive \noffering and increase with the amount of time since the last amnesty, holding constant the other structural features \nof the amnesty program.\n\nSeveral open questions remain regarding even the immediate revenue flow--would ordinary state enforcement \nsystems have eventually brought in the revenue, rendering the net effect negative due to waived penalty and \ninterest? Do amnesties have any effect on the perceived fairness of the tax administration system? Does \nsubstantial amnesty recovery measure the futility of tax administration, and therefore advertise that successful \nevasion is quite feasible? The avalanche of tax amnesties since 2000 and generally improving state revenue yields \nwith the end of the Great Recession probably mean a pause in the pace of such programs for a few years. \nNevertheless, it appears that such programs have become an accepted tool in state tax administration, as states \ngenerally regard their experiences with amnesties to have been successful. (41) As amnesty programs continue, \nfuture lawmakers and tax administrators may learn from the experiences of the 117 amnesties in the first 30 years \nof amnesty history.\n\nAPPENDIX A\n\nTable A1\n\nDescriptive Statistics for Observations in Regression Analysis\n(Table 5)\n\nStandard\n\nVariable Mea\nn\n\nDeviation Minimu\nm\n\nMaximu\nm\n\nRecovery/Revenue 6,84\n1\n\n69,14 12.75 27,599\n\nNo Sales Tax 0.04 0.19 0 1\nHigh Audit 0.25 0.44 0 1\nRecession 0.08 0.28 0 1\nNFP Income Shr 0.08 0.02 0.05 0.15\n\n\n\nSecond Amnesty 0.31 0.47 0 1\nThird+ Amnesty 0.29 0.45 0 1\nAmnesty Includes Accounts 0.66 0.48 0 1\nReceivable\n\nState Has Voluntary Disclosure 0.22 0.42 0 1\nProgram\n\nAmnesty Has Installment 0.35 0.48 0 1\nPayment Plan\n\nAmnesty Open 60-99 Days 0.46 0.50 0 1\nAmnesty Open 100+ Days 0.11 0.32 0 1\nQuarter 1 0.13 0.34 0 1\nQuarter 2 0.14 0.35 0 1\nQuarter 3 0.45 0.50 0 1\n1990s 0.15 0.36 0 1\n2000s 0.56 0.50 0 1\nNote: The sample size is 108.\n\nA1. Definitions and Sources\n\nRecovery/Revenue is amnesty recovery as a share of total tax revenue collected in the year prior to the amnesty \nstart date, multiplied by one million; revenue data are from U.S. Bureau of the Census, Governments Division. No \nSales Tax is a dummy variable, where 1 indicates the absence of a state sales tax in the year of the amnesty. High \nAudit State is a dummy variable, where a value of 1 indicates that the state's mean rank in federal audits from \n1997-2001 was in the top-10 most audited; the source is the Transactional Records Access Clearing House of \nSyracuse University (http://trac.syr.edu). Recession is an indicator variable that takes a value of 1 if there was a \nnational recession as defined by the NBER. NFP Income Shr is the proportion of state personal income from non-\nfarm proprietor's income in the year prior to the amnesty start date; the source is U.S. Bureau of Economic \nAnalysis (           http://www.bea.gov). Second Amnesty is a dummy variable, where 1 indicates a state's second \namnesty program. Third+ Amnesty is a dummy variable, where 1 indicates a state's third (or higher) amnesty \nprogram. The variable 1/ (Months since last amnesty) is the inverse of the number of months between the ending \nmonth of the last amnesty and the starting month of the current amnesty, with zero being employed if the state has \nnever offered previously offered an amnesty. Amnesty Includes Accounts Receivable is an indicator variable, \nwhere 1 indicates an amnesty program that includes accounts receivable among the eligible liabilities. State Has \nVoluntary Disclosure Program is a dummy variable indicating that the state offers some program where taxpayers \ncan voluntarily reveal themselves to the state tax authorities without fear of criminal prosecution; the primary source \nwas Setze (2009). Amnesty Has Installment Payment Plan is an indicator variable where 1 indicates the amnesty \nprogram permitted self-reporters to participate in a repayment plan. Amnesty Open X Days is an indicator for the \nrange of days the amnesty was open. Quarter X is an indicator variable, where 1 indicates an amnesty occurred \nduring quarter X. Finally, 1990s and 2000s are dummy variables that indicate if the amnesty start date began after \n1989 or after 1999, respectively.\n\nA2. Amnesty Program and Recovery Data\n\nData are from the authors' compilation from state amnesty evaluation reports, state press releases, news reports, \nstate statutes, and various third party tabulations. Important third party sources include the Federation of Tax \nAdministrators tabulation available at their website, http://www.taxadmin.org/, Mikesell (1986), and Joint Committee \non Taxation (1998).\n\nACKNOWLEDGMENTS\n\nThe authors appreciate helpful comments and feedback from Ranjana Madhusudhart, Bill Gentry, George Zodrow, \nand two anonymous referees. The authors are solely responsible for any errors.\n\nhttp://trac.syr.edu/\nhttp://www.bea.gov/\nhttp://www.taxadmin.org/\n\n\nREFERENCES\n\nAlm, James, and William Beck, 1991. \"Wiping the Slate Clean: Individual Response to State Tax Amnesties.\" \nSouthern Economic Journal 57 (4), 1043-1053.\n\nAlm, James, and William Beck, 1993. \"Tax Amnesties and Compliance in the Long Run: A Time Series Analysis.\" \nNational Tax Journal 46(1), 53-60.\n\nAlm, James, Michael McKee, and William Beck, 1990. \"Amazing Grace: Tax Amnesties and Compliance.\" National \nTax Journal 43(1), 23-37.\n\nArkansas Department of Finance and Administration, 2008. \"Tax Amnesty Program.\" Arkansas State Revenue Tax \nQuarterly 11 (2), 2.\n\nBaer, Katherine, and Eric LeBorgne, 2008. Tax Amnesties. Theory, Trends, and Some Alternatives. International \nMonetary Fund, Washington, DC.\n\nBirskyte, Liucija, 2008. The Effects of IRS Audit Rates on State Individual Income Tax Compliance. Ph.D. \ndissertation. Indiana University, Bloomington, IN.\n\nChristian, Charles W., Sanjay Gupta, and James C. Young, 2002. \"Evidence on Subsequent Filings from the State \nof Michigan's Income Tax Amnesty.\" National Tax Journal 55 (4), 703-721.\n\nCommonwealth of Massachusetts Department of Revenue, 2010. 2010 Report on Tax Amnesty Program. \nCommonwealth of Massachusetts Department of Revenue, Boston, MA.\n\nDubin, Jeffrey A., Michael J. Graetz, and Louis L. Wilde, 1992. \"State Income Tax Amnesties: Causes.\" Quarterly \nJournal of Economics 107 (3), 1057-1070.\n\nFisher, Ronald C., John H. Goodeeris, and James C. Young, 1989. \"Participation in Tax Amnesties: The Individual \nIncome Tax.\" National Tax Journal 42 (1), 15-27.\n\nHalvorsen, Robert, and Raymond Palmquist, 1980. \"The Interpretation of Dummy Variables in Semilogrithmic \nRegressions.\" American Economic Review 70 (3), 474-475.\n\nIndiana Department of Revenue, 2006. Indiana Tax Amnesty: Final Report. Indiana Department of Revenue, \nIndianapolis, IN.\n\nIowa Department of Revenue, 2008. Executive Summary 2007 Iowa Tax Amnesty. Iowa Department of Revenue, \nDes Moines, IA.\n\nJoint Committee on Taxation, 1998. Tax Amnesty. JCS-2-98. Joint Committee on Taxation, Washington, DC.\n\nJoulfaian, David, 1989. \"Participation in Tax Amnesties: Evidence from a State.\" In Proceedings of the Eighty-First \nAnnual Conference on Taxation, 128-133. National Tax Association, Washington, DC.\n\nKaufmann, Michael C., 2004. Oklahoma Tax Amnesty Program. Paper presented at the \"Revenue Estimating \nConference,\" September 19-22, sponsored by the Federation of Tax Administrators. Burlington, VT.\n\nKentucky Department of Revenue, 2010. Annual Report 2009-2010. Kentucky Department of Revenue, Frankfort, \nKY.\n\nKentucky Revenue Cabinet, 2003. 2002 Tax Amnesty Final Report. Kentucky Department of Revenue, Frankfort, \nKY.\n\nLeBorgne, Eric, 2006. \"Economic and Political Determinants of Tax Amnesties in the U. S. States.\" In Proceedings \nof the Ninety-Eighth Annual Conference on Taxation, 443-450. National Tax Association, Washington, DC.\n\n\n\nLuitel, Hari S., and Russell S. Sobel, 2007. \"The Revenue Impact of Repeated Tax Amnesties.\" Public Budgeting \nand Finance 27 (3), 19-38.\n\nLuitel, Hari S., and Mehmet S. Tosun, 2010. \"An Examination of the Relation between State Fiscal Health and \nAmnesty Enactment.'\" Working Paper No. 10-009. University of Nevada, Reno, NV.\n\nMichigan Department of Treasury, 2003. State of Michigan Tax Amnesty Program 2002. Michigan Department & \nTreasury, Lansing, MI.\n\nMikesell, John L., 1986.\"Amnesties for State Tax Evaders: The Nature of and Response to Recent Programs.\" \nNational Tax Journal 39 (4), 507-525.\n\nNew Hampshire Department of Revenue, 2002. New Hampshire Department of Revenue Administration 2002 \nAnnual Report. New Hampshire Department of Revenue, Concord, NH.\n\nNew York State Office of Tax Policy Analysis, 2004. Tax Amnesty: Review of New York State's 2002-2003 \nAmnesty Program. New York State Department of Taxation and Finance, Albany, New York.\n\nParle, William M., and Mike W. Hirlinger, 1986. \"Evaluating the Use of Tax Amnesty by State Governments.\" Public \nAdministration Review 46 (3), 246-255.\n\nPenniman, Clara, 1980. State Income Taxation. John Hopkins University Press, Baltimore, MD.\n\nPennsylvania Department of Revenue, 1995. Final Report on the Tax Amnesty Program. Pennsylvania \nDepartment of Revenue, Harrisburg, PA.\n\nPennsylvania Department of Revenue, 2010. Final Report on the 2010 PA Tax Amnesty Program. Pennsylvania \nDepartment of Revenue, Harrisburg, PA.\n\nRoss, Bonnie G., 1986. \"Federal Tax Amnesty: Reflecting on the States' Experiences.\" Tax Law 40, 145-184.\n\nSetze, Karen, 2009. \"States Offering Amnesties in Wake of Fiscal Crisis, But at What Price?\" State Tax Notes 51, \n(March 18), 908-910.\n\nSlemrod, Joel, 2007. \"Cheating Ourselves: The Economics of Tax Evasion.\" The Journal of Economic Perspective \n21(1), 25-48.\n\nWest Virginia State Tax Department, 2005. West Virginia Tax Amnesty Program of 2004. West Virginia State Tax \nDepartment, Charleston, WV.\n\n(1) The first tax amnesty on record was reported on the Rosetta stone, an amnesty declared by Ptolemy V \nEpiphanes in Egypt, circa 200 BC. The stone itself expressed the appreciation of the priesthood for the program. It \nis not clear whether any state amnesties were based on this experience.\n\n(2) Ross (1986) was able to survey more stales, but was a bit less expansive on the issues relevant to state \nadministration than Parle and Hirlinger (1986).\n\n(3) This count is through December 2011. The tally does not include special use tax amnesties variously granted to \ntry to induce remote vendors or their in-state clients to come forward with otherwise uncollected tax, for instance, \nthe Illinois amnesty for remote vendor purchases for January 1-October 15, 2011 or other special amnesties to \nbring finns into programs associated with the Streamlined Sales Tax Program. Likewise, it does not include narrow \nprograms like the Kentucky \"Expedited Protest Resolution\" program nf 2010 (the Kentucky Department of Revenue \n(2010) explicitly states that this program was not an amnesty I, or the Minnesota 2010 amnesty for offshore \naccounts and foreign entities used to evade taxes. It does not include the Pennsylvania use tax self-audit/amnesty \nprogram from March 1, 1983--June 30, 1983 that waived penalty and interest for previously unknown liabilities from \n1980-1982 and recovered $2,452,499. A similar use tax program conducted by Maine from July 1, 2006 through \n\n\n\nDecember 31, 2006 for liabilities from January 1, 2000 through December 31, 2005 is also not included. The count \nalso excludes permanent \"voluntary compliance initiatives\" offered in many states that offer open-ended \nforgiveness of penalties for taxpayers who voluntarily come forward with liability previously unknown to the state. \nAlso, it does not count local tax amnesties conducted separately from those run by the state.\n\n(4) Forgiveness in the American states involves penalties, interest, and prosecution, not the basic liability.\n\n(5) They defined \"'regular\" tax systems as those that did not exclude a major tax base like sales or income.\n\n(6) Baer and LeBorgne (2008) review research on both American and international amnesties. They also conclude \nthat there is no evidence of a positive impact on revenue flows after the amnesty and some evidence of a negative \nimpact.\n\n(7) The five states abstaining from amnesties are Alaska, Montana, Tennessee, Utah, and Wyoming. It is \nnoteworthy that )bur of these five states omit a major broad based tax, but this observation is not particularly \nconclusive since other states without such taxes have offered amnesties multiple times. Likewise, Alaska, \nTennessee, and Wyoming rely more on revenues from extractive resources, but Texas has a similar tax base and \nhas offered three amnesties..\n\n(8) Note that 14 of the amnesties started in one year and ended in the next. This and later figures will follow the \nconvention of counting the amnesty and its recovery in the start year. There is no reliable way of parsing the \nrecoveries between years or of identifying any installment payments, in the few instances in which they have been \npermitted, to a later year. These magnitudes are modest, in any case.\n\n(9) In a later unpublished study, LeBorgne (2006) finds amnesties are more likely when a state is experiencing a \nbudget deficit. However, LeBorgne's analysis stops in 1996 before the difficult recessionary environment of the \n2000s and the concurrent flurry of amnesties. Luitel and Tosun (2010) extend the analysis up to 2005 and likewise \nfind fiscal stress to be an important determinant of amnesty (re)enactment.\n\n(10) Table 1 is produced from state amnesty evaluation reports, state press releases, news reports, state statutes, \nand various third party tabulations. One important third party source is the Federation of Tax Administrators \ntabulation available at their website, Federation of Tax Administrators, Washington, DC, http:// www.taxadmin.org/. \nWhile this list provides a good initial source, it does omit some state programs. Two important additional sources, \nboth requiring additions and corrections, are Mikesell (1986) and the Joint Committee on Taxation (1998).\n\n(11) One exception to this use of gross rather than net collections is in regard to reporting for state lottery revenue \nin Bureau of Census Governments Division state revenue reports. This revenue is included in state revenue data on \na net basis in miscellaneous revenues.\n\n(12) Even gross recovery can be a misleading indication of fiscal contribution. In one of the few careful analyses of \nthe quality of amnesty revenue, the New York State Office of Tax Policy Analysis (2004) estimated that, of the \nreported $582 million from the 2002 amnesty, net new revenue was only $83 million. The difference constituted \nwaived penalty and interest ($294 million), revenue foregone from other compliance operations ($74.2 million), and \nrevenue in the program that would have been collected without the amnesty ($131 million). Few other states have \nso thoroughly examined the quality of the amnesty recoveries, The Kansas Department of Revenue in its Amnesty \n2010 Final Report did report a waiver of penalty and interest of $7.2 million on an amnesty recovery of $10.77 \nmillion (state plus local), but gave no estimate of what might have been recovered in absence of the amnesty.\n\n(13) State after action report sources include: Arkansas Department of Finance and Administration (2008); Indiana \nDepartment of Revenue (2006); Iowa Department of Revenue (2008); Kentucky Revenue Cabinet (2003): \nCommonwealth of Massachusetts Department of Revenue (2010); Michigan Department of Treasury (2003); New \nHampshire Department of Revenue (20021, New York State Office of Tax Policy Analysis (2004); Kaufmann \n(2004); Pennsylvania Department of Revenue (1905), Pennsylvania Department of Revenue (2010): West Virginia \nState Tax Department (2005).\n\nhttp://www.taxadmin.org/\n\n\n(14) The table includes only states with all three taxes. Amnesties in Texas, with no income tax, are obviously \nalmost entirely sales and use tax recovery, and the Washington state amnesty, another state with no income tax, \nwould reflect sales and use and business and occupation taxes.\n\n(15) For the few states that provide the information, most amnesty returns come from individual income tax fliers.\n\n(16) Accounts receivable includes \"tax evaders who have already been detected by the tax administration and who \nhave been sent notices of their new tax bills\" (Baer and LeBorgne, 2008, p. 17).\n\n(17) One extreme exception was the Massachusetts-4 (2010) amnesty that limited eligibility to taxpayers who \nreceived a special \"Tax Amnesty Notice\" from the state. While sending notices of the amnesty to taxpayers is not \nexceptional, making the amnesty an \"invitation only\" event--and simultaneously promising extra penalties to those \nwho do not participate--certainly is.\n\n(18) While interest rates were historically low in the 2000s, it would be premature to conclude that this meant the \nwaiver of accrued interest was unimportant. First, the interest rates states charge against delinquent payments are \ntypically higher than \"risk-free\" Treasury bill rates, though the mark-up usually differs by the type of liability. Second, \ninterest accrues throughout the period taxpayers are delinquent, so the history of interest rates over the lifetime of \nthe liability is usually more important than the spot rate at the time the amnesty declares a waiver of accrued \ninterest.\n\n(19) Since the 1980s, the prime interest rate has been on a path of secular decline. Using tax delinquency as a \nsource of operating capital is thus relatively less attractive now than in the past--credit-worthy businesses can get \nthe money at low interest rates from traditional sources. Furthermore, to the extent that the interest rate on \ndelinquent payments generally tracks market rates, the state sacrifices less by forgiving interest. Both influences \nwork toward making interest waivers more likely.\n\n(20) The Maine-4 (2010) amnesty waived 95 percent of the penalty for short term liabilities and 95 percent of the \npenalty plus interest for older liabilities. The New York-5 (2010) amnesty waived 50 percent of penalty and interest \nfor newer liabilities and 80 percent for older ones.\n\n(21) In fact, state amnesty reports often indicate that taxpayer failure to comply with installment plans is a common \nreason for amnesty denial. For instance, the New York-3 (2002) amnesty program reported that more than \n100,000 of the 120,000 amnesty applications that were denied were due to taxpayers failing to complete an \ninstallment program, though they still collected more than $35 million in revenue from this group (New York State \nOffice of Tax Policy Analysis, 2004). The 120,000 denied applicants represented 11 percent of the total applications \nin the New York-3 (2002) amnesty program.\n\n(22) States, however, continue to make this claim; for example, as demonstrated in Table 4, the West Virginia-2 \n(2004) amnesty promised to be a one-time only event while being in its second iteration.\n\n(23) The authors appreciate helpful discussion from the editor and an anonymous referee on this issue. Note that \nthe recovery rates in Table 1 use tax revenue for the year of the amnesty in order to gauge fiscal significance in the \nperiod of the amnesty.\n\n(24) Among the regressors, the only observation with missing information prior to 2010 is on the existence of an \ninstallment plan in the South Dakota-2 (2001) program. Washington, DC is also excluded in all specifications \nbecause it has features of both state and local government.\n\n(25) High sales tax compliance of course does not extent to the use tax..\n\n(26) It is conceivable that tax rates themselves may matter in determining bow much information tax paying entities \nreveal to the state. Unfortunately, the various definitional changes to rates, levels, and bases across states both \nover time and cross-sections make introducing the rates themselves infeasible. Proxy variables, like sales and \nincome tax revenues as a share of total personal income, were tested but found to be statistically insignificant, \nwhereas a dummy variable for sales tax usage has explanatory power. This suggests the tax portfolio is perhaps \n\n\n\nmore important than the rates. Similarly, state income tax variables seem to have no effect on recoveries, likely \nbecause the federal government monitors reporting and states primarily piggy-back on this effort.\n\n(27) High audit states include Alabama, Arizona, Arkansas, California, Louisiana, Minnesota, Mississippi, New \nMexico, North Dakota, and Oklahoma.\n\n(28) Slemrod (2007) notes the relatively higher non-compliance rate among the self-employed found in Internal \nRevenue analyses, a pattern that is likely to carry over to state income tax systems as well.\n\n(29) In this dataset, the states that operate a voluntary disclosure program include Connecticut, Florida, Idaho, \nIndiana, Minnesota, Missouri, North Carolina, Pennsylvania, South Carolina, South Dakota, Vermont, and \nWisconsin. When it was unclear if a state with a current voluntary disclosure program had the program during \nearlier amnesty programs, it was coded as having one at that time as well.\n\n(30) The variable Q is an n x 3 matrix of quarter identifiers, with the fourth quarter excluded. The parameter [alpha] \nis a 3 x 1 vector of coefficients.\n\n(31) For dummy variables, the more precise estimation of the marginal effect in a semi-log specification is \nexp([beta]) - 1, but this is not reported due to space limitations; see Halvorsen and Palmquist (1980) for an \nillustration.\n\n(32) No individual variable carries a VIF score above four in any specification.\n\n(33) Calculations: ([exp(0.38) - 1 = 0.46] x 0.5) + 0.5 = 0.73; ([exp(0.44) - 1 = 0.55] x 0.5) + 0.5 = 0.78.\n\n(34) Calculations: ([exp(-0.18) - 1 = 0.17] x 0.5) + 0.5 = 0.42;([exp(-0.43) - 1 = -0.35] x (0.5) + 0.5 = 0.33.\n\n(35) Calculation: ([0.02 x 13.54 = 0.27] x 0.5 = 0.13) + 0.5 = 0.63.\n\n(36) Calculations: ([exp(1.54) - 1 = 3.68] x 0.5) + .5 = 2.34; ([exp(1.01) - 1 = 1.74] x 0.5) + 0.5 = 1.37.\n\n(37) Calculations: ([exp(- 0.48) - 1 = -0.38] x 0.5) + .5 = 0.31; ([exp(-0.56) - 1 = -0.43] x 0.5) + 0.5 = 0.29.\n\n(38) Calculations: exp(-0.30) - 1 = 0.26; exp(-0.21) - 1 = -0.19.\n\n(39) Alternative approaches to inverse number of months, such as using dummy variables to indicate different \nlengths of intervals between amnesties, yielded qualitatively same results.\n\n(40) Calculations: ([(-1/12) x -0.96] x 0.5 = 0.04) + 0.5 = 0.54; ([(-1/12) x - 0.88] x 0.5 = 0.036) + 0.5 = 0.536.\n\n(41) One amnesty that appears to have been generally regarded as not so successful was the Maine-4 (2010) \namnesty, a program that began just nine months alter the previous one. That is, however, the extreme exception.\n\nJohn k. Mikesell: Chancellor's Professor, School of Public & Environmental Affairs, Indiana University, Bloomington, \nIN, USA (mikesell@indiana.edu)\n\nJustin M. Ross: Assistant Professor, School of Public & Environmental Affairs, Indiana University, Bloomington, IN, \nUSA (justross@indiana.edu)\n\nTable 1\n\nRevenue Recovery by State Amnesty Program Since 1980\nRecovery\n\nState Begin Date End Date ($)\nAlabama-1 1/20/1984 4/1/1984 3,140,000\nAlabama-2 2/1/2009 5/15/2009 8,100,000\nArizona-1 11/22/1982 1/20/1983 6,000,000\n\nmailto:mikesell@indiana.edu\nmailto:justross@indiana.edu\n\n\nArizona-2 1/1/2002 2/28/2002 10,000,000\nArizona-3 9/1/2003 10/31/2003 51,000,000\nArizona-4 5/1/2009 6/1/2009 32,000,000\nArizona-5 9/1/2011 10/1/2011 Not available\nArkansas-1 9/1/1987 11/30/1987 1,700,000\nArkansas-2 9/1/1997 11/30/1997 3,000,000\nArkansas-3 7/1/2004 9/30/2004 3,556,683\nCalifornia-1 12/10/1984 3/15/1985 197,000,000\nCalifornia-2 2/1/2005 3/31/2005 675,000,000\nColorado-1 9/16/1985 11/15/1985 6,323,744\nColorado-2 6/1/2003 6/30/2003 18,000,000\nColorado-3 10/1/2011 11/15/2011 $11.000,000\n"}