{"title": "Reversal of AIDS Exclusion Is Said to Be Shelved;4-Year Bar to Immigration Criticized as Discriminatory and Medically Unjustified", "body": "\nThe federal government's plan to reverse current immigration policy and allow people infected with the AIDS virus \ninto the United States has been shelved, according to congressional and administration sources.\n\nThe Department of Health and Human Services proposed in January to strike HIV infection from the list of diseases \nfor which a person can be barred from the United States. The four-year-old policy had been denounced as \ndiscriminatory and medically unjustified by public health groups and AIDS activists. The new regulation was to \nhave been finalized by June 1.\n\nBut in the wake of 40,000 overwhelmingly negative letters and strong opposition from conservatives outside and \ninside the administration, federal officials said they will probably let the proposal die.\n\nWhile officials review options about how -- and even whether -- to revise federal immigration policy in this area, the \ngovernment will maintain its original policy of excluding AIDS-infected immigrants. According to health officials, it is \npossible that the government will reintroduce its proposal or that a new, compromise position will be reached, \nallowing HIV infected people to come to the United States under certain, limited circumstances.\n\n\"This is a very distressing case of political cold feet,\" said Rep. Barney Frank (D-Mass.), who was one of the \nleaders in pushing the administration to drop the HIV restriction. \"This is another case where the Bush \nadministration gives the semi-civilized wing of the Republican Party a veto over health policy.\"\n\nBut some medical groups and conservatives in Congress welcomed the move, which they hoped would allow for a \nmore thorough discussion of the implications of changing the government policy.\n\n\"This is very encouraging,\" said Rep. William E. Dannemeyer (R-Calif.), who has long battled against rights for \ngays. \"It is simply not in the interests of this nation to allow into this country as permanent immigrants people who \nhave a noncurable disease. Our health care system is already inundated trying to keep up with the health needs of \nAmerican people who are here as citizens.\"\n\nThe issue of how HIV should be handled by immigration authorities arises because of a long-standing federal \npolicy that people carrying communicable and dangerous diseases such as tuberculosis should not be allowed into \nthe country. In 1987 Congress approved an amendment sponsored by Sen. Jesse Helms (R-N.C.) that added HIV \nto that list.\n\n\nSubsequently this amendment came under heavy criticism from the Red Cross, the World Health Organization, the \nNational Commission on AIDS, and dozens of foreign governments and health groups that argued that AIDS, which \ncan be transmitted only through direct blood-to-blood or sexual contact, did not pose a health threat comparable to \nthat of TB, which can be transmitted casually. To single out AIDS, they said, was evidence simply of an irrational \nfear.\n\nIn January, Health and Human Services Secretary Louis W. Sullivan agreed, proposing that AIDS as well as \nsyphilis, gonorrhea and leprosy no longer serve as grounds for exclusion.\n\nFew appear to disagree with the rationale of Sullivan's proposal for short-term visitors and tourists. But in letters to \nHHS over the past few months, the American Medical Association, numerous state medical societies, and dozens \nof other groups have argued that limiting the entry of longer-term visitors or of immigrants still makes sense on \neconomic grounds. The estimated lifetime cost of medical care for someone with AIDS is $ 75,000.\n\nAIDS groups say that this argument is just as discriminatory as the previous policy because the country admits \npeople with a number of other conditions, such as heart disease, kidney failure and cancer, that place at least as \ngreat a burden on the U.S. health care system as AIDS.\n\nHealth officials also point out that there is a simple way around the costs incurred by allowing HIV-infected \nimmigrants. Under the current provisions of immigration law, anyone applying for a long-term visa or permanent \nresidency is required to show that they have enough financial resources not to become a \"public charge.\" The \nImmigration and Naturalization Service (INS), they say, would be within its rights to permit immigration of HIV-\ninfected people only if they could make it clear that they had financial resources to provide for their own care.\n\nWhen health and human services officials suggested to the INS that they weed out immigrants who might become a \nburden to the health care system, however, the agency balked, unwilling to shoulder the extra responsibility that \nfull-scale medical analyses of new immigrants would entail.\n\nFederal officials conceded yesterday that the resulting impasse is unlikely to be resolved before the June 1 deadline \nand may require completely rethinking the proposed changes.\n\nGraphic\n\n \n\nPHOTO, REP. BARNEY FRANK.\n"}