{"title": "COUPLE PLEAD NO CONTEST IN IMMIGRANT FRAUD SCHEME", "body": "\nA month before they were set to go to trial, a San Jose couple accused of stealing more than a half million dollars \nfrom undocumented immigrants pleaded no contest this week to multiple felony charges in one of Santa Clara \nCounty's largest immigration fraud schemes.\n\nNoel Ramayrat, 52, and Mercedes Alcantara, 46, according to prosecutors, operated two illegal immigration \nconsulting offices in San Jose and bilked hundreds of undocumented immigrants from around the Bay Area.\n\nRamayrat, who remains in Santa Clara County Jail, pleaded no contest Monday to 61 felony counts of grand theft, \npayroll tax evasion and tax fraud. He faces up to six years in state prison.\n\nAlcantara, who was released from jail Monday on her own recognizance, pleaded no contest to 28 felony counts \nof similar charges. She faces two to three years in prison.\n\nA sentencing date has not been scheduled.\n\n\"I'm relieved that the system has worked and defendants have been held accountable and victims have been \nspared more trauma in court,\" said Deputy District Attorney Dale Lohman of the major fraud unit of the county \nprosecutor's office. \"It sends the message that we will aggressively prosecute immigration fraud.\"\n\nRamayrat, according to court records, falsely represented himself as a lawyer and advised Mexican busboys and \nkitchen workers that they could apply for federal labor certification, green cards and amnesty when, in fact, they did \nnot qualify.\n\nThe couple processed work visa applications from Mexican and Filipino immigrants who were seeking legal \nimmigration status in the United States. They also operated a placement agency that falsely promised high-paying \njobs that could lead to permanent residency in the U.S.\n\nIn all, the couple collected more than $648,000 from their clients, for immigration benefits that many of the \nundocumented immigrants were not qualified to receive. Many of the victims are now facing deportation.\n\nImmigration lawyers and immigrant advocates have watched the case closely since the couple's arrest in \nDecember 2002.\n\n\"What this tells us is there should be much more enforcement,\" said Mary Dutcher, immigration program director for \nCommunity Legal Services in East Palo Alto.\n\nRamayrat and Alcantara are likely to be ordered to pay restitution, but it's not clear how much.\n\n\nRamayrat, who had insisted on his innocence from the beginning, expressed remorse through his attorney, Steven \nWoodson, of San Jose.\n\n\"He didn't mean to hurt anyone,\" Woodson said of Ramayrat. \"He feels very badly for the people who are in a bad \nposition.\"\n\nAlcantara \"had become weary of the process and was no longer of the mind to fight the charges,\" according to her \ncourt-appointed lawyer, Ric Squaglia of Fresno.\n\nFor some of the couple's victims, the end to the case could not have come sooner.\n\n\"It's about time. A lot of people have been waiting for this,\" said Ted Boda of San Jose, whose wife, Jessica, was \nbriefly deported to Mexico after discovering that immigration papers filed by the couple were falsified.\n\nJessica Boda, who testified at the couple's preliminary hearing in January, now has a pending application for a \ngreen card.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: Ramayrat\n\nFaces up to six years in prison.\n\nPHOTO: Alcantara\n\nFaces three years in prison.\n"}