{"title": "Deal Reached on Foreign Workers; Compromise Aimed at Meeting Demand for High-Tech Skills", "body": "\nThe White House and a key Republican senator reached a compromise last night on a controversial visa program \nfor high-tech workers, clearing the way for the U.S. computer industry to import more than 300,000 foreign \nprogrammers and other highly skilled employees over the next three years.\n\nThe agreement, reached principally between White House economic adviser Gene Sperling and Sen. Spencer \nAbraham (R-Mich.), chairman of the Judiciary subcommittee on immigration, was aimed at meeting the demand of \nthe high-tech industry for thousands more workers while protecting U.S. employees and providing more funds to \ntrain them.\n\nThe compromise came less than 24 hours before a vote House Republican leaders had scheduled on a bill to \nallow more temporary workers into the country over a longer period. The White House had threatened a veto, \nsaying the bill did not provide adequate job protections and training funds for U.S. workers.\n\nThe H1-B visa program, as it is known, has allowed employers to bring in up to 65,000 skilled workers a year to fill \ncertain \"specialty occupations.\" The guest workers are allowed to stay for up to six years and are supposed to be \npaid the prevailing wages in their occupations. This year and last, the limit was reached before the end of the fiscal \nyear.\n\nThe compromise raises the ceiling to 115,000 workers in fiscal 1999 and 2000, lowers it to 107,500 in 2001, then \nreverts to the original limit of 65,000. An earlier bill sponsored by Abraham provided for increases over five years. \nAdministration officials hope the sharp increase next year will take care of an estimated backlog of 30,000 \napplicants who could not be given visas this year because the ceiling was reached in May.\n\nThe House leadership now is expected to withdraw its bill and vote on the new compromise in the coming days, \nofficials on both sides said. Key House members from both parties were involved in some aspects of the \nnegotiations, they said.\n\nAbraham essentially represented the interests of the powerful U.S. high-tech industry in the talks. The Clinton \nadministration had come under pressure from organized labor to ensure that employers could not lay off Americans \nand replace them with cheaper foreign temporary workers.\n\nIn addition to raising the cap, the agreement requires employers to pay a $ 500 fee for each H1-B visa and renewal \nthey request. The money is to be used for training, scholarships and increased enforcement of the program's \nrestrictions. The White House expects the fees to raise about $ 250 million over three years.\n\nIn exchange, the administration agreed to soften its demands for worker protections, sparing most employers from \nhaving to attest that they had not laid off an American in order to hire an H1-B worker and instead targeting the \"job \n\n\nshops\" that specialize in importing high-tech workers only to hire them out to other companies. Only \"H1-B \ndependent firms\" -- primarily those with more than 50 employees, of which at least 15 percent are foreign \ntemporary workers -- will have to prove they are not displacing U.S. citizens.\n\nThe agreement also redefines \"prevailing wages\" to include various benefits, tightening a loophole the \nadministration says has allowed companies to abuse the program.\n\nThe deal \"is not going to be everything that any particular side wanted, but it addresses the fundamental concerns \nof significantly increasing worker training and worker protections in the context of addressing a temporary \nperceived skill gap,\" Sperling said.\n\nAbraham is \"very pleased\" with the agreement and thinks it \"will help America stay competitive\" while protecting \nU.S. jobs, a spokesman said.\n"}