{"title": "Md. to weigh own 'DREAM' tuition act", "body": "\nMaryland would offer in-state college tuition benefits to undocumented immigrants who have attended state high \nschools and whose parents are taxpayers if a measure being proposed by state Democrats becomes law.\n\nThe proposal, which will be introduced by Sen.-elect Victor R. Ramirez (D-Prince George's) when the General \nAssembly convenes next month, is certain to generate controversy at a time of heated debate about illegal \nimmigration, gaping state budget shortfalls, and intense competition for coveted spots at the University of Maryland \nand other state universities. Montgomery College came under attack this year for offering tuition benefits to illegal \nimmigrants.\n\n\"The citizens of Maryland do not offer in-state tuition to their fellow Americans\" who aren't state residents, said \nHouse Minority Leader Anthony J. O'Donnell (R-Calvert). \"Why would we offer in-state tuition to people who \nviolated our laws to get here?\"\n\nBut supporters of the measure say students who attended Maryland high schools should be encouraged, and not \ndiscouraged, to attend college, regardless of their legal status.\n\n\"We're working backwards,\" said Ramirez, who previously introduced the in-state tuition benefit in the House of \nDelegates in 2007. The House passed the bill, but the Senate did not. \"We have said, 'You can go to school for 12 \nyears' - we have invested in you for 12 years, and when that investment is ripe for the picking, we say, 'No more.' \"\n\nA similar bill was approved by the General Assembly in 2003 but vetoed by then-Gov. Robert L. Ehrlich Jr. (R). If it \nis approved by the legislature again, Gov. Martin O'Malley (D) is expected to take a more sympathetic view, the \nmeasure's supporters say.\n\nShaun Adamec, a spokesman for the governor, agreed but said that O'Malley would have to examine any \nimmigration-related legislation before deciding whether to support it.\n\nMaryland, with an estimated 250,000 undocumented immigrants, would be the latest state to wade into the often-\nbitter national debate over tuition benefits for young people in the country illegally. California, Illinois, Kansas, \nNebraska, New Mexico, New York, Texas and Utah are among states that have passed in-state tuition measures, \n\n\nsaid Brent Wilkes, executive director of the League of United Latin American Citizens, an advocacy group. \nMassachusetts probably will consider such a move soon.\n\nIt's the latest sign that states across the country are stepping in to fill a void left by congressional inaction on \nimmigration policy. As efforts to overhaul the immigration system have stalled in Congress during the Bush and \nObama years, states have stopped waiting for Congress and the federal government to act.\n\nThe result has been a profusion of conflicting policies across the nation, including a closely watched crackdown on \nillegal immigration in Arizona.\n\nThe Washington area alone provides ample evidence of the vastly differing approaches: Even as Maryland \nconsiders giving undocumented immigrants in-state tuition benefits, Virginia not only does not offer such benefits, \nbut legislators have tried - unsuccessfully - to bar undocumented immigrants from enrolling at state-supported \ncolleges.\n\nRamirez has dubbed his proposal the Maryland DREAM Act, a reference to national legislation that was blocked in \nthe Senate this month. The national DREAM Act would have created a pathway to citizenship for undocumented \nimmigrants who were brought to the United States as children and who had joined the military or attended two \nyears of college.\n\nThe Maryland legislation would provide the tuition benefit for students who have attended two years of Maryland \nhigh school, have parents or caregivers who are state taxpayers and who express an intent to seek legal status in \nthe country.\n\nO'Donnell, the top Republican in the House of Delegates, said the Maryland version of the DREAM Act has a \n\"decent chance of passing.\" But that doesn't make it right, he said.\n\n\"This is one more effort to legitimize illegal immigration - to encourage it,\" he said. \"We should be discouraging it. It \nis a violation of our national sovereignty for people to come here illegally. To offer them benefits paid for by citizens \n- I believe it is an outrage.\"\n\nA 1996 law explicitly prohibits states from offering in-state college tuition to undocumented immigrants unless they \noffer such benefits to all students across the country. The law was written by Rep. Lamar Smith (R-Tex.), the \nincoming chairman of the House Judiciary Committee and an outspoken opponent of illegal immigration.\n\nBut states that offer in-state tuition benefits to undocumented immigrants have crafted language that bases \neligibility on attending local high schools. The California Supreme Court recently upheld the right of that state to \noffer in-state tuition benefits to undocumented immigrants.\n\nIn Maryland, there could be intense opposition to the proposal. Del. Patrick L. McDonough (R-Baltimore County) \nrecently called for a criminal investigation of Montgomery College, which has long offered tuition benefits to \nundocumented immigrants who graduate from county high schools.\n\nSen.-elect Roger P. Manno (D-Montgomery County), who supports the legislation, said that's exactly what every \npublic college in Maryland ought to be doing for students, regardless of their legal status.\n\n\"We should give those folks every opportunity to succeed, to get an education and to live with dignity,\" he said.\n\nvedantams@washpost.com\n"}