{"title": "Old Crimes Return to Haunt Legal Immigrants; Number Deported for Minor Records Rising, Lawyers and Activists Say", "body": "\nIt was a very stupid thing to do, Kathryn Ingleson says now. She was a teenage cashier, and she used customers' \ncredit card numbers to buy $339.07 worth of items, including a fake Christmas tree. She pleaded guilty, got \nprobation and pretty much forgot about it.\n\nUntil, that is, she took a trip abroad six years later and federal authorities decided the crimes made her deportable. \nNow the British citizen, who has lived in Newport News as a lawful permanent resident since she was 7, has been \nordered to leave the United States this month.\n\n\"It's just like a nightmare, really,\" said Ingleson, 31, who has worked at a packaging company for a decade and has \ntwo children, both U.S. citizens.\n\nLawyers and activists said Ingleson is one of a rising number of legal immigrants with relatively old and minor \ncriminal records to be snagged in the federal government's stepped-up efforts to deport those whom authorities \nrefer to as \"criminal aliens.\" Unlike illegal immigrants captured in raids or while crossing the border, lawyers said, \nthese legal immigrants are often people who believed they had paid their dues, only to be flagged while presenting \ngreen cards at customs checkpoints or applying for visa renewals or citizenship.\n\n\"The perception among the American public and even among lawmakers is that the people who are being \ndeported are maniacal, homicidal and rapist criminals,\" said Alison Parker, deputy director of the U.S. program of \nHuman Rights Watch, which published a report last year on deportations of legal immigrants. \"In many cases, \nthey're green card holders. They're the family down the street.\"\n\nA 1996 federal immigration law facilitated such deportations by greatly expanding the categories of crimes that \nare deportable offenses, including some misdemeanors. The law also removed most legal immigrants' rights to \nfight expulsion by presenting evidence of community ties or hardship to U.S. citizen relatives, and it was retroactive, \nso that even those convicted before the law took effect in 1997 can be deported.\n\n\nA total of 272,389 people were deported in 2006, and 95,752 were deported on criminal grounds, federal statistics \nshow. More than 68 percent of the convictions that triggered deportation were for nonviolent crimes, according to \nthe statistics.  The government does not publish figures indicating how many of those deported are lawful \npermanent residents.\n\nAmong the legal immigrants whose past crimes have come back to haunt them is a 62-year-old Salvadoran man \nwho lived in Northern Virginia since the 1980s. After applying to renew his green card, he was detained last year for \ndeportation because of two misdemeanor theft convictions in 2002 and 2003 -- one each for shoplifting a bottle of \nwine and packet of razors, said Jayesh Rathod, a law professor at American University, where students have taken \non the man's case.\n\nIn early June, a Baltimore steamfitter was flagged for deportation while going through customs in Atlanta after a \ntrip to his native country, Trinidad. The man, a permanent U.S. resident for 28 years, said he had never had trouble \nentering after previous travels abroad, but this time, records show, authorities' interest was piqued by a 1994 theft \nconviction. According to his attorney, Cynthia Rosenberg, the man had stolen the pen he used to sign a check at a \nBaltimore grocery store.\n\n\"I'm so tired and disgusted with this. Two-thirds of my life is here,\" said the man, 59, who has two U.S. citizen \nchildren, one of whom is 16. He spoke on condition of anonymity because he feared angering the immigration judge \nwho will hear his case. \"And they want to deport me for a 30-cent pen.\"\n\nImmigration officials do not deny that they want to deport immigrants with criminal records, legal or illegal, so \nlong as the law allows it.\n\n\"What somebody might judge to be minor, somebody else might judge as a threat to the community,\" said Pat \nReilly, a spokeswoman for U.S. Immigration and Customs Enforcement. Regarding some permanent residents' \ndeep roots in America, she said: \"The time in place, you know, does not exonerate what you might have done to \ncause somebody else harm. . . . Lawful permanent residence is nevertheless a privilege granted to you by the \nUnited States, and if you abuse that privilege, you could lose it.\"\n\nIngleson said she would have considered that when she pleaded guilty had she had any clue what her immigration \nstatus was or that it might be jeopardized by a felony conviction. She was 19 and it never occurred to her, she said, \nand her public defender never mentioned it.\n\nThe Ingleson family -- Kathryn, her sisters and her parents -- came to the United States in the 1980s when her \nfather's company transferred him. All still live in the Hampton Roads area. Kathryn has raised two children, \nHakeem, 17, and Ali'yah, 9, bought a house and kept a clean record since the theft, court records show.\n\nReturning from a 2003 visit to England, her first trip there since childhood, Ingleson was pulled aside by \nimmigration authorities at Dulles International Airport. When she went to a follow-up appointment at a Norfolk \nimmigration office a month later, she was arrested on the spot.\n\nAlthough Ingleson provided her employer with a written confession to her crimes in late 1996, before the new \nimmigration law took effect, she was not convicted until October 1997. That makes her ineligible to qualify for a \nwaiver that previously allowed judges to use discretion in cases involving longtime permanent residents.\n\nIngleson's attorney, Joseph Peter Drennan of Alexandria, has argued that the timing of her confession should make \nher eligible. Courts have rejected that reasoning and have ordered Ingleson to leave by Aug. 14.\n\n\"I'm not saying that it's justifiable to commit a crime. But the fact of the matter is, let's take things in context. This \nwoman made a mistake, and she's not re-offended,\" Drennan said. \"A family is going to be broken up because of \nthis.\"\n\n\n\nIn June, Drennan asked Virginia Gov. Timothy M. Kaine (D) to pardon Ingleson. That tactic, Drennan said, recently \nstalled the deportation of rapper Ricky \"Slick Rick\" Walters, a British citizen whose 1991 attempted murder \nconviction was pardoned in May by New York Gov. David A. Paterson (D).\n\nA Kaine spokesman said the governor is considering the request. But Bernard Henderson, deputy secretary of the \ncommonwealth, said that under Virginia law, governors may grant absolute pardons only when convinced that a \nperson should never have been convicted. Ingleson, Henderson said, has never denied her crime. Reilly, the ICE \nspokeswoman, said that a pardon would not necessarily guarantee Ingleson's right to stay and that a judge would \nneed to review her case.\n\nIngleson said she is trying to stay hopeful while also thinking about what she calls the \"devastating\" possibility of \nbeing separated from her children.\n\nOne of her sisters just became a U.S. citizen to avoid the possibility of similar troubles, she said. Ingleson said she \nhas been \"begging\" her parents to do the same.\n\n\"If this would go away, that would be the first thing I would do,\" Ingleson said. \"I never really thought about it until \nthis happened . . . for the most part in my every day life, it's been just like being an American.\"\n\nGraphic\n\n \n\nIMAGE; Family Photo; British citizen Kathryn Ingleson, 31, with her children, Ali'yah, 9, and Hakeem, 17, who are \nAmericans, and her father, Ray Ingleson. Because of a theft as a teen, she faces deportation.\n"}