{"title": "Berkeley won't impound cars for 30 days", "body": "\nIllegal immigrants pulled over for minor traffic violations in Berkeley will no longer have their cars impounded for \n30 days, thanks to a new police policy here.\n\nBerkeley police Chief Michael Meehan agreed to the change last month and is now training officers on the new \npolicy, he said.\n\nCity Manager Phil Kamlarz said in a memo to city staff that \"This policy will prevent those who simply cannot get a \ndriver's license, in many cases due to their immigration status, from having their vehicles impounded ...\"\n\nMeehan said the new policy was not necessarily designed to make it easier on illegal immigrants, but will benefit \nanyone who \"never got a license for whatever reason\" and is designed to \"balance safety and a reasonable level of \nlaw enforcement.\"\n\nThe new policy gives officers discretion whether to impound a car for 30 days, a situation which can cost the car's \nowner about $2,500 in fees. Cars still will be towed at the officers discretion but not held for 30 days.\n\nMembers of Berkeley Organizing Congregations for Action said they have been lobbying the police department for \ntwo years for the change to make it easier on some of their members who are illegal immigrants. California requires \nproof of legal presence in the United States to get a driver's license.\n\n\"The first thing we had in mind is that there are a lot of people who need to drive to work, take their children to the \nhospital or to school,\" said Mario Ibarra, a member of the congregations.\n\n\"Those people should not be afraid to drive without a license.\" In addition to changing the policy, Ibarra said \nMeehan has pledged to train his officers and employees to be more sensitive to the needs of illegal immigrants who \nneed to drive but technically cannot.\n\n\"He is telling the police they need to be nice to people if they don't have licenses,\" Ibarra said.\n\n\"We've had people caught in this situation where their car is impounded and they went to the police department to \nsee what they could do and they were told it's not a police problem, it's a DMV problem and the DMV said it's not \ntheir problem it's a police problem.\"\n\nIbarra said a lot of work in convincing the chief to change the policy had to do with an interpretation of state law \nthat, depending on how it is read, may or may not require police to impound cars driven by unlicensed drivers.\n\nMichael McBride, executive director of the congregations group, said the failure of the federal government to \naddress immigration reform has cities like Berkeley doing it themselves.\n\n\n\"The lack of reform on the national level has required communities to have a conversation about how they want to \nlive and how they can provide a quality of life for their constituents,\" McBride said.\n\n\"We place a high value on everyone being here.\" Meehan said he agreed to the change after reviewing a similar \npolicy in San Francisco and after hearing from City Council members.\n\n\"I looked at the policy in San Francisco and they just felt people were being treated unduly harshly for minor traffic \noffenses, and I couldn't disagree,\" Meehan said.\n\n\"If someone has never been arrested, but got stopped and lost their car for a month I felt that was harsh and did not \nmake our city any safer.\"\n\nMeehan said the decision had nothing to do with fees charged while a car is impounded since that money does \nnot go to the city.\n"}