{"title": "Illegal Immigration at the Forefront; New Va. Governor May Decide Policy", "body": "\nVirginia Del. David B. Albo (R-Fairfax) has drafted a sheaf of legislation to further restrict illegal immigrants and \nsaid he hopes that Jerry W. Kilgore will be in the governor's mansion next year to sign those bills into law. \n\n Albo, who has served as the Republican gubernatorial candidate's wingman on illegal immigration issues \nthroughout the campaign, is bubbling over with ideas. His legislation would tighten citizenship checks for voters, \nallow police to detain illegal immigrants charged with certain crimes and ban publicly funded day-laborer centers \nthat serve some illegal immigrants. \n\n He said he believes he will have a strong ally if Kilgore is elected Nov. 8. \n\n \"I think what Jerry will do will be to try and make the number one goal not hurting legal immigrants,\" Albo said. \n\"Then we look at ways we can start taking away some of the benefits of illegal aliens who come to Virginia. I'm \nsure the word is out in Mexico right now that there's a site in Herndon where you can show up and they'll pay you \ncash, and nobody checks to see if you're a citizen.\" \n\n Albo's ambitious plans underline the extent to which the issue of illegal immigration has entered Virginia \ncampaign politics as never before. The change became evident with Kilgore's decision last month to highlight his \nopposition to a day-laborer center in Herndon. \n\n Kilgore's position was roundly criticized in some quarters  --  Sen. H. Russell Potts Jr. (R-Winchester), an \nindependent candidate for governor, called it the \"worst form of demagoguery.\" But it made clear that the issue \ncould play a key role in the campaign.  \n\n Democratic candidate Timothy M. Kaine, a fluent Spanish speaker, has been relatively quiet on the matter. The \nlieutenant governor has said that like Kilgore, he opposes illegal immigration, but he said the federal government, \nnot state or local government, is responsible for enforcing immigration laws.  \n\n  \"I call on the federal government to do their job and enforce these laws,\" Kaine said. \"It's not fair to put the burden \non state and local governments.\" \n\n Kaine called the dispute over the day-laborer center a local matter for Herndon.  \n\n\n During a Sept. 13 gubernatorial debate, he characterized Kilgore's approach as a \"mean-spirited effort to go after \npeople who are trying to make a living and to go after local officials who are trying to deal with a tough problem.\" \n\n Some Democrats said they hope a Kaine victory might help counter what they characterize as an anti-immigrant \ntrend in the General Assembly, though none of the bills that became law in recent years targets legal immigrants. \nThe assembly has passed laws that require people seeking driver's licenses to prove they are legal residents and  \nlimit illegal immigrants' access to Medicaid and other public benefits. \n\n  \"There's no question that if Kilgore is elected, this will be a state where immigrants are not welcome,\" said Walter \nTejada (D), an Arlington County Board member who chairs Gov. Mark R. Warner's Virginia Latino Advisory \nCommission. \"The Republicans have already had some success with this, but with Kilgore as governor, it will get \nworse. \n\n \"They say [the trend] doesn't include legal immigrants, but that is the mask they like to put on it. Of course it does. \nThis whole sentiment affects how people view immigrants.\"  \n\n Kilgore has said that public funding to support illegal immigrants undermines the rule of law and denigrates \nresidents who immigrated to the country legally. \n\n Virginia is struggling with cultural changes brought on by a rise in legal and illegal immigration over the past \ndecade.  \n\n The state is home to more than 200,000 illegal immigrants, up 50,000 from 1996, according to a study for the Pew \nHispanic Center. The number of Virginians born outside the United States has grown from 311,809 in 1990 to \n570,279 in 2000, according to the census. \n\n  A Washington Post poll taken Sept. 6 through Sept.9 showed that in Virginia, 33 percent of registered voters think \n\"the growing number of immigrants\" has been bad for their communities, compared with 21 percent who believe it is \ngood.  \n\n  \"Virginia has definitely emerged as a new gateway state, and it looks like the politics of immigration there are \nstarting to resemble what we've seen in California or Arizona,\" said Michael Fix of the Migration Policy Institute, a \nnonprofit think tank in Washington that tracks immigration law. \"The big political and legal question that is taking \nshape right now is, where will we draw the lines on this issue? \n\n \"What will properly be state and local responsibility, and what will be federal responsibility?\" \n\n  Kaine and Kilgore support state sanctions against employers who knowingly hire illegal immigrants. Kaine said he \nalso supports such \"common sense\" fixes as the driver's license restrictions approved by the legislature. \n\n \"Kilgore could use this issue to help mobilize conservatives, but there's a potential cost if he overplays his hand,\" \nsaid Mark J. Rozell, director of the School of Public Policy at George Mason University. \"He could potentially \nalienate other voters. . . . Kaine is trying to find an acceptable middle and to offend as few people as possible.\" \n\n Kaine has appealed to immigrants with bilingual town hall meetings and interviews on Spanish-language radio and \ntelevision stations. He learned Spanish while working as a Catholic missionary in Honduras when he was a law \nstudent.  \n\n Asked about his priorities for immigrant communities, Kaine mentions such general goals as funding more pre-\nkindergarten programs and providing health insurance for small businesses. \n\n Kilgore said one of his top priorities would be to expand powers for state police to enforce immigration laws by \nsigning a memorandum of understanding with the Department of Homeland Security that would permit police to \ndetain noncitizens picked up for violent offenses. Florida and Alabama have similar agreements, Fix said. \n\n\n\n During his tenure as Virginia's attorney general, Kilgore supported a proposal to deny in-state tuition to illegal \nimmigrants. Recently, he supported a law, set to take effect in January, requiring state and local governments to \ncheck the immigration status of adults applying for most public benefits. \n\n \"There is not a day that goes by when I'm not asked about this issue. . . . It's a defining issue in the race as we go \ninto the final days,\" Kilgore said. \n"}