{"title": "Appeals board upholds deportation 83-year-old Wisconsin man is accused of being a guard at Nazi concentration camp.", "body": "\nA federal appeals board has upheld a deportation order for a Wisconsin man who served as a Nazi \nconcentration camp guard during World War II, the Justice Department announced Monday.\n\nThe federal Board of Immigration Appeals upheld a deportation order issued in January 2007 against Josias \nKumpf, 83, of Racine, who had served as a guard at the Trawniki training camp in Nazi-occupied Poland and the \nSachsenhausen concentration camp near Berlin. The Board of Immigration Appeals is part of the Justice \nDepartment.\n\nLast year's deportation order, issued by Chicago-based immigration Judge Jennie Giambastiani, called for \nKumpf's removal to Germany, Austria or Serbia. Kumpf still can appeal the deportation order in the federal court \nsystem.\n\nIn 2005, a federal judge in Milwaukee stripped Kumpf's U.S. citizenship, concluding that he \"personally assisted\" in \nthe persecution of prisoners. That judge, Lynn Adelman, said Kumpf arrived at Trawniki no more than a day after \n8,000 Jewish prisoners were killed at an adjoining labor camp in 1943.\n\nAdelman wrote that Kumpf \"stood guard near the pits where the massacre occurred with instructions to shoot \nprisoners who attempted to escape, including those who in his words were 'still halfway alive.'\"\n\nThe judge also found that when Kumpf applied for an immigrant visa to the United States in 1956, he did not \ndisclose that he had been an SS guard because he feared it would disqualify him.\n\nActing Assistant Attorney General Matthew Friedrich said in a statement that Kumpf participated in an operation \nthat resulted in the murder of thousands of innocent victims.\n\n\"His culpability in this atrocity does not diminish with the passage of time,\" Friedrich said. The Board of Immigration \nAppeals ruling, he added, \"bolsters the department's continuing efforts to ensure that those who took part in the \ncrimes of the Nazi Holocaust are not allowed to enjoy the privileges and freedom the United States offers its \ncitizens.\"\n\nIn 2003, the Justice Department's Office of Special Investigations, along with the local U.S. attorney's office, moved \nto strip Kumpf of his citizenship. Kumpf, who was born in Serbia, said in an interview at the time that he was taken \nfrom his home in Yugoslavia as a 17-year-old and forced to serve as a guard, but he did not participate in any \natrocities.\n\n"}