{"title": "Gubernatorial candidates spar over immigration, but true power is limited", "body": "\nIf history and the campaign platforms of Meg Whitman and Jerry Brown are a telling guide, the next California \ngovernor is unlikely to rock the boat on immigration policy.\n\nIt is not that the candidates do not talk about it: Immigration sparked impassioned arguments at their face-to-face \ndebates. They voiced sharply different perspectives about what the government should do about the estimated 2.6 \nmillion illegal immigrants living in California. However, most of their disagreement concerns policies under the \npurview of the federal government.\n\n\"There's a limited amount that a California governor can do when it comes to immigration,\" said Kevin Johnson, \ndean of the UC Davis law school. \"The governor could sort of use the bully pulpit to rile people up or calm people \ndown on immigration, but as a practical, legal matter, their role is limited.\"\n\nThe federal government regulates who can migrate to the United States, and it is responsible for enforcing the \nimmigration restrictions set in place.\n\nThe policies on which governors traditionally have more authority are at the margins of the immigration debate, \nsuch as whether college students here illegally should qualify for in-state tuition and financial aid, or whether the \nstate should use its law enforcement officers to help with border patrol.\n\nBoth candidates think that Congress, which has not passed a major immigration bill in nearly 15 years, should be \ndoing more. Brown, the Democratic candidate, supports federal reform measures that include a path for \nundocumented immigrants to become legal residents and citizens. Whitman, a Republican, opposes legalization, \nwhich she calls amnesty, and wants the federal government to expand the fence on the U.S.-Mexico border, deploy \nmore manpower to the border and expand the guest worker program that brings migrants into the state for seasonal \nwork.\n\nBrown said in a debate that Whitman's positions treat \"people from Mexico as semi-serfs: Work 'em and send 'em \nback. It's not right.\" Whitman said illegal immigrants are a drain on the state and that Brown's lenient views are \nfiscally irresponsible.\n\nAs the chief executive of the nation's most populous state, the next governor can have a wide influence over the \nimmigration debate and be an advocate in lobbying Congress to push forward some kind of immigration \noverhaul. Will either candidate, if elected, have the authority to alter the state's own policies toward immigrants?\n\n\"Any California governor has the potential to be rocking the boat. Whether they actually do or not is another \nquestion,\" said Tomas Jimenez, a Stanford University sociology professor who studies immigration.\n\n\n\"Immigration is the domain of the federal government, but we've seen in recent years, particularly in the case of \nArizona, there are ways that state governments, even local governments, can get involved pretty directly in \nimmigration policy,\" he said.\n\nStates can have an effect on whether immigrants, legal or illegal, want to live in them, and how those immigrants \nfind opportunities to succeed once they get there. Some state policies are focused on integrating immigrants \nthrough English-language classes and social services, Jimenez said. Others, such as in Oklahoma and Arizona, \nhave sought to push out illegal immigrants by denying them access to jobs or making it easier to arrest and deport \nthem.\n\nCalifornia had its own attempt at an illegal immigrant crackdown in 1994, when voters passed Proposition 187, the \n\"Save Our State\" measure that tried to disqualify illegal immigrants from a K-12 education and other public services. \nA federal judge later struck it down in court.\n\nDespite having Prop. 187's champion, former Republican Governor Pete Wilson, as her campaign manager, \nWhitman has distanced herself from the measure, saying Prop. 187 and the Arizona law do not make sense for \nCalifornia. On this, she and Brown agree.\n\nBoth candidates also oppose providing California driver's licenses to immigrants living here illegally.\n\nBrown has largely avoided making immigration-related proposals, saying the issue needs to be dealt with at the \nfederal level. Whitman has made several immigration policies part of her platform, but she has not explained how \nshe would get past a Democrat-dominated Legislature to make them happen.ON THE RECORD\n\nBased on their platforms and speeches, here are the major party gubernatorial candidates' views on four \nimmigrant policy debates at the state level:\n\n• Higher education: Republican candidate Meg Whitman wants to ban the admission of undocumented \nstudents to California colleges and universities. Democrat Jerry Brown says the higher education system is \n\"for everyone -- whether they are documented or not. If they went to school, they ought to be here.\" \nCalifornia already allows undocumented students admission to state colleges and universities, and it also \nallows them to pay in-state tuition rates. Gov. Arnold Schwarzenegger last month vetoed the California \nDREAM Act, which would have allowed undocumented college students to apply for financial aid. Whitman \nsupported the veto and said she would do it again if elected. Brown has said the California DREAM Act is \n\"one of the first\" he would sign after taking care of the budget. E-Verify: Whitman has made an \"economic \nfence\" against illegal immigration a paramount issue in her campaign platform, but her proposal lacks \nspecifics. The federal government allows any employer to register workers in a voluntary, underutilized \ndatabase called E-Verify that checks their immigration status. Some states have made E-Verify \nregistration mandatory. Whitman has questioned the accuracy of the database, but she wants to work with \nthe federal government to set up a better program to \"keep employers honest,\" according to her website. \nHer campaign did not respond to a question e-mailed last week asking how she would establish the system \nor if she would try to make it mandatory in California. Brown, according to a spokesman, considers it a \nfederal issue. Sanctuary cities: Should California cities, such as San Francisco, Oakland and Richmond, be \nallowed to declare themselves sanctuaries for undocumented immigrants? Whitman said she would seek a \nlegislative solution to eliminate sanctuary cities but has not said how. Brown promotes Secure \nCommunities, a collaboration between federal and local governments that sends immigrant inmates in \ncounty jails to federal authorities. Workplace inspections: Whitman says on her website that she will \ninstitute a system \"where state and local law enforcement agencies conduct inspections of workplaces \nsuspected of employing undocumented workers.\" Offenders will face fines and business license \nsuspensions. Her campaign did not respond to a question e-mailed last week about how she would \nimplement the program. Brown has said that immigration enforcement is the federal government's \nresponsibility. \"State and local law enforcement agencies have plenty of work to do,\" Brown spokesman \nSterling Clifford said.\n\n\n\nGraphic\n\n \n\nCalifornia Republican Gubernatorial Candidate Meg Whitman at the San Jose Mercury News Tuesday September \n21, 2010. (Maria J. Avila Lopez/Mercury News)\n\nCalifornia Attorney General and Democratic gubernatorial nominee Jerry Brown speaks during a visit to \nPetersenDean Roofing and Solar System, in Newark, Calif., during a visit, on Thursday, Sept. 23, 2010. Brown \nappeared at the nation's largest, privately owned solar and roofing company to announce his opposition to \nProposition 23. (Anda Chu/Staff)\n\nCalifornia Attorney General and Democratic gubernatorial nominee Jerry Brown speaks during a visit to \nPetersenDean Roofing and Solar System, in Newark, Calif., during a visit, on Thursday, Sept. 23, 2010. Brown \nappeared at the nation's largest, privately owned solar and roofing company to announce his opposition to \nProposition 23. (Anda Chu/Staff)\n"}