{"title": "Extradition Raises Troubling Questions", "body": "\nTo the Editor:\n\nAttorney General Dick Thornburgh has ruled that Joseph P. Doherty should be deported to Britain, a small and \nincomplete article reports (July 1). You fail to mention that Britain had tried to extradite Mr. Doherty and failed \nbecause our courts ruled that the acts committed by Mr. Doherty were military acts and neither crimes nor acts of \nterrorism. The court stated that ''the facts of this case present the assertion of the political offense exception in its \nmost classic form.''\n\nIn Mr. Doherty's six court and immigration cases, the decisions have been in his favor, while the Administration has \nbeen the losing party throughout. Yet the Attorney General seems to have the last word.\n\nWhat, then, is the point of hearing extradition cases in Federal courts and having extradition laws if the Attorney \nGeneral can accomplish extradition through forced deportation to a country ruled ineligible to extradite that \nperson? The purpose of hearing extradition cases in Federal courts is to keep extradition from becoming a \npolitical matter. The actions of the Attorney General prove that, should our courts rule in a way not satisfactory to \nthe Administration's political purposes, it can overturn the ruling through deportation.\n\nWhat is the point of having Boards of Immigration Appeals if the Attorney General has the power to overrule their \ndecisions?\n\nSomething is dreadfully wrong with the American system of justice when the rights of individuals can be sacrificed \nfor political purposes and court decisions can be overturned to please a foreign power. This case is significant \nbecause of these questions, as well as for the injustice being done to Mr. Doherty. Your incomplete coverage of it \nis upsetting, but not surprising, because your coverage of Northern Ireland tends to be inaccurate, incomplete and \nin accordance with the wishes of the British Government.\n\nSeldom, if ever, do you, or the rest of the news media, mention serious human rights violations in Northern Ireland; \nconstant harassment and intimidation of the nationalist community by the British military; house searches resulting \nin significant damage to thousands of nationalist homes; constant harassment of election workers and officials of \nSinn Fein, the legal political party representing the most oppressed people in Northern Ireland. It is no wonder the \nconflict continues: violence is the only way the oppressed people have left to express their grievances.\n\n \n\nRACHEL L. HOFFMAN\n\n  Gwynedd, Pa., July 21, 1989\n\nThe writer is president of American Protestants for Truth About Ireland.\n"}