{"title": "JUSTICE DEPT. CONSIDERS POSSIBLE APPEAL OF SENTENCES IN TEXAS SLAVE CASE", "body": "\nThe Justice Department said today that it was studying whether it could appeal what it considered excessively \nlight sentences given to two Texas men convicted of holding 19 Mexican workers in slavery.\n\n The men were convicted by a jury in Texas after testimony that they bought the aliens from a broker for $50 each, \nforced them at gunpoint to live in a tiny, unheated shack without windows or toilets, and made them work morning \nto night for no pay and little food.\n\nThe defendants, Steven Crawford and Randall Craig Waggnor, were convicted on more than a dozen counts, \nincluding conspiracy, transportation of illegal aliens, and forcing the aliens into involuntary servitude. They had \nfaced possible sentences of 95 years in prison and fines of $70,000.\nUS Justice Department is studying whether to appeal what it considers excessively light sentences given to \nTexas residents Steven Crawford and Randall Craig Waggnor, who have been convicted of holding 19 Mexican \nworkers in slavery; both testified they bought aliens from broker for $50 each, forced them at gunpoint to live in \nshack and made them work for no pay and little food; Federal District Judge William M Steger sentenced them to \nfive years' probation and fines (M)\n\nOn Monday, Federal District Judge William M. Steger in Tyler, Tex., sentenced the men to five years' probation \nand fined them $1,000 each. The same sentence was also imposed on a third defendant, Joe Gonzales, who had \npleaded guilty and testified for the prosecution.\n\n \n\nJudge Faults Border Guards\n\n''We are very, very disappointed in the sentences,'' Criselda Ortiz, a lawyer for the Justice Department's civil rights \ndivision, who was prosecutor in the case, said in an interview today. She said Judge Steger did not allow her to \nrecommend a sentence.\n\nMiss Ortiz said Judge Steger contended in court that the fault lay with the United States Immigration and \nNaturalization Service, which failed to prevent the Mexicans from illegally crossing into this country.\n\nRegarding the possibility of an appeal, Assistant Attorney General William Bradford Reynolds, who heads the civil \nrights division, said today, ''We are looking at that question, but at the present time it does not appear to be an \noption that's available to us.''\n\n\nThe Government is virtually barred under the law from appealing a sentence. Any appeal would have to focus not \non the sentences imposed by Judge Steger, but on his refusal to allow Miss Ortiz to make a statement regarding \nthe Government's views on the possible sentences for the defendants.\n\n \n\nRules Permit Statement\n\nUnder the Federal Rules of Criminal Procedure the defendant must be permitted to speak ''to present any \ninformation in mitigation of punishment,'' his lawyer must be permitted to speak on his behalf, and ''the attorney for \nthe Government shall have an equivalent opportunity to speak to the court.''\n\n''I had no chance to make a recommendation,'' Miss Ortiz said. ''The lawyers for Crawford and Waggnor spoke, but \nI was prohibited. The record will show that Judge Steger threatened to hold me in contempt if I persisted in \nspeaking. I tried to speak several times and he ordered me not to.''\n\nJudge Steger, a 63-year-old Republican who was named to the Federal District Court bench for eastern Texas in \n1970, could not be reached for comment today. His secretary, Evelyn Walker, said, ''I don't believe he would care to \ncomment,'' adding that he had declined other inquiries. ''He is ill at home,'' she said, ''and cannot be reached.''\n\nBut Weldon Holcomb, Mr. Crawford's lawyer, said, ''I believe this was the proper sentence, based on all the facts \nand circumstances surrounding the case.''\n\n \n\n'Trying to Get Ahead'\n\nMr. Holcomb noted that Mr. Crawford was 21 years old, and Mr. Waggnor 22, a factor he said the judge had \nconsidered.\n\n''He was trying to get ahead,'' Mr. Holcomb said of his client. ''The young men just used bad judgment.''\n\nBut Mr. Holcomb was critical of Mr. Gonzales, saying it had been disclosed during the trial that the Government's \nwitness had acted as a ''human broker'' several times before, in other parts of the state.\n\n''The Mexicans on the border just sell these people like cattle,'' the lawyer said.\n\nThe Mexicans, all illegal aliens who had crossed the border in search of employment, had agreed to work in the \ndefendants' pine tree planting business in exchange for $25 a day plus room and board.\n\nThey were kept, sometimes at rifle point, in an unheated, 14-by-20-foot shack without windows, sufficient beds or \nblankets, or any bathroom or toilet facilities, Miss Ortiz said. When some risked escape, she said, they were \nrecaptured at gunpoint.\n\nAccording to Miss Ortiz, the case began on Feb. 10, 1983, when Mr. Gonzales gathered the 19 Mexicans, ranging \nin age from 16 to 48, in Rocksprings, Tex. He had arranged for them to work for Mr. Crawford, who held contracts \nwith the State Department of Forestry to plant pine trees in Center, Tex., near the border with Louisiana.\n\nAccording to Miss Ortiz, Mr. Waggnor paid Mr. Gonzales $950 for the aliens.  She said Mr. Waggnor placed them in \na 5-foot-by-8-foot trailer where she said they were so crowded they had no room to sit down. They drove for 500 \nmiles, she said, and when they arrived were put immediately to work. ''They were told they had to work two weeks \nwithout pay in order to pay for their ride to the farm,'' Miss Ortiz said.\n\nAfter several days of being forced to work at gunpoint, the aliens escaped and persuaded a shopkeeper to call the \npolice.  The Immigration and Naturalization Service, the Department of Labor, the Federal Bureau of Investigation, \nand the United States Attorney's office for the Eastern District of Texas were all called into the case.\n\nMiss Ortiz recalled that the jury deliberated for just 90 minutes before it convicted Mr. Crawford and Mr. Waggnor.\n\n\n\nAll the Mexican workers involved will be deported.\n"}