{"title": "IMMIGRANTS' DREAM: ROOM OF THEIR OWN", "body": "\nBACK IN NOVEMBER 1961, when I arrived in Miami from Cuba very young and brimming with dreams, I moved in \nwith seven friends into a one-bedroom apartment intended for two tenants.\n\nDid I like it?\n\nNo, I did not, and neither did my roommates. Was I comfortable breaking the law? Of course not. But those days I \nwas just taking my first steps in this country, and there was no other way I could afford a place to live. It sure beat a \npark bench.\n\nThat's why the tragic deaths eight days ago of four Polish immigrants in a fire in an illegal Maspeth boardinghouse \nrang such a familiar bell.\n\nI know by my own experience that to have a place of your own is as much the immigrant's dream as any red-\nblooded American's.\n\nI also know that the great majority of immigrants are hardworking, law-abiding people who want the best possible \nlife for themselves and their families. Yet, high rents and scarce income force them to postpone the dream.\n\nThe Maspeth fire brought back to the forefront a problem with which the city Queens in particular has grappled on \nand off for generations.\n\nRecent immigrants desperately need a place to live; homeowners make illegal subdivisions to take advantage of \nsuch a need. In some instances, as I did in 1961, people double or triple up in small apartments. Everybody hates \nit.\n\nSo does Rolando.\n\n\"I live in a one-bedroom apartment with five other guys. I have no choice,\" he says.\n\nRolando is part of a new wave of Mexican immigrants who have settled in areas of Queens such as Astoria, \nElmhurst, Corona and Jackson Heights.\n\nLike most Mexicans in New York, Rolando is young, eager and hails from the state of Puebla.\n\nAt 22, he wants to go back to school and make something of himself. He is hardworking and resourceful, but in his \nthree years in New York has not yet found a job that carries the rent alone.\n\nHe and his roommates live on 90th St. in Jackson Heights. They are childhood friends, which makes things easier; \nthey even have some good times together. Yet, every one of them wants a place of his own.\n\n\n\"I wouldn't mind having one roommate or two,\" Rolando says. \"But neither of us can afford it.\" Right now they live \ndormitory-style in their $ 800-a-month apartment.\n\nFour sleep in bunk beds in the bedroom while Rolando and another guy camp out on sofas in the living room. The \nplace is surprisingly neat.\n\n\"I work nights and sleep until 11 or 12 in the morning,\" Rolando says. \"They don't. It's very uncomfortable.\"\n\nHe works as a busboy in a trendy East Village restaurant and in a good week brings home $ 250. Somehow, he \nmanages to scrape up $ 100 every month to send to his family in Mexico.\n\nAs it was for many generations before them, this is a temporary situation for the new immigrants. They'll find their \nown places as soon as they can afford to do so. In the meantime, they contribute to overcrowding their \nneighborhood and put a strain on city services such as hospitals and schools.\n\nTensions inevitably build up. Homeowners worry about real estate values, and community groups have concerns \nabout the effect on their neighborhood's quality of life.\n\nBut then there is the human dimension. Jim Daley, director of Woodside on the Move, a nonprofit community group, \nputs it this way: \"If you push these people out, where do they go?\"\n\nGreat question.\n\nThe next great question, \"If they go, what happens to the city?\" was recently answered by the city Department of \nPlanning. Its report on immigration in the '90s concludes, \"In the face of continued outmigration, the city's \npopulation growth and the stability of its housing stock are inextricably tied to immigration.\"\n\nIn other words, if these people go, the city goes with them.\n\nFortunately, the city seems to have nothing to worry about. Queens certainly doesn't. Its future is in good hands.\n\nFROM ASTORIA to Jamaica, from Flushing to Woodhaven, plenty of good, honest, hardworking people from Asia \nand the Caribbean, Europe and South America, are contributing with their ingenuity and their hands to the progress \nof their communities. Energetic, resourceful people like Rolando and his friends.\n\nPeople who, like me 36 years ago, will do everything in their power to make their dreams come true.\n"}