{"title": "Immigrant health benefits", "body": "\nFlorida Sen. Bob Graham has the right idea on welfare-reform reauthorization. He plans to offer an amendment in \ncommittee today that would give states more flexibility to offer federal health benefits to legal immigrant pregnant \nwomen and children.\nHis plan makes good sense, in both human and financial terms, and should be supported by his colleagues in the \nU.S. Senate.\n\nThe original welfare-reform law imposed harsh and broad restrictions on federal public assistance for legal \nimmigrants. Though Congress has since restored some benefits, legal immigrants arriving after 1996 remain \nineligible for most federal benefits - including health care for pregnant women and children - during their first five \nyears in this country.\n\nLike many states, Florida has stepped in with substitute benefits, including immunizations and regular checkups, \nfor some immigrant children. But its $13.5-million state program is limited, with capped enrollment. While it \ncurrently covers 16,000 children, more than 22,000 are on a waiting list, one that is growing by the day.\n\nBy relaxing federal restrictions, Graham's amendment would end these waiting lists and give immigrant expectant \nmothers and children the health care they need and deserve. With Florida's immigrant population on the rise, \nGraham's office estimates that his amendment would authorize coverage, under the Medicaid and Children's \nHealth Insurance Programs, for some 100,000 additional immigrants now going without.\n\nHere is one of the biggest of many reasons why that would be money well-spent: Children born here to legal \nimmigrants are U.S. citizens, automatically eligible for the benefits and social services afforded to every citizen. \nWith prenatal and early health care, those children stand a much better chance of growing up to lead healthy and \nproductive lives, with little need for state intervention or support.\n\nInvesting a small sum now could pay large dividends later.\n"}