{"title": "America's Homes Hide an Underground Economy;Many Workers Want to Pay Taxes, but Employers Don't", "body": "\nMaria de la Cruz Gonzalez fled El Salvador to escape civil war, waited two years to be reunited with her husband \nand children, and is patiently navigating the labyrinth of U.S. immigration rules to become permanently legal.\n\nHer message would cause many Americans to drop their W-2s and gawk: She wants to pay her taxes.\n\n\"I have my Social Security card and I know it's a good thing,\" Gonzalez, 33, said from the two-bedroom Takoma \nPark apartment she shares with a husband, three children and another couple. \"If [employers] aren't willing to pay \nSocial Security and taxes, I won't work for them. I want everything to be good and legal.\"\n\nHer resolve comes from experience. She spent four years as a live-in housekeeper for a D.C. family that insisted on \npaying cash and, she said, declined to pay taxes for her. When they ran into \"money trouble\" and fired her in June \n1991, she said, she lost years of potential retirement benefits.\n\nGonzalez's frustration was a common theme in recent interviews with legal and illegal immigrants in the \nWashington area. As if finding their way through the immigration maze were not enough, the immigrants said, they \nmust also grapple with a welter of tax laws and their confusion over this thing called a Social Security card. Some \nworkers expressed anger at employers who seem eager to take advantage of the cheap labor but are unwilling to \npay basic federal retirement, medical and unemployment taxes.\n\nSince two of President Clinton's attorney general nominees, Zoe E. Baird and Kimba M. Wood, were shot down by \ndisclosures that they had hired illegal immigrants, one of the worst-kept secrets of the urban middle class is now \nofficial: Many violate the law either by hiring illegal immigrants as domestic help, or by failing to pay required taxes \nfor household help. Because enforcement of the laws is lax, employers often feel no effect, while their employees \nsuffer sizable losses that may not be realized for years.\n\nA 35-year-old Reston woman who came from Buenos Aires four years ago said that she cleans an average of three \nhomes a week and that none of her employers pays her Social Security taxes.\n\n\"I feel it's very unjust what people have done to immigrants,\" said the woman, who asked that her name not be \nused because her visa has expired. \"We come here with hopes of starting a new life. We didn't come to take away \ntheir jobs. We just came to work the jobs they don't want because it's beneath them.\"\n\nThe Reston woman is more fortunate than some. At least she understands the potential importance of Social \nSecurity taxes. All six people interviewed at a private social services clinic in Baileys Crossroads on Friday did not \n\n\nknow that their Social Security cards are linked to a retirement system. Many immigrants are issued Social Security \nnumbers for identification purposes, even though they are here illegally.\n\n\"I don't really know what . . .  [the card] is used for,\" said 20-year-old Mariela Rivera, a Northern Virginia resident \nwho has a temporary work permit and came to the clinic seeking a job.\n\nThough federal law imposes fines on employers who hire illegal immigrants, those who hire them still must pay the \nrequired taxes, and there is nothing to prevent the workers or their employers from doing so. The Internal \nRevenue Service is prohibited from sharing tax information with immigration officials.\n\nWidespread violations, though, are largely winked at by federal agencies. Since 1988, when Congress imposed \npenalties on employers who hire illegal immigrants, the Immigration and Naturalization Service has cited 12,000 \nemployers for violations. INS officials estimate that fewer than 100 involved domestic help. Prosecution for tax \nviolations involving household employees also is rare.\n\nImmigrants in this area said they believe the immigration and tax system is stacked against them. Though a \nsymbiosis has arisen between many working couples and immigrants -- demand and supply uniting to create an \nunderground market of affordable labor -- the workers said their side is a veritable purgatory of rules, waiting and \nmore waiting.\n\nViolating immigration law, they said, is a necessity for unskilled workers who must wait a decade or more for job-\nrelated visas, the \"green cards\" that let them stay here permanently. And when it comes to taxes, workers said, the \ncombination of fear over contact with the government, confusing regulations, low wages and sometimes \nintransigent employers makes the situation even worse.\n\nMarta Caicedo, 37, left two daughters behind in Colombia in 1986 to make a home for them in Silver Spring. From \n1987 to 1991, she worked for Soviet diplomats in the District under what she described as demanding conditions -- \nroutine 11-hour days cleaning house and caring for a young boy.\n\nHer employers told her they couldn't pay her Social Security taxes until she had legal residency. So Caicedo said \nshe made the payments herself, including their share, while her residency application was pending. She continued \ndoing so until the couple moved to Europe in 1991.\n\nLeft without a job or sponsor for her residency application, Caicedo said the couple's departure was \"a terrible \nblow.\"\n\n\"I cried so many tears,\" said Caicedo, who has since found another baby-sitting job and is still paying her own \nSocial Security taxes. \"It's been a terrible life here. They really take advantage of us because we don't speak \nEnglish.\"\n\nEmma Torres, a Nicaraguan who lives in Hyattsville, has worked as a housekeeper in the area for more than 15 \nyears. She said she frequently picks up the entire Social Security tab rather than haggle with her bosses.\n\n\"The majority [of employers] don't pay, not because they don't know, but because they don't want to,\" Torres \nsaid.\n\nUnder federal law, anyone who pays a worker more than $ 50 in a three-month period is required to report the \nwages, and pay Social Security, Medicare and sometimes federal unemployment tax. The Social Security and \nMedicare taxes amount to roughly 15 percent of an employee's salary, with the cost split evenly between the \nworker and the employer.\n\nEven when employers withhold the proper amount of taxes, workers at a Casa de Maryland employment office in \nTakoma Park said they aren't always sure the money gets to the federal government. A 31-year-old man from \nGuatemala said he has gone back to people he's worked for over the course of a year and requested a W-2 form, \nonly to be told by the employer, \"I never heard of this guy.\"\n\n\n\nMaids, babysitters and part-time yard workers are not the only ones stoking the underground economy.\n\nA landscape engineer in Maryland said numerous trades, including his own, rely on illegal immigrants to fill gaps in \nthe local labor force. He said that on any given day, he or others in his field will hire day laborers for unpleasant \ntasks such as excavation or heavy lifting that his full-time employees don't like to do.\n\nThe payments are in cash and not reported to tax authorities, he said.\n\nSuch transactions are typical for people who stay on the same job only a few days at a time. The recent controversy \nover domestic workers, however, has shown that such transactions also occur for many full-time employees who \nstay years with the same family, and those workers stand to lose substantial benefits when taxes go unpaid.\n\n\"They are getting -- how should we say it -- economically disadvantaged\" by employers who won't share the tax \nburden, said Jeff Gold, the founder of Community Tax Aid Inc., a nonprofit group that helps low-income residents, \nlegal or not, fill out their tax returns.\n\nGold said domestic workers often show up at the clinics throughout the Washington area with little idea of their \nrights or their employer's obligations. After learning more, they sometimes choose to pay the taxes owed by their \nemployers themselves.\n\nThose who approach their bosses do so gently, fearing repercussions.\n\nA 36-year-old District woman who came from Trinidad five years ago said that in light of the recent controversy, she \nis planning to approach the lawyer who hired her four months ago to care for his aging mother. The lawyer hasn't \npaid any taxes for her, she said, and she wants to ask him to comply fully with the tax laws.\n\nThe woman, who is undocumented and asked not to be identified, said she wants to shoulder her full share of the \ntax burden and participate fully in the country's life.\n\n\"I am active in the community,\" she said. \"I give of myself. I am 100 percent Trinidadian, but I believe in this country \n. . .  and I am not going to alienate myself.  . . .  It extends to paying taxes.\"\n\nStaff Writer Carlos Sanchez contributed to this report.\n\nGraphic\n\n \n\nPHOTO, HOUSEHOLD EMPLOYMENT TAX RULES; CHART; PHOTO, LUCIAN PERKINS\n"}