{"title": "By: Reaching out grows programs", "body": "\nOct. 16--     Oct. 16--Grow a program. Grow tradition. Grow pride. Grow respect. Grow sportsmanship. Grow \nconfidence.\n\nIt's all connected. No one likes to lose. But in athletics there is a winner and a loser.\n\nThose teams and schools which play hard but fair and respect each other on and off the field of competition are \nwinners no matter what the score. Players, coaches and fans who play the blame game or resort to jeering the \nother team instead cheering their own team come out losers.\n\nBe a winner. Reach out and help grow a program. The program you help build could be athletic or it could be the \nband, the art club, the forensic team, the science club.\n\nReaching out to grow a program starts from the top. Seniors on a team should extend a hand and say \"come be a \npart of our team. We'll help you learn to do things correctly. Have fun.\"\n\nBe leaders. Not by yelling and pushing people around but by teaching and guiding people toward goals. Coaches \nare not the only ones who can teach in athletics. Teach the right lessons and pass it forward.\n\nGrow pride, respect, confidence and tradition in each other and in the program. You do it and it inspires the next \nperson to reach out.\n\nGrow a program.\n\nTo do that is not just up to the players. Coaches are the teachers in athletics. They too have to reach all their \nplayers and bring them into the program and show they have confidence in the players as the players learn.\n\nYes, experience is important but players can't get experience if left standing on the sidelines during practices or \ngames. Expect the best and people will give you their best.\n\nCommunication is a core product of growing programs. Keep the lines open to all levels.\n\nParents and family, yes, you help grow programs also. Respect the coaches and players. You may not agree with \nthe coaches but respect them. Grow confidence in your children participating.\n\nBe good examples of sportsmanship and pride.\n\n\nFans come to CHEER for their team. There's no need to belittle and use inappropriate language to jeer the other \nteam and officials. Not good. Not good.\n\nHave pride in yourselves as fans and in your school and community. Represent in positive ways.\n\nHelp build programs at your schools that are respected, win or lose the contest. We all need to help grow programs, \ntraditions, pride and sportsmanship.\n\nA COUPLE OF THINGS:\n\nWhen the Newton Daily News sports staff does Friday night game stories for our area roundup of football or \nbasketball games to go on our website appearing over the weekend, most of the statistics we use are unofficial. \nEither teams provide us with quick stats right after a game or we use our own stats we've kept at games we attend \nso numbers will differ from the official statistics we hope will appear in our Monday game stories.\n\nJust a reminder we continue to provide the best coverage we can of area Jasper County high school sports in the \nfall, winter, spring and summer, but in the Newton Daily News physical newspaper we are dealing with room \nlimitations. Take this Wednesday, we only have a half of a page so only the NCMP Aquagirls' home swim meet and \nthe Newton High volleyball match stories will be in the newspaper. Stories on the South Iowa Cedar League cross \ncountry meet. PCM volleyball will only appear on the NDN website.\n\nContact Jocelyn Sheets\n\nat jsheets@newtondailynews.com\n\n___ (c)2019 the Newton Daily News (Newton, Iowa) Visit the Newton Daily News (Newton, Iowa) at \nwww.newtondailynews.com Distributed by Tribune Content Agency, LLC.\n"}