{"title": "Abused Woman Is Denied Asylum; Immigration Ruling Reflects Split Over Gender Persecution", "body": "\nA foreign woman fleeing a violently abusive spouse cannot gain asylum in the United States even if she faces a \ndirect and serious threat of harm in her home country, a federal immigration panel has ruled in a case that is \ndrawing protests from asylum advocates and women's groups.\n\nThe decision this month by a sharply divided Board of Immigration Appeals, the Justice Department panel that \nsets and interprets U.S. immigration policy, reflects a growing philosophical tension within the immigration \nsystem over how to treat women's claims of gender persecution.\n\nSince issuing guidelines intended to recognize gender-based persecution under U.S. asylum laws, the federal \ngovernment has sent mixed signals about whether women fleeing persecution from their husbands -- as opposed \nto persecution by a government -- should be allowed to seek refuge here.\n\nThe subject in the case, Rodi Alvarado Pen a, now 33, was abused for years by her husband in Guatemala in ways \nthat U.S. officials agree were horrific. Her husband, a former soldier, beat her unconscious, raped her and kicked \nher so badly she hemorrhaged, she has told authorities. He broke windows and mirrors with her head, pistol-\nwhipped her and threatened her with a machete.\n\nAlvarado attempted suicide and vainly sought protection from Guatemalan police and courts, who told her it was a \nprivate matter. Finally, Alvarado said, in despera tion she fled Guatemala and sought protection in the United \nStates. An immigration judge granted her asylum claim in September 1996.\n\nBut in its 10 to 5 decision, the Board of Immigration Appeals ruled that Alvarado does not qualify for asylum under \nU.S. immigration policy. The board found she had not proven that she suffered persecution under any of the five \ncategories enumerated under international and U.S. law: race, religion, nationality, political opinion or membership \nin a social group.\n\nThe majority's opinion reflects the caution that many immigration judges and U.S. officials feel about allowing new \ncategories of eligible asylum seekers that would open the floodgates to large numbers of new claims by people \nseeking residence in the United States.\n\nAlready, U.S. immigration courts wrestle routinely with the difficulties of evaluating evidence of government \npersecution claims presented by asylum seekers whose experiences and travels pose huge challenges of \ndocumentation and corroboration. A new category of claims involving domestic violence would impose further \nburdens on the immigration courts.\n\n\nWith persecution based on gender status emerging as a relatively new area of asylum law, the board's majority \nsaid that it would be up to Congress to step in and provide more detailed guidance about how new standards \nshould be applied.\n\nBut the five dissenting appeals board members contended that the board's decision not to recognize domestic \nabuse victims in Guatemala as a social group \"cannot be reconciled either with the reality of the respondent's \nsituation in Guatemala, or with U.S. law.\" They said the United States has an obligation to protect those who fear \nharm because of \"some fundamental aspect of their identity.\"\n\nU.S. asylum policies offer protection for refugees who demonstrate a \"credible fear\" of persecution if they are sent \nhome. But they must show that their persecutor is either the government itself or someone the government is \nunable or unwilling to control. The persecution must be on account of one of the five enumerated grounds.\n\nIn Alvarado's case, the board majority said in the June 11 decision that resolution of her spousal abuse claim \"does \nnot lie in our asylum laws as they are currently formulated.\"\n\nThe case illustrates the latest zigzag in U.S. immigration policies toward women. In 1995, the Immigration and \nNaturalization Service first issued guidelines intended to recognize gender-based persecution under the asylum \nlaws. But asylum advocates contend that the guidelines have been erratically applied and interpreted.\n\nThe guidelines are not binding on the immigration judges, who work for a sister agency within the Justice \nDepartment. The board majority concluded at any rate that the guidelines do not resolve whether domestic violence \nvictims are a protected social group.\n\nThe board factions split over whether the majority was departing from the reasoning that it used in overturning an \nimmigration judge and granting asylum in 1997 to Fauziya Kasinga, who said she faced female genital mutilation \nif returned to Togo. The board ruled then that women who opposed the practice were singled out for persecution \nbecause of their opposition. In contrast, the majority said in Alvarado's case, Guatemalan women were not singled \nout because they opposed domestic violence.\n\n\"The record in this case reflects that the views of society and of many governmental institutions in Guatemala can \nresult in the tolerance of spousal abuse at levels we find appalling,\" states the majority opinion, written by board \nmember Lauri S. Filppu. \"The record also shows that abusive marriages are not viewed as desirable, that spousal \nabuse is recognized as a problem, and that some measures have been pursued in an attempt to respond to this \nacknowledged problem.\"\n\nThe INS does not tally asylum claims by sex, but says that 20,459 people applied between last October and May, \nand 8,028 were granted protection during that period.\n\nWomen's rights advocates condemned the Alvarado decision. San Francisco attorney Jane Kroesche, who \nrepresents Alvarado, on Thursday said she plans to appeal to federal court. While the Board of Immigration \nAppeals is the highest administrative authority for asylum cases in the federal system, its decisions can be \nappealed directly to the U.S. Appeals Court.\n\n\"She suffered prolonged torture, and did everything in her country she could to help herself,\" Kroesche said. \"At \ngreat sacrifice, she left behind her country, her family and her children, knowing she might not see them again. If \nshe is not protected, what kind of woman would be?\"\n\nKaren Musalo, resident scholar at the University of California at Hastings, who was Kasinga's attorney and who \nadvised Kroesche, called the similarities in the cases \"striking.\"\n\n\"What is so distressing is that the board seems either to have not understood its decision in Kasinga, or is refusing \nto apply its own principles,\" she said.\n\n\n\nMaria T. Cardona, INS spokeswoman, said Friday, \"The INS is absolutely committed to gender protection where \nthe claims can be supported by law.\" But Cardona added that defining a \"social group is complicated, and is a \ndifficult legal standard.\"\n\nU.S. officials do not dispute Alvarado's account of brutal treatment by her husband. \"We struggle to describe how \ndeplorable we find the husband's conduct to have been,\" the board majority wrote.\n\nIn an interview conducted through a translator, Alvarado, now a maid in San Francisco, recounted in Spanish how \nthe abuse began when she was a 16-year-old newlywed and continued throughout 11 years of marriage. The \ncouple has a 12-year-old daughter and 6-year-old son, now living with relatives in Guatemala.\n\n\"Some nights I don't sleep at all,\" she said. \"I think of all that has happened. I'm very sure if I were not here, I would \nbe dead.\"\n\nUsually her husband put the children in the yard while he abused her, she said. But once, when she tried to take \nthe children and flee to a new house, she said, he tracked them down and beat her unconscious in front of them.\n\nOn occasion, she called the police and even filed a formal complaint. But she said she was told that \"he was my \nhusband. They couldn't insert themselves in the matter of a couple.\" The courts told her the same thing.\n\nShe said she tried to take an overdose of pills. When she was revived, she said, her husband told her that she was \nnot going to die or leave him. \"You're going to stay here, even without any feet or any arms,\" she quotes him as \ntelling her. Finally, she waited until her children were away in May 1995, got on a bus and left for good. She ended \nup in San Francisco with no money or knowledge of the United States, she said.\n\nJust days after Alvarado's arrival in the United States, INS issued its gender guidelines. The guidelines warned that \nfemale refugees might fear authority figures during questioning and that sexually abused women \"may appear \nnumb . . . or show emotional passivity.\"\n\nAlvarado's asylum claim was granted by Immigration Judge Mimi S. Yam of San Francisco in 1996, but the INS \npromptly appealed. It said she did not fall under one of the five protected categories under the law.\n\nDeborah Anker, head of Harvard University's immigration and refugee clinic, said Thursday that the appeals board \ndecision was contrary to a growing body of international authority.\n\n\"Gender is an immutable characteristic, and persecution on account of gender violates the most fundamental \nrights that the Refugee Convention was clearly intended to address,\" she said, referring to the 1951 international \nagreement on which U.S. asylum law is based.\n\nEven as they issued the decision, the board majority acknowledged the possible danger facing Alvarado if she \nreturned home.\n\n\"The respondent in this case has been terribly abused and has a genuine and reasonable fear of returning to \nGuatemala,\" the opinion says.\n\nNevertheless, the majority concluded that \"the solution to the respondent's plight\" does not exist in U.S. asylum \nlaws \"as they are currently formulated.\"\n\nThe dissent, written by board member John Guendelsberger, contends that the majority opinion is contrary to U.S. \nlaw, prior board decisions and federal court decisions.\n\n\"The respondent has a fundamental right to protection from abuse based on gender,\" the dissenting opinion states. \nRodi Alvarado Pen a says years of violent abuse by her husband led her to flee Guatemala.\n\n\n\nGraphic\n\n \n\nPhoto, STEVE CASTILLO FOR TWP\n"}