{"title": "SPITZER GETS REAL ON ID", "body": "\nAfter executing a twisting double-backflip that wins him no points for style, Gov. Spitzer has landed at a better \nplace on driver's licenses.\n\nHe is proposing to enhance the security of New York driver's licenses for citizens and legal immigrants while \nenabling illegal immigrants to drive with a sort of junior license that would not be valid for major identification \npurposes. Blasted by ideologues on both sides of the immigration divide, Spitzer's compromise represents a \nsensible middle ground.\n\nIt's also a stunning capitulation to political reality by a governor whose original plan to let people get licenses \nwithout showing valid Social Security numbers was overwhelmingly rejected by the public. And the governor looks \ndownright silly in declaring that, really, there's very little difference between his old and new plans.\n\nIn a deal with U.S. Homeland Security Secretary Michael Chertoff, Spitzer said starting next year New York will \nissue driver's licenses that comply with the federal Real ID Act, which sets nationwide security standards. These \nwill be available only to drivers who meet toughened identification requirements and prove they're here legally - a \nfar cry from issuing licenses without asking for a Social Security number.\n\nChertoff says New York's upgraded license, valid for boarding airplanes, will be \"among the most secure in the \ncountry.\" Wonderful. Citizens would also be eligible for an even more secure license that would enable New \nYorkers to cross the Canadian border without a passport.\n\nFinally, Spitzer would grant basic licenses to illegal immigrants who meet certain ID requirements - but these cards \nwould be good for operating a motor vehicle and little more. They would feature the disclaimer, \"not valid for federal \npurposes.\"\n\nSo Spitzer held to his original goal of giving New York's 1 million illegal immigrants a legitimate way to drive, which \nmakes sense. Otherwise hundreds of thousands will remain off the state's radar, driving without licenses or \ninsurance, missing from the DMV database and invisible to law enforcement.\n\nAdvocates who object to second-class treatment for illegals are not facing up to the reality that these people live \noutside the laws of this country.\n\nThat said, Spitzer's route to this better solution leaves a lot to be desired.\n\n\nAfter jamming through a controversial decision without public comment, he should have listened to reasonable \ncriticism. Instead, he blasted Mayor Bloomberg for citing the conflicts with the Real ID Act. And he dismissed the \nidea of a two-tiered system as branding a \"scarlet letter\" on illegal immigrants.\n\nChanging course was the right thing to do. Admitting it wouldn't hurt, either.\n"}