{"title": "Battling on 2 Fronts on L.I. Over Immigrant Job Centers", "body": "\nIn Long Island's long-running battle over immigrant day laborers, each side is claiming a victory.\n\n     Here in Freeport, in Nassau County, a new hiring site opened this morning with the help of a $20,000 grant from \nthe village's Community Development Agency. But in the hamlet of East Farmingdale, in Suffolk County, a similar \nhiring site is facing eviction after just a month in operation because the management company that rented it space \nsays it is violating the law. \n\n The contrasting fates of the two hiring sites have once again thrown into sharp relief the debate about immigrant \nday laborers, many of whom spend their mornings on street corners or outside convenience stores, waiting for \ncontractors offering a day of work, say, landscaping lawns or clearing debris.\n\nSome residents and politicians have embraced hiring sites -- lots, buildings or trailers that are designated as places \nwhere workers and employers can meet each day -- as safer, more convenient alternatives to the informal \ngathering spots. But in other places, residents and officials have fought the sites on grounds that it is illegal to play \nmatchmaker between undocumented workers and those who want to hire them.\n\n\"One had very clear government support, and the other didn't,\" Edward Hernandez, a spokesman for the Long \nIsland Immigrant Alliance, said in explaining why the Freeport site is apparently poised to thrive even as the East \nFarmingdale site is in jeopardy.\n\nIn Freeport, workers had previously gathered in a Long Island Rail Road commuter parking lot -- a situation the \nvillage mayor, William F. Glacken, said posed \"a real and constant public safety issue.\"\n\nSo the village agreed to lease space at the end of a cul-de-sac north of Sunrise Highway to Catholic Charities, \nwhich will run the hiring site out of a trailer, with the help of the $20,000 grant. The Freeport site is modeled in part \non a hiring site set up in Glen Cove during the mayoralty of Thomas R. Suozzi, who is now the Nassau County \nexecutive.\n\nIn East Farmingdale, however, the situation is more complicated. That site was set up in August, more than a year \nafter leaders of the adjacent village of Farmingdale, which is in Nassau County, voted to close a hiring site there, \nciting complaints from neighbors. The newer site was set up in a parking lot and part of a building on Broad Hollow \nRoad, by a coalition of groups, led by the Farmingdale Citizens for Viable Solutions.\n\nBut within days of opening, the organizers received an eviction notice, said Noel C. Bonilla, a lawyer for the citizens' \ngroup. And there were other signs that the workers were not welcome, Mr. Bonilla said: the office's alarm system \nwas torn out of a wall, and banners announcing the presence of the hiring site mysteriously disappeared. \n\n\n\"I think the bottom line is, people are very uncomfortable with any large gathering of immigrants in the area,\" Mr. \nBonilla said. \"The landlord has capitulated to a lot of the untruths and prejudices of people who were against having \nimmigrants in their area.\"\n\nAndrew L. Liput, a lawyer for the Elite Living Management Corporation, which leases the property and had \nsubleased part of it to two home furnishings stores, said he had thought the space was going to be used for a plant \nshop, a landscaping business or some other activity that conforms with the company's own agreement with the \nlandlord. That lease stipulates that the property can be subleased only to tenants in the home furnishings business, \nhe said. \"I don't see how facilitating the employment of illegal immigrants to violate labor law can be legal,\" he \nadded.\n\nNonsense, say the site's organizers, who maintain that Mr. Liput knew full well how the property would be used and \nthat many day laborers are in fact documented.\n\n\"We're clear on the fact that we're not doing anything that's breaking the law,\" said Nadia L. Marin-Molina, executive \ndirector of the Workplace Project, a group that works with day laborers.\n\nNow, the Town of Babylon, which includes the unincorporated village of East Farmingdale, has offered to help the \nhiring site's organizers find a new location, said Steven Bellone, the town supervisor.\n\nBut that was news to JoAnn Russo, director of the Farmingdale branch of the Sachem Quality of Life Organization, \nwhich has opposed hiring halls. Mrs. Russo, who applauded the decision to evict the new East Farmingdale hiring \nsite, said: \"Our government officials know that we object to this, period.\" \n\nhttp://www.nytimes.com\n"}