{"title": "Maryland's ID Policy Won't Make Us Safer", "body": "\nO n most matters related to illegal immigration, where you stand depends on whether you think we're being overrun \nby criminals or undermined by anti-foreigner hysteria.\n\nThe battle over driver's licenses in Maryland is different. There are people who deeply believe illegal immigrants are \na threat to our way of life and who nonetheless support the notion that every driver on the road ought to be \nlicensed.\n\nAfter all, those of us who shell out big bucks for car insurance know that every unlicensed, uninsured driver is taking \nmoney out of our paychecks.\n\nBut Maryland's highways will soon gain tens of thousands of unlicensed motorists, thanks to an abrupt reversal by \nGov. Martin O'Malley.\n\nIn the 2006 campaign, the governor won the Hispanic vote with appearances such as one at Casa de Maryland, the \nimmigrant advocacy group in Takoma Park, where he told reporters that \"I don't believe that at the state and local \nlevel that we should exacerbate the problem by enacting policies that put up . . . barriers to getting a driver's \nlicense or getting to and from work or home.\" Unlike the previous governor, who famously called multiculturalism \n\"bunk,\" O'Malley seemed intent on embracing Hispanic immigrants, even if they arrived illegally.\n\nSo advocates such as Del. Ana Sol Gutierrez (D-Montgomery) and Kim Propeack, Casa's director of political action, \naccused O'Malley of a \"betrayal\" -- both women used the word -- when he announced last week that Maryland \nwould no longer issue licenses to people who cannot prove they are here legally. As of 2010, when the federal Real \nID law kicks into effect, even people who have long held Maryland licenses will be denied renewals.\n\n\"The governor did not keep his promise,\" Gutierrez says. \"This is what he promised me when he was begging for \nmy vote for the slots referendum, which I gave him. And that is the last time I do that.\"\n\nIt's not as if Maryland has had the welcome mat out for drivers who are here illegally. \"I can walk in, apply for a \nlicense and get it that day,\" Propeack notes, \"but what immigrants have to go through is extraordinary.\" The \nprocess is so cumbersome that an industry of facilitators has emerged, charging $200 just to arrange an \nappointment with the motor vehicles office. \"People are desperately trying to comply with the law,\" she says.\n\n\nYou can just hear the anti-illegal-immigrant crowd answering that one with a crack about how, if they were so \ndesperate to be legal, they wouldn't have crossed the border without documents.\n\nBut you won't hear O'Malley's minions say anything like that. Secretary of Transportation John Porcari tells me his \nstaff indeed recommended a two-tiered license system by which illegal immigrants could continue to get a basic \nlicense while the rest of us got a Real-ID-compliant license -- the revved-up version that will become the coin of the \nrealm, thanks to a congressional mandate that uses licenses as a national identity card.\n\nPorcari says Maryland was forced to reject the two-tier system not because the governor is suffering from low \npopularity and wants to glom onto the anti-immigrant movement but because \"the national landscape is shifting\" \nand Maryland could have found itself nearly alone in resisting Real ID.\n\nBut seven states are refusing to comply with Real ID, and 17 have condemned the law, which was passed after the \n9/11 attacks and requires states to conduct time-consuming identity checks. The D.C. Council passed a resolution \nlast fall calling for repeal of the Real ID regulations; Virginia has set aside money to enforce the federal rules. \nNeither Virginia nor the District allows illegal immigrants to obtain driver's licenses.\n\nPorcari says all Marylanders will face \"a customer-service nightmare\" when they try to renew licenses starting in \n2010. The new licenses will be used as identification for boarding airplanes and entering federal buildings.\n\nGutierrez says O'Malley should have waited to see if the next president scraps Real ID. \"The governor is \nresponding to the anti-immigrant voices in the state,\" she says.\n\nO'Malley recognizes that denying licenses to a chunk of the state's workforce creates considerable dangers, Porcari \nsays. \"Some people will drive with or without a license because their livelihood depends on it,\" he says. \"That's an \ninevitable side result of turning our state driver's licenses, which are meant to be a safety tool, into a de facto \nnational ID card. That's terrible public policy.\"\n\nBut Porcari says federal regulations leave no choice: \"We're making the best of a bad situation.\" His advice: \nRenew your license in the next year or two, even if it's not expiring, well before Real ID takes effect.\n\nOr hope the next president sees Real ID for what it is: a hysterical overreaction to 9/11 that sounds tough but offers \nlittle added security. Yes, many 9/11 hijackers had Virginia driver's licenses, but there's no reason to believe they \nwouldn't be able to get licenses even under Real ID's stringent rules: The terrorists were here legally.\n\nE-mail: marcfisher@washpost.com\n\nPlease join me Tuesday at noon for \"Raw Fisher Radio,\" a new weekly audio discussion at \nhttp://washingtonpost.com/rawfisherradio.\n"}