{"title": "TENNIS DEFECTOR DIVIDES U.S. AIDES", "body": "\nAn application for political asylum by Hu Na, a 19-year-old Chinese tennis player, has provoked a ''unique'' \ndisagreement between the State Department and the Immigration and Naturalization Service, a Reagan \nAdministration official close to the case said today.\n\n''The whole case has been irregular,'' the official said. He said Miss Hu's case was the first in which the Immigration \nService, which is part of the Justice Department, had failed to grant asylum quickly after a favorable \nrecommendation had been made by the State Department.\n\nNo final action has been announced by the Justice Department. But Alan C. Nelson, commissioner of the \nImmigration Service, has failed for several months to follow the State Department's recommendation that asylum be \ngranted.\nWASHINGTON, March 30 - An application for political asylum by Hu Na, a 19-year-old Chinese tennis player, has \nprovoked a ''unique'' disagreement between the State Department and the Immigration and Naturalization Service, \na Reagan Administration official close to the case said today.\n\nThe Immigration Service appears to be worried that granting Miss Hu permission to stay would create a precedent \nthat might be used by more than 1,000 other Chinese citizens now in this country who have applied for asylum. \nFewer than a dozen of the requests have been approved.\n\n \n\nAsylum Asked Last Summer\n\nMiss Hu defected to the United States last July 20 during a tennis tournament in Santa Clara, Calif., and applied \nfor political asylum July 26.\n\nShe said in an interview this month that she felt Chinese officials had been trying to coerce her into joining the \nCommunist Party, and that she feared she would be caught up in factional political struggles in China.\n\nHigh-level Peking officials have demanded that Miss Hu be returned to China. A Chinese Foreign Ministry \nspokesman said last week that Miss Hu would not be prosecuted if she returned to China and would be sent soon \nto play in a tournament in Switzerland.\n\nThe Immigration and Naturalization Service and the Justice Department have the legal power to grant or deny \nasylum applications, and the State Department's formal role is limited to making recommendations.\n\n\nBut in practice, according to the Administration official, the State Department's advice ''is always followed.'' He said \nthat ''the way things work in fact, the State Department makes the decision, and for it to be subjected to months of \nreview at the I.N.S. is unique.''\n\n \n\nDissension 'Clearly' Seen\n\nThe Administration official, who requested anonymity, said that news reports that Mr. Nelson had suggested that \nAttorney General William French Smith deny Miss Hu asylum were consistent with what he had been told by \nanother official close to the case.\n\nHe said that ''there has clearly been dissension'' within the Immigration Service as well as in the State Department \nabout the case.\n\nMr. Nelson did not return a reporter's phone calls today. Verne Jervis, a spokesman for the Immigration Service, \nsaid he could neither confirm nor deny the reports, asserting that it was agency policy not to discuss ''any case \nthat's under consideration.''\n\nMr. Jervis said the Immigration Service ''occasionally although rarely'' deviated from State Department \nrecommendations in asylum cases.\n\nAnother Justice Department official said that Mr. Nelson had not yet made any written recommendation on Miss \nHu's application.\n\n \n\nMore Details Requested\n\nTerrence B. Adamson, a Washington lawyer representing Miss Hu, said in a telephone interview today that the \nImmigration Service had recently asked the State Department to provide more detailed reasons why Miss Hu \nshould be granted asylum. The response, he said, was a cursory reaffirmation of the original recommendation.\n\n''It sounds as if some official at some level of the Government has views on the process to be used in asylum cases \ninside the executive branch and not on the merits of Hu Na's well-documented application,'' Mr. Adamson said.\n\nHe expressed confidence that Miss Hu met the legal requirement for being granted asylum, which is that she have \na ''well-founded fear of persecution'' if she were to return to China.\n\nThe State Department first recommended late last year that Miss Hu be granted asylum. This represented a victory \nfor the Bureau of Human Rights and Humanitarian Affairs, which favored her request, over the China desk, which \nwas concerned that granting asylum would harm relations with Peking, the Administration official said. The dispute \nover Miss Hu's status has aggravated the strained relations between the two countries.\n\nGraphic\n\n \n\nIllustrations: photo of Hu Na\n"}