{"title": "BUSH WILL REVIVE PROPOSAL TO OVERHAUL IMMIGRATIONCHANGE COULD AFFECT MINNESOTA, GROWING LATINO BASE", "body": "\nPresident Bush's proposal today to overhaul the nation's immigration laws could help Minnesota meat \nprocessors and other employers gain the foreign workers they need and ease their way to citizenship in a state that \nis home to a fast-growing Latino population and an estimated 60,000 undocumented workers.\n\nWhile details of the Bush proposal were sketchy, advocates said they welcome the attention on immigration \nreform. Bush had considered easing immigration laws shortly after taking office in 2001, but put the project on \nhold when the Sept. 11 terrorist attacks heightened concerns about border security.\n\nReforming immigration laws could serve national security and economic interests, said Jorge Saavedra, chief legal \nofficer of Centro Legal in St. Paul, which provides legal services to needy Hispanics.\n\n\"The solutions, because they are so politically controversial, maybe are not easy, but it's important we get this back \non the public policy agenda for debate,\" Saavedra said.\n\nThe value of undocumented labor in six Minnesota industries, including construction, meat processing and hotels, \nwas estimated at $1.56 billion in a study released in September 2000 by Minneapolis-based nonprofit Hispanic \nAdvocacy and Community Empowerment Through Research.\n\nJames Kielkopf, who wrote the HACER study, said that while the number of undocumented workers had continued \ngrowing since the study came out, the value of their labor likely had not changed because of the economic \nslowdown.\n\nMinnesota had one of the country's fastest-growing Latino populations in the 1990s, rising 166 percent to \n143,000. The total was estimated at 159,000 in July 2002, according to census figures. People of Mexican origin \naccounted for two-thirds of Minnesota's Latinos.\n\nThe state had an estimated 60,000 undocumented workers in 2000, according to U.S. Citizenship and Immigration \nServices statistics. Immigration experts estimate 8 million to 12 million foreigners are in the country illegally, with \nabout half believed to have come from Mexico.\n\n\"We need to create a system for immigrant workers to come to the United States and fill this demand for labor \nwithout being a subclass of people, living in the shadows or living in fear or getting exploited when we've enjoyed \nthe fruits of their labor,\" Saavedra said.\n\n\nIn a bid to end decades of restrictive immigration policies, Bush will call for the creation of a guest-worker \nprogram that would open the borders to immigrants seeking low-skilled, low-wage jobs. The plan is expected to \ninclude provisions that would let illegal workers who already are here apply for legal status.\n\nPast guest-worker programs have subjected immigrants to poor wages, unsafe working conditions and other forms \nof exploitation, Saavedra said. Instead, the United States should allow the workers to be free to seek out employers \nwho offer the best deal. He suggested allowing workers to enter the country on time-limited visas for three to five \nyears. If they comply with the law, pay taxes and stay out of trouble, they should be allowed to apply for more \npermanent status.\n\n\"I don't think you can close the door to citizenship,\" Saavedra said. \"If we put in a system that allows immigrants to \ndemonstrate their allegiance to the country and to demonstrate their contribution to their communities, then they \nshould be able to enjoy the benefits of citizenship or permanent resident status.\"\n\nThat would acknowledge the workers and the contribution they have made to the economy, said Claudia Fuentes, \nexecutive director of HACER.\n\n\"You can't walk by any building being built and not hear Spanish language radio,\" Fuentes said. \"I don't think that's \nbecause the workers want to learn Spanish that way. Maybe this will take some of those invisible hands and \nanonymous persons doing this work out of the shadows.\"\n\nBush's proposal has widespread support in the business community, especially among industries that depend on \nforeign workers, such as restaurants, agriculture and landscape services. Skeptics said the long-delayed White \nHouse plan seemed to be timed to help Bush with Latino voters in the November presidential election. It's also \nlikely to improve Bush's relationship with Mexican President Vicente Fox, who will host Bush's two-day visit to \nMexico next week.\n\nAdvocates on both sides said the outlook for congressional action would depend on how hard Bush pushes the \nproposal.\n\nAdministration officials insisted that enhanced border security and other changes since Sept. 11 have resolved \nsecurity concerns about the proposed immigration changes.\n\nWashington Bureau reporter Ron Hutcheson contributed to this report.\n\nTodd Nelson can be reached at toddnelson@pioneerpress.com or 651-228-5575.  \n\nNotes\n\nOn Page 1B: St. Paul mayor unveils initiatives for Latino community.\n"}