{"title": "FROM \"GOLD MOUNTAIN\" TO SILICON VALLEY", "body": "\n1820: A federal commission reports arrival of first Chinese in U.S.\n\n1848: Discovery of gold at Sutter's Mill draws Chinese immigrants to West Coast; U.S. becomes known in China as \n'Gold Mountain.\"\n\n1858: California law prevents further immigration of Chinese.\n\n1868: Japanese contract workers arrive in Hawaii to work sugar plantations.\n\n1869: The Transcontinental Railroad is completed. Chinese labor constitutes 90 percent of workforce on the Central \nPacific side during last stage of construction. With a rapid influx of white immigrants to West Coast, Chinese \nbecome unwanted. They are mistreated and excluded.\n\n1869: The first Japanese colony on U.S. mainland, the Wakamatsu colony, established as a tea and silk farm near \nGold Hill, Calif.\n\n1870: Asians barred from U.S. citizenship by Naturalization Act.\n\n1870: San Jose's Chinatown burns in accidental fire and is rebuilt, only to be burned again in anti-Asian violence in \n1887.\n\n1876: Headquarters at Smith Creek for the Chinese road building crew on Mount Hamilton Road.\n\n1882-83: Congress passes the Chinese Exclusion Act, prohibiting admission of Chinese laborers for 10 years \ninitially. Act was extended and not repealed until 1943. Japanese replace Chinese as a source of cheap labor.\n\n1898: The Philippines and Guam ceded to U.S. after Spanish-American War; their inhabitants are declared U.S. \nnationals, but not citizens.\n\n1906: San Francisco's school board requires Japanese and Korean children to attend segregated 'Oriental\" public \nschools with Chinese.\n\n1907: Workers from India begin arriving on West Coast. They are initially classified as white, allowed to intermarry \nand become citizens.\nBut a 1923 ruling bars further Indian immigration and naturalization.\n\n1907: President Theodore Roosevelt enters into 'Gentlemen's Agreement\" with Japan to limitJapanese immigration. \nIt also bans immigration of Korean laborers, which opens Hawaiian farming jobs for Filipinos.\n\n1913: California's Alien Land Law prevents Japanese and Chinese immigrants from owning land or leasing it for \nmore than three years. It is not repealed until 1956.\n\n\n1925-1929: Filipinos are not eligible for U.S. citizenship unless they have served in the U.S. Navy for three years; \nJapanese are not eligible even if they have served in the military; and Chinese wives of American citizens are not \nallowed to come to America.\n\n1939: The Filipino Agricultural Laborers Association has a significant victory witha strike against California \nasparagus industry. After a one-day stoppage, all 258 growers guarantee unprecedented worker rights. This \nprompts similar victories in other fields. By 1940, the association has nearly 30,000 members.\n\n1941: Congress passes law enabling Filipinos to serve in the U.S. Army; one-third of the Filipino men in U.S. sign \nup.\n\n1942: President Franklin Roosevelt signs Executive Order 9066 authorizing internment of 120,000 persons of \nJapanese ancestry. Three-fourths of the internees are American citizens.\n\n1943: Repeal of Chinese Exclusion Act. Because China is an ally during World War II, U.S. restores Chinese \nimmigration, allowing 105 people per year, and naturalization for Chinese immigrants.\n\n1946: Filipinos born in the U.S. now eligible for citizenship; the 442nd Regimental Combat Team, right, all \nJapanese-Americans, becomes most decorated unit in World War II; all internment camps are closed.\n\n1965: New immigration law eliminates race, creed and nationality as basis for immigration and allows 20,000 \nimmigrants per year from each independent nation, Asian or European. Immigrationfrom India grows 2,000 percent \nfrom 1966 to 1974.\n\n1975: Fall of Saigon. The first wave of Southeast Asian refugees arrive, primarily educated, professional \nVietnamese.\n\n1978: Second wave of more rural, less educated Vietnamese refugees begin to arrive, known as 'boat people\" for \nescaping refugee camps in fishing boats.\n\n1980: Congress establishes commission to determine if any wrongs were committed by W.W. II internment of \nJapanese-Americans.\n\n1980: Congress passes Refugee Act, enabling more refugees to enter U.S.\n\n1983: Redress Commission calls for official apology for internment camps and payment of $20,000 to each \nsurviving former internee.\n\n1988: President Ronald Reagan signs into law an entitlement program to pay surviving Japanese-American \ninternees; payments are delayed.\n\n1988: U.S. agrees with Vietnam allowing political prisoners to immigrate to U.S.\n\n1998: Chinese-or Indian-run companies make up 29 percent of total Silicon Valley high techstart-ups.\n\n1990: Third and smallest wave of Vietnamese immigration begins, mostly middle-age former prisoners of re-\neducation camps.\n\nTimeline source: Mercury News research\n\nPhotographs: History San Jose, National Archives, Mercury News archives\n\nNotes\n\nRELATED STORIES: Pages 1A, 20-21A\n\nGraphic\n\n \n\n\n\nPhotos (9);\n\nPHOTO: San Jose's Chinatown 1877.\n\nPHOTO: Headquarters at Smith Creek for the Chinese road building crew on Mount Hamilton Road.\n\nPHOTO: [Chinese railroad workers in snow]\n\nPHOTO: Poster advertising Transcontinental Railroad.\n\nPHOTO: At the turn of the 20th century, the population in San Francisco's chinatown was predominantly male \nbecause U.S. policies made it difficult for Chinese women to enter the country.\n\nPHOTO: 442nd Regimental Combat Team, right, all Japanese- Americans\n\nPHOTO: Young girl waits for transport to internment camp.\n\nPHOTO: Group of Japanese protest for reparations in San Jose in 1989.\n\nPHOTO: Thousands of Vietnamese refugees wait in Hong Kong for transportation to temporary camps in 1979.\n"}