{"title": "Bill would support workers' pay campaign;W.W. II-ERA BRACEROS RALLY IN L.A. FOR MONEY WITHHELD FROM WAGES", "body": "\nThe last time Juventino Ortiz tried to collect the rest of his pay for picking fruit in Northern California, a government \nofficial chased him out of his office.\n\nIn the 55 years since then, the Mexico City native forgot about the money, became a U.S. citizen and raised a \nfamily in Hollister.\n\nBut now, at 81, he and thousands of other former Mexican \"guest workers\" who say they were denied a portion of \ntheir wages want their money. At the very least, they want their day in court.\n\n\"Is it live or die? No,\" Ortiz said Wednesday in Washington. \"It's the principle.\"\n\nThe Justice Department, in court papers, says the claim is too old and is trying to get a federal judge to dismiss a \nclass-action lawsuit alleging hundreds of thousands of Mexicans who worked in America between 1942 and 1949 \nnever received money deducted from their wages.\n\nLegislation introduced Wednesday in Congress would prevent the government from having the suit dismissed on \nprocedural grounds.\n\nOrtiz was one of nearly 5 million Mexican guest workers recruited to the United States between 1942 and 1964 to \nharvest crops and maintain railroad tracks. The bracero program -- the name was taken from the Spanish for \"arm\" \n-- was launched during World War II to help fill jobs left vacant by U.S. workers called to fight.\n\nIn an unusual agreement between the U.S. and Mexican governments, the braceros had 10 percent of their wages \ndeducted and sent, via Wells Fargo, to Mexican banks to serve as savings accounts. The agreement was supposed \nto serve as an incentive for the workers to return to Mexico once their contracts expired.\n\nOrtiz said he tried unsuccessfully to get his money.\n\n\"I went back to Mexico City to the government office to see about my 10 percent,\" Ortiz recalled Wednesday. \"They \nsaid, 'What are you talking about? Get out of here.' \"\n\nAbout 200 former braceros and their families rallied Wednesday in downtown Los Angeles in support of the bill. \nAmong them was Alfonso Ortega, 85, a migrant worker from 1942 through 1950 who was paid 60 cents an hour.\n\n\"I believe I have the right to the money,\" Ortega said through a translator.\n\n\nJoaquin De Luna, 82, said U.S. officials didn't let him return to his wife and children in Mexico when he decided he \ndidn't like the impoverished conditions.\n\n\"I didn't want to pick their lettuce,\" he said through a translator.\n\nDe Luna said he doesn't believe he'll get back the 10 percent, but added, \"If this country has any shame, it would \ngive it back with interest and credit.\"\n\nThe lawsuit, filed last year in San Francisco, is against the U.S. and Mexican governments, along with four banks. \nAlthough the pay was as low as 30 cents an hour, advocates for the braceros say at least $500 million is owed, \nincluding interest.\n\nThe suit is patterned after successful claims by Holocaust survivors against Swiss banks and German companies.\n\nThe Mexican government says U.S. courts have no jurisdiction in the matter. Wells Fargo spokesman Larry Haeg \nsaid a review of company records indicates it transferred all the money it received. A hearing is scheduled in U.S. \nDistrict Court in San Francisco in early August.\n\nBill Lann Lee, former assistant attorney general for civil rights in the Clinton administration, said the Justice \nDepartment supported extending the statute of limitations in a lawsuit by black farmers alleging discrimination by \nthe Agriculture Department.\n\n\"We think justice would be served by having the case heard on its merits,\" said Lee, whose San Francisco law firm \nrepresents the braceros.\n\nThe legislation, by co-authors Rep. Luis Gutierrez, D-Ill., and Rep. Sam Farr, D-Salinas, would prevent the Justice \nDepartment from using the passage of time and sovereign immunity to block the claims.\n"}