{"title": "TOWARD THE NEXT AMERICAN CENTURY: BUILDING A NEW PARTNERSHIP WITH LATIN AMERICA", "body": "\nINTRODUCTION\n\nThe end of the Cold War is forcing the United States to rethink its policy toward Latin America and the Caribbean \nand redefine its interests in the region.  U.S. policy toward the Americas after World War II was to prevent the \nspread of Soviet-sponsored communism.\n\nWith the communist threat now largely defeated, however, the U.S. no longer needs to focus primarily on containing \ncommunism.  Instead America can concentrate more on expanding free trade, and supporting the growth of \ndemocratic insituations.  While security concerns such as Fidel Castro's Cuba, the Haitian military dictatorship, and \nlocal terrorism still remain, they are not nor should they be, the driving force of America's policy toward Latin \nAmerica.  Washington, for the time being at least, has been liberated from the worry that a major overseas enemy \npower will gain a stronghold in this hemisphere and use that position to harm the U.S.\n\nFundamental Change.  George Bush seems to understand that U.S. relations with Latin America have changed \nfundamentally.  More than any previous President, he has demonstrated a commitment to forging a constructive \nand mutually beneficial relationship with the region.  He has opened free trade area talks with Mexico.  He has \nlaunched what he calls the Enterprise for the Americas Initiative (EAI), which promises to create a free trade zone \nfrom Alaska to the Tierra del Fuego at the southern tip of South America, spur investment in the region, and tackle \nthe debt problem.  And he has stepped up U.S. cooperation with Peru and other South American countries in the \ncampaign to curb the illegal drug trade.\n\nCommunists Isolated.  Bush is right to emphasize the importance of Latin America to the U.S.  The collapse of the \nSoviet Union has isolated the communists in Latin America.  The January 16 peace accord between the \ngovernment of El Salvador and the communist guerrillas would have happened if Moscow were still in the business \nof sponsoring communist subversion in Latin America.  Cut off from their overseas lifeline, Latin American \ncommunists will not be able to destabilize the hemisphere and block efforts by the U.S. to spread democracy and \ncreate free trade and free markets.\n\nThe end of the Cold War, meanwhile, has boosted U.S. prestige in Latin America, making Buenos Aires, Mexico \nCity, Santiago, and other capitals much more willing to cooperate with Washington.\n\nAnother reason why Bush is right to emphasize the importance of Latin America is because North, Central, South \nAmerica, and the Caribbean may be on the verge of becoming an economic giant.  After the North American Free \nTrade Agreement (NAFTA) between the U.S., Canada, and Mexico is signed and approved, other free trade area \nagreements will likely follow with such countries as Chile, Colombia, Costa Rica, and Venezuela.\n\nIf, as expected, still others join, this could create a vast free trade area encompassing all of the Americas.  This \ncould be an insurance policy against protectionism in Asia and Europe.  For one thing, a free trade area of the \n\n\nAmericas would induce countries in Asia and Europe to keep their markets open to U.S. goods; otherwise they \nmight not be able to compete with the new vibrant economies of the Americas.  For another thing, the vast free \ntrade area would create new markets in this hemisphere for U.S. goods if Asian and European markets were closed \nto U.S. products.  A free trade area of the Americas also could increase investment opportunities for U.S. \nbusinesses and develop more secure and cheaper sources of raw materials such as oil for the U.S.\n\nAnd if the U.S. is worried about competing with Japan, then an Americas free trade area would create the economic \nmuscle that would ensure U.S. victory in the competition.\n\nSecurity and Threats.  Finally, Latin America is still very important to U.S. security.  The Panama Canal remains \ncritical to U.S. security and trade.  And although less threatening than before, Cuba could erupt into violence as \nCastro tries to hold onto power, pouring thousands of refugees into the seas off Florida, and possibly even \nunleashing some desperate Cuban attack on U.S. territory.  Instability in Haiti, meanwhile, creates a huge refugee \nproblem for the U.S.  And illegal drug smugglers are joining forces with such terrorists as the Maoist Sendero \nLuminoso (Shining Path) in Peru to kill Americans and terrorize democratically elected governments.\n\nThe Bush Administration has what is truly a historic opportunity to advance the revolutionary changes which are \noccurring in the Americas.  The 21st century could be the next American century, not just for the U.S., but for all the \nAmericas.  If the U.S. and its Latin American partners could create a free trade zone from Alaska to the southern tip \nof South America, some 700 million people, twice the population of the European Community, would become part \nof an increasingly prosperous economic community.\n\nWhile Bush is off to a good start in this task, much more needs to be done.  He must make sure that Congress \napproves the free trade accord with Mexico and that the Enterprise for the Americas Initiative is not suffocated by \nbureaucratic inertia, a lack of planning, and increasing protectionism in the U.S. Congress.\n\nTo ensure that the bold U.S. experiment in Latin America policy succeeds, Bush should:\n\n* Complete quickly the North American Free Trade Agreement (NAFTA).\n\nThis pact between the U.S., Canada, and Mexico should be Washington's number one priority in Latin America.  \nThe trade pact will help the U.S. compete against the European community and East Asia in the production and \nexport of goods and services by creating a zone of 360 million people with a combined annual economic output of \nover $ 6 trillion.\n\n* Convene a summit of Latin America leaders to promote the Enterprise for the Americas Initiative.\n\nAmong the Latin American participants should be leaders of the free market revolutions of the region: Argentina \nPresident Carlos Menem, Chilean President Patricio Aylwin, Mexican President Carlos Salinas de Gortari, and \nVenezuelan President Carlos Andres Perez.  Such a summit would make the EAI a project of all of the Americas, \nnot just of the U.S. Latin American leaders who could give the EAI new life with new ideas and proposals.\n\n* Create an Enterprise for the Americas Initiative task force of U.S. officials to coordinate policy and promote the \nEAI on Capitol Hill.\n\nThe task force should consist of relevant assistant secretaries from the Departments of Commerce, Defense, \nEducation, Justice, State, and Treasury, plus officials from the U.S. Trade Representative's office, the \nEnvironmental Protection Agency, the Drug Enforcement Administration (DEA), and the Immigration and \nNaturalization Service (INS).  The task force should be chaired by Under Secretary of the Treasury for International \nAffairs David Mulford.  Its purpose is to push the EAI through the bureaucracy, to coordinate the various policies \nfrom the different agencies, convince Congress of the Initiative's merits, and to highlight the political importance of \nthe initiative.\n\n* Negotiate as many free trade agreements as possible with Latin America Countries.\n\n\n\nFree trade is infectious.  Already Chile and other countries want to negotiate free trade area agreements (FTAs) \nwith the U.S. The Bush Administration should take them up on their offers.\n\n* Make acceptance of the \"Index of Economic Freedom\" a precondition of foreign aid.\n\nThe Index is a system for monitoring a nation's progress in free market reforms.  All foreign aid to the region should \nbe conditioned on whether the recipient countries are pursuing the reforms listed in the Index.  These include \nprivatization of state-owned enterprises, lower tax rates, and free trade.  Only by using the Index can Washington \nbe assured that U.S. aid is contributing to free market reforms.\n\n* Isolate Cuba and Haiti.\n\nThese two Caribbean island nations are the last remaining dictatorships in Latin America.  It is in the U.S. interest \nthat their dictators are ousted and that democratic stability take root.  To do this, Washington should continue the \ntrade embargoes and other sanctions against Cuba and Haiti, while enlisting the help of regional leaders like \nArgentina's Menem, Mexico's Salinas, and Venezuela's Perez in pressuring Castro to reform his communist \nsystem.  Since a negotiated solution to the Haiti crisis is increasingly remote, the U.S. should enlist support from \nregional democracies for a possible military intervention in Haiti to restore democracy and help demilitarize the \ncountry.\n\n* Strengthen democratic reforms in El Salvador, Nicaragua, Panama, and other Central American countries.\n\nPartly through U.S. efforts, democracy has come to these war-torn countries of Central America.  The U.S. has a \nsecurity interest in helping these nascent democracies work, and preventing the civil wars and dictatorships that \nplague the region in the 1980s from returning.  The U.S. therefore, should promote military reform and free market \npolicies in these countries and offer modest aid to fund such reforms.  Washington too must maintain its military \nassistance programs to help host governments safeguard against drug trafficking and the resurgence of terrorist \nthreats.\n\n* Protect anti-drug, counterterrorism, and military assistance programs from congressional cuts.\n\nThe Bush Administration in 1991 spent approximately $ 373 million in the war on drugs, terrorism, and military \nassistance in Latin America and has requested $ 445 million of 1992.  This money is to be used for helicopters, \nsurveillance planes, patrol boats, and other equipment, plus education and training programs.  Congress wants to \ncut this assistance, arguing that El Salvador, Peru, and some other Latin American countries abuse human rights.  \nThey also fear that American forces will become overly involved in helping fight the region's insurgencies.  Human \nrights abuses in these nations, however, are not as serious as congressional liberals claim.  What is more important \nis that terrorism and illegal drug smuggling be curtailed.\n\n* Explore and promote free market-based solutions for protecting the environment.\n\nLatin America has many environment problems.  The clearing of the Amazon rain forest and Mexico City's polluted \nair and water are only two of the most well known.  To combat pollution and the hasty depletion of natural \nresources, the Bush Administration should press Latin American countries to adopt free market solutions to \nenvironmental problems.  Examples: Washington should encourage Latin American governments to expand private \nproperty rights, privatize stateowned industries, and channel funds into research programs to develop marketbased \nsolutions to environmental problems.  The U.S. and other Western nations also should pursue aggressively debt-\nfor-nature swaps, by which it and other countries holding the huge foreign debts of Latin American countries could \ncancel their interest payments on restructured debt, allowing them to be paid instead to special funds for \nenvironmental programs.\n\n* Make the Organization of American States (OAS) more effective.\n\nNow that Latin American countries are generally more willing to cooperate with the U.S. on a host of issues, the \nWashington, D.C.-based Organization of American States can become more effective.  The OAS, for example, \n\n\n\ncould declare an embargo on Cuba as it has done with Haiti and could call for democratic and human rights reforms \nin Cuba.  This would diffuse criticism by Castro that the U.S. is seeking to dictate events in Cuba.\n\nNORTH AMERICAN FREE TRADE AGREEMENT\n\nLatin America is experiencing a free market revolution unparalleled almost anywhere in the world.  Statist and \npopulist regimes in Argentina and Mexico gave way in the 1980s to governments committed to free trade, the \nprivatization of state-owned industry, lower taxes, and the free market deregulation of the economy.\n\nThe most impressive example of Latin America's free market revolution is the negotiations for a free trade area \namong the U.S., Canada, and Mexico.  The three countries began talks last June 12 on the North American Free \nTrade Agreement -- or NAFTA -- which would remove all tariffs on goods and services among them.  A free trade \npact between Canada and the U.S. became law on January 1, 1989.  The NAFTA will build on this U.S.-Canadian \naccord, creating the world's largest open market, consisting of 360 million people, with an economic output of more \nthan $ 6 trillion.  It also is expected to accelerate North America's economic growth, bolster its global economic \ncompetitiveness, create new jobs, and improve the standard of living for its citizens.\n\nThis trading zone will be 25 percent larger in gross domestic product (GDP) than the European Community and \nthus give North America enough economic muscle to challenge the emerging unified market in Europe and an East \nAsian market dominated by Japan. n1 The NAFTA will offer Americans cheaper goods, increase U.S. exports to \nMexico, and make U.S. exports more affordable for the rest of the world.  It also will create jobs for Americas, \nreduce illegal immigration from Mexico, help fight drug trafficking in Mexico, and serve as a model for similar \nagreements with other Latin American countries. n2 \n\nSpecial Relationship.  In fact, if there is a case for a special U.S. relationship with any country, it is with Mexico.  \nBordering the U.S. for nearly 2,000 miles, rich in resources, and home to 88 million people, Mexico will affect the \nU.S. profoundly during the next century.  An economically thriving and politically democratic Mexico can benefit the \nU.S. enormously, just as an impoverished and chaotic Mexico can create serious economic, social, and even \nsecurity problems for the U.S. n3 \n\nThe NAFTA is central to the future of U.S.-Mexico relations.  If completed, the free trade pact would help bring the \nMexican economy to a First World level.  It would improve U.S.-Mexico cooperation on many important issues, such \nas stopping the flow of illegal drugs into American cities, controlling violence on the U.S.-Mexican border, cleaning \nthe environment, curtailing illegal immigration, and protecting patents, copyrights, and other intellectual property \nrights.  If, however, the negotiations were to collapse, U.S.-Mexican relations would undoubtedly sour.  It would also \nbe a terrible blow to U.S. efforts to spread free trade throughout Latin America.\n\nTHE ENTERPRISE FOR THE AMERICAS INITIATIVE\n\nThis dream of a free trade area spanning all the Americas is embodied in Bush's Enterprise for the Americas \nInitiative (EAI).  Announced on June 27, 1990, the EAI is designed to expand trade and investment ties between the \nU.S. and Latin American and Caribbean nations.\n\nThe EAI is the most comprehensive U.S. policy initiative for Latin America ever announced by Washington.  If \nsuccessful, it will form the backbone of U.S.-Latin American relations.  In contrast to previous U.S. policy proposals \nfor the region, such as John F. Kennedy's 1961 Alliance for Progress, which sought to improve economic standards \nand bolster democracy through foreign assistance, the EAI relies primarily on trade and investment, not aid.\n\nEAI's three goals are: 1) to create a free trade zone in the Americas, 2) to stimulate foreign investment in the \nregion, and 3) to cancel some $ 12 billion in U.S. government loans to countries that start to pursue free market \nreforms.  The Bush plan has received strong support throughout the Americas.\n\nThe goal of expanding trade is critically important to the U.S.  Some 25 percent of U.S. job growth between 1987 \nand 1989 was in the export sector.  If successful, the EAI will create a 700 million person hemisphere-wide free \n\n\n\ntrade zone with the combined annual economic output of some $ 7 trillion, as compared to $ 5.8 trillion for the \nEuropean Community and $ 2.6 trillion for Japan and the Western Pacific.\n\nThe best route for creating this free trade zone is for the U.S. to negotiate a series of bilateral free trade area (FTA) \naccords with Latin American countries.  Washington also will seek to negotiate free trade pacts with blocs of \ncountries, such as the Central American nations.  After Mexico, Chile is next in line for an FTA with the U.S. \nbecause it has moved farther and faster than any other Latin American country in promoting free market reforms. \nn4 \n\nThe U.S. also could negotiate with regional free trade blocs, such as South America's Southern Cone Common \nMarket (MERCOSUR), formed in March 1991 among Argentina, Brazil, Paraguay, and Uruguay. n5 Already, the \nBush Administration has signed free trade \"framework agreements\" with every major country in the Americas.  \nThese agreements establish bilateral trade and investment councils to negotiate the step-by-step elimination of \nspecific trade barriers or the resolution of trade problems.  These agreements also set out general principles of \ntrade relations between two countries, establish trade dispute mechanisms, and create working groups to deal with \nthe impact of free trade on the various economic sectors. n6 \n\nThe second EAI goal of expanding U.S. investment will be met by establishing a new $ 1.5 billion \"investment fund\" \nto be administered by the Inter-American Development Bank (IDB), whose members are governments from the \nAmericas and Western Europe.  The IDB loans money to governments and private enterprises to promote \neconomic development in Latin America. n7 The purpose of the EAI investment fund will be to support free market \nreforms in Latin America and to create a more favorable investment climate in the region.  The loans will pay for \ntechnical advice and financial support for privatization programs; worker training, education, and health projects; \nand the modernization of transportation systems and port facilities.  The U.S. would contribute $ 100 million a year \nto the fund and would seek matching grants from Japan and Europe. n8 The U.S. Congress, however, has yet to \nappropriate money for the fund for fiscal 1992, thereby risking Japanese and European participation. \n\nThe U.S. has a direct stake in opening up investment opportunities in Latin America.  Over 25 percent of all \nAmerican exports go to overseas affiliates to U.S. companies worldwide.  U.S. firms in Latin America will broaden \nthis overseas market for U.S. goods.  Foreign investment opportunities, moreover, allow U.S. companies to become \nmore competitive globally by taking advantage of \"co-production\" opportunities and lower wage rates in foreign \ncountries.  Co-production is a process by which a company can use the best resources from several countries to \nproduce a more competitive and higher quality good.  Because of liberalized investment laws in Chile, for example, \ntotal U.S. direct investment in Chile surged from $ 47 million in 1984 to $ 1.3 billion in 1990, a 2,751 percent \nincrease, or 44 times a fast as the growth of direct U.S. investment worldwide.\n\nThe economic stagnation that hangs over much of Latin America will disappear only when the third EAI goal of \nreducing the region's foreign debt is met.  The Latin American debt crisis of the early 1980s stunted economic \ngrowth throughout the region and curtailed trade and investment opportunities.  By the end of the 1980s, Latin \nAmerica's external debt totaled some $ 450 billion.  The U.S. lost an estimated $ 130 billion in trade opportunities \nin Latin America between 1982 and 1988, mainly because of the debt crisis.  America's trade with its southern \nneighbors, meanwhile, fell from a surplus of $ 3 billion in 1981 to a deficit peaking at $ 18 billion in 1984.  Now, \nhowever, the region's economies have improved and stabilized.  U.S. merchandise exports to Latin America have \nclimbed from $ 31 billion in 1986 to an estimated $ 62 billion in 1991, creating an estimated 620,000 additional U.S. \njobs.  Moreover, the U.S. commands a 57 percent share of the Latin America market, compared to 29 percent for \nEurope and 11 percent for Japan.  Last year, the U.S. trade deficit with Latin America was only $ 1.6 million.\n\nDebt Swaps.  The Bush Administration plans to reduce Latin America's foreign debt through a variety of means.  \nIt plans, for example, to reduce or forgive some $ 12 billion of government-to-government debt on a case-by-case \nbasis.  Under the EAI debt program, the U.S. will negotiate reductions on the principal of Latin American debt and \naccept interest payments on the restructured debt in local currency.  This method is called a \"debt-for-nature swap\" \nbecause the debt is \"swapped\" for or invested in some projects to clean the environment.  It is similar to the \"debt-\nfor-equity swaps\" used successfully in the late 1980s in Chile and Mexico; there foreign investors purchase part of a \ncountry's debt from a creditor's bank and exchange the debt for local currency, bonds, or state-owned equity shares \n\n\n\nfrom the debtor government.  Debt-for-equity swaps also should be advanced under the EAI to help the region's \nlargest debtor nations, including Argentina, Brazil, Colombia, and Mexico. n9 \n\nTo mark the first anniversary of the EAI, Chile last June 27, became the first country to benefit from the EAI's debt \nreduction program.  The U.S. canceled approximately $ 15.7 million of its $39.3 million food aid debt.  Also because \nof the EAI, Chile now pays the interest on its remaining $ 23.6 million food aid debt, not to the U.S. Treasury, but to \nlocal Chilean environmental projects.  The White House is expected to ask Congress to approve legislation \nforgiving even larger portions of Chile's debt to the U.S., which totals $ 448 million. n9 \nThe U.S. and Foreign Aid\n\nThe driving force behind most U.S. aid to the Third World traditionally has been political rather than economic.  \nForeign assistance often was used as bribe money, designed to purchase favors in countries deemed strategically \nimportant to the U.S., or to help prevent communist, pro-soviet forces from gaining power.  With the Cold War over, \nhowever, Washington is rethinking its aid policy not only in Latin America, but also throughout the globe.\n\nThe poverty that Latin America has endured for decades is the result mainly of failed statist and socialist economic \npolicies and of government corruption.  Yet blame also must be shared Western nations and multilateral institutions \nlike the World Bank, the International Monetary fund (IMF), and the Inter-American Development Bank (IDB).  \nThese nations and institutions have poured billions of dollars into the region since the 1960s.  This money merely \nkept the failing economic system afloat, nothing was done to change the economic dynamics.  As the leading aid \ndonor to the Americas and supporters of the World Bank and the IMF, the U.S. cannot escape blame.  The more \nthan $ 400 billion that Washington has given to the developing world since World War II reflects U.S. generosity and \nconcern.  But it also reflects a flawed policy, because much of the money has been misspent and stolen by corrupt \nofficials.\n\nPrivate Sector Channels.  The Bush Administration has been changing how U.S. aid is given to Latin America.  \nU.S. financial assistance increasingly is channeled through private sector projects.  It is used to support free market \nreforms and programs to attract foreign investment, helping fund private programs to improve transportation \nsystems worker training programs, and port facilities.\n\nThis year, the U.S. will give about $ 1.8 billion in aid to Latin America.  Some $ 1.4 billion will be for economic \ndevelopment and humanitarian aid.  Some $ 400 million will be security assistance to supply helicopters and \nweapons, training, and military exchange programs.  This form of aid is vital to Peru and other fragile democracies \nthat are fighting illegal drug traffickers and communist insurgencies.\n\nTHE SWEEP OF DEMOCRACY THROUGH LATIN AMERICA\n\nThe Western Hemisphere today is on the verge of becoming the world's first completely democratic hemisphere.  \nExcept for Cuba and Haiti, democracies flourish throughout all of North, Central South America, and the \nCaribbean.  Bold actions by Washington, including the December 20, 1989, invasion of Panama to oust dictator \nManuel Antonio Noriega and the decade-long U.S. support of the Contra freedom fighters in Nicaragua helped to \npave the way for the democracy in the region.\n\nWhile there is little that Washington can do directly to spearhead democracy in the developing world, and while it \nshould not launch a crusade for democracy, Washington quietly and effectively can help create the conditions in \nwhich it can flourish.  This includes pushing for free trade and free markets because they create the wealth, the \ndomestic stability, and the respect for law that are the necessary preconditions for the growth of democratic \ninstitutions.\n\nFrom Military Rule to Democracy: A Decade of Democratic Reforms\n\nThe past decade has witnessed the most widespread revolution of democracy in the history of mankind.  While the \nmost dramatic example may be the collapse of the East bloc and the Soviet Union, this revolution actually began in \n\n\n\nLatin America in the early 1980s.  Examples: Argentina became democratic in 1983, Uruguay in 1985, Paraguay in \n1989, Nicaragua in 1990, and Chile in 1990.  Only 37 percent of the region's 357 million people in 1980 were \ngoverned by democratically elected leaders.  Today, over 96 percent of the region's estimated 450 million \ninhabitants live under democratic governments. n10 \n\nMany of the new democratic leaders of Latin America -- including Carlos Menem of Argentina, Alfredo Cristiani of \nEl Salvador, and Alberto Fujimori of Peru -- were elected not so much because of their political platforms, but \nbecause of widespread voter disappointment in the failed socialist economic policies of their predecessors.  In El \nSalvador, for example, the left-of-center Christian Democratic party lost the presidency to the conservative Alfredo \nCristiani of the National Republican alliance (ARENA) party in March 1989 not only because of voter disaffection \nwith the government's handling of the war against the communist guerrillas, but also because of the public's \nperception that Christian Democratic President Napoleon Duarte's socialist economic policies were a failure.  \nArgentina's Menem was elected in May 1989 because of opposition to Raul Alfonsin's terrible economic record of \nhigh inflation, economic recession, and high unemployment.\n\nGraphic\n\n \n\nMap 1, North America, Central America and the Caribbean; Map 2, South America: The New Trade Frontier; \nChart 1, U.S. Merchandise Exports in 1990: Latin America Market Larger Than Japanese, Source: Survey of \nCurrent Business, Department of Commerce.; Chart 2, U.S. Direct Investment in Latin America: Since 1983, Total \nInvestment Has Tripled, Source: U.S. Department of Commerce.,; Chart 3, Latin American Imports From Industrial \nCountries: U.S. Dominates Europe, Japan, 1989, Source: United Nations; Chart 4, U.S. Trade with Latin America: \nExport Surge All But Eliminates Deficit, Source: U.S. Department of Commerce.; Charts 1 through 4, Heritage Data \nChart\n\nMindful of how they came into office, these and other democratic leaders of Latin America see their top priority as \nturning around their moribund economies, but they also understand that doing so is the best way to engender the \ngrowth of democratic institutions.\n\nPROTECTING U.S. SECURITY INTERESTS IN THE AMERICAS\n\nWith the end of the Cold War and the halting of most former-Soviet and Eastern European support for revolutionary \nmovements in the Americas, U.S. security efforts in the region should focus mainly on combatting drug trafficking \nand terrorism.  After the Sandinista regime in Nicaragua collapsed in February 1990, Cuba remained as the sole \ncommunist dictatorship in Latin America.  It is also increasingly alone globally.  Since last August's failed putsch in \nMoscow, former Soviet and Russian officials have been turning against Castro.  Former Soviet President Mikhail \nGorbachev vowed on September 11, 1991, to remove all of the Kremlin's estimated 7,000 military and intelligence \npersonnel from Cuba and end Moscow's economic subsidy of Castro.  Total Soviet economic subsidies to Cuba for \n1991 fell to $ 1.7 billion from $ 4.5 billion in 1989.  Then last November 19, Russian President Boris Yeltsin signed a \ndecree freezing all negotiations on all future Russian oil exports agreements with Cuba.\n\nThe other major communist threats in Latin America are the Farabundo Marti National Liberation Front (FMLN) in \nEl Salvador, and the guerrilla insurgencies in Colombia, Guatemala, and Peru.  Despite the historic January 16 \npeace agreement signed between the Cristiani government and the Salvadoran rebels, the FMLN will remain a \nthreat to El Salvador's stability until they are demobilized and fully incorporated back into society.\n\nTargeting Americans.  Terrorism against American targets remains a threat in the region.  In 1990, roughly two-\nthirds of all anti-U.S. terrorist attacks worldwide took place in Latin America.  U.S. citizens, businesses, and \ndiplomatic interests were the principal targets.  Terrorists appear to be targeting the U.S. mainly because of \nWashington's stepped-up campaign against the international narcotics trade and because of its support for the \n\n\n\nregion's increasingly conservative, pro-free market democracies.  The Shining Path and Tupac Amaru \nRevolutionary Movement (MRTA) in 1990 launched roughly twenty attacks against the U.S. Embassy, American \nbanks, and other U.S. interests in Peru.  Despite this high number of attacks, only two American were killed in the \nregion in 1990 -- one in Panama City, Panama, and the other in Cuzco, Peru. n11 The danger to Americans, \nhowever, remains unabated.  This January 12, the Maoist Shining Path in Peru claimed responsibility for shooting \ndown a UH-1H helicopter with a Soviet-made surface-to-air missile, killing all three Americans aboard. \n\nU.S. citizens are not the only foreign targets.  Last July 12, the Shining Path executed three Japanese engineers \nworking at an agricultural research facility in Huaral, Peru, a town fifty miles North of Lima.  In Peru and Colombia, \nterrorist groups enriched by involvement in drug trafficking have launched attacks against international oil \ncompanies and other enterprises.  There also is evidence that Arab terrorists, including the Libyan-backed Abu \nNidal Organization, are expanding into Latin America. n12 During the Persian Gulf war, several bombings \noccurred against U.S. and European targets; responsibility was claimed by Arab terrorist groups. \n\nU.S.-Latin American Anti-Narcotics Cooperation\n\nLatin America is the major supplier of illegal drugs to the U.S.  It is estimated by U.S. government officials that all \nof the cocaine, 71 percent of the marijuana, and 25 percent of the heroin smuggled into the U.S. today originate in \nthe region. n13 Because of this, the Bush Administration has made the fight against the Latin American drug trade \na major component of its foreign policy.  Cooperation with Mexico in the war on drugs, for example, has improved \ndramatically over the past few years.  With the help of U.S. intelligence information, airplanes, helicopters, and \ntraining, Mexico seized more drugs between 1988 and 1992 than during all previous Mexican governments \ncombined. \n\nThe key component to U.S. drug war in South America goes by the name of the Andean Initiative.  This five-year, $ \n2.2 billion program, originated at the Andean Drug Summit between Bolivia, Colombia, Peru, and the U.S. in \nCartagena, Colombia, on February 15, 1990.  At this meeting, Bush discussed coordination efforts to combat the \ndrug trade in these Andean countries and pledged strong U.S. anti-drug support.  Through the Andean Initiative, the \nU.S. provided economic, military, and law enforcement assistance and training to battle the drug cartels.  Through a \nMarch 1990 agreement, for example, the U.S. gave some $ 19 million in equipment and training to Peru's National \nPolice to support counter-narcotics operations in the upper Hualluga Valley in Central Peru.\n\nTOWARD THE NEXT AMERICAN CENTURY\n\nThe collapse of the Soviet empire and the defeat of communism allow the U.S. to forge a new policy toward the \nAmericas.  The region's move toward democracy and free markets may very well make the 21st century the century \nof all the Americas.  North, Central, and South America could join with the Caribbean in a vast free trading market.  \nIt should be the aim of U.S. Latin American policy to transform this dream into a reality.\n\nWhile the bush Administration already has begun this task, much more needs to be done.  The Bush \nAdministration should:\n\n* Complete quickly the North American Free Trade Agreement (NAFTA).\n\nCompleting the free trade pact between the U.S., Canada, and Mexico should be Washington's top priority in Latin \nAmerica.  The NAFTA will eliminate most tariff and non-tariff barriers between the countries and allow for the free \ntrade of goods and services from the Yukon in Alaska to the Yucatan in Mexico.  So doing, it will spur the economic \ngrowth that creates jobs throughout North America.  The U.S. Commerce Department estimates that roughly \n538,000 American jobs are tied to U.S. exports to Mexico.  Half of these jobs are a direct consequence of the trade \nliberalization that Mexico has pursued since 1986.  NAFTA, moreover, will help the U.S. compete against the \nEuropean Community and East Asia.  It will create a free trading zone of 360 million people with a combined annual \neconomic output of over 6 trillion.\n\nThe NAFTA will serve as the cornerstone for the Enterprise for the Americas and other free trade agreements in the \nregion.  It also will help lock into place the sweeping market reforms that have taken place under Mexican president \n\n\n\nCarlos Salinas de Gortari and will encourage continued democratic progress in Mexico.  Strategically, the NAFTA \nwill bolster U.S. security interests by providing for a more prosperous and stable Mexico on America's southern \n1,933-mile border.\n\n* Convene a summit of Latin American leaders to promote the U.S. Enterprise for the Americas Initiative.\n\nSo far, the EAI has not been coordinated sufficiently with Latin American nations.  While Latin American lenders \nstrongly support the Bush plan, they complain that they have little input in the development of the plan.  They also \nfear that the growing protectionist mood in the U.S. will kill the EAI.\n\nTo correct these problems, Bush should announce that the U.S. invites Latin American leaders to meet at a \nsummit in the U.S. to discuss the EAI.  A preliminary conference could be held in a Latin American capital such as \nSantiago, and should be attended by the free market leaders of Latin America -- Menem of Argentina, Aylwin of \nChile, Salinas of Mexico, Perez of Venezuela, and many others.  This meeting would set an agenda for the full \nsummit sometime next year.\n\nLeaders at the EAI preparatory conference could focus on six key areas:\n\n1) Promoting free trade and market policies;\n\n2) Establishing a timetable for signing free trade agreements with the U.S. and each other;\n\n3) Developing a multilateral investment fund for the EAI with Japanese and European participation;\n\n4) Speeding up debt-for-equity and debt-for-nature swap programs; and\n\n5) Building the political and public support needed to promote the EAI in the U.S. and Latin America.\n\n6) Helping address the region's security problems.\n\nBesides getting Latin American countries involved in the EAI, a regional summit would transform the EAI from a \nU.S. to an all-American initiative.\n\n* Create an Enterprise for the Americas Initiative (EAI) task force of U.S. officials to coordinate policy.\n\nThis interagency committee should consist of the relevant assistant secretaries from the Departments of \nCommerce, Defense, Education, Justice, State, and Treasury, plus officials from the U.S. Trade Representative's \noffice, the Environmental Protection Agency, the Drug Enforcement Administration, and the Immigration and \nNaturalization Service.  Its chairman should be Under Secretary of the Treasury for International Affairs David \nMulford.  Its purpose should be to cut through bureaucratic red tape, to coordinate the policies of the different \ndepartments and to promote the EAI on Capitol Hill.  By making a senior member of the Treasury Department \nchairman, the EAI task force should benefit politically from having the White House's attention.\n\nAs a start, this task force should ask the International Trade Commission, an independent and bipartisan U.S. \ngovernment agency that rules on disputes concerning trade and reports on the effects and benefits of freer trade, to \nprepare studies on what impact the EAI could have on the U.S. and Latin America.  Creation of an EAI task force, \nmeanwhile, would demonstrate to Latin American governments confidence that Washington is serious about the \nEAI and would signal to Congress that the Bush Administration intends to move ahead with the plan.\n\n* Negotiate as many free trade agreements as possible with Latin American Countries.\n\nWhile the Bush Administration should concentrate the bulk of its resources and personnel on quickly concluding the \ntrade pact with Canada and Mexico, it should not ignore other countries seeking to negotiate free trade pacts with \nthe U.S.  Already, in fact, the U.S. has signed free trade framework agreements with all major Latin American \ncountries.  These agreements have launched talks on lowering trade barriers and expanding investment.  They also \nhave created trade and investment working groups to monitor commerce and promote free trade policies leading to \n\n\n\nan eventual FTA.  Chile, Colombia, Costa Rica, and Venezuela, for example, are ready to begin FTA negotiations \nwith Washington immediately.\n\nU.S. Trade Representative Carla Hills and the Department of Commerce, curiously, balk at beginning free trade \ntalks immediately with these countries.  They want to postpone such talks with other Latin American countries until \nafter the NAFTA is made law, probably in early 1993.  They complain that they are short of personnel, and that they \nneed to concentrate on Mexico and on the Uruguay Round of the multilateral international trade talks, the so-called \nGeneral Agreement on Tariffs and Trade (GATT).  The Bush Administration, moreover, apparently fears that free \ntrade accords could become an issue in this year's presidential campaign.\n\nDelaying FTA negotiations until after the November 1992 election, however, would be a mistake.  First, the U.S. \ngovernment has sufficient resources to negotiate FTAs with any country ready to do so, like Chile.  Second, these \nnegotiations should be completed while Bush still has the special trade negotiating power granted by Congress \nknown as fast track authority.  Congress granted this to Bush last June, and it expires in May 1993.  Under fast \ntrack authority, Congress agrees to vote either yes or no on a trade accord.  This means that Congress will not \namend such an accord.\n\nThird, the sooner the U.S. strikes free trade agreements with its key trading partners in Latin America, the sooner \nthe U.S. economy will rebound.  For every $ 1 billion that the U.S. exports, 20,000 American jobs are created.  It is \nestimated that roughly 8 million U.S. jobs are export-dependent.\n\nFourth, American labor groups will not be opposed to free trade negotiations with Chile and other Latin American \ncountries as they are with Mexico.  The AFL-CIO, for example, maintains that it would not be as concerned with \nFTAs with Chile and Coast Rica as it has been with Mexico.  Chile and Costa Rica pose little threat to the U.S. auto \nindustry and other labor intensive industries, which labor unions seek to protect with tariffs and other barriers to free \ntrade.\n\nFifth, the political mood in Latin America now supports free trade with the U.S.  An October 1991 Gallup Poll \nrevealed, for example, that about 65 percent of the Mexican population supports free trade with the U.S.  Similar \nsupport is found throughout the region.  If Washington stalls, this mood may shift.\n\n* Make the Index of Economic Freedom a precondition of foreign aid.\n\nThe Index of Economic Freedom is a device for measuring and evaluating a country's progress in developing a \nmarket economy.  First proposed by The Heritage Foundation in 1988, the Index gauges such factors as the status \nof property rights, the extent of economic regulation, the size of the state sector in the economy, the rate of taxation, \nand trade policy. n14 Nations that score high on the Index clearly are pursuing policies that will build free markets.  \nA report accompanying the fiscal 1992 Foreign Aid Authorization Bill requires the U.S. Agency of International \nDevelopment to use a common standard for evaluating and comparing countries' progress in adopting policies that \npromote individual economic freedom.  This standard, which by and large is the Index, then becomes the criterion \nfor deciding whether and how to grant those countries foreign aid.  So far, however, Congress has not voted on the \n1992 Foreign Aid Re-Authorization Bill.  Bush should press Congress to approve the Index and instruct AID to use \nit to decide whether to grant aid to Latin American countries. \n\n* Isolate Cuba and Haiti.\n\nWhile the Bush Administration should work to fortify democracy and encourage democratic reforms throughout \nLatin America, Washington specifically should seek to bring political freedom to the people of Cuba and Haiti.\n\nThough the U.S. has tried to isolate Castro economically through a thirty-year-old trade embargo of Cuba, Castro \nhas survived.  The loss of help from Moscow and Eastern Europe, however, is bringing Castro's Cuba to its \neconomic knees.  To hasten Castro's downfall, the U.S. must refrain from compromising with Havana or liberals in \nthe U.S. Congress on loosening the trade embargo, which prohibits all U.S. trade with Cuba.  The U.S. also should \ncontinue banning the travel of American citizens to Cuba.  Trade and tourism dollars could give the Castro \ndictatorship new life, just before it dies, thereby prolonging the suffering and misery of the Cuban people.  \n\n\n\nMoreover, the U.S. should enlist the support of such Latin American leaders as Argentina's Menem and Mexico's \nSalinas to further isolate the dictator economically and diplomatically.  Public denunciations by such leaders, \ncombined with trade restrictions, would accelerate Castro's downfall.  Washington also should encourage the \nOrganization of American States (OAS) to send delegations to Cuba to inspect human rights conditions, meet with \nCuba's fledgling democratic movement inside Cuba, pressure Castro to hold elections, and place a hemisphere-\nwide trade embargo on Cuba as it has done with Haiti.\n\nThe Bush Administration, for the most part, has responded wisely to the September 30 coup in Haiti.  Washington \ncut off the $ 85.5 million in U.S. economic and military aid that Haiti was receiving annually.  Washington also froze \nHaiti's financial assets in the U.S., and worked closely with the Organization of American States to isolate the new \nHaitian military junta economically by placing a trade embargo on the country.  The U.S. should continue pressing, \ntogether with Caribbean Basin nations, for a return to a civilian government in Haiti.  Due to the failure of \nnegotiations to restore democracy in Haiti, the Bush Administration also should explore OAS support for a possible \nmultilateral military action in Haiti.  Such a move could be needed to demilitarize the country and stop the flow of \nsome 2,000 refugees leaving Haiti every day for Florida.\n\nResembling Castro.  The Bush Administration, however, made a mistake in identifying U.S. policy so closely with \nousted leader Jean Bertrand Aristide.  To compound the error, the Administration is insisting that Aristide's return to \npower is a precondition for normalizing relations with Port-au-Prince.  Yet, Aristide's actions in the months before \nhis departure from power began to resemble those of Castro.  Aristide fostered class violence, promoted lynchings, \nencouraged attacks against political opponents, and created a personal militia.  As a result, the Haitian people may \nnot want him back.  They should be allowed to say so though some form of referendum, possibly organized by the \nOAS.\n\n* Strengthen democratic reforms in El Salvador, Nicaragua, Panama, and other Central American countries.\n\nThe U.S. ouster of the drug-running Panamanian dictator Manuel Antonio Noriega from Panama in December 1989 \nand the electoral defeat of the communist Sandinistas in Nicaragua in February 1990 have alleviated U.S. security \nconcerns in Central America.  So, too, has the peace agreement signed this January 16 by the government of El \nSalvador and the communist guerrillas of the FMLN.\n\nThis does not mean, however, that the U.S. can ignore Central America.  The area is still deeply impoverished and \nhighly unstable.  Washington has a stake in helping foster a stable and economically prosperous Central America.  \nAt risk in the region is a return to civil war and insurgency.  Such turmoil could spill over into Mexico leading to \npolitical instability and economic problems.  It also could escalate the number of refugees seeking assylum in the \nU.S.\n\nMoreover, drug trafficking is becoming a serious problem in Central America.  If democracy and free market take \nroot, however, then the region can become a key player in the Enterprise for the Americas Initiative.  Washington \nmust maintain its $ 42.5 million in military sales and training for El Salvador's security forces at least until the FMLN \nguerrilla forces are more fully incorporated into society and have been disarmed.  At that point, the U.S. should \nchannel more of this aid toward market-based economic development programs and post-war reconstruction \nefforts.  Washington, too, must continue pressuring the Salvadoran military to carry out badly needed reforms, \nincluding cuts in the size of the 58,000-man armed forces, civilian control over police and intelligence forces, and \ngreater respect for human rights.  Finally, Washington's $ 200 million economic aid package to the Cristiani \ngovernment in El Salvador should partially be directed toward providing private property rights to discontented \npeasants, former guerrillas, and military personnel released from duty.\n\nThe Bush Administration also must help push the democratic reforms in Nicaragua and Panama.  The U.S. has a \nspecial interest in seeing that Violeta Chamorro's government in Nicaragua and Guillermo Endara's government in \nPanama succeed.  To help, Washington should condition aid on, and assist with, the demilitarization of both of \nthese countries.  In Nicaragua, the U.S. must make it clear to the Sandinistas that the Chamorro government has \nWashington's full support and that attempts to undermine the fragile new democracy could trigger a security forces \nto root out former Noriega supporters, as well as bolster anti-narcotics cooperation with the Endara government.\n\n\n\n* Protect anti-drug, counterterrorism, and military training programs from congressional cuts.\n\nWith communism on the wane in Latin America, the security interests of the U.S. in this region will be focused on \ncountering terrorist attacks on American citizens and interests, and fighting the war against drugs.  The U.S. last \nyear spent approximately $ 373 million to combat illegal drugs and terrorism in Latin America.  The Bush \nAdministration has requested some $ 445 million for fiscal 1992.  The majority of this aid goes to training and \neducating Latin America's anti-drug and military forces, giving them communication and intelligence gathering \nequipment, computers, jeeps, helicopters, patrol boats, radar technology, uniforms, and weapons; and covering the \ncosts of U.S. anti-drug personnel deployed to the region.\n\nBoost for Human Rights.  The full $ 445 million requested by Bush for security assistance to Latin America is \nneeded to curtail terrorism, and illegal drug trafficking, and to further professionalize the region's armed forces.  \nThis amount, however, should be re-evaluated and possibly diminished as security threats in the region continue to \ndiminish.  Yet Congress is trying to cut Latin American security assistance too quickly.  Many congressional liberals \nand self-proclaimed human rights groups cite alleged human rights violations in El Salvador, Peru, and other \ncountries as justification for aid suspension or termination.  The State Department, however, argues that the cutoff \nof such aid will only make matters worse.  Greater contact with the U.S. armed forces and continued military grants, \nsales and training will help bolster respect for human rights among Latin American security forces, as well as help \ncounter the drug trade and terrorism.\n\nBesides pressing Congress for full funding of its Latin American security assistance program, the Bush \nAdministration should ensure that the money approved by Congress is wisely spent.  One of the best security \nassistance programs is the International Military Education and Training (IMET) program, which helps train and \neducate armed and security forces in Latin America, making them more professional and less likely to abuse \nhuman rights.  Washington should also share its expertise in such activities as intelligence gathering, criminal \ninvestigation, hostage rescue, surveillance, demolition, search and destroy missions, and armed field operations \nagainst drug traffickers and terrorists.\n\nFinally, the U.S. should provide the region's armed forces with helicopters, coastal and river patrol boats, spare \nparts for their U.S.-manufactured planes, communications equipment, night vision gear, small arms, machine guns, \njeeps, field uniforms, packs, boots, and maps.  This equipment does not need to be new and could be surplus \nequipment retired from the U.S. armed services.  This would reduce the cost to the U.S. taxpayer.\n\n* Explore and promote free market-based solutions to protecting the environment.\n\nLatin America has abused its environment for decades by socialist style economic policies and military dictators \nwho care little for the environment.  Some 14 percent of the Amazon rain forest, for example, has been destroyed.\n\nTo combat pollution in Latin American, the Bush Administration should press Latin American countries to adopt \nfree market solutions to environmental problems.  Washington, for example, should encourage Latin American \ncountries to guarantee private property rights; privatize state-owned industries, which pollute more than private \nindustries; and invest money into research programs that explore market-based solutions to environmental \nprotection.  The U.S. and other countries holding the huge foreign debts of Latin American countries also could \ncancel their interest payments on restructured debt, allowing the sums to be paid instead to a special privately \nmanaged fund for environmental programs.  This debt reduction method, called \"debt-for-nature swaps,\" has been \nused successfully in Chile and Mexico.  The U.S. should challenge the OAS to get more involved in creating free \nmarket solutions to environment problems.  The OAS, for example, could be asked to establish a free market \nenvironmental task force to explore ways to clean the environment without destroying jobs and slowing economic \ngrowth.\n\n* Make the Organization of American States (OAS) more effective.\n\nThe OAS traditionally has been ineffective in helping resolve economic, political, and security concerns in the \nAmericas.  It often also has criticized U.S. policies and actions in the region, including the U.S. 1989 liberation of \n\n\n\nPanama.  Yet it was the OAS's own inability to resolve the Panama crisis that eventually forced the U.S. to take \naction to protect the region's security interests.\n\nA new role for the OAS may be evolving.  Over the past two years, with the end of the Cold War and the mounting \nacceptance in the Americas for free market policies and democracy, the OAS's rhetoric and actions increasingly \nhave supported U.S. interests and foreign policy positions.  Most recently, the OAS has worked to bring stability to \npost-war Nicaragua, has sought to counter illegal arms flows in Central America, has taken a more active stance in \ndeveloping counter-narcotics policies, and has defended democracy, especially in Haiti where it is acting as an \nintermediary between Aristide and the military to bring democracy back to the country.\n\nThe U.S. should welcome these developments and support OAS action diplomatically and financially when in its \ninterests.  By working more closely with the OAS, Washington can seek to use its clout in the region to promote \ndemocratic stability, the EAI, anti-drug efforts, and human rights.  The U.S., however, always should retain the right \nto act unilaterally, as it did in Panama, and should never give any country or organization a veto over its actions.  \nThis would make America look weak and paralyze U.S. foreign policy.\n\nCONCLUSION\n\nThe end of the Cold War and the near-global defeat of communism give the U.S. an unprecedented opportunity to \nenter into a partnership for economic growth and democracy with its southern neighbors.  Not only has Latin \nAmerica gone through a dramatic democratic and free market transformation, it stands poised to forge a \nhemisphere-wide free trade zone.  If properly cultivated by the Bush Administration, free markets and democracy \ncould blossom fully in the region.  This, obviously, would benefit the U.S. economy and safeguard Washington's \nsecurity interests in Latin America.  The next century may indeed be the American century, not just for the U.S., \nbut for all of the Americas.\n\nThe success or failure of Latin America's reforms are vitally important to U.S. economic and security interests.  If \nthey prove successful and lasting, the region could become an increasingly important market for U.S. goods and \ninvestment, and an important new source of raw materials.  If the free market and democratic revolutions fail in \nLatin America, the region could be destabilizied by guerrilla insurgencies, terrorism, increased levels of drug \ntrafficking, military coups, and could be an even larger source of illegal immigration and refugees to the U.S.\n\nFostering Economic Prosperity.  The Bush Administration can fortify free markets, democracy, and regional \nsecurity in the Americas by quickly completing the North American Free Trade Agreement talks with Canada and \nMexico.  A North American free trade pact will lead the way for similar agreements with other countries in the \nhemisphere, and will demonstrate that Washington has genuine interests in improving its relations with its \nneighbors.  Bush also must work with the region's leaders to promote and forge the Enterprise for the Americas \nInitiative (EAI).  To this end he should ask that a summit of Latin American leaders convene sometime this year to \ndiscuss ways to promote the free trade vision implicit in the EAI.  This will assure the U.S. new and dynamic \nmarkets throughout Latin America and the Caribbean and help spread economic prosperity and stability in the \nregion.\n\nBush also should tackle the security problems that still plague the region.  He should continue to help Latin \nAmerican countries wage their wars against illegal drug traffickers and terrorists.  The Bush Administration must \nmaintain its security assistance budget for the region's trouble spots, including Colombia, El Salvador, and Peru, to \nguarantee that progress made to date is not reversed, or that problems that plague these countries do not spread to \ntheir neighbors.  He also should continue the trade embargo on Cuba and Haiti, while distancing himself from \nformer Haitian leader Jean Bertrand Aristide, who showed himself to the less than a true democrat while in office.\n\nFinally, Bush should explore exciting new free market means to clean the environment in Latin America.  One of \nthese is the so-called debt-for-nature swaps, whereby the interest on foreign debt is forgiven and turned over to a \nfund to finance environmental projects.\n\n\n\nThese policies would inaugurate and shape a new era in U.S.-Latin American relations, as well as represent a sign \nof good faith toward the region.  By contrast, indifference or inaction by Washington could result in a setback for \nfree markets, democracy, and security in the hemisphere.  The inter-American community today stands on the brink \nof a prosperous and stable decade.  For Washington to miss this opportunity would be one of the policy failures of \nthis century.\n\nSelected Countries of Central America, South America and The Caribbean\n\nArgentina\n\nType of Government: Republic\n\nArea: 1,068,000 sq. miles\n\nTrade with U.S.: $ 2.8 billion (1990)\n\nBelize\n\nType of Government: Parliamentary\n\nArea: 8,862 sq. miles\n\nTrade with U.S.: $ 155 million\n\nBolivia\n\nType of Government: Republic\n\nArea: 424,000 sq. miles\n\nTrade with U.S.: $ 348 million\n\nBrazil\n\nType of Government: Federal Republic\n\nArea: 3,285,000 sq. miles\n\nTrade with U.S.: $ 13.6 billion\n\nChile\n\nType of Government: Republic\n\nArea: 292,183 sq. miles\n\nTrade with U.S.: $ 3.2 billion\n\nColombia\n\nType of Government: Republic\n\nArea: 439,600 sq. miles\n\nTrade with U.S.: $ 5.4 billion\n\nCosta Rica\n\nType of Government: Democratic Republic\n\nArea: 19,724 sq. miles\n\nTrade with U.S.: $ 2 billion\n\nCuba\n\nType of Government: Communist Dictatorship\n\n\n\nArea: 42,792 sq. miles\n\nTrade with U.S.: $ 0\n\nDominican Republic\n\nType of Government: Republic\n\nArea: 18,810 sq. miles\n\nTrade with U.S.: $ 3.5 billion\n\nEcuador\n\nType of Government: Republic\n\nArea: 109,454 sq. miles\n\nTrade with U.S.: $ 2.2 billion\n\nEl Salvador\n\nType of Government: Republic\n\nArea: 8,121 sq. miles\n\nTrade with U.S.: $ 811 million\n\nGuatemala\n\nType of Government: Republic\n\nArea: 42,030 sq. miles\n\nTrade with U.S.: $ 1.6 billion\n\nHaiti\n\nType of Government: Military Dictatorship\n\nArea: 10,710 sq. miles\n\nTrade with U.S.: $ 834 million (\n\nTrade Embargo Placed on Haiti Following Sept. 30 Coup)\n\nHonduras\n\nType of Government: Republic\n\nArea: 43,266 sq. miles\n\nTrade with U.S.: $ 1.1 billion\n\nJamaica\n\nType of Government: Parliamentary\n\nArea: 4,242 sq. miles\n\nTrade with U.S.: $ 1.6 billion\n\nMexico\n\nType of Government: Federal Republic\n\nArea: 761,400 sq. miles\n\nTrade with U.S.: $ 59.1 billion\n\n\n\nNicaragua\n\nType of Government: Republic\n\nArea: 49,985 sq. miles\n\nTrade with U.S.: $ 83 million\n\nPanama\n\nType of Government: Republic\n\nArea: 30,185 sq. miles\n\nTrade with U.S.: $ 1.1 billion\n\nParaguay\n\nType of Government: Republic\n\nArea: 157,000 sq. miles\n\nTrade with U.S.: $ 363 million\n\nPeru\n\nType of Government: Republic\n\nArea: 496,100 sq. miles\n\nTrade with U.S.: $ 1.6 billion\n\nUruguay\n\nType of Government: Republic\n\nArea: 68,020 sq. miles\n\nTrade with U.S.: $ 481 million\n\nVenezuela\n\nType of Government: Republic\n\nArea: 352,050 sq. miles\n\nTrade with U.S.: $ 13 billion\n\nNothing written here is to be construed as necessarily reflecting the views of The Heritage Foundation or as an \nattempt to aid or hinder the passage of any bill before Congress.\n"}