{"title": "U.N. Coaxes Out the Wheres and Whys of Global Immigration  - Correction Appended", "body": "\nFor years, as the number of people moving legally or illegally across national borders has grown, governments \nhave resisted United Nations efforts to collect reliable statistics and coordinate procedures governing immigration.\n\n     The United Nations estimates that at least 185 million people -- up from 70 million three decades ago -- are now \nliving in countries other than where they were born. \n\n But demographers say that attempts to analyze these population movements are often frustrated by government \nofficials who try to inflate or to obscure them.\n\nNow, in the midst of an intensifying debate about immigration in Europe and the United States, in part fueled by \nfears of terrorists crossing borders, the United Nations population division will meet on Thursday and Friday in New \nYork to begin exploring global cooperation on the issue. The meeting is expected to be the largest of its kind, \nattracting the participation of governments, refugee organizations, volunteer agencies and policy analysts.\n\n\"This time, people are serious,\" said Demetrios Papademetriou, a former public policy analyst in the United States \nLabor Department who is now the co-director of the Migration Policy Institute, a research organization in \nWashington created by the Carnegie Endowment for International Peace two years ago. \"There is a different air to \nthis meeting. A lot of people are now making serious investments.\"\n\nBeyond what are perceived as problems of immigration in richer countries, there is mounting evidence of threats to \npeace and life from migrations, often forced, in poor nations. For example, African leaders have said that the long-\nrunning Congo war cannot be resolved until Hutu refugees from neighboring Rwanda, now ruled by Tutsis, have \nbeen moved out.\n\nDebates over immigration, said Joseph Chamie, director of the United Nations Population Division, are \ncharacterized by \"a yawning lack of data, absence of theories to explain international migration, a weak \nunderstanding of the complex interrelationship between migration and development, and concerns about the social, \neconomic and political consequences.\"\n\nThere are no internationally agreed upon definitions of terms like \"citizenship\" or \"residence.\" Nationalist hackles \nrise quickly in some developed countries, especially in Europe and Japan, when demographers suggest that low \nbirth rates and aging populations may require huge inflows of immigrants to keep economies afloat.\n\n\nTwo years ago, for example, Mr. Chamie was publicly criticized by the European Union after talking with the media \nabout the possible need for \"replacement migration\" before European governments had had a chance to consider \nthe issue.\n\nUnited Nations officials say the lack of data has often obstructed important work. Only one in three member nations \never report statistics, the United Nations says, and some governments have not been heard from for decades.\n\nDr. Papademetriou of the Migration Policy Institute said he hoped that the mix of private, governmental and \ninternational experts meeting in New York would \"come up with solutions that allow us to husband public resources \nin a very effective and responsible way.\" The institute has established a Web site, www.migrationinformation.org, to \ncollect information and analyses. \n\nhttp://www.nytimes.com\n\nCorrection\n\nAn article yesterday about United Nations efforts to address problems of global migration misstated the number of \npeople the United Nations estimated were living outside their country of birth three decades ago, as contrasted with \n185 million today. The older number is 80 million, not 70 million.\n\nCorrection-Date: July 8, 2002\n"}