{"title": "-Wisconsin residents will need REAL ID-compliant identification to fly beginning October 1, 2020", "body": "\nMADISON - The Transportation Security Administration (TSA) and the Wisconsin Department of Transportation \nDivision of Motor Vehicles (DMV) today held a press conference at the Dane County Regional Airport (MSN) to \nremind Wisconsin residents that starting Oct. 1, 2020, travelers will need a REAL ID-compliant form of \nidentification to board a flight at MSN and all U.S. airports. Signs are currently posted at all Wisconsin airports \nreminding travelers of the October 1, 2020 deadline.\n\nWisconsin has been issuing REAL ID-compliant licenses and ID cards since January 14, 2013. To determine if a \nWisconsin driver license is REAL ID-compliant, look for the cutout of a star in a black background in the upper right-\nhand corner of the license.\n\n'A year from today, all passengers flying out of Wisconsin airports, as well as airports around the country, will need \na REAL ID-compliant license or another acceptable form of ID to board a plane,' said Mark Lendvay, TSA \nWisconsin federal security director.\n\nTravelers who do not have a REAL ID may use another form of acceptable documentation, such as a valid passport \nor military ID. For a complete list of acceptable IDs, go to https://www.tsa.gov/travel/security-\nscreening/identification. A REAL ID also will be required to gain access to secure federal facilities, including \nmilitary bases, nuclear facilities and some federal offices starting Oct. 1, 2020.\n\n'Since a driver license or ID is the most convenient form of identification, Wisconsin DMV encourages travelers to \nprepare their paperwork, then visit a DMV before the October 1, 2020 deadline,' said Wisconsin Division of Motor \nVehicles (DMV) Administrator Kristina Boardman. 'Our customers are encouraged to visit the DMV sooner rather \nthan later. Delay could mean longer lines at the DMV or travelers without a REAL ID or another acceptable form of \nID will be denied boarding their plane.'\n\nInformation on where to find a nearby DMV, what documents to bring, costs and more is at            \n\nPassed by Congress in 2005, the REAL ID Act complies with the 9/11 Commission's recommendation that the \nfederal government 'set standards for the issuance of sources of identification, such as driver's licenses.' The Act \nestablished minimum security standards for state-issued driver's licenses and identification cards and prohibits \nfederal agencies from accepting licenses and identification cards from states that do not meet these standards for \nofficial purposes, such as at airport security checkpoints. The regulations established the deadline of October 1, \n2020, to ensure full enforcement of the REAL ID Act. States have made considerable progress in meeting this key \nrecommendation of the 9/11 Commission.\n\nMore information and Frequently Asked Questions on REAL ID can be found at            https://www.dhs.gov/real-id-\npublic-faqs\n\n[Editorial queries for this story should be sent to newswire@enpublishing.co.uk ]   \n"}