{"title": "In this GOP field, moderate is relative", "body": "\nMitt Romney is the most moderate candidate in the Republican primaries. Yes, even more so than the recently \ndeparted Jon Huntsman, whose tax-cut proposal was more radical and more regressive, and whose endorsement \nof Rep. Paul Ryan's budget put him well to Romney's right on entitlements.\n\nBut compared with recent Republican nominees, Romney's policy platform is quite conservative, and arguably even \na bit extreme. George W. Bush, for instance, looks like a Kenyan socialist in comparison.\n\n\"Renewing America's Purpose,\" the collection of policy speeches that detailed Bush's 2000 policy platform, didn't \nbegin with tax cuts or Medicare reforms or austerity. It began with education. In fact, it began with an education \nspeech delivered to the Latin Business Association, and before it even got to education, it talked about the \"Latino \neconomic miracle\" and said \"the Latino market will demand the attention of our whole economy.\" Then and only \nthen did it go on to address Bush's proposal to vastly expand federal control and financing of America's education \nsystem.\n\nChapter 2 is \"A New Agenda for Compassion.\" That included, by the way, the sole entry on immigration, which \naddressed the problem that \"new immigrants are treated as suspects and strangers, not welcomed as neighbors.\" It \nthen proffered recommendations for creating a kinder, gentler Immigration and Naturalization Service. The words \n\"illegal immigrant\" did not appear anywhere in the book.\n\nChapter 3 - Page 211, for those keeping track - is the first that any of the Republican contenders might recognize: \n\"Strengthening Social Security and Medicare.\"\n\nHere, too, Bush's words might confound the current field. He called for private accounts in Social Security, which to \nbe fair puts him to the right of the current crop, though that's largely because Republicans have been cautious on \nSocial Security since the electorate rejected Bush's plans in 2005. When he got to Medicare, however, his most \nconcrete proposal was to expand the program to include prescription drugs - an idea that became Medicare Part D, \nand served as the single largest entitlement expansion since the advent of Medicare.\n\n\nFinally, in Chapter 4, on Page 245, Bush got to tax cuts. Reading his speech on the subject today, what's \nremarkable is how narrow a rationale Bush used to sell them. \"What is risky is when politicians are given charge of \na surplus,\" he said. \"There is a strong temptation to spend it.\"\n\nIn other words, the tax cuts were there to prevent the surplus from being turned into spending. Elsewhere, Bush \nmade it even clearer: \"Our times allow a substantial tax cut,\" he said. The implication, of course, being that other \ntimes do not permit a substantial tax cut.\n\nIf any time does not allow a substantial, permanent tax cut, this is it. Deficits are large, and stretch as far as they \neye - or the economic model - can see. But Romney hasn't just proposed to extend the Bush tax cuts. He's also \nproposed to add cuts worth more than $2 trillion.\n\nAccording to the nonpartisan Tax Policy Center, Romney's plan - which, after extending the Bush tax cuts, lowers \nthe corporate tax rate, eliminates the estate tax and repeals some high-income tax increases from the Affordable \nCare Act - amounts to a tax cut of $600 billion in 2015. The International Monetary Fund estimates America's gross \ndomestic product will be $18 trillion that year, so that's a tax cut of more than 3 percent of GDP. In contrast, when \nBush's first tax cut was passed, the Joint Committee on Taxation estimated it would cost a shade over 1 percent of \nGDP. So, by any measure, Romney's tax cuts are far, far larger.\n\nThey are also more regressive. Bush's tax cut was, in theory, to be paid for out of the surplus. Today there is no \nsurplus. Romney promises to pay for his tax cuts, but he opposes raising new taxes or cutting defense spending. \nThat leaves domestic spending, most of which goes to seniors and low-income Americans. Nor do his tax cuts \nmake up the difference by distributing most of their benefits among low-income taxpayers. The Tax Policy Center \nestimates that Romney's plan will mean an average tax cut of $164,000 for those in the top 1 percent and $69 - no, \nthat's not a typo - for those in the bottom 20 percent.\n\nSo, in extending the Bush cuts and adding more of his own, Romney is proposing more than $6 trillion in new tax \ncuts that will disproportionately help the richest Americans, and he intends to pay for it through spending cuts - such \nas block-granting Medicaid - that will disproportionately hurt seniors and low-income Americans. That's not a \npolitical attack, by the way. It's math. And it is math that makes his tax cut far more regressive than Bush's \nproposal.\n\nWhich is not to say Bush was a moderate. Although, in fairness to him, No Child Left Behind and Medicare Part D \nwere compromise proposals that attracted substantial Democratic support, particularly in the Senate. It's not even \nto say that Romney, personally, is not a moderate. When Bush was president, Romney was governor of \nMassachusetts, and his signature achievement was a health-care law that later served as the foundation for \nPresident Obama's efforts.\n\nBut the Republican Party has moved far to the right since 2000, and Romney has moved with it. Bush wanted to \npay down a surplus with spending cuts and expand Medicare. Romney wants to finance larger tax cuts by slashing \ndomestic spending. It's a more regressive policy that will be paid for in a more regressive way. In today's GOP, \neven the most moderate presidential candidate is far to George W. Bush's right.\n\nkleine@washpost.com\n\nTwitter: @ezraklein\n"}