{"title": "Papers offer insight on court nominee; ALITO ARGUED IMMIGRANTS HAVE LIMITED RIGHTS", "body": "\nAs a senior lawyer in the Reagan Justice Department, Samuel Alito Jr. argued that immigrants who enter the \nUnited States illegally and foreigners living outside their countries are not entitled to the constitutional rights \nafforded to Americans.\n\nIn an opinion that offers insight into the Supreme Court nominee's view of an area of law that has gained new \nsignificance with the Bush administration's policies to combat terrorism, Alito gave his approval to an FBI effort in \nthe 1980s to collect from Canadian authorities fingerprint cards of Iranian and Afghan refugees living in that country.\n\nThe program to collect background information was constitutional, Alito wrote in a January 1986 memo to the FBI \ndirector. Because the refugees were non-resident immigrants of a third country, he reasoned, the FBI could \ndisregard court decisions that prohibited it from spreading ``stigmatizing'' information about citizens.\n\nWith the Supreme Court scheduled to hear a major case next term involving the Bush administration's policy of \ntrying ``enemy combatants'' in military tribunals, Alito's views of the FBI's old anti-terrorism fingerprint program \nhave resonance today, reflecting what legal experts said is a broad and aggressive view of the law.\n\nThe memo on the rights of immigrants was among 120 documents from Alito's 16-month tenure as a deputy \nassistant attorney general in the Office of Legal Counsel that the Justice Department released Monday in response \nto a Freedom of Information request by the Washington Post and other news organizations. The agency withheld \n70 other documents, asserting that they were exempt from disclosure on grounds of privacy, attorney-client \nprivilege or rules relating to classified information. Names and other details were blacked-out on some documents \nthat were released.\n\nStill, the memos, letters and other papers, most of them written by Alito, provide the most vivid picture available to \ndate of the future nominee's role and views from December 1985 to March 1987, when he worked on legal matters \nas a high-ranking political appointee during President Reagan's second term. He would go on to become U.S. \nattorney for New Jersey and, later, an appeals court judge.\n\nHis writings show Alito in sync with the philosophy of the Republican administration of which he was a part, staking \nout strong stances on aggressive law enforcement and on states' rights. The views he expresses also could be \nconstrued as paralleling those of the Bush administration as it has pursued its campaign against terrorists, legal \nexperts said.\n\n\nThe current administration has contended, for instance, that Al-Qaida and Taliban detainees held at the U.S. naval \nstation in Guantánamo Bay, Cuba, had no right to have their case heard by a U.S. judge. That is in part because, \nlike the Afghan and Iranian refugees in Canada about whom Alito wrote, the recent detainees were not on U.S. \nsoil. That view was rejected last year by a divided Supreme Court.\n\nIn his 1986 memo, Alito cites a 1950 Supreme Court case to support the contention that non-resident immigrants \nof other countries have ``no due process rights'' under the Constitution and a 1970 case that he said suggests \nillegal immigrants in the United States have limited constitutional rights.\n\nConservative constitutional analyst Bruce Fein, who served in the Reagan administration with Alito, said that by the \ntime Alito wrote the memo the Supreme Court had ruled that school-age illegal immigrants had a right to a public \neducation.\n\n``He seems to be saying that there is no constitutional constraints placed on U.S. officials in their treatment of non-\nresident aliens or illegal aliens. Could you shoot them? Could you torture them?'' Fein asked. ``It's a very \naggressive reading of cases that addressed much narrower issues.''\n\nOn other law enforcement issues, Alito also took a pro-government approach. In a January 1986 memo, Alito \nexpressed several concerns about ethics guidelines for prosecutors that had been proposed by the D.C. Bar \nAssociation, saying they would impose ``unworkable burdens'' on attorneys responsible for bringing criminals to \njustice.\n\nIn another memo a few months later, Alito cited a loophole he said would allow IRS attorneys investigating \ntaxpayers to get around an American Bar Association rule that prohibited attorneys from secretly recording \nconversations.\n"}