{"title": "IN BUCHANAN'S WORDS", "body": "\n\"I think God made all people good, but if we had to take a million immigrants in, say Zulus, next year, or \nEnglishmen, and put them in Virginia, what group would be easier to assimilate and would cause less problems for \nthe people of Virginia.?\"\n\n -- ABC-TV's \"This Week With David Brinkley,\" 12/8/91\n\n\"David Duke is busy stealing from me. I have a mind to go down there and sue that dude for intellectual property \ntheft.\"\n\n-- as quoted in the Manchester (N.H.) Union Leader, 12/15/91\n\n\"Does the First World nation wish to become a Third World country? Because that is our destiny if we do not build a \nsea wall against the waves of immigration rolling over our shores.\"\n\n -- nationally syndicated column, 7/6/90\n\n\"The central objection to the present flood of illegals is they are not English-speaking white people from Western \nEurope; they are Spanish-speaking brown and black people from Mexico, Latin America and the Caribbean.\"\n\n -- national syndicated column, 6/15/84\n\n\"With 80,000 dead of AIDS, 3,000 more buried each month, our promiscuous homosexuals appear literally hell-bent \non Satanism and suicide.\"\n\n -- \"From the Right\" (newsletter), 10/22/90\n\n\"If Communism was The God That Failed the lost generation, democracy, panacea for mankind's ills, hope for the \nworld, may prove the Golden Calf of this generation....Anyone who grew up in D.C., when there was no right to vote \nand no city government, can empathize with the Congolese peasants who begged the Belgian diplomat to ask the \nking if he would be willing to take them back.\"\n\n -- \"From the Right,\" 1/25/90\n\n\"If U.S. Jewry takes the clucking appeasement of the Catholic Cardinalate as indicative of our submission, it is \nmistaken. When Cardinal John O'Connor of New York seeks to sooth the always irate Elie Wiesel by reassuring \nhim, \"There are many Catholics who are anti-Semitic....it is deep within them,' when he declares this 'is not a fight \nbetween Catholics and Jews,' he speaks for himself. Be not afraid, your eminence; just step aside, there are \nbishops and priests ready to assume the role defender of the faith.\"\n\n\n -- nationally syndicated column on the controversy over building a Carmelite convent at Auschwitz, 9/26/89.\n\nGraphic\n\n \n\nPHOTO, PATRICK J. BUCHANAN. TWP\n"}