{"title": "Immigrant loses battle with cancer", "body": "\n(ran EAST edition)\n\nStevo Saric, the Bosnian immigrant who brought his family to the United States to escape the violence of war-torn \nAlbania, died Sunday after a three-month battle with stomach cancer.\n\nWhen the 47-year-old first fell ill in April, family members grew concerned about how they would pay bills without \nSaric's income as a welder.\n\nBut after a newspaper story about the family's plight, donations poured in from across the state.\nGONE17\n\nThe donations continue: The cost of Saric's funeral, which was Tuesday, is being picked up by area businesses.\n\nThe Sarics moved to the United States in October 1999 through the National Refugee Relocation Program, under \nthe auspices of Catholic Charities. When they arrived, members of Espiritu Santo Catholic Church in Safety Harbor \nhelped them learn English, and find jobs and a new home.\n\nThen in April, Saric got sick and was hospitalized. Tests eventually showed he had cancer.\n\nDuring his last months, Saric was confined to an adjustable bed in a back room of his house where his family held \nvigil.\n\nSaric's sons, Dario and Sasa Saric, watched their father slip away. Saric's sight failed and his alertness faded. His \nsunken face turned blue.\n\nThe once-athletic, 47-year-old family man died in his sleep Sunday morning.\n\n\"The house seems more empty now,\" said Dario, 17.\n\nTwo weeks ago, the family learned it would get some help paying bills. More than $ 20,000 was raised to help the \nSarics.\n\n\"It just shows that there are still generous people in the world who think about others,\" said wife Fediba Saric, \nspeaking through a translator.\n\nStevo Saric, who was Serbian, met his Muslim wife in the town of Zenica, Bosnia, when she was 17.\n\nWithin the year the two married, despite serious division because of their ethnic backgrounds.\n\n\nBut in the former Yugoslavia, slaughter and ethnic cleansing were unleashed between the Serbs and their Muslim \nneighbors, dimming hopes of a multiethnic Eastern Europe.\n\nAfter years of seeking refuge from ethnic and religious persecution, the family immigrated to the United States.\n\nBob George, one of the Espiritu members who assisted the family, helped the Sarics secure a loan to buy a $ \n111,000 home in Clearwater.\n\n\"It has been one of the greatest joys I've had,\" he said about helping the family. \"We promised (Stevo) that we \nwould take care of his family, so that is what we are going to do.\"\n\nMoss-Feaster Funeral Homes & Cremation Services has donated its services to the Saric family and agreed to hold \nthe funeral and provide a casket free of charge.\n\nThe Cycadia Monument Co. in Palm Harbor also donated a headstone to the family and a plot was donated by \nCalvary Catholic Cemeteries of Clearwater.\n\n\"We had a number of businesses that contributed to this family, so their expenses were very minimal,\" said Michael \nMeadows, funeral director and manager of the Belcher Road Chapel. \"We just felt that we wanted to try to help the \nfamily in any way we could.\"\n\nThe total value of the donated services is about $ 7,000, according to Meadows.\n\nAnd despite experiencing the pain of losing a loved one, the Sarics say they feel safer now that they have other \nsupport.\n\n\"Gladly, my father was alive to see the fundraiser,\" Dario said. \"He was happy and glad that he could leave us \nknowing we were going to have the chance to live by ourselves, even though he is not going to be there to support \nus.\n\n\"That brought a lot of happiness to us.\"\n"}