{"title": "Migrant workers returning home without salary and justice from Qatar: Amnesty International", "body": "\nLast June, an investigative report by Westdeutscher Rundfunk Köln (WDR), a German public broadcaster, exposed \nthe dreadful conditions of Nepali migrants working on the construction of numerous stadiums for the 2022 FIFA \nWorld Cup to be held in Qatar. Nepali workers were reported to be living without money or food, in cramped \nspaces and prison-like conditions.\n\nIn August, Nepali workers also joined in a rare protest in Qatar where thousands of construction workers protested \nagainst the continued inhuman treatment in the gas-rich nation. Media reports showed that migrant workers were \nprotesting on the streets for delayed and unpaid salaries and poor facilities.\n\nIn August again, hundreds of Nepali workers went on strike after their employers did not issue them a valid ID \ncard for months.\n\nThese instances show how exploitation of migrant workers, including Nepali workers, have continued in the gas-\nrich nation, which is also the thesis of the latest research by Amnesty International released on Thursday.\n\nAccording to the new research, thousands of migrant workers are still waiting in vain for unpaid wages and \ncompensation, despite Qatar’s promises to improve workers’ rights.\n\nThe report called ‘All Work, No Pay: The Struggle Of Qatar’s Migrant Workers For Justice’ revealed how \nhundreds of migrant workers working for three construction and cleaning companies have given up on justice and \nreturned home penniless since March 2018, according to the            press statement issued by the human rights \norganisation.\n\nThe statement said that these instances of exploitation have taken place despite the Qatari authorities having \nestablished new committees intended to rapidly resolve labour disputes, as part of reforms agreed ahead of the \n2022 World Cup.\n\n\n“Despite the significant promises of reform which Qatar has made ahead of the 2022 World Cup, it remains a \nplayground for unscrupulous employers,” said Amnesty International’s Deputy Director of Global Issues, Stephen \nCockburn, in the press statement. “Migrant workers often go to Qatar in the hope of giving their families a better \nlife; instead many people return home penniless after spending months chasing their wages, with too little help from \nthe systems that are supposed to protect them.”\n\nDuring the research, Amnesty International followed the search for justice of more than 2,000 migrant workers \nworking for Hamton International, Hamad bin Khaled bin Hamad (HKH) and United Cleaning, after the companies \nhad stopped paying their salaries for several months, citing financial difficulties, before ceasing operations and \nending their contracts.\n\n“Migrant workers in Qatar too often face an impossible choice between long and often fruitless efforts to seek \njustice or returning to their families without the money needed to support them. We are urging the Qatari authorities \nto fully deliver what has been promised and end the shameful reality of labour exploitation,” said Cockburn.\n\nQatar hosts about two million migrant workers, but it does not meet international labour standards, said the human \nrights body.\n\n“The two million migrant workers that form the backbone of Qatar’s economy have the right to be treated fairly at \nwork, and to obtain justice when they are not,” Cockburn said. “If Qatar is serious about meeting its promises to \nimprove workers’ rights, it must provide more judges to ensure cases are heard rapidly, fully finance the \ncompensation fund, and ensure companies that break the rules face justice.”\n\nSource: The Kathmandu Post (Nepal)\n\nGraphic\n\n \n\nQatar hosts about two million migrant workers, but it does not meet international labour standards, according to \nthe human rights body.\n"}