{"title": "Va. Republican Bill Would Bar Illegal Immigrants From College", "body": "\nVirginia Republicans announced legislation Wednesday that would prohibit public colleges and universities from \naccepting illegal immigrants even if they attended a public high school and were brought to the United States at \nan early age by their parents.\n\nGOP leaders, who control both houses of the legislature, suggested that some Virginia residents are being denied \naccess to college because too many illegal immigrants are taking available slots.\n\n\"If a legal Virginia resident is applying to schools, should they be admitted? Or should that slot be set aside for \nsomeone who has arrived here illegally?\" asked James K. \"Jay\" O'Brien Jr. (R-Fairfax), the sponsor of the proposal.\n\nThe Republican proposal would also require city and county jails to check a defendant's immigration status and to \nhave at least one person on duty who has been certified by the federal government to detain illegal immigrants \nuntil deportation proceedings. It would also routinely deny bail for illegal immigrants charged in a crime and \nsuspend the business licenses of anyone convicted of hiring illegal immigrants.\n\nAll 140 seats in the General Assembly are on the ballot this fall, and illegal immigration has been a key issue \nstatewide -- particularly in Northern Virginia, where Republicans have been losing ground in recent elections.\n\nImmigrant-rights activists, who say illegal immigrants aren't being admitted to Virginia colleges anyway, \naccused the GOP of trying to needlessly scare voters.\n\nClaire Guthrie Gastanaga, a lobbyist for immigrant organizations, said the GOP \"is taking advantage of a public \nmisconception about the facts\" and \"exploiting fear and ignorance.\"\n\n\"It's poll-driven. It's cynical, and it's just silly,\" Gastanaga said.\n\n\nThe college admissions proposal, which comes as party leaders try to shift public attention from controversial \nabusive-driving fees, is part of a five-point plan presented by Republican legislators, including House Speaker \nWilliam J. Howell (Stafford) and Senate Majority Leader Walter A. Stosch (Henrico).\n\n\"Allowing illegal aliens to circumvent the rule of law not only undermines the integrity and wellbeing of our society \nand stretches thin limited taxpayer resources at all levels of government, but is an injustice to those immigrants \nwho followed the lawful path in coming to Virginia and the United States,\" Howell said.\n\nThe proposals are more restrained than past statewide efforts to deal with illegal immigration.\n\nLast year, the House of Delegates approved a bill that would cut off state funding for any charity found to be \nassisting illegal immigrants. Some GOP delegates are pushing separate proposals this year to cut off state \nfunding to local governments that provide services to illegal immigrants. Governments in Prince William, Loudoun \nand Culpeper counties are trying to curb illegal immigration, too.\n\nDel. David B. Albo (R-Fairfax), chairman of the Courts of Justice Committee, said the House would focus on the \nproposal outlined Wednesday because the GOP leadership is confident it would be upheld in court.\n\nBut the issue of denying a public college education to an illegal immigrant will probably be controversial.\n\nIn past sessions, the House of Delegates and more moderate Senate have failed to agree on proposals to deny in-\nstate tuition rates to illegal immigrants.\n\nHowell and Stosch say they are ready to go much further.\n\nUnder the GOP proposal, a public college such as Virginia Tech or George Mason University would have to prove \nan applicant is a legal resident or has a valid student visa.\n\nNorthern Virginia Community College allows the admission of illegal immigrants, but they must pay out-of-state \ntuition.\n\nBut most four-year colleges prohibit illegal immigrants, advocates and college officials said. \"We don't enroll \nillegal aliens,\" said Jeff Hanna, a spokesman for the University of Virginia. \"A student who applies and is accepted \nmust produce documentation.\" In 2004, a federal judge in Alexandria upheld the right of U-Va. and six other \nVirginia colleges and universities to deny admission to illegal immigrants. The suit was brought by illegal \nimmigrants upset that they were being denied entry.\n\nO'Brien couldn't present any evidence Wednesday that illegal immigrants are gaining access to Virginia's \ncolleges.\n\nBut GOP leaders offered statistics showing that 36 percent of applicants to a four-year public college in Virginia \nwere rejected last year. They couldn't say how many of those denials occurred because the applicants weren't \nacademically qualified.\n\nIn some cases, students at Virginia public schools do not have legal status -- even though their younger siblings do \n-- because they were brought into the country at a young age by their parents. In those circumstances, O'Brien \nsaid, it would be up to \"the parents of that child to seek legal presence for that child.\"\n\nThe proposal dealing with defendants in county jails would require that sheriffs have at least one person on duty at \nall times who is certified to check their immigration status.\n\nA 1994 law asks sheriffs to check immigration status. But Albo said that the legislation is confusing and that many \njails do not follow it.\n\n\"This will absolutely mandate them to do it and tells them how they should do it,\" Albo said.\n\n\n\nGov. Timothy M. Kaine (D) said that he is eager to work with the Republicans to curtail illegal immigration but that \nhe is waiting for the findings of a state commission studying the issue before he endorses a specific proposal. The \ncommission is expected to complete its work in October.\n"}