{"title": "Special-Interest Groups Widening Political Attack Ads", "body": "\nIt was one of the more astonishing political images of the year: a newspaper advertisement that linked Osama bin \nLaden, the suspected international terrorist, with Senator Spencer Abraham, the Michigan Republican.\n\nWhy is the senator, asked the advertisement that ran in some of Michigan's largest newspapers, \"trying to make it \neasier for terrorists like Osama bin Laden to export their way of terror to any street in America?\"\n\nThe question not only puzzled readers, but the advertising campaign, sponsored by a Washington-based group \nthat regularly inveighs against any form of immigration, the Federation for American Immigration Reform, also \ninfuriated institutions like the Michigan Catholic Conference, the voice of the state's seven Roman Catholic \ndioceses on social and political issues.\n\n\"It has been real ugly and I think very vicious,\" said Paul A. Long, vice president for public policy of the conference, \nwhich asked television stations around the state to stop broadcasting anti-immigration spots sponsored by the \nfederation. \"We felt compelled to speak out.\"\n\nThe federation's advertisements -- which include television and radio spots that warn viewers and listeners that \nimmigration legislation sponsored by Mr. Abraham would \"import more than 200,000 foreign workers a year to take \ngood American jobs\" -- are among the nastiest running anywhere this political season. They are also an extreme \nexample of a trend that is changing the face of political advertising: the increasing insertion of special-interest \ngroups into the process as masters of the attack.\n\nJust last week, for instance, Handgun Control, the antithesis of the National Rifle Association, began running a spot \nin eight cities around the country that implied that the N.R.A. would work out of the Oval Office if Gov. George W. \nBush should be elected president.\n\nGroups as well known as the Sierra Club and individuals as obscure as the Republican campaign donors Sam and \nCharles Wyly -- they of the attack commercial on Senator John McCain's environmental record -- are on the air with \nspots leveling ominous accusations about Republican and Democratic candidates alike.\n\nTwo weeks ago, in fact, the Sierra Club began running commercials in 17 Congressional races across the nation, \nabout evenly divided between candidates it considers good for the environment and those it views as bad, including \nMr. Abraham.\n\n\n\"Interest-group ads have been a growth industry ever since 'Harry and Louise' appeared in '93 and '94,\" said \nDarrell West, a Brown University political science professor who studies campaign advertising. Harry and Louise \nwere the ubiquitous television couple in the insurance industry spots that helped kill the Clinton administration's \nnational health care proposals.\n\n\"Since that time, we have seen a virtual explosion of interest-group ads,\" Professor West said, adding that the \ngroups sometimes serve as surrogates for candidates, who, at a time when voters are prone to punish office-\nseekers for seeming too negative, cannot afford to be perceived as attacking an opponent.\n\n\"This decade, candidates have been less likely to employ attack ads for fear of the backlash,\" he said. \"The \ngroups can provide a candidate with a level of insulation.\"\n\nThe Michigan Senate race is a microcosm of the trend. So far, the only significant television advertising in the race \nhas been by organizations ostensibly unaffiliated with either political party, including the A.F.L.-C.I.O., the Sierra \nClub, Michigan Right to Life and a business group called Americans for Job Security. Mr. Abraham, engaged in \nwhat polls show is a tight race, and his Democratic opponent, Representative Debbie Stabenow, have yet to begin \nadvertising in any concerted way.\n\nAnd then there is the Federation for American Immigration Reform, known by its acronym, FAIR. The Catholic \nChurch was condemning a $700,000 advertising campaign that the federation describes as an effort to defeat the \nimmigration legislation sponsored by Mr. Abraham. But many people here view the federation's effort as a virulent \ncampaign to defeat the senator himself in the fall election. Mr. Abraham, a first-term senator of Lebanese descent, \nis chairman of a Senate subcommittee on immigration.\n\nAt least one television station, a Fox Network affiliate in Detroit, pulled a federation commercial.\n\nThe nonprofit federation, founded in the late 1970's by Dr. John Tanton, an ophthalmologist from northern Michigan, \nhas long viewed a ban on immigration as the key to population control. It advocates a moratorium on all \nimmigration, with the exceptions of spouses and children of American citizens, and \"a limited number of refugees.\"\n\nThe group, which claims a dues-paying membership of 70,000, has attracted a smorgasbord of support from both \nthe left and the right, and had been running harshly anti-immigration commercials on radio and television in high-\nvisibility primary states like Iowa and South Carolina.\n\n(Former Gov. Dick Lamm of Colorado, a Democrat, is on the federation's board of directors. Former Senator Alan \nK. Simpson of Wyoming, a Republican, resigned from the advisory board over the federation's Michigan advertising \ncampaign.)\n\n\"They've always been controversial,\" said Frank Sharry, executive director of the National Immigration Forum, a \nWashington advocacy group for immigrants. \"Their work has always been surrounded by accusations of racism \nand white supremacy.\"\n\nWhat often raises hackles about the federation is its past financial backing from the Pioneer Fund, an organization \nformed in the 1930's in part to promote racial purity.\n\nDan Stein, the federation's executive director, says the group long ago severed its connections with the Pioneer \nFund, and that the purpose of the Michigan television and radio spots and print advertisements is to educate Mr. \nAbraham's constituents about the issues, not the election. One of the commercials' objectives is the defeat of a bill \nsponsored by Mr. Abraham that would increase the number of visas granted to foreigners seeking to work for high-\ntech companies, which complain of a shortage of skilled applicants.\n\nIn its television spot, the federation characterized the measure as a threat to American college graduates, and \nurged constituents to call the senator on a toll-free number that the group arranged to have connected to Mr. \nAbraham's Washington office.\n\n\"We are a charitable entity,\" Mr. Stein said. \"We are not interested in affecting the campaign.\"\n\n\n\nThe Abraham camp thinks otherwise. \"Their goal is to defeat Abraham and show his colleagues what they can do,\" \nsaid Joe McMonigle, the senator's campaign manager.\n\nAs a nonprofit charity whose donors can receive tax deductions, the federation is permitted to engage in lobbying \nbut is barred by the Internal Revenue Service from campaigning for or against political candidates, legal experts \nsay. (The Sierra Club has more leeway in campaigns.  It is also a nonprofit group but the money it receives from \ndonors is not tax deductible.)\n\nDoug Varley, a lawyer in the Washington offices of Caplin & Drysdale who advises tax-exempt and nonprofit \norganizations, including Mr. Sharry's, said, \"I think most charities try very hard to comply with the electioneering \nban. Most are scrupulous, because the stakes are so high.\"\n\nMr. Stein maintained that his commercials do not cross the line. \"We have the ability and the right to engage in \ngrass-roots lobbying,\" he said. \"Unless your ad says 'Vote against Abraham,' you're really on terra firma.\"\n\nThe federation's advertising has become an issue in the Michigan race, but which of the candidates will benefit \nremains unclear. Ms. Stabenow has told reporters that while she disagrees with the shrillness of the federation's \ncommercials on immigration, she feels the group raises a legitimate issue for debate.\n\nThe federation said it was not working with Ms. Stabenow.\n\nMr. McMonigle, meanwhile, said that he has had to devote a lot of time to alerting the news media to the group's \nbackground and refuting its accusations.\n\nEd Sarpolus, a pollster with EPIC/ MRA in Lansing, said the federation might be doing some damage to Mr. \nAbraham simply by its ability to distract his campaign. \"It has taken Spence off message and strategy,\" he said, \nadding that his latest poll showed the two candidates in a virtual dead heat.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: The Handgun Control group implies that the National Rifle Association would have great influence on \nGeorge W. Bush if he becomes president.; An organization opposed to immigration is running this commercial in \nMichigan against a measure sponsored by Senator Spencer Abraham.; Senator Spencer Abraham, a first-term \nMichigan Republican. (Associated Press)\n"}