{"title": "Tough immigration law raises fears in Alabama; As families scatter, local businesses feel impact", "body": "\nBefore the law chased them away, several dozen customers crowded into the Discount Grocery and Variety store \nhere each morning, shopping for fresh avocados, telephone cards, Mexican DVDs or loaves of sweet bread.\n\nOn a morning last week, one customer showed up, took a lap through the empty store and left.\n\nThe weak economy has hurt business. But nothing has battered Discount Grocery and Variety worse than \nAlabama's newly enacted immigration law, owner Andres Miguel says. The law -- which has made Alabama the \ntoughest state in the USA for undocumented immigrants to live and find work -- has scattered families, including \nthe majority of his customers, he says. Business is down 60% from last month -- and dropping by the day.\n\n\"We've seen so many families leave. They just drive off in the middle of the night,\" says Miguel, 54, a Guatemalan \nnative. \"Pretty soon, all Hispanics here will leave. When that happens, we'll leave, too.\"\n\nThe new Alabama law that grants local authorities broad powers to crack down on illegal immigrants is sending \nshock waves across the state. The law allows local police to detain without bail immigrants suspected of being in \nthe country illegally and requires schools to verify the immigration status of new students.  Those found to be here \nillegally risk being deported  to their native countries.\n\nA federal judge last month upheld key components of the statute, allowing much of the law to go into effect.\n\nThe U.S. Justice Department asked the 11th Circuit Court of Appeals to temporarily block enforcement, arguing that \nimmigration enforcement is the responsibility of the federal government and that the state is infringing on that role. \nOn Friday, the court temporarily blocked parts of the law -- those requiring schools to check students' immigration \nstatus and making it a crime for immigrants not to have proper documentation. But it let stand -- for now -- the \npower of police to detain people suspected of being in the USA illegally.\n\nWell before Friday's action by the appeals court, a number of Hispanic families, both legal residents and those in \nthe country illegally, fled Alabama for other states in the cover of night, leaving behind homes still filled with \nfurniture, TVs and refrigerators stocked with food.\n\nThe exodus has left a sizable gap in the pool of workers and day laborers crucial to industries across the state. \nFarmers in northern Alabama, construction workers trying to rebuild Tuscaloosa from tornadoes this year and \ncoastal businesses all have reported massive worker shortages. Earlier this month,  7% of Hispanic children in the \nstate -- about 2,300 students -- did not show up for classes.\n\nThe law already is leading to arrests. At least six people have been arrested  by local police for not having proper \nimmigration documents.\n\n\nCritics such as the ACLU and the National Council of La Raza, a Hispanic civil rights group, say it will lead to racial \nprofiling and will fill Alabama jails with immigrants. Last Wednesday,  Hispanic businesses across the state closed \nshop and workers stayed home from their jobs to protest the law. More than 5,100 Hispanic students also stayed \nhome from school that day.\n\n\"It's a slap to the face,\" says Juan Martinez, who shuttered his Russellville grocery and tortilla factory in support of \nthe boycott. \"It's hurting the stores. It's hurting the state. Everyone's going to feel the pain.\"\n\nSupporters of the law argue that Alabama is taking necessary steps to stem the flow of undocumented immigrants \ninto the state -- something the federal government has failed to do.\n\nFederal judges in Arizona, Utah, Indiana and Georgia have blocked key aspects of similar laws in those states. A \nsimilar law in South Carolina is to take effect Jan. 1 but also faces a lawsuit challenging its legality.\n\nAlabama House Speaker Mike Hubbard, a Republican, says he cringes when he hears  the law compared to Jim \nCrow laws, state and local laws that targeted African Americans in the South decades ago and were eventually \nrepealed.\n\n\"There's a big difference,\" Hubbard says. \"In that time, it was the federal government making the states do what \nwas right. In this case, it's the state of Alabama trying to make the federal government do what's right. We're not \ntargeting any particular race. The people who are law-abiding, tax-paying citizens just don't like having someone in \nthe state who's in the country illegally.\"\n\nAlabama's immigration law highlights what President Obama has described as a dangerous \"patchwork\" of \nimmigration laws across the USA as more states tackle the subject and federal judges issue sometimes conflicting \nrulings.\n\nThe issue could be headed for the U.S. Supreme Court. Arizona's blocked law could provide that forum; the high \ncourt is expected to decide whether to take up the case later this year.\n\nSmall town feels the brunt\n\nThe law is being felt most deeply in places such as Russellville, a hill town in northwest Alabama that has seen a \nsurge of Hispanic residents.\n\nWorkers from Mexico, Guatemala and other Latin American countries began arriving more than a decade ago to \nwork at nearby poultry plants. Families followed and found jobs, Mayor Troy Oliver says. They opened \nbusinesses, too, filling downtown with Mexican bakeries, Guatemalan gift shops and Spanish-speaking income tax \nlaw firms.\n\nToday, Hispanics make up about one-third of the city's 9,830 residents, Oliver says. They contribute significantly to \nsales tax rolls, which pay for nearly half of the city's $8.5 million annual budget, he says. Since the law took effect, \nOliver has met with Hispanic groups, answering questions and trying to quell fears of a  crackdown.\n\nThe law puts Oliver and other local officials in the precarious position of reassuring Hispanic residents while \nfulfilling their legal obligations. Last Wednesday, Oliver walked through the city's mostly shuttered downtown, \ngreeting Hispanic families on the street and urging them to keep their children in school.\n\n\"We are going to enforce the law. We're sworn to do that,\" he says. \"But we're not going to do it the point where \nwe're abusive to anyone. We're not going to get into racial profiling.\"\n\nEnforcing the law could be tricky. One of the key questions local police departments face is how to determine \n\"reasonable suspicion\" that a person is in the country illegally, as worded by the law, analysts say. \"This has the \npotential to have U.S. citizens and legal residents being arrested for nothing,\" says Neville Cramer, a former federal \nimmigration agent who consulted with Arizona authorities as they developed an officer training curriculum under a \nsimilar law.\n\n\n\nThe law also could bring economic ramifications. Businesses most at risk include construction firms, poultry \nprocessors and farms, many of which  previously relied on undocumented workers for labor\n\nJobs Americans don't want\n\nA key argument of the law's supporters is that departing undocumented workers will create job openings that \nAlabamians can fill, says Jay Reed, president of the Alabama Associated Builders and Contractors, a Birmingham-\nbased trade group representing 700 construction companies and subcontractors. But his group has been trying to \nrecruit locals into construction jobs for years: Many just don't want them, he says.\n\n\"Immigration reform is certainly needed,\" Reed says. \"But a far-reaching piece of legislation that drives workers out \nof the state through racial profiling is not the way to do it.\"\n\nIn Russellville, word of the new law rattled families living at Creekside Rentals, a 100-unit mobile home park on the \nsouth side of town.\n\nAbout 75% of the families are Hispanic, says Greg Parrish, the park's owner. Six families moved out overnight, \nleaving behind furniture,  family photos and closets full of clothes.\n\nParrish says he fears more will go soon, even though he has tried to persuade them to stay.  Without Hispanics, \nthe park -- and many other city businesses -- will quickly close, he says.\n\n\"Fifteen years ago, Russellville was a dead town,\" Parrish says. As Hispanics moved in, \"everything started \nbooming. They put a lot of money back into the community. If they leave, Russellville's going to be hurting big time.\"\n\nThe day after a federal judge upheld key provisions of the law, 79 Hispanic students skipped classes at \nRussellville's four public schools -- nearly four times the normal number, says Rex Mayfield, the superintendent. \nThe numbers alarmed Mayfield enough to call a  student meeting that day in the high school's auditorium, where he \nexplained the law and urged students to calm their parents' fears. About 800 of the schools' 2,400 students are \nHispanic.\n\nMaria, 34, an undocumented native of Guatemala whom USA TODAY is identifying only by her first name because \nof her immigration status, has kept her 11-year-old daughter home from school several times since the law \npassed. She says she's terrified of being separated from her daughter and 1-year-old son and deported  without \nthem.\n\nShe says she applied for permanent residence status in 2000 and is still awaiting an  answer. Both her children \nwere born in the USA and are citizens.\n\nShe leaves her home only to make quick trips to the local Catholic church, the only place that quiets her anxiety. \"I \nhave faith in God,\" she says. \"He's the only one who empowers us.\"\n\nOthers have applied for visas but are still waiting or raising money to finalize the transactions.\n\nIt took Russellville resident Angelica Perez, 21, two years and $14,000 in attorney, travel and filing fees to land a \ngreen card for her husband.\n\n\"It's not as easy as it sounds,\" says Angelica Perez, who was born in Alabama to Guatemalan parents and is a \nU.S. citizen. \"There are so many people who come here just to better their lives. This law is flipping our world in so \nmany ways.\"\n\nSupport for the law\n\nNot everyone in Russellville opposes the new law.\n\nPaul Bragwell, 73, owner of City Barber Shop, says he gets along with most of his Hispanic neighbors. But if they've \nentered the country without going through the legal channels, they should be prosecuted, he says.\n\n\n\n\"If they come here illegally, they're no different than other criminals,\" Bragwell says.\n\nThe Pollo Loquillo restaurant downtown has always enjoyed a bustling lunch crowd. Lately, however, the restaurant \nhas been nearly empty around noon.\n\nThe  lunchtime crush has been replaced by a rash of daily take-out orders -- residents afraid to leave their homes \nare instead phoning in their broiled chicken orders, manager Juan Carlos Sanchez says.\n\n\"The people don't want to drive, don't want to leave their homes,\" he says. \"It's sad.\"\n\nAt the Creekside Rentals mobile home park, children play in gravel lots while parents talk to one another, deciding \nwhen to leave and where to go.\n\nParrish, the trailer park's owner, says it's hard watching the departure of families he has known for years. Those \nfamilies worked hard, paid their rent on time and went to church each week. They're exactly the type of people \nAlabama should be trying to keep, he says.\n\n\"The people who put this law into effect didn't understand what it will do from the ground up,\" Parrish says. \"It's \ngoing to end up causing a lot more trouble than they know.\"\n\nGomez reported from Washington. Contributing: The Associated Press \n"}