{"title": "CLINTON HITS AGAIN AT ILLEGAL WORKERS EMPLOYERS FACE BAR FROM U.S. CONTRACTS", "body": "\nIn another election-year salvo against illegal immigration, President Clinton on Tuesday barred employers of \nundocumented workers from winning federal contracts for a year.\n\nAs a result of Clinton's executive order, businesses that knowingly hire employees who are illegally in the country \nwill be unable to compete for new government contracts, mostly for jobs such as landscaping federal property and \ncleaning U.S. buildings.\n\n\"When it comes to enforcing our nation's immigration laws, we mean business,\" Clinton said in announcing the \norder.\n\nThe White House noted that thousands of employers could be affected by the ban, but it is unlikely that many will \nfall prey to it.\n\nThat is because U.S. Immigration and Naturalization Service agents would first have to prove the businesses knew \nthe employees were not authorized to work in America - a charge the overworked INS enforcers have found difficult \nto make stick since Congress cracked down on illegal hiring in 1986.\n\nIn a year in which immigration is expected to be a major issue in the presidential campaign, particularly in vote-rich \nCalifornia, Clinton's order represents the latest in a series of high-profile initiatives trumpeted by the administration \nas evidence of the president's commitment to curbing the flow of illegal immigrants across the nation's borders.\n\nOne initiative is a crackdown on the small percentage of immigrants who commit crimes, with beefed up efforts to \ndetain and deport them. Another is an ongoing tightening of enforcement along the border with Mexico.\n\nLater in the day, White House press secretary Michael McCurry denied that politics influenced the president's \nissuing of the order.\n\n\"There is no grounds to suggest this is an executive order based on politics,\" McCurry said. \"This president has \nconsistently said he would do a better job of protecting our borders and making sure that immigration to the United \nStates occurs in a legal fashion.\"\n\nAs he did in his State of the Union address last month, Clinton also equated immigration curbs with protecting U.S. \njobs.\n\n\"America's jobs belong to America's legal workers,\" the president said in the statement announcing the order.\n\n\nAs part of a crackdown on illegal workers in connection with the presidential directive, federal authorities Monday \nraided a construction site in Atlanta and arrested 20 Mexicans and Hondurans who were working on a new $200 \nmillion federal office building. The illegal immigrants, who were earning from $7 to $14 an hour, were working \ndirectly in front of the Atlanta office of the U.S. Immigration and Naturalization Service.\n\nOn Feb. 8, federal agents arrested 22 Mexicans who were working illegally at construction sites on the Camp \nLejeune Marine Corps base in North Carolina, the INS said. The workers were employed by six companies holding \nfederal contracts worth a total of $37 million.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO:\n\nPresident Clinton said the order protects U.S. jobs.\n\n[960214 FR 9A 1]\n"}