{"title": "Immigrants aren't destroying America", "body": "\nDespite what some would have you believe, immigrants are not destroying this nation.\n\nYears ago, the same complaints were leveled against Irish, Italian, German, French and Scandinavian communities \nmaking their homes in Swede Hollow, Frogtown, Little Italy, Germantown and other ghettos across the country that \nare today prosperous and vibrant parts of their cities.\n\nGo there and you'll be amazed at what a bunch of supposedly depraved brawling drunken criminals with their \nbizarre food and fashions can construct, given time. Why the fuss today over immigration?\n\nOn Feb. 12, more than 500 people marched in the cold on Lake Street in Minneapolis to protest Gov. Tim \nPawlenty's legislative proposals on immigration. These proposals include tougher fines, enforcement and \nmonitoring of people's citizenship status.\n\nWe'd even get a 10-person Illegal Immigration Enforcement Team whose sole job is to question, detain and arrest \nsuspected illegal immigrants. That's more than 400 hours a week of the state conducting domestic surveillance \nand sting operations on suspected people and their co-workers, friends and families.\n\nMinnesotans must beware, because these policies risk committing us to a state of unequal protections under the \nlaw.\n\nIn New York, Zhen Xing Jiang, a pregnant woman being deported, lost her twin fetuses in a miscarriage after \nimmigration officials ignored her repeated cries for a doctor and was refused medical treatment at Kennedy Airport. \nOnly after she lost her babies did officials do anything.\n\nWill we see our fellow Minnesotans denied similar, basic access to human services?\n\nIt's all too easy to see a scenario where police responses vary based on the victim's citizenship status, even for \nlegal resident aliens. People who need firefighters, law enforcers and others will become more reluctant to seek that \nhelp.\n\nOur officers will be unable to give many the help they want to give. How soon before they have to fill out quota \nsheets of serving \"citizens\" to \"non-citizens,\" whether those are legal resident aliens or not?\n\nBecause of non-reporting by fearful immigrants, Minnesotans won't fully understand what's really going on in our \nown state and we'll be unable to make informed decisions to help others achieve the American dream.\n\nIf a Hmong or Somali family has an elder whose visa has lapsed by accident, will they call the police if there's been \na violent break-in or they've been vandalized by racists? Will people let their houses burn, rather than risk the \nslightest possibility of deportation?\n\n\nThere is an undercurrent of racism inherent in proposals, whether the governor is aware of it or not. If these \nmeasures are passed, I hope we see equal enforcement on illegal immigrants from Canada. How can we continue \nto let undocumented Canadians contribute to our society, since illegal immigrants are such a disruptive, \ndestructive lot?\n\nWe haven't yet descended to the point of people having to wear color-coded symbols such as stars and triangles to \ndenote their social status, but today, our policies must be given more deliberate consideration.\n\nImmigration and lives as refugees isn't easy. There are many ways to fall through the system, even accidentally. \nMany elements of Pawlenty's current plan makes life harder not only for illegal immigrants but legal immigrants \nas well.\n\nOn St. Paul's University Avenue, which goes by the Capitol where the governor works, we see a street revitalized \nby immigrants. No one wants a return to the rampant prostitution, drug running and economic depression of old. \nWe became a greater state from the immigrants among us, not worse.\n\nWith any new community among us, there will be bumps. But there are also successes, and in light of these \nsuccesses, our legislators across Minnesota need to remember: Courage comes from promoting policies that \ncreates greater success for all, not those that foment fear for expediency.\n\nThao Worra is a Twin Cities writer.\n"}