{"title": "AIDING KIN IN ASIA;HELP HMONG LEARN TO WORK THE SYSTEM", "body": "\nAll struggles of recent immigrant people pull between the past and the future, between the unjust and the unknown. \nThe Twin Cities community is feeling the pull acutely now among the Hmong who are making a new home here but \ncannot solve particularly difficult problems of their people still on the other side of the world.\n\nAs a recent series of Pioneer Press articles chronicled, the last camps in Thailand for Hmong will close at year's \nend, further diminishing prospects for families to reunite in the United States. There is inadequate United Nations \nresettlement money. Life back in Laos carries special burdens for Hmong.\n\nThe situations facing Hmong should ride hard on the whole American conscience. But it is unrealistic to expect \nmiracles from Washington. While Minnesota counts 30,000 Hmong among the population, Washington is counting \nmore than a million people a year coming into the United States. On the grand scale of transnational immigration \nissues, the Hmong are a small-scaled concern to big governments.\n\nWashington is working with a political and policy system to manage its immigration goals. These goals must be to \nfoster stability at home and abroad.\n\nCertainly the system needs more consistency and fairness. But the system in place is the one that must be \nworked. In Washington. In Thailand. In Laos. Here.\n\nIt is in this whole community's interest to join with the Hmong to build their capacity as citizens to learn how to \napply the All-American squeaky wheel.\n\nThe squeaky wheel should sustain pressure for better treatment of Hmong in Laos. It should speak strongly to \nencouraging economic development for Laos. In the near future, the U.S. government can - if prodded - use its \ngood offices with the Thai government to ease a very rough road.\n\nEfforts to foster political growth in the Midwest Hmong communities also should aim at mastering the details for \nthose who want to work the immigration system to bring family members here who want to come. Many a previous \nnewcomer can testify that difficult does not mean impossible. Continuing reunions affirm this.\n\nHistory cannot be undone. But this community, its Hmong and non-Hmong, have some power over tomorrow's \nhistory, pulling together instead of apart.\n"}