{"title": "Cuba Sees Fervor Over Elian Useful in Other Battles", "body": "\nNow that Elian Gonzalez is home and has begun to reclaim his young life, officials say that it will be a challenge to \nsustain the emotional commitment Cubans had to that case as the government presses its latest battle with the \nUnited States over its trade embargo and immigration policy.\n\nThe embargo and the Cuban Adjustment Act are emerging as the centerpieces of a post-Elian era, and officials \nintend to continue the public rallies and televised discussion that were a staple of daily life throughout the seven-\nmonth custody battle over Elian. But in an acknowledgement that the issues are different, Ricardo Alarcon, the \npresident of the National Assembly and the main adviser to the Gonzalez family, said the events would be scaled \ndown somewhat.\n\n\"Do you ask if there can be the same emotional level? No,\" he said in a 90-minute interview on Monday. \"You \ncannot ask people to have the same emotional level about a boy without a mother, separated from his father, for a \ndiscussion of the adjustment law. It is more abstract.\"\n\nStill, Mr. Alarcon, who was the highest-ranking Cuban official to greet Elian when he arrived at Jose Marti \nInternational Airport last week, said the public events staged on behalf of Elian had proved useful in mobilizing \npeople and reaching out to Cuban youth. It was an opportunity, he said, born of the campaign by Cuban-Americans \nand their Congressional supporters to keep Elian in Miami after he was rescued from an inner tube last \nThanksgiving.\n\n\"They gave it to us on a silver platter,\" he said. \"This is a battle of ideas that we appreciate clearly. This did not \nbegin in November or in the first days of December. The denunciations started with Elian, and at that time we did \nnot think it would go so long. But those seven months have allowed us to discover new forms, methods and actors, \nand a lot more youth, above all. Why stop that when there are so many problems to resolve?\"\n\nThose problems, officials contend, stem from the economic havoc wreaked by the embargo and are exacerbated by \npolicies that allow Cubans who reach American soil to apply for asylum. Others, including ordinary Cuban citizens, \nfeel the real problem is a lack of enthusiasm for the revolution among a people who have been fed a diet of slogans \nwhile adjusting themselves to the daily struggle of inventing ways to resolve their personal economic crises.\n\n\nMr. Alarcon said it was \"simplistic\" to believe the rallies were intended to revive the revolution's flagging domestic \nappeal. But he acknowledged that Elian's case had intense support among the young, who have been featured \nplayers in the rallies and other events.\n\n\"The youth will continue to be the protagonists, but that is the march of life,\" he said of the new campaign. \"Elian \ntouched almost all the youth. Elian was 5 years old. His mother, Elisabet, was around 24. His father Juan Miguel \nwas 31. The grandparents are in their 50's. They were children at the triumph of the revolution.\"\n\nHe said that the public support for Elian paid off with his return, which he said some young people likened to Jan. 1, \n1959, when Fidel Castro and his revolutionaries took power.\n\n\"For the youth, Jan. 1, 1959, was something they read about of their parent's generation,\" he said. \"This is theirs. \nWe speak about how youth are into other things. But no one could imagine how the events here firmed up people of \nboth generations.\"\n\nCuban officials want to capitalize on that attention, although at a rally in Manzanillo last Saturday many there \nseemed to be going through the motions, waving flags during speeches filled with familiar scorn for American \npolicy. Just in case, officials have reduced the time of the televised discussions to one hour and 45 minutes from \ntwo hours, as well as freeing up one of the country's two state-run television stations for regular programming. In \nthe interview, Mr. Alarcon took issue with how a recent Congressional agreement allowing American food sales was \nportrayed as a softening of the embargo. He insisted it would make sales of wheat and rice more difficult unless \nAmerican banks are allowed to finance the transactions and ships are allowed to make deliveries without being \npenalized. Currently, ships cannot dock at American ports for six months after going to Cuba .\n\nAs officials turn their attention to the new priorities of trade and immigration, the Gonzalez family may find it difficult \nto attain its own goal of being a normal clan. For now, they are in a seaside Havana home, where Elian and some \nof his classmates are wrapping up their first-grade studies before going off on a vacation with the eventual plan \nbeing that the Gonzalez family will return to its hometown of Cardenas.\n\nIn recent weeks, the government media has been filled with praise for Juan Miguel and Elian as model citizens, \nraising the question of whether greater things are in store for Mr. Gonzalez.\n\n\"Juan Miguel will be able to do whatever he wants,\" was all Mr. Alarcon would say about the future. \"He was a \nnormal person who was turned into something else. Returning to what he was before will not be easy.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Ricardo Alarcon, the president of the National Assembly in Cuba. (Associated Press)\n\n      \n"}