{"title": "AIDS panel gives immigrants a voice", "body": "\nSometimes Grace C. Clark uses African proverbs. Another time, while talking to a group of Nigerian women, she \nlapses into her native Igbo language when touching on uncomfortable subjects like sex.\n\n\"Whatever it takes to drive the message home,\" said Clark, public health program consultant for the HIV section of \nthe Georgia Department of Human Resources Public Health Division. \"Being an African, the young ladies have a lot \nof trust in me. I make them feel comfortable. It's like having a tea party. I'm one of them.\"\nAJC\n\nRecently, Clark led a meeting of more than two dozen community and religious leaders to tackle the delicate issue \nof how best to teach immigrants and refugees about HIV/AIDS. That led to setting up a community advisory \ncouncil to help bridge the cultural gaps that could hinder foreign-born residents who have HIV/AIDS from seeking \nhelp.\n\nRefugees and immigrants who live in Georgia are \"of different ethnic groups, speak different languages and have \ndifference experiences and backgrounds,\" said Clark. \"Whenever people migrate, they migrate with their beliefs, \nwith their understandings and their customs.\"\n\nAnd sometimes those beliefs and customs --- and fear --- create barriers to getting medical treatment. The answer, \nofficials believe, is to involve the immigrant and refugee community and religious leaders.\n\nThe council --- the HIV/AIDS Immigrant/Refugee Advisory Board of Georgia --- will serve as a liaison between \nethnic communities and the Public Health Division.\n\nIt's unclear what the rate of HIV infection and AIDS is among Georgia's immigrant and refugee population.\n\nStates report AIDS cases to the Atlanta-based Centers for Disease Control and Prevention, but not all submit the \ninformation for HIV infections, a CDC spokeswoman said. Additionally, while the current forms do request country of \norigin information, whether that information is collected is based on state and local practices.\n\nIn many cases, people who are African- or Caribbean-born are most likely included in statistics as African-\nAmericans or black, non-Hispanic.\n\n\nThe need to break down the barriers for the newcomers is taking on urgency given that increasingly, refugees from \nAfrica form the bulk of those entering the United States. In the budget year ending Sept. 30, half of the 50,000 \nrefugees that the U.S. government agreed to accept will come from Africa.\n\nDr. Luke Shouse, a medical epidemiologist with the Division of Public Health, said that in lieu of more precise data, \nstate health officials estimate the prevalence of HIV among immigrants and refugees living in Georgia by using \nknowledge of the rates of HIV in their country of origin.\n\nIt's complicated as well by the fact that people who are undocumented often are afraid to seek medical care, fearing \nthey will be deported. Many also don't know medical treatment is available in this country or that they are even sick, \nhe said.\n\nCultural nuances also play a crucial role. People in some cultures prefer that health care professionals talk to the \nmen, not the women. Others shut down at any mention of the dangers of HIV transmission among gay men. There \nare also members of some cultures who believe that AIDS can be cured by sex with a virgin or that it is caused by \nwitchcraft.\n\nThe main stumbling block, though, is the stigma attached to the disease. There's a deep fear of being ostracized by \nrelatives or the larger community.\n\nThe Nigerian-born Clark said reaction to the state's outreach effort has been positive. \"They are elated,\" she said.\n\nDr. Mohamed Ali Nur, who is from Somalia and lives in Lawrenceville, said it is important to spread the word about \ntransmission and treatment. He also thinks the message is more likely to fall on receptive ears coming from \nsomeone like him --- a Somali. \"It's my language,\" he said. \"I can speak to them.\"\n\nThe Georgia effort is modeled after a Minnesota program. Health officials there determined HIV infections among \nAfrican immigrants and refugees helped fuel a 6 percent increase in new infections in 2002.\n\nThe formation of an advisory group gave public health officials there some measure of credibility. The state also \nsent African-born educators to community centers to spread the word and enlisted the aid of churches and \nmosques. Information about HIV/AIDS on its Web site is available in Amharic and Somali.\n\nGraphic\n\n \n\nPhoto: Nigeria native Grace C. Clark often uses her native Igbo to talk about sex. / BITA HONARVAR / Staff; Photo: \nObse Ababiya of the Georgia Africa Action Coalition participates in an HIV/AIDS immigrant community advisory \nboard meeting. / BITA HONARVAR / Staff\n"}