{"title": "A Nominee Toasts His Good Fortune", "body": "\n\"I'm already drunk!\"  Demian Bichir announced when he called the Bagger from Mexico City on Tuesday morning, \njust a few hours after becoming a best actor nominee for his turn as an undocumented immigrant and gardener in \n\"A Better Life.\"\n\n\"I have the best selection of tequila in this house,\" Mr. Bichir continued. \"And it's gone.\"\n\nNo wonder he was celebrating: Mr. Bichir's nomination was something of a surprise, though he did also earn a nod \nfrom the Screen Actors Guild. But \"A Better Life,\" the story of an immigrant father and son set in East Los Angles \nand directed by Chris Weitz, was not widely seen. Mr. Bichir's  nomination may help it find an audience. \"We lost \nthe first round at the box office,\" he said, \"and we have this new chance. We've been getting so much attention our \nhopes are growing and growing that people will be going to iTunes and Netflix and downloading the film.\"\n\nIn taking on the role and in discussing his nomination, Mr. Bichir made sure to mention the 11 million \nundocumented immigrants who live in the United States, and whose struggle - to fit in, to count -- he hoped would \nbe encapsulated by the film.\n\n\"It's not a political issue, it's a human issue,\" he said. \"It's just stupid to think that we don't need these 11 million \nhuman beings around us. They're not a new enemy, as many politicians call them. They help our lives to be easier \nand happier every day. There's not an activity in everyday life where an undocumented worker isn't involved.\"\n\nThat includes, in some cases, Oscar voting, the Bagger told Mr. Bichir. Some Academy members have admitted \nthat they have their household staff help them fill out  ballots. \"No way,\" he said. \"No way! Really? That is crazy. I \nonly hope they see everyone's films, and they are fair.\"\n\nMr. Bichir, a big star from a  in Mexico and who now calls Los Angeles home, was in Mexico City rehearsing a play, \nan adaptation of the Kevin Spacey film \"Swimming With Sharks.\" He has Mr. Spacey's role, that of a venomous \nHollywood agent, and his brother Bruno will direct. The play has a short run, and Mr. Bichir cannot afford \ncancellations, even for awards ceremonies, but he has a ready understudy: his other brother, Odiseo.  \"No one else \ncould do that but a real brother,\" he said.\n\nIn the meantime he is looking forward to meeting his fellow nominees, stars like George Clooney and Brad Pitt.  \"I \nhaven't met anybody,\" Mr. Bichir said, \"I'm going to go to the SAG ceremony this Sunday, and I hope to see some \nof them there and tell them how much I admire their work.\"\n\nAnd perhaps have a drink with them. He prefers his tequila straight.\n\n\n\"And if it's silver, that's my thing,\" he said. \"Hopefully they have some of the good stuff. I might bring my flask. I \ncan't trust catering in any other place. You gotta bring your own.\" \n"}