{"title": "IMMIGRATION BILLS OFFER TO SLOW FLOW", "body": "\nTHE IMMIGRATION reform legislation that is working its way through Congress represents a culmination of a \nprocess that began two years ago in supermarket parking lots and shopping malls all across California, and \nresulted in passage of Proposition 187.\n\nThese bills offer mechanisms for more effective control of illegal immigration as well as changes in legal \nimmigration, which is actually a bigger problem.\n\nThe two bills, introduced by Rep. Lamar Smith, R-Texas, and Sen. Alan Simpson, R-Wyo., would begin to rectify \nsome of the policy failures that have propelled illegal and legal immigration to unprecedented levels. These bills \nwould institute the kind of common-sense reforms that the vast majority of Americans support and would go a long \nway toward defusing immigration as a hot button issue.\n\nTo combat illegal immigration, the government would institute a secure identification procedure that would allow \nemployers and benefit-providers to verify instantly whether an applicant is entitled to work or collect benefits. By \ngiving law-abiding employers an effective means of screening out unlawful workers, the primary magnet that draws \nillegal immigrants to this country would be sharply curtailed.\n\nEven more important in the long run is the Smith/Simpson proposal to reduce legal immigration. Thirty years of \nsteadily increasing admissions, now running nearly 1 million people a year, is having a greater impact on our \ncountry than our failure to control our borders. The Smith/Simpson reforms would begin to reverse that trend by \ninstituting a modest 25 percent reduction in overall numbers. Moreover, they would relieve the pressure on the \nsystem by ending immigration preferences for extended family members.\n\nTo the extent that we have immigration at all, it must be limited to the nuclear family. The promise that entire \nextended families can be reunited in this country is unrealistic and denies the nation control over the selection \nprocess. The legislation would also require immigrants' sponsors to assume financial responsibility for these \nnewcomers, not the American taxpayer.\n\nHad Congress made these changes to our immigration policy when the rumblings of popular discontent began, a \nreferendum like Proposition 187 never would have been necessary. Belatedly, Congress is beginning to defuse an \nissue that has been complicated by years of neglect.\n\nNotes\n\nDan Stein is executive director of the Federation for Immigration Reform in Washington. He wrote this article for \nthe Los Angeles Times.\n\n"}