{"title": "A WORLD OF FLAVOR ALMOST EVERY CUISINE HAS ITS VERSION OF AN INTERNATIONAL; FAVORITE, CHICKEN AND RICE", "body": "\nFOOD IS an international language, as travelers soon learn. Sampling the local and regional specialties of an area \ncan be the most pleasant part of a trip, and a key way of getting to know the culture and customs of the country.  \nFor immigrants in a new land, preparing the traditional foods of their native country is a way of preserving their \nheritage.  In the United States, the great melting pot, the foods of the various homelands of the immigrants were \nembraced and incorporated into the American diet. Some dishes became so American that their original heritages \nwere almost obliterated - the pizza pie is a classic example of a ''foreign'' food that is now totally American. Pizza \nas we know and love it bears little resemblance to its cousins in Italy.  Another example of a dish that has evolved \nfrom its original roots and taken on the flavors and nuances of the various stages of its development is Chicken \nCountry Captain, now commonly heralded as a Southern dish but with roots going back to India and Great Britain.  \nChicken is an international food - a part of the culture and culinary tradition of almost every nation. And chicken \nand rice is perhaps the most classic combination, with some version offered by nearly every cuisine.  Country \nCaptain is but one variation on this traditional duo.  According to Jean Thwaite, retired food writer for the Atlanta \n(Ga.) Journal-Constitution, ''No one really seems to know the origin of the dish.\nSome say it was brought back from India to England by a British navy officer.  Others say it was a favorite in the \nEnglish countryside and was originally called Country Capon.  ''The story Georgians like best,'' says Thwaite, ''is \nthat it was created by an inventive Columbus cook for Franklin Delano Roosevelt when he was at the Little White \nHouse in Warm Springs.'' According to information from the National Broiler Council, the late Mrs.  W. L. Bullard, a \nColumbus socialite, often entertained Roosevelt at the Bullards' summer home in Warm Springs. Legend has it that \nshe and her cook, Arie, experimented with numerous recipes for Country Captain found in old cookbooks until they \ncame up with their now-famous version, which they served to Roosevelt.  Others who are reported to have dined \non Bullard's chicken-and rice dish include Generals John J. Pershing, George C. Marshall, George Patton, Dwight \nD. Eisenhower and Omar Bradley. While en route to Europe during World War II, Patton's schedule took him to \nFort Benning for a day. He wired the Columbus hostess: ''If you can't give me a party and serve Country Captain, \nmeet me at the train with a bucket of the stuff.'' Another version of the origin of the dish appears in ''Georgia \nHeritage,'' published by the Colonial Dames, says Thwaite. In that book, a prominent hostess from Athens, Ga., \nwrites that, early in the 1900s, her mother radically changed a recipe from a cookbook by Alexandre Fillipini, a chef \nat Delmonico's, the noted New York restaurant. Her revised recipe became a party favorite and was taken all over \nthe world by Army friends. Her mother's butler-chef ended up as a chef at the White House and introduced it to \nRoosevelt.  Still another version of the tale comes from the National Broiler Council, which says the dish originated \nin India, where curry is the most widely used seasoning. Curry ingredients were a part of the international spice \ntrade even before the British and Dutch East India companies were formed in the 17th century.  Residents of both \nCharleston, S. C., and Savannah, Ga., relate the story of a sea captain who supposedly gave his hostess some \ncurry spices in appreciation of her hospitality while his ship was in port. Some say he included the recipe for \nCountry Captain. Others say an inventive Southern homemaker (in whatever city the story is being told) created the \ndish using locally grown rice and chicken.  A more widely accepted version, according to the council, is that the \n\n\nname Country Captain came from the term applied by the British to a captain of the Sepoys, natives of India who \nwere trained as soldiers and paid by the British.  British soldiers developed a taste for the curried chicken and rice \ndish while serving in India and introduced it to their homeland. It was then probably carried across the Atlantic \nOcean by Anglo-Saxon settlers along with other dishes ''from home.'' No matter which version of the story you \nchoose to believe, the evolution of the dish shows how cultures and cuisines mingle and mix - with delicious \nresults. This Anglo-Indian chicken dish which crossed the Atlantic in the nation's infancy has survived to become \none of the true classics of American cookery.  The earliest published version of the recipe appeared in Eliza \nLeslie's ''Miss Leslie's New Cookery Book'' in 1857. The late James Beard, dean of American cookery, wrote, \n''Apart from Southern fried chicken, probably this is the most important chicken dish we have inherited.'' Just as \nthe stories vary, so do the recipes for the dish. ''Some versions call for using a hen, cooking it and pulling the meat \noff the bones,'' says Thwaite. ''The most recent recipes use chicken breasts. The one constant seems to be that to \nbe authentic, the recipe must call for currants and slivered toasted almonds. No raisins and pecans allowed.'' This \nversion of the dish was shared by Thwaite in ''Food Editors'' Hometown Favorites Cookbook'' (out of print) and is \nas authentic as any.  CHICKEN COUNTRY CAPTAIN 12 chicken breast halves (or chicken parts of choice) Flour \nand salt, for dredging chicken 2 generous tablespoons lard (health-conscious cooks can substitute vegetable oil or \nshortening vegetable oil or shortening) 2 onions, finely diced 2 greem bell peppers, diced 2 ribs celery, thinly sliced \n2 cloves garlic, crushed 2 (16-ounce) can whole tomatoes, broken up 1/2 teaspoon white pepper 1/2 teaspoon dried \nthyme 1 to 2 teaspoons curry powder, to taste Salt to taste Water or chicken broth 3 heaping tablespoons currants \nsoaked in 1 tablespoon white or red wine Cooked fluffy white rice (to serve 12) 1/4 pound (4 ounces) almonds, \nblanched, slivered and toasted 1 teaspoon chopped fresh parsley Coat chicken pieces with flour; sprinkle with a \nlittle salt. Heat lard in skillet. Fry chicken gently, turning occasionally, until brown on all sides, about 15 minutes; \nyou will probably need to do this in batches. Remove chicken from skillet; put into large casserole dish and keep \nwarm.  Gently wilt onion, green pepper, celery and garlic in drippings in skillet.  Add tomatoes with their liquid, white \npepper, thyme and curry powder; mix well. Taste and adjust for salt, pepper and acidity. (Some canned tomatoes \nare more acidic than others and may need a little sugar.) Pour tomato mixture over chicken in casserole. Add a \nlittle water (or broth) to skillet and stir to loosen pan drippings; pour over mixture in casserole. Cover tightly and \ncook on stovetop until chicken is tender, about 30 to 40 minutes. (Or, bake in 375-degree oven until chicken is \ntender, about 45 minutes.) Meanwhile, warm currants in wine until they plump. Place chicken breasts on warmed \nserving platter. Make ring of rice around chicken. Add currants to tomato sauce; pour sauce over rice and \nchicken. Scatter almonds over rice.  Sprinkle parsley over all.  Yield: 6 to 12 servings.  Note: Curries are much \nbetter if made a day ahead of time; the seasonings blend into the meat much better. Rice can be cooked a day \nahead, sealed in foil and reheated with the Country Captain.  For a free recipe brochure containing six \ninternational chicken recipes, send a self-addressed, stamped, business-size envelope to: Chicken, An \nInternational Favorite, c/o National Broiler Council, Drawer PD, P. 0. Box 5806, Columbia, S. C. 29250. .  Barbara \nGibbs Ostmann, former Post-Dispatch food editor, is an assistant professor at the University of Missouri, 1-98 \nAgriculture Building, University of Missouri, Columbia, Mo. 65211.\n\nGraphic\n\n \n\nPhoto; PHOTO (COLOR)....Chicken Country Captain, a classic Southern dish with roots in India and Great Britian, \nis a good example of multi-cultural cookery.\n"}