{"title": "COALITION RIPS ICE'S RAIDS AS UNFAIR & ILLEGAL", "body": "\nAN ANTI-RAIDS COALITION in New York has put out a document denouncing the excessive force and flagrant \nviolation of rights that have become trademarks of the Immigration and Customs Enforcement raids against \nundocumented immigrants.\n\n\"They have a cowboy mentality - they feel they can do whatever they want,\" said Monami Maulik, founder of DRUM \n(Desis Rising Up and Moving), a group that organizes low-income South Asian immigrants, and a member of the \ncoalition.\n\nThe document, released on Thursday, does not mince words.\n\n\"As a broad alliance of community, faith-based and legal organizations, we stand in strong opposition to the \nDepartment of Homeland Security's recent alarming increase in conducting immigration raids across the country, \nwhich have already led to the breaking up of thousands of families,\" it reads in part.\n\n\"We have not been safe from this racist targeting of communities here in New York City, which many see as friendly \nto immigrants in comparison to other localities.\"\n\nOther coalition members are the Center for Constitutional Rights, Families for Freedom, American Friends Service \nCommittee, Jews for Racial and Economic Justice and New York New Sanctuary Coalition.\n\nIn truth, New York has been a less threatening place than others in the country, but ICE also has cast its shadow \nover immigrant communities here.\n\nOn Oct. 14, along Roosevelt Ave. in Jackson Heights, Queens, more than 100 immigrants were arrested as part of \na criminal investigation, led by the NYPD, of document falsifiers. Yet only 41 were charged. The others were \ninnocent bystanders, called \"collateral arrests\" by ICE.\n\n\"I saw agents with green jackets that said ICE coming out of cars that were not police cars,\" said a witness who \nasked not to be identified. \"They arrested a couple that was just walking by, and a couple leaving a bank.\"\n\nHome raids also are on the rise. Witnesses tell of armed ICE agents who, seeking out people with orders of \ndeportation or minor criminal records, \"storm into homes without warrants, interrogate people, conduct unauthorized \nsearches and take parents away from frightened children.\"\n\n\nPeople who happen to be in those homes, even if they have no orders of deportation or criminal records, also are \narrested.\n\n\"What we are most concerned about is that they arrested bystanders,\" Maulik said. \"We have been holding \nmeetings with the NYPD to see what their position is in terms of the raids.\"\n\nACCORDING to the document, ICE uses \"criminal investigation\" as a pretext to arrest and deport undocumented \nimmigrants \"under circumstances that clearly demonstrate racial profiling.\"\n\nAn ICE spokesperson in Washington, Michael Kegan, denies it.\n\n\"All our operations are conducted professionally and lawfully,\" he said. \"Allegations that we arrest parents and leave \nchildren alone are not true. We make sure that the child is with an adult and in a safe environment.\"\n\nThe anti-raids coalition does not buy it and is urging the NYPD not to cooperate with ICE. It is also calling on \nelected officials \"to stand up for New Yorkers, nearly half of whom come from immigrant families.\"\n\nWorld Vision, concerned about the Dominican victims of Tropical Storm Noel, has set up four ways to help them:\n\n1. Call (866) 730-3915.\n\n2. Give online: www.worldvision.org/newyork.\n\n3. Send a check: 143 W. 29th St., fourth floor, New York, N.Y. 10001. Please write \"Dominican Republic Relief\" on \nthe check or envelope.\n\n4. Go to the bank: Account: \"World Vision Inc. Dominican Republic Relief Fund,\" Bank of America, 4061 Broadway \n(at W. 171st St.), Manhattan.\n\naruiz@nydailynews.com\n"}