{"title": "ISRAEL TO CENSOR IMMIGRATION STORIES", "body": "\nJERUSALEM - Israel has announced that journalists will be required to submit to military censorship articles about \nthe immigration of Soviet Jews.  The policy announced Friday apparently is in reaction to U.S. criticism of Israel's \nsettlement policies.  Both the United States and Soviet Union have expressed concern that many Soviet Jews \neventually will be settled in the Israeli-occupied West Bank and Gaza Strip.  Robert Slater, head of the Foreign \nPress Association, said the new policy appeared to be an effort to control the reporting of political developments.  \nIsraeli law gives the army authority to censor any information considered vital to the security of the state.  Avi \nPazner, media adviser to Prime Minister Yitzhak Shamir said, ''This is not a new regulation, but one that was not \nenforced. Now it will be.'' Pazner said that the change in policy reflected threats by Palestinian organizations \nagainst the immigration process and the immigrants themselves.  He would not provide details of the threats.  The \ncensorship announcement came one day after Secretary of State James A.  Baker III's toughest criticism to date of \nIsrael's settlement policies and his warning that the future of the peace process depended on Israel.  Baker told \nCongress that he would support providing Israel loan guarantees to build housing for immigrants only if Israel \npromised that the money would not be used to build or expand Jewish settlements.  In recent days, Israeli officials \nannounced ever higher figures for the number of Soviet Jews expected this year.\nThe latest projections, published by the Israeli press and attributed to immigration officials, put the number at \n230,000, double the estimate of a month ago.  In Nazareth, Israel, about 1,000 Israeli Arabs signed petitions \nSaturday urging the Soviet Union to halt the Jewish emigration for fear the new immigrants will take away Arab \njobs.  Mohammed Kayal, an Arab journalist and organizer of the petition drive, said that 4,000 had signed in three \ndays and that the petition drive would continue for another two weeks.  He said the petitions would be sent to Soviet \nPresident Mikhail S.  Gorbachev.\n"}