{"title": "Immigrants may get new chance at legal status;President Bush asks Congress to extend a process that expired at midnight Monday.", "body": "\nIllegal immigrants who missed a Monday deadline to try to become legal residents may get another chance.\n\nPresident Bush urged Congress on Tuesday to extend a provision of immigration law that expired at midnight \nMonday. The law let certain illegal immigrants --- those with family ties to U.S. citizens or employers who petition \non their behalf --- to stay in the country while trying to become legal residents.\nAJC\n\nNow that the law has expired, some immigrants face years apart from their relatives if they want to become legal \nresidents. They have to travel to their native countries to apply for legal residency status, but most illegal \nimmigrants who leave the United States cannot return for up to 10 years.\n\nAri Fleischer, Bush's spokesman, said the president wants to sign legislation to protect immigrants. \"The \npresident is very concerned about what would happen to families of immigrants . . . who would be forced to \nseparate from their loved ones,\" Fleischer said.\n\nSeveral proposals to extend the deadline are pending in Congress. The White House said Bush supports an \nextension that would affect about 200,000 people.\n\nThe Immigration and Naturalization Services has estimated that 640,000 people nationwide acted to become \nresidents under the provision that expired Monday. It did not have an estimate Tuesday of the actual number of \napplicants, but there were signs that the law had generated enormous interest.\n\nThousands of immigrants waited in line and jammed INS offices across the country on Monday. An INS hotline \nthat usually receives 750,000 calls a month has averaged 1 million calls a month since Congress passed the Legal \nImmigrant and Family Equity Act in December, said Elaine Komis, INS spokeswoman in Washington. She said the \nINS received a record number of applications in March from the type of people most affected by the law --- illegal \nimmigrants who have married U.S. citizens.\n\nThe law triggered a boom in marriages across the country. In Georgia, court clerks issued 15 percent to 87 percent \nmore marriage licenses in the first four months of this year than last year in immigrant-rich Clayton, Cobb, DeKalb, \nHall, Gwinnett and Whitfield counties.\n\n\nIn Atlanta, about 670 of 900 visitors to the INS office on Monday came to apply for a visa, the first step on the road \nto legal residency. Three people strolled in on Tuesday afternoon to ask about the law, unaware that the deadline \nhad passed, said Sue Brown, INS spokeswoman in Atlanta.\n\n\"Evidently they had just heard about it,\" she said. \"Maybe they just got into town. Who knows?\"\n\nThe Associated Press contributed to this article.\n"}