{"title": "THE HUNT FOR A SNIPER: THE SUSPECTS; Suspects Spent Year Traveling, Nearly Destitute", "body": "\nJohn Allen Muhammad was known to friends for his crushing handshake, his deft touch in repairing fast cars -- and \nhis temper.\n\n     He met his 17-year-old traveling companion, John Lee Malvo, an illegal immigrant from Jamaica, when he \ndated the teenager's mother in Washington State. The teenager called Mr. Muhammad his father and followed a \nstrict diet of crackers, honey and vitamin supplements that the older man prescribed, relatives said. \n\n The two lived almost as destitutes early this year in a Lighthouse Mission in Bellingham, Wash., a small city in the \nfar northwest corner of the country. They traveled this summer and early fall through Louisiana, New Jersey and \nfinally to the nation's capital. They were arrested together early this morning at a Maryland rest stop while sleeping \nin a former undercover police car with nearly 150,000 miles on it. \n\nAfter being arraigned in federal court in Baltimore this afternoon, they are being held in connection with the 13 \nsniper attacks that terrorized suburban Washington for the past three weeks. Federal officials said they were \nconfident that the homicidal rampage, which killed 10 people, had come to an end.\n\nBut what precipitated the killings, what guided the seemingly random selection of innocents, and even what drew to \nMr. Muhammad, 41, and the boy to the Washington area is far from clear. Some federal officials speculated that Mr. \nMuhammad, who converted to Islam in 1985 and later changed his last name from Williams, had been motivated by \nanti-American sentiments. \n\nLate last year, the lives of the two men seemed to spin out of control.\n\nJust before Christmas, the police in Bellingham responded to a domestic dispute involving Mr. Muhammad and Mr. \nMalvo's mother, Uma James. The woman and her son were arrested for being in the country illegally. After they \nwere freed, the boy disappeared from high school.\n\nIn February, Mr. Muhammad, a decorated Gulf War veteran and a combat engineer, was arrested on shoplifting \ncharges in Tacoma, Wash., a city where he had lived on and off since leaving the military in 1994. He skipped a \ncourt appearance and a warrant was issued for his arrest in March.\n\nBy midsummer, the two men were halfway across the country in Baton Rouge, La., where they dropped in \nunexpectedly on some of Mr. Muhammad's relatives and former in-laws. Mr. Muhammad, long known as a sharp \ndresser, surprised one of his relatives by appearing dirty and unkempt. \"He looked dingy, not clean cut,\" said \nDenitra King, 18 and cousin by marriage.\n\n\nThe two men apparently came to the East Coast sometime in late summer, picking up a 12-year-old Chevrolet \nCaprice for $250 in Trenton, N.J. Less than two weeks later, on Sept. 21, the authorities say, Mr. Malvo fled on foot \nfrom the police after a robbery-killing at liquor store in Montgomery, Ala.\n\nIt is possible that what drew Mr. Muhammad to the Washington suburbs was the presence of his second former \nwife, Mildred D. Muhammad, and their three children. They live in Clinton, Md., not far from where many of the \nshootings occurred. \n\nTwo years ago, Mr. Muhammad, who has at least five children by three women, abducted the three children from \nhis estranged second wife, she claimed in court papers. She said he often threatened \"to destroy my life.\"\n\nSomewhere along the way, Mr. Muhammad, who qualified as an expert marksman in the Army, picked up the \nBushmaster rifle that the police say they found in his car.\n\nThe killing rampage around Washington began on Oct. 2.\n\nPerhaps the least unusual part of John Muhammad's past was his upbringing in Baton Rouge.\n\nHe graduated in 1977 from nearby Scotlandville High School and joined the Louisiana National Guard the next \nyear. In 1981, he married his high school sweetheart, Carol A. Kaglear, and they had a son. Some friends and \nrelatives said they could not believe that he is suspected as a serial killer.\n\n\"He was a good, caring man,\" said Edward Holliday, his first cousin, who saw Mr. Muhammad this summer when he \nwas visiting Baton Rouge. \"He coached a football team and liked kids. He was well mannered and friendly. Real \nclean cut.\"\n\nOthers saw a different side.\n\n\"Williams was a loner and to himself,\" said a high school classmate, Stanford Joe Young. \"He had a temper. He \nwas one of the quiet ones, that if you got him mad, you got him up.\"\n\nIn the National Guard, he ran into disciplinary problems. In 1982, he pleaded guilty to disobeying orders by failing to \nappear for duty and was fined $100. In a more serious incident that occurred soon thereafter, he hit a \nnoncommissioned officer. He was convicted the next year and sentenced to seven days in confinement, which was \nsuspended. He lost a stripe and was demoted from sergeant.\n\nUntil the events of this fall in Washington, the pivotal year in Mr. Muhammad's life appears to have been 1985. That \nNovember, he separated from his wife and son and joined the Army. He also converted to Islam.\n\n\"After he changed his religion, he called and told me what not to feed my child,\" Carol Williams told The Seattle \nTimes. \"I told him as long as he lived with me, it was up to me.\"\n\nOn paper, at least, military life seemed to suit Mr. Muhammad.\n\nAfter joining the Army, he was trained as a metal worker and a water-transport specialist, but primarily as a combat \nengineer. He served near Tacoma at Fort Lewis, in Germany and at Ford Ord, Calif. He served in the Gulf War and \nwas described by military officials as a competent but not extraordinary soldier. Although he was not trained as a \nsniper, he received his marksmanship badge with an expert rating, the highest of three categories, in the use of the \nM-16.\n\nIn 1988, nearly three years after joining the Army, he married for the second time, to Mildred D. Green at Fort \nLewis. They had a son and two daughters: John Allen Jr., now 12, Salena, 10, and Taalibah Aanisah, 9.\n\nAfter leaving the Army in 1994, he stayed in the Pacific Northwest, serving for a year in the Oregon National Guard.\n\nIn Tacoma, Mr. Muhammad struck at least some of his neighbors as a solid family man.\n\n\n\n\"You know, I'm sitting here watching all this stuff about him, and, really, during that time he was just the hardest \nworking guy I ever met,\" said Leo Dudley, a former Marine who lived nearby. \"He would work long hours. If I \nneeded some help on something, if he had the time, he would always come and give me a quick hand. So as a \nneighbor, he was a really good neighbor.\"\n\nMr. Dudley said he never saw Mr. Muhammad lose his temper in the five years that they were neighbors.\n\nIn March 1995, Mildred Muhammad, his second wife, helped him start a business, Express Car/Truck Mechanic \nService Inc., an automotive repair operation he ran out of the couple's home. Customers described him a good \nmechanic, but an erratic businessman. One client said Mr. Muhammad once called him to say that not only was his \ncar not ready, but that he also no longer had it and would have to find him a replacement. \n\nWith a partner, Mr. Muhammad also opened a martial arts school in Tacoma in the mid-1990's. The partner, Felix \nStrozier, said the business went well for a while, but that there was a falling out over money that Mr. Muhammad \nborrowed from the school and did not pay back.\n\n\"He was manipulative and would do anything to get his way,\" Mr. Strozier said.\n\nMr. Muhammad was also having problems with his first wife, Carol. The couple had a bitter dispute over the custody \nof their son. When the boy was 12, he visited his father in Washington State over the summer, converted to Islam \nand failed to return until his mother got a court order, her sister Sheron Norman said.\n\nMr. Muhammad attended a mosque in Seattle, some former associates said. But neighbors said he rarely went out \nof his way to talk about his religion. \n\n\"The only thing that really sticks out is, he was really excited that he was attending the Million Man March,\" Mr. \nDudley said.\n\nHe said that Mr. Muhammad helped provide security for Louis Farrakhan, the leader of the Nation of Islam, who \norganized the march in Washington in 1995. \"When he came back, he told me that it was a great experience and \nhe really enjoyed the camaraderie and the feeling and all that stuff,\" Mr. Dudley said.\n\nMr. Muhammad's second marriage began to unravel in the late 1990's, over what his second wife wife described as \nhis abusive behavior toward their three children. \n\nThey were separated on Sept. 8, 1999, when she was granted a permanent restraining order against him. The \norder barred Mr. Muhammad from her home and workplace and the school or day care facility of the children.\n\nIn May, 2000, in Pierce County, Wash., his second wife sought to limit Mr. Muhammad's contact with their children, \nalleging \"physical, sexual or a pattern of emotional abuse of a child.\" Even after the restraining order was issued, \nshe said, she was afraid of him.\n\n\"He was demolitions expert in military,\" she wrote in a court document. \"He is behaving very irrational. Whenever he \ndoes talk with me he always says that is going to destroy my life and I hang up the phone.\"\n\nIn federal weapons charges filed against Mr. Muhammad on Wednesday in Seattle, the government cited a \nprotection order against him in 2000. It said that he had threatened his wife and children and was known to own a \nsemiautomatic .223-caliber Bushmaster rifle. It was this type of rifle that the police said they found today in Mr. \nMuhammad's Chevrolet. \n\nAs part of the divorce settlement, Mr. Muhammads was ordered to pay child support for the three children at $869 a \nmonth.\n\nOn Jan. 10, 2001, Mildred Muhammad signaled her intention to move from Washington State and remain hidden \nfrom her ex-husband. She filed a court document seeking to waive the requirements that she notify her husband of \n\n\n\ntheir children's whereabouts. But in a hand-written notation in the document, Mildred Muhammad said Mr. \nMuhammad had abducted the children more than nine months earlier, and she did not know where they were.\n\n\"At the present time, my ex-husband, John, still has the children,\" she wrote. \"I've been awarded custody of the \nchildren. Their whereabouts are still unknown. I am requesting this waiver so that when my children are found that I \nmay be able to remove them from the state legally and without notification to John where we will be.\"\n\nBy May 2001, Ms. Muhammad had moved to the Prince George's County, Md., apparently with the children, and \nshe worked last year as temporary employee at the Justice Department. She filed documents in the county court \nand the Superior Court of the District of Columbia to maintain her existing restraining order and have it expanded to \nshield their children.\n\nIt is unclear how and when Mr. Muhammad met Uma James and her son, John Lee Malvo. But about four years \nago, Mr. Muhammad took the boy to the martial arts school in Tacoma, where his partner, Mr. Strozier, gave him \ninstruction.\n\n\"Sometimes a little bit too aggressive with the smaller kids,\" said Mr. Strozier, referring to Mr. Malvo. \"When I tried \nto bring it to his attention, he also tried to be aggressive with me. But when I put him back in his place, he \nsometimes would sort of bow his head and sometimes even would cry.\"\n\nIn October of last year, Mr. Malvo enrolled as a junior at Bellingham High School. He showed up without any \nrecords of his prior education, and school officials were unable to trace the boy's origins. The officials notified police \nofficers, who interviewed the boy but took no other action in the matter.\n\nBy the end of last year, Mr. Muhammad and Ms. James were apparently living together in Bellingham. On Dec. 18, \nthe police were called to settle a domestic disturbance involving the couple. \n\nAfter finding that she and her son were in the country illegally, the police called the United States Border Patrol, \nwhich arrested them and turned them over to the Immigration and Naturalization Service. Mr. Malvo and his mother \nwere fingerprinted.\n\nIt was his fingerprint -- matched to others found at the scene of the robbery-killing in Alabama and at the scene of \nthe sniper shootings -- that ultimately helped investigators to break the case.\n\nBy early this year, Mr. Malvo had dropped out of high school and was living with Mr. Muhammad at the Lighthouse \nMission, a homeless shelter in Bellingham. The pair spent many weeks at the mission, but did not always seem to \nbelong.\n\n\"I always thought, this guy has no visible means of support, but he's flying to Jamaica, he's flying to D.C., to \nLouisiana,\" said Rory Reublin, a staff member. \"That's one of the nagging suspicions I had in the back of my head.\"\n\nAbout six months ago in Tacoma, Mr. Muhammad paid a visit to an old Army friend, Robert Edward Holmes. The \ntwo had served together at Fort Lewis.\n\nAccording to a federal complaint filed on Wednesday in Seattle, Mr. Muhammad brought along an AR-15 assault \nrifle with a scope, which he carried in an aluminum briefcase. He also had a book on how make a silencer for a rifle, \nthe complaint said.\n\n\"Can you imagine the damage you could do if you could shoot with a silencer?\" Mr. Muhammad asked Mr. Holmes, \nthe complaint said, adding that Mr. Muhammad failed to make such a device and left behind its unassembled parts.\n\nWitnesses to the shootings in Washington, although they rarely were able to identify where the noise came from, \nconsistently said that they had heard the loud report of a rifle. \n\nOne person who spoke with Mr. Williams in the past month was Travis, who relatives in Baton Rouge say is Mr. \nMuhammad's first son. He said his father had called him regularly over the past two and a half month, but never \n\n\n\nrevealed where he was. Then, about 8 or 10 days ago, Mr. Muhammad left another message on his son's \nanswering machine.\n\n\"He said he loved me,\" said Travis, who asked that his last name not be used. \"He said he was about to hit the road \nagain. He said to take care of my mom..\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: John Allen Muhammad was stationed at Fort Lewis, in Tacoma, Wash., in the 1980's and 90's. (Reuters); \nSheron Norman, a former in-law of John Allen Muhammad, with a picture of him and John Lee Malvo. (Associated \nPress)(pg. A30) Chart/Map: \"Suspects' Stories Unfold\"More details are known about John Allen Muhammad, a 41-\nyear-old American, than John Lee Malvo, a 17-year-old from Jamaica. TRACING THEIR PATHSJohn Allen \nMuhammadJohn Lee MalvoBoth men together 1.) 1977 -- Graduated from Scotlandville High School near Baton \nRouge, La.1978-1985 -- Served in the Army National Guard1985 -- Divorced first wife, with whom he had a son 2.) \n1985 -- Joined the Army. Sent to Fort Lewis, Wash.1990 -- Transferred to Germany 3.) 1992 -- Transferred to Fort \nOrd, Calif. 4.) 1993 -- Transferred to Fort LewisApril 1994 -- Discharged at Fort Lewis1994-95 -- Served in Oregon \nNational Guard 5.) Late 1990's -- Ran a karate school in Tacoma, Wash. 6.) 2000 -- Divorced second wife, Mildred \nGreen, with whom he had three children. Ms. Green moved to Clinton, Md., with the children. 7.) 2001 -- Both men \nmoved to Bellingham, Wash. 8.) July 2002 -- Visited Mr. Muhammad's relatives and former in-laws in Baton Rouge \n9.) Sept. 11, 2002 -- Registered a car in Camden, N.J. 10.) Sept. 21, 2002 -- Mr. Malvo is a suspect in a liquor \nstore shooting in Montgomery, Ala., where one woman was killed and another was wounded. 11.) Oct. 24, 2002 -- \nBoth men are arrested at a rest stop near Frederick, Md. Map of the United States highlights the locations of the \nevents above.(pg. A30)      \n"}