{"title": "ST. THOMAS SPEAKS OUT;SCHOOL SAYS MISSING CUBAN BASEBALL PLAYER SHOULD RETURN TO TEAM", "body": "\nA Cuban baseball player who abandoned his teammates shortly after their arrival in the Twin Cities over the \nweekend should rejoin the group, the University of St. Thomas said Sunday.\n\nThe St. Paul-based university, sponsoring the five-day visit of the collegiate Equipo Caribe or Team Caribbean, has \npublicly sided with its Cuban guests in calling Mario Chaoui's flight a mistake.\n\n\"We would like to hear from him and have him rejoin the group,\" said university spokesman Doug Hennes. \"He \nshould rejoin the group and be part of the rest of the week.\"\n\nHennes said the university is heeding the Cubans' \"sentiments on this,\" even though the Immigration and \nNaturalization Service has urged school officials to remain neutral on the issue.\n\nIn a news conference Sunday evening, university President Dennis Dease said the INS \"has encouraged us not to \nintervene in a matter that is between (Chaoui) and the INS.\"\n\nBeyond public statements that advocate Chaoui's return, the university is apparently taking no action to influence \nthe 20-year-old Havana second baseman one way or the other.\n\n\"We're hoping that the young man will check in with us or the immigration service so we know he's OK,\" the Rev. \nDease said.\n\nThat has not happened, said Hennes, since Chaoui split off from his teammates at the Minneapolis-St. Paul \nInternational Airport on Saturday afternoon and slipped into what the university official calls a \"dark compact\" car. \nWitnesses were unable to read the vehicle's license plate, he said.\n\nThe 50-person Cuban delegation also said it has had no contact with Chaoui, Hennes said.\n\nHennes spoke with the INS Sunday morning but said the agency has limited authority.\n\n\"They have to wait for him to call,\" said Hennes, who notes that Chaoui has a 30-day visa to move freely in the \nUnited States. \"He has not broken any laws. He has only broken a team rule.\"\n\nThe two dozen Cuban beisbolistas and others from the University of Havana and a Cuban technical institute said \nlittle of Chaoui as they toured the Twin Cities in two University of St. Thomas buses on Sunday.\n\n\n\"We came to the states to have a sports exchange and academics exchange, not to have a migration exchange,\" \nteam captain Osmar Fernandez said. \"We don't know why (Chaoui) has made this decision. In Cuba, we have \neverything we need.\"\n\nFernandez and his teammates appeared nonchalant and even buoyant as they gaped at Jesse Ventura's state \nCapitol digs, donned rosary beads at a St. Paul Cathedral ceremony and posed for photos with St. Paul police \nofficers on horseback and members of their University of St. Thomas security detail. Despite Chaoui's departure, \nsecurity around the team did not perceptibly increase on Sunday.\n\nDelegation leaders sternly kept journalists off the team bus but otherwise allowed players to mix freely with \nMinnesotans, including an elderly cathedral-goer who genially accepted an armful of cameras as he became \ntemporary group photographer.\n\n\"They're something else,\" said John Douthit of the boisterous athletes.\n\nIn a moment of Latino solidarity as the convoy moved past the Cinco de Mayo festival on St. Paul's largely \nMexican-American West Side, Cuban academicians and delegation coordinators enthusiastically sang a folk \nmelody well known in Mexican culture:\n\nAy, ay, ay, ay, canta y no llores,\n\nporque cantando se alegra,\n\ncielito lindo, los corazones.\n\n(\"Sing and don't cry, because singing, my dear, gladdens hearts.\")\n\nThe Cuban team's Minnesota visit is to be highlighted by its exhibition game against the St. Thomas baseball \nteam at noon Tuesday in the Metrodome. University officials have said Chaoui's departure would have no impact \non other activities planned this week.\n\nThese will include a pilgrimage of sorts this afternoon to St. Paul City Hall and its large bust of Jose Marti, a \nhistorical figure who is revered in Cuba much as George Washington and Abraham Lincoln are here. The bust is a \nlong-ago gift from Cuba to St. Paul.\n\nJulio Ojeda-Zapata can be reached at ojeda@pioneerpress.com or (651) 228-5467. The Associated Press \ncontributed to this report.  \n\nNotes\n\nSee related story on Page 4A.\n\nGraphic\n\n \n\nPhoto: Janet Hostetter, Pioneer Press\n\nGeovany Casanova Salas snaps a photograph of his Cuban teammates\n\nenjoying a very American dining experience - a complimentary burger\n\nKing meal complete with hats - in Minneapolis after practicing at the\n\nmailto:ojeda@pioneerpress.com\n\n\nMetrodome on Sunday night.\n"}