{"title": "Medicaid Rule For Immigrants May Bar Others", "body": "\nMore than 50 million Medicaid recipients will soon have to produce birth certificates, passports or other documents \nto prove that they are United States citizens, and everyone who applies for coverage after June 30 will have to \nshow similar documents under a new federal law.\n\n  The requirement is meant to stop the ''theft of Medicaid benefits by illegal aliens,'' in the words of Representative \nCharlie Norwood, Republican of Georgia, a principal author of the provision, which was signed into law by President \nBush on Feb. 8.\n\n In enforcing the new requirement, federal and state officials must take account of passions stirred by weeks of \nnational debate over immigration policy. State officials worry that many blacks, American Indians and other poor \npeople will be unable to come up with the documents needed to prove citizenship. In addition, hospital executives \nsaid they were concerned that the law could increase their costs, by reducing the number of patients with \ninsurance.\n\n  The new requirement takes effect on July 1. The Congressional Budget Office estimates that it will save the \nfederal government $220 million over five years and $735 million over 10 years.\n\n  Estimates of the number of people who will be affected vary widely. The budget office expects that 35,000 people \nwill lose coverage by 2015. Most of them will be illegal immigrants, it said, but some will be citizens unable to \nproduce the necessary documents. Some Medicaid experts put the numbers much higher, saying that millions of \ncitizens could find their health benefits in jeopardy. \n\n  State officials are trying to figure out how to comply. Many said the requirement would result in denying benefits to \nsome poor people who were entitled to Medicaid but could not find the necessary documents.\n\n  ''This provision is misguided and will serve as a barrier to health care for otherwise eligible United States citizens,'' \nsaid Gov. Chris Gregoire of Washington, a Democrat.\n\n  Ms. Gregoire said the provision would cause hardship for many older African-Americans who never received birth \ncertificates and for homeless people who did not have ready access to family records.\n\n  Hospitals and nursing homes are expressing concern. ''The new requirement will result in fewer people being \neligible for Medicaid or enrolling in the program, and that means more uninsured people,'' said Lynne P. Fagnani, \nsenior vice president of the National Association of Public Hospitals and Health Systems. ''They still need care, but \nare more likely to wait until their condition becomes more severe and more costly to treat.''\n\n\n  The new requirement will come as a surprise to most Medicaid recipients. The law said federal officials should \ninform them ''as soon as practicable'' after Feb. 8. But the education campaign, to be conducted in concert with \nstates, has yet to begin.\n\n  Under the law, the Deficit Reduction Act, states cannot receive federal Medicaid money unless they verify \ncitizenship by checking documents like passports and birth certificates for people who receive or apply for \nMedicaid.\n\n  In a draft letter providing guidance to state officials, the Bush administration says, ''An applicant or recipient who \ndoes not cooperate with the requirement to present documentary evidence of citizenship may be denied eligibility or \nterminated'' from Medicaid.\n\n  The Center on Budget and Policy Priorities, a liberal research and advocacy group, estimates that three million to \nfive million low-income citizens on Medicaid could find their coverage at risk because they do not have birth \ncertificates or passports.\n\n  Representative John Lewis, Democrat of Georgia, said: ''Many older Americans do not have birth certificates \nbecause their parents did not have access to hospitals, and so they were born at home. In the last century, all over \nthe South, because of segregation and racial discrimination, many hospitals would not take minorities.''\n\n  In Georgia, Medicaid officials began enforcing a similar requirement in January. Dr. Rhonda M. Medows, \ncommissioner of the state's Department of Community Health, said it had not caused serious problems.\n\n  In Arizona, the governor's health policy adviser, Anne M. Winter, said the federal requirement would ''reduce or \ndelay enrollment for eligible individuals, mostly U.S. citizens.'' In many cases, Ms. Winter said, ''Native Americans -- \nthe first Americans -- do not have the documents'' required to show citizenship. In addition, she said, older \nMedicaid recipients with Alzheimer's disease or other mental impairments may not understand the requirement \nand may be unable to retrieve the documents they need.\n\n  In New Jersey, Ann Clemency Kohler, the Medicaid director, said: ''There are lots of reasons why people born \nhere may not have copies of their birth certificates. And many people in their 80's and 90's just don't have a driver's \nlicense or a passport because they're not driving or traveling overseas.''\n\n  In general, Medicaid is available only to United States citizens and certain ''qualified aliens.'' Legal immigrants \nare, in many cases, barred from Medicaid for five years after they enter the United States. Under a 1986 law, \napplicants for Medicaid have to declare in writing, under penalty of perjury, whether they are citizens and, if not, \nwhether they are ''in a satisfactory immigration status.'' \n\n  State Medicaid officials were already required to check the immigration status of people who said they were \nnoncitizens. But until this year, when applicants claimed United States citizenship, states had discretion: they could \nchoose whether to require documentation.\n\n  More than 40 states accepted the applicants' written statements as proof of citizenship unless the claims seemed \nquestionable to state eligibility workers.\n\n  In a study last year, Daniel R. Levinson, inspector general of the Department of Health and Human Services, said \nthat federal Medicaid officials had ''encouraged self-declaration in an effort to simplify and accelerate the Medicaid \napplication process.'' Mr. Levinson recommended additional safeguards, including spot checks of Medicaid \nrecipients to verify citizenship claims.\n\n  Dr. Mark B. McClellan, administrator of the Centers for Medicare and Medicaid Services, agreed, but said he was \nunaware of any fraud. ''The report does not find particular problems regarding false allegations of citizenship, nor \nare we aware of any,'' Dr. McClellan said at the time.\n\n  In an interview on Saturday, Dr. McClellan said, ''We are working with states to develop a policy to accommodate \nthe needs of special groups of Americans who may not have traditional government-issued birth certificates.'' \n\n\n\nFederal officials said that after consulting such groups, they might find other documents that could prove \ncitizenship.\n\n  Jennifer M. Ng'andu of the National Council of La Raza, a Hispanic group, said, ''A likely consequence of the new \nrequirement is that a number of people will be cut off Medicaid even though they are eligible.''\n\n  The law specifies documents that can be used to establish citizenship. A United States passport by itself is \nenough. Or a person can use ''a certificate of birth in the United States,'' together with a document that confirms \nidentity, like a driver's license with a photograph.\n\n  The new requirement is causing alarm in Indian country. Representative Rick Renzi, an Arizona Republican \nwhose district includes more than 145,000 Navajos and Apaches, is urging the Bush administration to let people \nqualify for Medicaid by showing ''certificates of Indian blood'' and other forms of tribal identification. \n\n  Kathleen Collins Pagels, executive director of the Arizona Health Care Association, said ''some nursing home \nresidents could lose Medicaid coverage'' because they could not produce the documents required to prove \ncitizenship. \n\nhttp://www.nytimes.com\n"}