{"title": "Jan. 7: Letters to the editor; Today's topics: hockey pride and hysteria, airport security and hysteria, power, money, the Senate, the armadillo and the turtle ... and more", "body": "\nABSTRACT\n\nToday's topics: hockey pride and hysteria, airport security and hysteria, power, money, the Senate, the armadillo \nand the turtle ... and more\n\nFULL TEXT\n\nPride and hysteria\n\nWell, we lost the gold-medal game of the world junior hockey championship for the first time in six years ( The \nWinning Streak Is Over \n(http://v1.theglobeandmail.com/servlet/story/LAC.20100106.MACGREGORLOSE06ART2319/TPStory/TPComment\n/) - Jan. 6). Them's the breaks, but chances are we'll win it again next year and, really, it is just a game. So it's \nrather surprising to read your front-page lament that the result is \"a shocking blow to national pride.\" Isn't that a tad \nhysterical?\n\nOf course, it would've been a fully appropriate response to, say, our government's performance at the Copenhagen \nclimate conference. But perhaps that issue is just not important enough to touch our national pride. Future \ngenerations might understandably be somewhat baffled by this failure of perspective.\n\nByron Williston, chair, Department of Philosophy, Wilfrid Laurier University, Waterloo, Ont.\n\n............\n\nBelieve me, many Canadians aren't terribly bothered by an American win in a Canadian game. In fact, there are \nseveral million Canadians who don't give a flying puck about \"our game\" at all. But we're really bothered by our \ncountry's zealous obsession with hockey, and the lack of passion for anything worthwhile. There, I said it. Now burn \nme at the stake for being such a heretic.\n\nDiana Colleran, Guelph, Ont.\n\n............\n\nLet's all applaud those kids who did their best and finished second. But the loss of a hockey game is hardly a blow \nto national pride. Stephen Harper's disregard for democracy is. The Conservatives' lack of regard for the fate of \nAfghan prisoners is. Mr. Harper seems to have decided that Canada is no longer in the game on many world \nissues. That's a blow to national pride.\n\n\nJoan Janzen, Toronto\n\n............\n\nC'mon, relax. It's only a game. We can be grateful they aren't attacking our wedding parties with drones.\n\nEdward Mullens, Owen Sound, Ont.\n\nSecurity and hysteria\n\nTransport Minister John Baird wants airport security personnel to be on the lookout for stressed or anxious \npassengers ( They'll Be Watching: Airport Staff To Be Trained To Spot Shady Behaviour \n(http://www.theglobeandmail.com/news/national/theyll-be-watching-airport-staff-to-be-trained-to-spot-shady-\nbehaviour/article1420465/) - front page, Jan. 6). That'll really narrow it down.\n\nWalter Tedman, Kingston, Ont.\n\n............\n\nWho cares about the body scan? I'd rather travel naked than without books ( Book Ban Bashed \n(http://www.theglobeandmail.com/news/national/Somnia/article1420232/) - Jan. 6).\n\nBruno Masquillier, Calgary\n\n............\n\nIs it true Air Canada is now offering discounts to nudists?\n\nA. Trevor Hodge, Ottawa\n\n............\n\nIt seems unlikely that Yemeni security forces \"are observing and pursuing [al-Qaeda]around the clock\" ( Friction \nDevelops In Yemen-U.S. Partnership To Fight Terror \n(http://ca.news.yahoo.com/s/capress/100105/world/ml_yemen_al_qaida) - Jan 6). According to the World Health \nOrganization, nearly 90 per cent of adult Yemeni males chew qat - a mildly narcotic leaf that can induce euphoria \nand conversation but is often followed by manic swings, depression and hallucinations.\n\nSarah Wolfe, assistant professor, Department of Environment and Resource Studies, University of Waterloo\n\nIt's all about power\n\nTom Flanagan's article on the never-ending political campaign ( 1. Polarization 2. Ad Hoc Alliances 3. Fear Of \nElection (http://www.theglobeandmail.com/news/opinions/polarization-ad-hoc-alliances-fear-of-\nelection/article1419988/) - Jan. 6) was quite disturbing, all the more so in that it clearly reflects Stephen Harper's \nthinking: The ends justify the means, and the only end is power for its own sake. Legislative agendas don't matter. \nThe economy doesn't matter. The Afghan war doesn't matter. The only thing worth considering is how power is \nattained and maintained.\n\nIt makes Rick Mercer's adjacent column Proroguing Is For Children (And Stephen Harper) \n(http://www.theglobeandmail.com/news/opinions/proroguing-is-for-children-and-stephen-harper/article1420026/) - \npredicated on the quaint notion that politicians, however imperfect, are nonetheless elected to serve the interests of \nthe people and will try to do so - sound as naive and idealistic as a child's letter to Santa Claus.\n\nKevin Marc Fournier, Winnipeg\n\nhttp://www.theglobeandmail.com/news/national/theyll-be-watching-airport-staff-to-be-trained-to-spot-shady-behaviour/article1420465/\nhttp://www.theglobeandmail.com/news/national/theyll-be-watching-airport-staff-to-be-trained-to-spot-shady-behaviour/article1420465/\nhttp://www.theglobeandmail.com/news/national/Somnia/article1420232/\nhttp://ca.news.yahoo.com/s/capress/100105/world/ml_yemen_al_qaida\nhttp://www.theglobeandmail.com/news/opinions/polarization-ad-hoc-alliances-fear-of-election/article1419988/\nhttp://www.theglobeandmail.com/news/opinions/polarization-ad-hoc-alliances-fear-of-election/article1419988/\nhttp://www.theglobeandmail.com/news/opinions/proroguing-is-for-children-and-stephen-harper/article1420026/\n\n\nIt's all about money\n\nIn your defence of Canadian CEOs' salary increases ( Mistaken Comparison \n(http://www.theglobeandmail.com/news/opinions/editorials/mistaken-comparison/article1420431/) - editorial, Jan. \n6), you overstate the linkage between profit-making and innovation and the imagined miraculous creation of value \nout of thin air. Your list of \"impressive innovators\" includes BCE, Potash Corp. and Rogers Communications. Their \nbusiness innovations would not, I suspect, receive much applause from the average Canadian cable subscriber or \nrecipient of resource industry pollution.\n\nArtists know a thing or two about outside-the-box innovation, value-added work and others taking credit for and \nreceiving salaries from their work. Thankfully, the measurable benchmarks of artistic innovation are not usually \nchampioned via some galling sermon on what might help improve the declining standard of living for the average \nCanadian.\n\nDespite your editorial efforts, there will be more - not less - outrage at CEO compensation narcissism in both the \nprivate and public sectors. The imminent shock-and-awe wave of expected cutbacks guarantees that those \nshocked will far outnumber those in awe of the average top-100 CEO salary.\n\nClive Robertson, Kingston, Ont.\n\n............\n\nMany years ago, Peter Drucker, the distinguished business writer, offered a solution to CEOs' runaway \ncompensation without limiting it: Peg it to the average income of his workers; as he raises his own income, he \nincreases theirs. Mr. Drucker used as his sample the fact that the average Japanese CEO earned 11 times his \nworker's income. In 2008, the top 100 Canadian CEOs' pay was $7.35-million - or 173 times the average worker's.\n\nRick Walker, Toronto\n\nNo cheques, please\n\nWhile I agree cheques fill a need for certain financial transactions ( In Cheques We Trust \n(http://www.theglobeandmail.com/news/opinions/jan-5-letters-to-the-editor/article1418877/) - letters, Jan. 5, and \nEndangered Paper (           http://www.theglobeandmail.com/news/opinions/editorials/endangered-\npaper/article1417075/) - editorial, Jan. 2), they're an inconvenience, especially for those receiving one. You have to \ngo to the bank to deposit it, then wait days for it to clear. Despite the annoyance, however, we keep cheques \naround because there are still occasions when they're the easiest alternative to cash.\n\nToday, you can send money any number of ways online, the simplest method now being mobile payments. With \nPayPal, for example, all you need is a person's phone number. It won't be long before the cheque is part of \nCanadian history, like the telegram. I won't say the cheque will die completely (after all, it's still possible to send a \ntelegram), but it shouldn't be the way we pay or get paid in the 21st century.\n\nDarrell MacMullin, general manager, PayPal Canada, Toronto\n\nMore than just shoes\n\nIn his op-ed Stop Stomping On The Flag (http://www.theglobeandmail.com/news/opinions/stop-stomping-on-the-\nflag/article1418702/) (Jan. 6), J.L. Granatstein complains that, on the Afghan detainee issue, there's only \"one case \non display [involving]a suspected Taliban member\" who was hit with shoes. \"Whatever else this was,\" Mr. \nGranatstein says, \"it was not torture.\"\n\nI was one of the lawyers for Amnesty International Canada and the B.C. Civil Liberties Association in their case \nbefore Madam Justice Anne Mactavish of the Federal Court. In her decision, Judge Mactavish found that, in just \none six-month interval of 2007, \"eight complaints of prisoner abuse\" were received by Canadian personnel. The \n\nhttp://www.theglobeandmail.com/news/opinions/editorials/mistaken-comparison/article1420431/\nhttp://www.theglobeandmail.com/news/opinions/jan-5-letters-to-the-editor/article1418877/\nhttp://www.theglobeandmail.com/news/opinions/editorials/endangered-paper/article1417075/\nhttp://www.theglobeandmail.com/news/opinions/editorials/endangered-paper/article1417075/\nhttp://www.theglobeandmail.com/news/opinions/stop-stomping-on-the-flag/article1418702/\nhttp://www.theglobeandmail.com/news/opinions/stop-stomping-on-the-flag/article1418702/\n\n\ndetainees' allegations included being \"kicked, beaten with electrical cables, given electric shocks, cut, burned, \nshackled, and made to stand for days at a time.\"\n\nJudge Mactavish agreed that some of the detainees \"bore physical signs that were consistent with their \nallegations.\" She said Canada had to give serious consideration to possible future detainee transfers and \"exposing \ndetainees to a substantial risk of torture.\"\n\nAmir Attaran, Canada Research Chair in Law, Population Health and Global Development Policy, University of \nOttawa\n\nWhat about that Senate, eh?\n\nSo the Conservatives are renewing their plan to push for an elected Senate, presumably to make our Parliament \nmore democratic ( Tories Renew Plan To Push For Elected Senate \n(http://www.theglobeandmail.com/news/politics/harper-to-revive-senate-reform-plan/article1420300/) - front page, \nJan. 6). Isn't that like putting wings on a tank to make it more airworthy?\n\nDavid Lailey, Niagara-on-the-Lake, Ont.\n\n............\n\nStanley Knowles, the late NDP stalwart and long-time MP, had a practical proposal for reforming the Senate: \nAbolish it and turn the chamber itself into a gymnasium.\n\nBill Boyd, Lakefield, Ont.\n\nThe armadillo and the turtle\n\nRe Why Chavez Is About To Lose Clout (http://www.theglobeandmail.com/news/opinions/why-chavez-and-co-are-\nabout-to-lose-clout/article1419987/) (Jan. 6): Is an American think tank actually condemning a Latin American \ncountry for \"foreign interventionism\"? The Venezuelan aphorism for such an assertion is \"an armadillo telling a turtle \nit is too hard shelled.\"\n\nPeter Gorman, Toronto\n\nBaby planners?\n\nAs an expecting mother, I know far too well the excitement and stress of preparing for the arrival of our first child. \nBut I can't believe that mothers are hiring baby planners for \"a smooth transition\" ( Feathering The Nest - With \nExpert Help (http://www.msnbc.msn.com/id/34243979/ns/health-pregnancy/) - Life, Jan. 5). Women and men have \nbeen raising children for thousands of years with far less financial resources, equipment and gadgets that are \ncurrently available.\n\nIf these women find shopping for a stroller stressful, I can't imagine how they'll survive labour or waking up six times \na night to feed/change their child. Oh right, the nanny will do it. Mea culpa!\n\nKristine Dandavino, Oshawa, Ont.\n"}