{"title": "GETTING BACK IN PRACTICE: A state grant aims to help medical professionals from other countries progress down the long road toward resuming careers in the U.S.", "body": "\nNov. 12--Obstetrician Natalya Lyadova led a team of five doctors and 10 nurses at a clinic in her native Ukraine.\n\nNow, as an immigrant struggling to learn English in St. Paul, she is setting off on a long road toward resuming her \nmedical career.\n\nLike thousands of medical professionals from other countries, Lyadova has discovered that before she can treat \npeople here, she must complete a rigorous, expensive and time-consuming process.\n\nA $450,000 state grant to three Minnesota agencies aims to give these much-needed doctors and nurses a hand. \nThe goals are to get them into the field more quickly and in some cases put them to work in immigrant communities \nthat need their language and cultural skills.\n\nThe agencies help immigrants pay for classes, tests and travel to testing sites. They also give guidance to the \ndoctors, nurses and other health workers trying to make their way through the maze of required steps.\n\n\"When I came here, I understood it would be a long way to be a physician in this country,\" said Lyadova, 33, who \nlives with her husband and two young children. \"But I have knowledge, I have experience and I have my wish to be \na doctor. I am homesick for my profession.\"\n\nCarol DaBruzzi of the International Institute of Minnesota said she has worked for several years -- with little funding \nuntil now -- trying to help people like Lyadova.\n\n\"I had a woman surgeon from Moscow who was working in the surgical theater (here), but as a person who would \nsterilize the instruments,\" DaBruzzi said. \"The way it's set up now, it is kind of like we're using a weapon against \nthem. We're making it harder.\"\n\nDaBruzzi said she and the immigrants she works with agree the state must verify credentials and require tests and \ntraining. But DaBruzzi said the licensing process should not be impossible to complete.\n\nOne current barrier is that doctors must find a licensed physician here who is willing to let the new arrivals \"shadow\" \nthem before they will be allowed to do a residency. But there is no formal application process to get immigrants into \na mentoring situation, DaBruzzi said.\n\n\"It's all a word-of-mouth kind of thing,\" and most immigrants don't have the necessary connections, she said.\n\n\nThe grant is helping agencies tackle the issue by linking established physicians with new arrivals.\n\nFor some, there is little the agencies can do. Medical workers from war-torn countries, or places where there is no \nfunctioning government, like Somalia, may be out of luck if they do not have copies of their transcripts and degrees. \nFor those immigrants, the only option might be to go through college and medical school again.\n\nBut others can benefit. DaBruzzi is working with Peter Chweyah, 45, a physician from Kenya who arrived in \nMinnesota in 2004.\n\nChweyah has just taken the fourth test -- a two-day ordeal -- required to practice here, part of the U.S. Medical \nLicensing Examination. The grant money paid the $785 test fee.\n\nFrom his modest apartment in Crystal, Chweyah studied daily for the test, after helping get his four children off to \nschool and before his 2 to 10 p.m. shift as a medical assembly line worker at Medtronic. He earns $12 an hour at \nthe job.\n\nNow he must be accepted into a residency program.\n\n\"Things are not very easy,\" he said. \"I've been very positive. You feel like you belong to a particular career. You're \njust trying to get back.\"\n\nState Rep. Karen Clark, of Minneapolis, sponsored the funding bill, which is a one-year pilot program. She said it \nmade sense to both political parties, especially because Minnesota has a shortage of nurses and dentists, among \nother professionals.\n\n\"It was clear that it was an issue that affected people all over the state and that it might be a good investment,\" \nClark said.\n\nLyadova, the obstetrician, left Ukraine as a Jewish refugee and arrived in Minnesota in January.\n\nShe is taking classes in English for medical professionals at the Global Language Institute of the College of St. \nScholastica. The classes are paid for by the grant.\n\nThough Lyadova struggles with English and knows it will take years for her to get licensed again, she said it will be \nworth it.\n\n\"If I sit at home and cry, 'What a hard life I have,' what do I get?\" she said. \"I must work. Work, work, work, work.\"\n\nEmily Gurnon can be reached at egurnon@pioneerpress.com or 651-228-5522.\n\nGetting licensed\n\nThese agencies help foreign-trained medical professionals.\n\nInternational Institute, Carol DaBruzzi, 651-647-0191, ext. 313\n\nAfrican and American Friendship Association, Anne Lutomia, 651-645-5828\n\nWorkforce Development Inc. (Rochester), Deb Long, 507-292-5155\n\nCopyright (c) 2006, Pioneer Press, St. Paul, Minn. Distributed by McClatchy-Tribune Business News. For reprints, \nemail tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or \nwrite to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n"}