{"title": "A Haven for Abused Women", "body": "\nWomen who have been threatened with rape, mutilation or other horrors deserve protection from the barbarians \nwho do such things and the societies that allow or encourage such behavior. So it is welcome news that the \nDepartment of Homeland Security is drafting rules for allowing asylum for women who flee to this country after \nsuffering from such extreme cases of abuse elsewhere.\n\n At the same time, Attorney General John Ashcroft is now considering a particularly poignant appeal for asylum by a \nwoman from Guatemala. Mr. Ashcroft should grant her request and then support the adoption of the new, \nenlightened guidelines for helping other abused women seeking asylum in America.\n\n This is not about eroding well-established asylum policies, or creating some flimsy loophole that will open the \nfloodgates to immigrants who simply seek a better life. As the Taliban nightmare in Afghanistan so powerfully \nillustrated, women in some societies are systematically oppressed as an ideological matter. They deserve the \nprotections international law affords other persecuted exiles.\n\n Asylum is granted for exiles in danger of persecution back home because of their race, religion, ethnicity or political \nassociations, or for being in a particular social group. It is that last category that should cover people like the \nwoman from Guatemala, Rodi Alvarado Pena, who fled to this country after a decade of abuse and whose case is \nnow before the attorney general. Mrs. Alvarado says that her husband repeatedly used her head to break glass and \nthat officials in Guatemala told her they would not protect her from him.\n\n In an enlightened world, no society would force women to wear burkas against their will, or threaten them with \ndeath for daring to talk to a man. Mr. Ashcroft and the Department of Homeland Security should make certain that \nsuch persecuted women who flee to the United States have a chance to stay.                                                                          \n\nhttp://www.nytimes.com\n"}