{"title": "New PBS Offering is a Sitcom That Teaches Basic English", "body": "\nHoping to reach the nearly 14 million adults who lack basic English skills, four states with large immigrant \npopulations are teaming with PBS and the federal government to launch an educational television series.\n\nThe 26-part series, called \"Crossroads Cafe,\" is designed to teach basic English reading and writing skills in an \nentertaining but also informative setting. The situation comedy follows the lives of six people of various ethnic \nbackgrounds.\n\nIt will be the first nationally televised English instruction program and will air weekly this fall on Public Broadcasting \nService affiliates. The U.S. Information Agency plans to televise the series in Central and Latin America.\n\nThe states - California, New York, Florida and Illinois - and the Education Department and Immigration and \nNaturalization Service hope the series goes beyond TV viewers.\n\nVideotapes of the program will be distributed to English as a Second Language education programs in the four \nstates, classrooms, and to organizations that provide services to immigrants. Accompanying the TV series are \nteachers' guides, a workbook for students, and a photo guide with simple captions.\n\nAt a Capitol Hill news conference, Education Secretary Richard Riley said \"Crossroads Cafe\" should help reach \nimmigrants unable to attend classes either because they are juggling jobs or can't get a babysitter or find \ntransportation.\n\n\"It can also help 24 million other Americans who need a boost in their reading skills,\" Riley said, stressing the \nbenefits of literacy. \"Adults who cannot read have a hard time providing for their families, especially in these times \nwhen nearly every new job that is created requires a worker to be highly literate and skilled.\"\n\nThe four states' education agencies each contributed Adult Education Act funds to underwrite creation and \nproduction of \"Crossroads Cafe.\" The INS kicked in $ 1 million more, said agency Commissioner Doris Meissner.\n\nMeissner said \"Crossroads Cafe\" fits with her agency's effort to naturalize as many as possible of the 6 million \npeople who are eligible for citizenship. To become a U.S. citizen, applicants must demonstrate a knowledge of \nEnglish, civics and government.\n\n\"A TV series like this is just a terrific way for people who want to apply for citizenship to meet the requirements,\" she \nsaid in an interview.\n\nPBS is making the series available to its 350 local affiliates nationwide.\n"}