{"title": "House Judiciary Committee Holds Hearing on Trump Administration's Family Separation Policy", "body": "\nHouse Judiciary Committee Holds Hearing On Trump Administration'S Family Separation Policy\n\nFebruary 26, 2019 10:00 A.M.\n\nSPEAKERS:\n\nREP. JERROLD NADLER (D-N.Y.), CHAIRMAN \n\nREP. ZOE LOFGREN (D-CALIF.) \n\nREP. SHEILA JACKSON LEE (D-TEXAS) \n\nREP. STEVE COHEN (D-TENN.) \n\nREP. HANK JOHNSON (D-GA.) \n\nREP. TED DEUTCH (D-FLA.) \n\nREP. KAREN BASS (D-CALIF.) \n\nREP. CEDRIC L. RICHMOND (D-LA.) \n\nREP. HAKEEM JEFFRIES (D-N.Y.) \n\nREP. DAVID CICILLINE (D-R.I.) \n\nREP. ERIC SWALWELL (D-CALIF.) \n\nREP. TED LIEU (D-CALIF.) \n\nREP. JAMIE RASKIN (D-MD.) \n\nREP. PRAMILA JAYAPAL (D-WASH.) \n\nREP. VAL B. DEMINGS (D-FLA.) \n\nREP. LOU CORREA (D-CALIF.) \n\nREP. MARY GAY SCANLON (D-PA.) \n\n\nREP. SYLVIA R. GARCIA (D-TEXAS) \n\nREP. JOE NEGUSE (D-COLO.) \n\nREP. LUCY MCBATH (D-GA.) \n\nREP. GREG STANTON (D-ARIZ.) \n\nREP. MADELEINE DEAN (D-PA.) \n\nREP. DEBBIE MUCARSEL-POWELL (D-FLA.) \n\nREP. VERONICA ESCOBAR (D-TEXAS) \n\nREP. DOUG COLLINS (R-GA.), RANKING MEMBER \n\nREP. JIM SENSENBRENNER (R-WIS.) \n\nREP. STEVE CHABOT (R-OHIO) \n\nREP. LOUIE GOHMERT (R-TEXAS) \n\nREP. JIM JORDAN (R-OHIO) \n\nREP. KEN BUCK (R-COLO.) \n\nREP. JOHN RATCLIFFE (R-TEXAS) \n\nREP. MARTHA ROBY (R-ALA.) \n\nREP. MATT GAETZ (R-FLA.) \n\nREP. MIKE JOHNSON (R-LA.) \n\nREP. ANDY BIGGS (R-ARIZ.) \n\nREP. TOM MCCLINTOCK (R-CALIF.) \n\nREP. DEBBIE LESKO (R-ARIZ.) \n\nREP. GUY RESCHENTHALER (R-PA.) \n\nREP. BEN CLINE (R-VA.) \n\nREP. KELLY ARMSTRONG (R-N.D.) \n\nREP. GREG STEUBE (R-FLA.) \n\n[*]NADLER: The Judiciary Committee will come to order. Without objection, the chair is authorized to declare \nrecesses of the committee at any time. \n\nWe welcome everyone to this morning's hearing on oversight of the Trump administration's family separation \npolicy. I will now recognize myself for an opening statement. \n\nTwo years into the Trump administration's wide array of dramatic and damaging immigration policy changes it is \nunbelievable that so much harm has occurred to so many people with so little congressional oversight. That ends \nwith this new Congress. \n\n\n\nIn our first-immigration related hearing this Congress, the Judiciary Committee will finally seek to hold the \nadministration accountable for its indefensible and repugnant family separation policy, for the injuries it has \nafflicted on thousands of children and families. Even now months after the height of the crisis created by the \nadministration's implementation of its cruel and inhumane anti-immigrant policies basic questions remain \nunanswered. \n\nIn part that is because the Department of Justice and the Department of Homeland Security until last night \nstonewalled the legitimate request for information by this committee that were made over six weeks ago. Although \nwe have received several document productions by the Department of Health and Human Services, we only \nreceived our first document productions of o--under 100 pages each last night from DOJ and DHS. That is \nabsolutely inexcusable. These requests were made six weeks ago. \n\nI expect these agencies to comply with our request in the future and I expect the witnesses to be prepared to \nanswer all of our questions today starting with four fundamental ones. First, why did the administration think that \nseizing children from the arms of their parents was acceptable policy? Second, who is responsible for developing \nand implementing the family separation policy? Third, what are you doing to reunify all of the families you \nseparated? Fourth, what plans are in place to repair the traumatizing damage to children and families caused by \ntheir actions? \n\nAs part of this policy, the Department of Homeland Security apprehended thousands of families are crossing our \nsouthern border, many of them fleeing for their lives and tore children away from their parents seemingly for no \nreason other than to deter people from seeking the protection our country has historically provided to those seeking \nasylum. And the department did so in such a reckless and callous way that it failed even--that it failed even to \ncapture sufficient information to identify which child belonged to which parent. \n\nWhen a stranger rips a child from a parent's arms without any plan to reunify them it is called kidnapping. This \nadministration is responsible for the harm suffered by thousands of children and their parents and it must be held \naccountable after--after all of the children are reunified. That is why we must have a full accounting of which officials \nwere responsible for directing and planning this shameful policy of kidnapping. \n\nNot only was the family separation policy abhorrent, the administration was either incompetent or grossly \nnegligent in its implementation which only compounded the trauma inflicted on these innocent children. It is now \napparent that none of the agencies present here today were ready to implement this policy. According to reports \nfrom the DHS Inspector General, Department of Health and Human Services Inspector General and the \nGovernment Accountability Office the agencies failed to take the basic and necessary steps to prepare for and \nimplement the family separation policy. \n\nFor example, the DHS Inspector General found that the department quote struggled to identify, track, and reunite \nfamilies unquote and that caused confusion by providing quote inconsistent information unquote for separated \nfamilies. The GAO reported that DHS and HHS frontline staff were not aware of their roles in family separation \nuntil then-Attorney General Sessions announced the policy in an April 18 speech. \n\nThis utter lack of preparation is indefensible on its own. But it is particularly appalling given the fact that DHS and \nthe Justice Department had already conducted a five-month pilot program involving family separation in the El \nPaso sector. How is it remotely possible that after quietly conducting this family separation program for five \nmonths the agencies at this hearing did not recognize the obvious need for critical officer training, for a system for \ntracking families or a plan for eventual reunification? The failure to take the steps as the program has expanded \ndemonstrates an utter indifference to human suffering that shocks the conscience. \n\nLastly, I expect our witnesses to tell us what they are currently doing to repair the untold harm their agencies \ninflicted on these children and their parents and their families. The American Association of Pediatrics has stated \nthat quote, highly stressful experiences like family separation can cause irreparable harm disrupting a child's brain \narchitecture and affecting his or her short and long-term health and can carry lifelong consequences for children, \nclosed quote. \n\n\n\nSo I must ask when your respective agencies are now monitoring and addressing the medical and psychological \nneeds of separated children both during custody and after being reunified with their parents--with their families? \nIncredibly the Health and Human Services Inspector General reported last January that is to say last month that \nthousands more, that thousands more children may have been forcibly separated from their parents or legal \nguardians than the administration had previously acknowledged. In fact, the actual number is still unknown. \n\nEven worse, the government has not, neither attempted, nor intends to reunify these unaccounted-for children with \ntheir parents because they say it would just be too complicated and burdensome. While there may be some \nlogistical challenges and jurisdictional questions as to how that should happen, there is absolutely no justification to \nnot even try to reunify a child with his or her parents. It is simply unacceptable to allow anyone who inflicted such \ndramatic damage to these families to sidestep responsibility for the consequences of their actions. \n\nWe as a nation can and must do better. I expect that the witnesses will all be prepared to answer fully and clearly \nhow this disastrous and unconscionable policy was developed and implemented, how their agencies intend to \nlocate and reunify every child with every parent for every family that was separated whether as part of the zero-\ntolerance policy or prior to the zero-tolerance policy being announced including reunifying children with parents who \nwere unconscionably deported without their children if the parents want that and how the agencies intend to repair \nthe damage they caused. \n\nI look forward to discussing these issues and more with our panel. I now yield to the--to the distinguished Ranking \nMember of the committee, the gentleman from Georgia, Mr. Collins. \n\nCOLLINS: Thank you, Mr. Chairman. I appreciate the opportunity today to discuss the human cost of the current \nimmigration law and what happens when for decades the law was ignored both by Republicans and Democrat \nadministrations and abused by those seeking to enter the United States at almost any cost. \n\nTogether these factors have undercut for American sovereignty and the integrity of our generous immigration \nsystem. Unfortunately, actions can have damaging consequences and now caravans of thousands of Central \nAmericans are endangering themselves and other as they pursue entry, very often illegal entry, to the U.S. Fraud \nand abuse now is rampant in our asylum system which is supposed to protect the vulnerable from persecution. \nAdults are delivering children into the hands of human traffickers while gangs of aliens violently assault the border \npatrol agent simply trying to keep Americans and migrants safe. \n\nThe president once noted we have seen a significant rise in apprehensions and processing of children and \nindividuals from Central America who are crossing into the United States and the Rio Grande Valley areas of the \nSouthwest Border. These individuals who embark upon this journey are subject to violent crime, abuse, and \nextortion as they rely on dangerous human smuggling networks to transport them through Central America and \nMexico. This was true when President Obama wrote this in a letter to Congress in June 2014 and it remains true \ntoday. \n\nThat summer President Obama asked Congress for $3.7 billion in emergency supplemental appropriations to help \naddress the border crisis and the House Republicans passed such a bill. During that crisis, the Obama \nadministration was doing the same thing that is happening today. \n\nThey were apprehending the legal border crossers in the same way the Trump administration does today. They \nwere detaining and processing the illegal entrance in the same facilities with the same-part--chain-link partitions \nwhere the Trump administration detains and processes them today. They were providing the same humanitarian \nrelief diapers, food, Mylar blankets as the Trump administration provides today. \n\nOf course, none of that stops illegal border crossings because the perverse incentives to come to the U.S. illegally \nand to falsely claim asylum remains strong. To make the situation worse a 2015 Federal Court ruling incorrectly \ninterperated--interpreted the Flores settlement agreement. That ruling provided more incentive for aliens to come to \nthe U.S. illegally since word got out that adults who bring a child with them across the border are guaranteed \nreleased into America's interior within a matter of days. The Obama administration rightly appealed the ruling but \n\n\n\nlost leaving Congress with a duty to act on what should be a bipartisan humanitarian policy correcting the errant \nFlores ruling. \n\nSo here we are five years later misguided policies, inconsistent enforcement and limited resources have further \nfueled the humanitarian border crisis. Family unit apprehensions are up 280 percent over the same time last year \nand overall apprehensions by border patrol are up 81 percent. Agents routinely see groups of 300 or more aliens \nenter together illegally as Central American caravans filled with family units, unaccompanied minors, and single \nadults have become the norm. \n\nMy colleagues across the aisle have offered no solutions to secure the border and end the perverse incentives that \ncause children to be trafficked and abused on the journey north or honor legal immigrants by fighting the \nwidespread abuse of the current system. Instead, we have asked that--we've seen advocation for mass legalization \nof illegal aliens, to abolish the entire law enforcement agency of ICE and for legislation that will further hamstring \nany efforts to deter illegal entry and abuse of the immigration system and existing laws. \n\nEven today hostility to the rule of law is on display. My colleagues had the opportunity to hold their first immigration-\nrelated hearing on the topic that would curb incentives for illegal immigration and remove incentives for parents to \nendanger their own children by paying murderous cartels to smuggle children across the U.S.-Mexico border. \nInstead, we have decided that the first immigration-related hearing would ignore every opportunity to protect \nAmericans and our neighbors in favor of a political spectacle. \n\nNone of that is helpful and none of it represents a serious attempt to protect our sovereign borders, our citizens, \nand our neighbors to the south and the rule of law. When he took office President Trump applied the current law in \ngood faith effort to deal--deter illegal border crossings. His January 25, 2017 immigration enforcement executive \norder directed the attorney general to prioritize prosecutions of offenses having a nexus to the southern border. \n\nThe Attorney General and the DHS Secretary then implemented the zero-tolerance policy under which DHS would \nrefer any alien who entered the country illegally along our Southwest Border to DOJ for prosecution under code \n1325A. DOJ would prosecute those aliens. The accomp--children accompanying those aliens who were being \nprosecuted became bylaw unaccompanied alien children and were placed in custody of the house, the Office of \nRefugee Resettlement and at the department of HHS. \n\nI want to state personally, we must be fair. When we look back at this in hindsight it is clear that the system was not \nready to handle the large number of children arriving at the border and separated from their parents. It was not \nhandled in a way that could be fitting and that was a mistake in the system. \n\nAgents involved here made some mistakes. The administration could have and should have done a better job \nreuniting families for adult prosecutions. Today we will hear from agencies involved in the zero-tolerance policy \nabout what they have done to ensure going forward every child separated from their parent at the border is tracked \nand if appropriate, reunited with that parent. \n\nBut we should also talk about how Congress can stop incentivizing illegal injury. We should hear from the \nwitnesses, especially border patrol and ICE, what resources and legislative changes they believe are necessary to \nend the humanitarian crisis and at our southern border and make interior safer for citizens and legal immigrants. \n\nWith help--we help no one here today by upholding the status quo. We cannot simply say and have a hearing on \nwhat is now without looking to the future, without saying what got us here, how do we get it fixed and how do we \nhave honest interpretations of who's held and who's not? When we do that then we do a service to the American \npublic, not only those who are seeking a better life as they come here doing it legally but also to make sure that our \nborder is safe and those doing it. \n\nBut Mr. Chairman, before I yield back my time, I want to recognize some members of our audience here today. \nWe're going to hear a lot about separation and other things and those are things that we do need to hear about \nthat with us in this room today are Marry Ann Mendoza, son, Police Sergeant Brandon Mendoza who was killed by \na criminal illegal alien who was driving while intoxicated; Steve Ronnebeck, whose son Grant Ronnebeck was killed \n\n\n\nby an illegal alien who while working at a convenience store that the alien had decided to rob and Marla Wolff \nwhose husband FBI agent Carlos Wolff was killed by a criminal illegal alien while he was standing next to his \nvehicle on the side of the road. \n\nOur immigration system for those who have heard me speak before is broken. It needs to be fixed. We cannot \ncontinue the perverse incentive to come illegally across our borders and we need to fix the legal ways that we can \nmake the country the greatest it is in the world with open doors to those who want to do and come here to \nparticipate legally. This is our problem. This is what we should be dealing with today and that is my hope, Mr. \nChairman, as I yield back. \n\nNADLER: Thank you, Mr. Collins. It is now my pleasure to recognize the chair of the Subcommittee on Immigration \nand Citizenship, the distinguished gentlewoman from California, Ms. Lofgren for her opening statement. \n\nLOFGREN: Thank you, Chairman Nadler. I've served in Congress for almost 25 years and I've participated in \nhundreds of hearings but I've rarely been confronted with overseeing policy choices so dreadful and grave that they \nfundamentally undermine our standing as a nation. \n\nWe are here today to document and hold this administration accountable for using children including babies and \ntoddlers as pawns in its ongoing war on immigrants. I take no pleasure in holding this hearing and there will be no \nwinners at the end of it. \n\nThe family separation policy has stained the nation and hurt our people, leaving families in pain and our \ngovernment in shame but the hearing is critical because there are many questions that remain unanswered. Today \nwe expect the witnesses to be prepared to provide detailed, thorough, and concrete answers to those questions. At \nthe outset here is what we already know. \n\nWe know that when Democrats criticized a proposal to separate families as a deterrent unauthorized immigration \nin early 2017 former Secretary of DHS John Kelly publicly said he would abandon the idea and that is what we \noriginally thought had happened. But in the summer of 2017, we were hearing many reports from the field of family \nseparations. \n\nOur staffs reached out to DHS but the department denied that family separations were taking place. We've since \nlearned that despite these denials the department had quietly implemented a family separation pilot program in \nthe El Paso sector. We know that despite the pilot program DHS was entirely unprepared to expand that pilot \nacross the southern border. \n\nAfter announcing its zero-tolerance policy DHS began to separate families without recording data that could be \ntracked through the detention system. So the department effectively lost mothers and children. Think about that, \nDHS snatched screaming children from their parents' arms without bothering to make sure they had captured \nsufficient data to reunite them in the future. \n\nDespite protestations to the contrary by Secretary Nielsen, we know that separating families was a specific intent \nof the zero-tolerance policy; at least 2816 families and may be thousands more were subjected to it. Leaked \ninternal memos including one signed by the Secretary herself made clear that the goal was to create fear and chaos \nso that future asylum-seeking families would be deterred from coming. It's a terrible irony that so many of these \nfamilies undertook a perilous journey to protect their children only to see their children ripped from their arms by \nthose who were supposed to provide refuge. Finally responding to intense outrage within the Congress and really \nacross the country we know that President Trump ostensibly ordered the cessation of family separations on \nSeptember 27, 2018, yet we continue to receive reports that families are being torn apart at the border. That is \nwhat we know. \n\nHere's what we don't know. We don't know why the administration prioritized the separation of families as its go-to \ndeterrent strategy. Every administration grapples with the challenge of unlawful bord--border crossings but not one \nhas resorted to the cruelty of systematically separating children from their mothers and fathers. \n\n\n\nWe even know that the Obama administration briefly studied the idea but quickly abandoned it as irreconcilable with \nAmerican values. Why did this administration fervently pursue this heartless approach? \n\nWe don't know what criteria DHS used to separate families, what information its officers gathered before shoving \nparents and kids into different directions or what its plans were to reunite them. Indeed reports concluded the \ndepartment appears to have made no plans at all. We don't know why HHS received no forewarning that thousands \nof traumatized children would quickly be turned over to its custody or why so many children arrived without the vital \ndata needed to facilitate eventual reunion and we don't know if DHS is separating families now in violation of the \npresident's order or if it has dreamed up a new justification to accomplish the same result. \n\nWe don't even know how many families were separated because apparently, nobody kept account. Eight months \nafter a federal court ordered all families reunited some remain apart and thousands more families may be \nseparated and entirely unaccounted for. We don't know when or if these families will ever see each other again. \n\nAs a mother and grandmother, my heart aches for all of them. As a member of this committee, I have a duty to get \nto the bottom of what happened and I intend to do that. Let me be clear we will continue to bring the administration \nbefore this committee until every one of these children is home with their families. I yield back, Mr. Chairman. \n\nNADLER: I thank the gentlelady and now pleased to recognize the Ranking Member of the Immigration \nSubcommittee, the gentleman from Colorado Mr. Buck for his opening statement. \n\nBUCK: Thank you, Mr. Chairman. No one on this committee wants to see families separated but to avoid this we \nneed to take an honest look at the incentives that drive illegal immigration, the loopholes in our laws that encourage \nbad actors to exploit and expose children to the dangerous journey through Central America and Mexico to our \nSouthern Border and the crisis at our southern border. \n\nMr. Chairman make no mistake there is a crisis on our southern border, one created by Congress's unwillingness to \nact and perpetrated by Democrats' open orders policy that allows drugs, guns, gangs and human and child \ntrafficking operations to spill across our border. Drug cartels--drug cartels and human traffickers that control the \nsmuggling routes along the border are bringing unprecedented amounts of heroin and fentanyl into our country \nwhich is driving the growing opioid crisis. In fact, we just saw the largest fentanyl bust in history just a few weeks \nago where authorities seized 254 pounds of fentanyl, enough to kill hundreds if not thousands of American citizens. \n\nOn top of the drug crisis that these policies are perpetrating these open border policies are exposing children to \nhorrendous conditions. Coyotes and child smugglers expose children to drug trafficking, assaults, sexual abuse, \nand other criminal activity. In fact, one in three females who are trafficked are subject to sexual exploitation during \nthe dangerous trip to the border. \n\nThis is not to mention the spike in MS13 and other gang activity in the country. In fact, in 2017 the U.S. border \npatrol Acting Chief Carlo Provost testified before the Senate Judiciary Committee that MS13 took full advantage of \nflows of foreign nationals into the United States by hiding in the populations of young individuals entering our \ncountry illegally. \n\nMany of these individuals came across the borders as unaccompanied alien children or UACs during President \nObama's time and continue to enter our country now. As of last summer, Health and Human Services estimated \nthat 83 percent of individuals crossing the border came as UACs. Law enforcement has been working hard to catch \nthese criminals and curtail gang activity but these open borders policies that Democrats have continued to push are \nforcing our domestic law enforcement officers to deal with the problem that should have stopped at the border. \n\nWe are also seeing unprecedented numbers of family units with children crossing the border every month. Before \n2011 more than 90 percent of illegal border crossers were single adult males, not anymore. Now we are seeing \nrecord number of families and children making the dangerous journey here. In October there were over 23,000 \nfamily apprehensions. In November 25,000, in December 27,000. These are historically high numbers. \n\n\n\nUnfortunately, years of ineffective enforcement and misguided laws created loopholes that incentivize people to \nbreak our laws, exploit children and families, and continue running drugs into our country. Simply put, many adults \nwho illegally cross our border believe that if they come with a child they will not be detained and will instead be \nreleased into the interior of the United States. \n\nWe must work to address these loopholes and solve these problems. We cannot continue pushing our border \npolicies and wondering why there is gang activity, drug running, gang violence and illegal immigration in our interior. \n\nWhen President Trump signed an executive order on June 20, 2018, injuring the zero-tolerance initiative that led to \nan increase in family separation he aptly titled the order affording Congress an opportunity to address families' \nseparation. It's time Congress do so. \n\nI look forward to hearing from the witnesses today about their work enforcing the law while protecting vulnerable \npopulations on the border. I look forward to hearing how Congress can act to address the root causes of \nexploitation of children on our southern border and how Congress can act to protect those truly seeking refuge \nwhile eliminating frivolous claims that clog our immigration courts. I yield back. \n\nNADLER: I thank the gentleman. I will now introduce today's witnesses. Carlo Provost is the Chief of the U.S. \nBorder Patrol at U.S. Customs and Border Protection in the Department of Homeland Security. She earned a \nBachelor of Science degree in sociology and criminal justice from Kansas State University and a Master of Science \ndegree in natural--national resource strategy from the Industrial College of the Armed Forces at the National \nDefense University in Washington DC. \n\nNathalie Asher is the Acting Executive Associate Director for Enforcement and Removal Operations at U.S. \nImmigration and Customs Enforcement in the Department of Homeland Security. She graduated from Cedarville \nUniversity with a Bachelor of Arts in Spanish and business. \n\nScott Lloyd is a Senior Advisor at the Center for Faith and Opportunity Initiatives in the Department of Health and \nHuman Services and the former Director of the Office of Refugee Resettlement also at HHS. He received his \nundergraduate education at James Madison University and earned his JD at Catholic University of America \nColumbus School of Law. \n\nJonathan White is the Commander in the U.S. Public Health Service Commission Corps. at the Department of \nHealth and Human Services. He is currently a Senior Advisor in the Office of Emergency Management Medical \nOperations and he was the Federal Health Coordinating Official for Unaccompanied Alien Children Reunification. \nHe received a Bachelor of Arts in British and American literature at New College of Florida, Ph.D. in American \nliterature from George Washington University, and a Master of Social Work from Catholic University of America. \n\nJames McHenry is Director of the Executive Office for Immigration Review at the Department of Justice. He earned \na Bachelor of Science from the Georgetown University School of Foreign Service, a Master of Arts in political \nscience from Vanderbilt University Graduate School and a Juris Doctor from the Vanderbilt University Law School. \n\nWe welcome all of our distinguished witnesses and thank them for participating in today's hearing. Now if you would \nplease rise, I will begin by swearing you in. Raise your right hands, please. Do you swear or affirm under penalty of \nperjury that the testimony you are about to give is true and correct to the best of your knowledge, information, and \nbelief so help you God? Let the record show the witnesses answered in the affirmative. Thank you and please be \nseated. \n\nPlease note that each of your written statements will be entered into the entirety and it's--I'm sorry. Each of your \nwritten statements will be entered into the record in its entirety, not the other way around. Accordingly, I ask that \nyou summarize your testimony in five minutes. To help you stay within that time there's a timing light on your table. \nWhen the light switches from green to yellow you have one minute to conclude your testimony. When the light turns \nred it signals your five minutes have expired. \n\n\n\nBefore I call on Chief Provost to begin, I want to make one comment and that is that regardless of the intelligence or \nlack of intelligence of our immigration policy, regardless of the efficiency or lack of efficiency of our enforcement of \nthat policy, regardless of anything else deliberate separation of families is immoral and is not justified and cannot \nbe justified by good or bad policies, good or bad intentions. \n\nThere are no good intentions about dragging children away from their parents and there are no excuses. The \npurpose of this hearing is to find out why it happened and how we are going to set it right. \n\nI will now recognize our first witness. Chief Provost, you may begin. \n\nPROVOST: Good morning, Chairman Nadler, Ranking Member Collins and members of the committee. It is my \nhonor to appear before you today on behalf of the U.S. Customs and Border Protection. As the Chief of the United \nStates Border Patrol, I could not be more proud to represent the men and women who dedicate their lives to our \nborder security mission. I am honored to work alongside these well trained, experienced, and compassionate law \nenforcement professionals. \n\nYou have asked me to speak today about the zero-tolerance prosecution initiative. Since June 20, 2018, zero-\ntolerance has focused on single adults who violate the law by crossing the border illegally. It no longer applies to \nparents or legal guardians who cross the border with children. \n\nWith no consequences to crossing the border illegally the flow of family units across our Southwest Border is \nunprecedented. In the first four months of fiscal year, '19 family unit apprehensions along the Southwest Border are \n290 percent higher than the same period last year. For the first time in our history family units and unaccompanied \nalien children make up 60 percent of Southwest Border apprehensions. \n\nWe are also seeing a dangerous new trend; families and unaccompanied children are crossing in large groups \nranging from 100 to nearly 350 people, 68 groups so far this year compared to only 13 last year and 2 the year \nbefore. The gaps created by layers of outdated laws and judicial rulings related to the treatment of minors are a \nsignificant pull factor for this population. Would-be border crossers know that under our current system adults with \nchildren will neither be detained during their immigration proceedings nor prosecuted for illegal entry. As word of \nmouth and social media spread news of their release into the United States more migrants are emboldened to \nmake this dangerous journey. Unless Congress addresses Flores and TVPRA we expect this influx to not only \ncontinue but escalate. \n\nNADLER: Sorry, unless Congress adopts you said two things? \n\nPROVOST: I'm sorry unless Congress addresses Flores and TVPRA we expect this influx to not only continue but \nescalate. Every agency represented here today is affected by this phenomenon. Border patrol is uniquely impacted \nas we are the only part of the system with no ability to control who comes our way and when or where they do it. \n\nPorts of entry have hours of operation, ICE and HHS arrange placement before individuals enter their custody and \nimmigration courts schedule dockets. Not only are my agents apprehending over 2000 people every day but our \nability to transfer people out of our custody is dependent upon the capacity of our partners. Our temporary holding \nfacilities were simply not set up to process and care for a population of this size and demographic. This situation is \nunsustainable both for our operations and for those in our care and custody. \n\nEach day nearly 25 percent (INAUDIBLE) process family members and unaccompanied children. As more \nmigrants arrive with medical needs agents are transporting and escorting an average of 55 people a day to medical \nfacilities. We are committed to addressing this humanitarian need but we know that when agents are occupied \nnarcotic smugglers, criminal aliens, gang members, and others use the opportunity to violate our borders and our \nlaws. \n\nThere is an ongoing debate about whether this constitutes a border security crisis or a humanitarian crisis. Let me \nbe clear, it is both. I've been asked many times how the current situation can be a crisis compared to years when \n\n\n\nwe surpassed 1 million apprehensions. To understand the numbers you have to look at what is happening on the \nground. \n\nIn the 1990s a time when Mexican nationals represented up to 90 percent of apprehensions an agent might have \napprehended and returned the same individual multiple times within one shift. Today nearly 80 percent of those \napprehended are from countries other than Mexico. The vast majority are Central American family units and \nunaccompanied children that require significant care in border patrol custody and then enter a backlogged \nimmigration system. \n\nWhat the numbers don't show is how my men and women care for these vulnerable populations with the limited \nresources they have. As I have said before we do not leave our humanity behind when we report for duty. This \nhumanitarian and border security crisis commands whole of government solutions. Within Border Patrol's mission \nwe know that a combination of barriers, technology and personnel will improve our operational control of the border. \nWe thank Congress for the down payments on these investments and for addressing the humanitarian costs that \nhave depleted our operational funds at the expense of fuel, gear, and equipment my agents need to do their jobs. \n\nHowever, to achieve lasting change Congress must address vulnerabilities in our legal framework that encourage \nparents to bring or send their children on a very dangerous journey to our border. Reducing the humanitarian \ndemands on our resources lets us focus on the critical border security mission the nation has entrusted us to fulfill. \n\nThank you for the opportunity to appear before you today and I look forward to your questions. \n\nNADLER: Thank you. Ms. Asher. \n\nASHER: Good morning, Chairman Nadler, Ranking Member Collins and distinguished members of the committee. I \nam Nathalie Asher, Acting Executive Associate Director for U.S. Immigration and Customs Enforcement, \nEnforcement and Removal Operations. As a career in law enforcement officer with more than two decades of \nexperience I appreciate the opportunity to appear before you today to discuss ICE's role in supporting the \nadministration's family reunification efforts as long well as its critical mission of protecting the homeland and \nensuring the integrity of our nation's immigration system through the enforcement of our country's intricate \nimmigration laws. \n\nWhen the zero-tolerance policy was announced ICE was called upon to assist CBP by arranging transportation for \nchildren to HHS custody and providing adult detention beds for the parents. Subsequently the dedicated men and \nwomen of ICE ERO tirelessly assisted with the effort to reunify families by identifying separated parents in its \ncustody, establishing communication between parents and their children, transporting parents to designated ICE \nfacilities to be reunified with their children and housing a limited number of families together in its family residential \ncenters, FRCs. \n\nAs they already do on a daily basis these law enforcement and support personnel of ERO carried out this \nunprecedented mission with the utmost professionalism and compassion and I stand proud of their accomplishment \nin this endeavor. \n\nIn February 2018 the ACLU filed a lawsuit Ms. L. v ICE alleging the separation of parents and children violated the \naliens' constitutional right to maintain family unity during immigration proceedings. The court later certified a class \nof plaintiffs consisting of parents and DHS custody whose children were separated from them at the border. \n\nThe court excluded from the class parents with criminal history or communicable diseases or those apprehended in \nthe interior. Despite a host of logistical challenges ICE and its partners have done everything possible to comply \nwith these findings. These efforts have been praised by the court which noted the government deserved great \ncredit for its efforts. \n\nTo be clear, throughout the reunification process the government's primary goal has been the protection and care \nof the children involved and ICE has carried out its supporting role with this goal in mind. During the reunification \n\n\n\nprocess, ICE's primary role consisted of ensuring that separated parents in ICE custody were identified, could \ncommunicate with their children in HHS custody and could be transported to a designated center for reunification. \n\nDue to the volume of separations under the zero-tolerance policy ICE developed a process for coordinating closely \nwith partner agencies and for sharing relevant data in real-time. ERO worked closely with Border Patrol and HHS to \nidentify these parents, a challenging process which involved manual comparison of information across agencies. \n\nAdditionally, to ensure that parents could communicate with their children in HHS custody ERO officers and HHS \nstaff worked together to facilitate communications via telephone, Skype and Facetime. ICE also displayed posters \nin multiple languages throughout the adult detention facilities to explain how parents could request an opportunity to \ncommunicate with their children who were in HHS custody. \n\nTo streamline the reunification process ERO San Antonio, El Paso, and Phoenix were designated as centers of \nreunification for children ages 5-17 whose parents were eligible to be reunified based on an HHS evaluation. ICE \nthen transported parents to these designated locations for reunification while closely coordinating with local NGOs \nto ensure that necessary services such as food, shelter, clothing, and travel were available for the families as they \ncontinued to their intended final destinations. \n\nDespite President Trump's June 20, 2018, executive order which clarified that the administration would seek to \nenforce the law while maintaining family unity, our country still faces numerous challenges with regard to the ever-\nincreasing numbers of family units and UACs who since the initial surge seen in FY 2014 continue to arrive at our \nSouthwest Border. In fact, since December 21, 2018 ICE has released over 72,000 family members directly into \nthe United States as current laws and court rulings essentially mandate the immediate release of these family \nmembers ostensibly never to be heard from again. These family units and UACs placed unparalleled strain on our \nalready overburdened immigration system and contribute to the growing immigration court backlog which has now \nsurpassed 800,000 cases. \n\nIn conclusion, our nation continues to experience a staggering influx at our Southwest Border that is driven by \nloopholes created by federal law and various court decisions that prevent the detention of illegal alien minors and \nfamily units during the pendency of their removal proceedings and inhibit the removal of those who receive final \norders from an immigration judge. As a result, legislative changes of outdated laws are needed to ensure that DHS \nand ICE have the necessary authorities to ensure the safe and successful repatriation of persons who have had \ntheir day in court and been ordered removed in accordance with our laws. \n\nThank you again for the opportunity to appear before you today and I would be pleased to answer your questions. \n\nNADLER: Thank you. Mr. Lloyd is recognized for five minutes. \n\nLLOYD: Chairman Nadler and Ranking Member Collins, thank you for the opportunity to speak to you today \nregarding my past efforts as Director of Office of Refugee Resettlement. It is an honor to appear before you today. \nORR is a program office within the administration for children and families within the U.S. Department of Health \nand Human Services. \n\nWhile I was Director of ORR, I coordinated refugee resettlement efforts for HHS and oversaw the unaccompanied \nalien children program. I left ORR in December 2018 to take a position with the HHS Center for Faith and \nOpportunity Initiatives as a Senior Advisor. My testimony today focuses on how ORR cares for UAC and places \nthem with sponsors as well as how ORR reunifies children separated from their parents. \n\nThe UAC program provides care, food, shelter, and services to alien children who are in ORR custody before \nrelease to a suitable sponsor, usually a parent or a close relative. ORR does not enforce immigration laws or \napprehend families or children who cross the border illegally. Rather ORR assumes care and custody of alien \nchildren who are referred to ORR care by other federal agencies. \n\nHHS does not separate alien children from their adult parents. HHS makes no recommendations and is not \nconsulted by DHS as it makes its decisions to enforce the law. ORR did not under my direction separate a child \n\n\n\nfrom his or her adult parent for any purpose. ORR can receive referrals of alien children from DHS and other federal \nagencies under a variety of circumstances. \n\nMost alien children referred to ORR were encountered by DHS when entering the country illegally without a parent. \nDHS may separate a child from a parent who is too ill to care for that child. DHS may also separate a parent and a \nchild if the parent has criminal history or if there is evidence that the parent is unfit or dangerous. A child who enters \nthe United States illegally with an adult may be referred to ORR if DHS doubts that the adult was the parent. A child \nmay also be referred to ORR care if the US Department of Justice prosecutes the parent for violating immigration \nlaws. \n\nIn cases where an alien child is separated from his or her parent knowing the identity of that parent may be \nimportant for a case planning purposes especially since the parent may be unavailable or unable to take custody. \nMoreover, the facts of the separation may be important factors in determining the child's individual needs which \nare then incorporated into service planning for the child. In fact, the child's best interest in some cases is placement \nwith another relative who is not the parent. \n\nDHS's Border Patrol and U.S. Immigration and Customs Enforcement are responsible for the majority of UAC \nreferrals to ORR. In the summer of 2018, ORR added a checkbox to the referral page to indicate whether a child \nhas been separated from his or her parent. This checkbox offers a consistent format for DHS to provide information \non the status separated or non-separated of each referral case. The referral page also has a notes section where \nBorder Patrol and ICE can type in the name of other--and other information of a separated family member \nincluding their alien number. Additionally Border Patrol and ICE can enter this information to the parent relative \ninformation section of the referral. HHS can also learn of a parent's separation after the child's admission to an \nORR care provider facility. \n\nPrior to the summer of 2018, there was no automatic--automated means for aggregating the indicators of \nseparation in the records for the children through the ORR portal. This is not the same as saying there is no \ninformation about separations in UAC case files. This is just to say that before the summer of 2018 in order to \ncreate a comprehensive record of cases where a separation occurred it is necessary to go into each case file and \nretrieve that information case-by-case. \n\nORR treats all alien children referred to its care including children separated from their parents in accordance with \nits policies and procedures. This includes placing a child in the least restrictive setting and of finding suitable and \nfinding a suitable sponsor to whom ORR could safely release a child. \n\nOn April 6, 2018, DOJ announced a zero-tolerance policy of the crime of improper entry. At the direction of the \nSecretary of Homeland Security, the U.S. Border Patrol referred parents who entered the country illegally to DOJ \nfor prosecution and the parents were incarcerated during their criminal proceedings. DHS transferred their children \nto HHS. \n\nOn June 20, 2018, President Trump issued an executive order and that and the decision in the case of Ms. L versus \nICE changed the operational picture for HHS considerably. HHS Secretary Azar tasked the Incident Management \nTeam from the Office of the Assistant Secretary for Preparedness and Response and ORR to focus on reunifying \nthe children of Ms. L. class members. \n\nI supported the Incident Management Team while managing the rest of ORR's programs including more than \n10,000 other alien children who were not separated from parents. ORR has now reunified nearly all of the children \nof potential Ms. L. class members. \n\nI am aware that ORR has taken additional steps to enhance its processes but I am no longer involved in ORR's \noperation so I am not able to discuss current ORR processes in further detail. However, I do have great confidence \nin the ability of its Assistant Secretary Johnson, Acting Director--acting ORR Director Jonathan Hayes and the ORR \ncareer staff to serve the UAC population compassionately. \n\n\n\nThank you for this opportunity to discuss UAC program and for your commitment to the safety and well-being of the \nalien children. I will be happy to answer any questions. \n\nNADLER: Thank you. Commander White is recognized for five minutes. \n\nWHITE: Good morning, Chairman Nadler, Ranking Member Collins and members of the committee. It is my honor \nto appear before you today on behalf of the U.S. Department of Health and Human Services. \n\nMy name is Jonathan White. I'm a career officer in the United States Public Health Service Commission Corps., I'm \na clinical social worker and an emergency manager. I am presently assigned to the Office of the Assistant Secretary \nfor Preparedness and Response and I previously served as the Deputy Director of the Office of Refugee \nResettlement, the senior career official over the unaccompanied alien children's program. \n\nMore recently I served as the federal health coordinating official or that--that's HHS operational lead for the inter-\nagency mission to reunify children who were in ORR care on the 26th of June 2018 who had been separated from \ntheir parents at the border by the Department of Homeland Security and that's what I'll be talking about for the next \ncouple of moments. \n\nThe president issued an executive order 13841 on June 20, 2018, and on June 22, the Secretary of HHS directed \nthe Office of the Assistant Secretary for Preparedness and Response to help ORR comply with that executive \norder. \n\nTo execute this direction from the Secretary we formed an Incident Management Team, an IMT, which at its largest \nincluded more than 60 staff working at the HHS headquarters in Washington and more than 250 field response \npersonnel from ACF and ASPR including the national disaster medical systems disaster medical assistance teams, \nthe United States Public Health Service Commission Corps. and contractors. We were joined by partners from ICE, \nCDP, and the U.S. Coast Guard to assist us. \n\nThe U.S. District Court for the Southern District of California in the Ms. L. versus ICE case issued its preliminary \ninjunction and class certification orders four days later on June 26. And the Secretary directed HHS and those of us \non the IMT, in particular, to take all reasonable actions to comply with that injunction. The orders required the \nreunification of children in ORR care as of June 26 who had parents who might potentially be Ms. L. class members \nand as a result, our first task was to identify and develop a list of the children in ORR care who were the possible \nchildren of Ms. L class members. \n\nTo do that we worked closely with DHS including both CBP and ICE to try to identify all of the parents of children in \nORR care who potentially met the court's criteria for class membership. We formed an interagency data team that \nanalyzed more than 60 sets of aggregated data from CBP and ICE as well as the individualized case management \nrecords for children in our ORR UAC portal, that's our IT system of record. \n\nCollectively hundreds of HHS personnel manually reviewed the case management records for every child in ORR \ncare as of the 26th of June looking for any indication anywhere in their record that they were possibly separated. \nAnd ORR also required every one of its more than approximately 110 residential shelter programs to provide a \ncertified list under penalty of perjury of the children in that program's care that shelter staff believed were potentially \nseparated. So going forward ORR continued to amass new information about the children in ORR care through the \ncase management process and we re-categorized children where appropriate based on that information. \n\nAs a result, we have fully accounted for such children who are in ORR care on the 26th of June 2018. To be clear \nas I have said before, the count of 2816 children does not include children who were discharged by ORR before \nJune 26 and it doesn't include children referred to ORR care after that date. \n\nWorking in close partnership with colleagues in ICE, DOJ and the Department of State we first worked to reunify \nchildren with parents in ICE custody. This was an unprecedented effort requiring a novel process that we developed \ntogether and which the Ms. L. court approved. Under the compressed schedule required by the court order of 15 \ndays for children under the age of five and 30 days for children between the ages of five and 17, we reunified 1441 \n\n\n\nchildren with parents in ICE custody. All of the children of eligible and available Ms. L. class members in ICE \ncustody. \n\nAnd absent specific doubts about parentage or about child safety, adults in ICE custody were transported to \nreunification locations run by ICE or deployed field teams from HHS interviewed them and during the interviews, we \nsought verbal confirmation of parentage and the desire to reunify. And after that HHS transported the child to the \nparent in ICE custody. \n\nFor children whose parents had been released into the interior of the United States, we implemented an expedited \nreunification process. For parents who had departed the United States, we developed a different operational plan \nalso approved by the Ms. L. court. First, HHS identified and resolve any doubts of parentage or child safety and \nwell-being. \n\nORR case managers established contact with parents in their home countries and provided contact information for \nall of the parents to the ACLU which is the legal counsel for the Ms. L. class. The ACLU counseled parents about \ntheir options and rights and obtained from the parents their wishes whether they wanted the child to come to them \nor remain in ORR care. \n\nSo of the 2816 children reported to the Ms. L. court as of this week we've reunified 2155 of them with the parent \nfrom whom they were separated. Another 580 children have left ORR care through other appropriate discharges, in \nmost cases released to a family sponsor such as the other parent, a sibling, an aunt or uncle, a grandparent, a \nmore distant relative or family friend. \n\nThere are 18 children still in 000 RR care who were separated but we can't reunify them with their parents because \nwe've made a final determination that doing so would be unsafe for the child based on the criminal history of the \nparent being dangerous to the child or credible allegations of abuse the child has made against the parent. \n\nThere are 39 children still in ORR care whose parents are outside the U.S. and they've waved reunification \nconveying that to us through the ACLU. And there are children on a pathway to sponsorship in this country. There \nare 14 children still in ORR care of that 2816 we later learned through investigation hadn't been separated after all. \nThere are five, there are five children of the 2816, still in care where the parents have waived reunification and five \nwho might one day still be reunified with a parent if there is a change in the status of the parent or the parent \nconveys their wishes to us through the ACLU. Those are the only five who might still be reunified. They are the only \noutstanding children. \n\nOur program's mission is a child welfare mission and we seek to serve the best interest of each individual child and \nthat also guided us every day on the IMT and in ORR in our work to get each separated child back in his or her \nparent's arms or discharged safely to another sponsor where that was the parent's wish or the parent posed a \ndanger to the child. We too look forward to the day where every single separated child is back in their parent's \narms. That is the focus of our effort in HHS. \n\nThank you. I'm glad to answer any questions you might have for me. \n\nNADLER: Thank you, Commander Director McHenry is now recognized for five minutes. \n\nMCHENRY: Mr. Chairman, Ranking Member Collins and other distinguished members of the committee, thank you \nfor the opportunity to speak with you today regarding the Department of Justice's role in the zero-tolerance \nprosecution initiative. I welcome the opportunity to address this matter from the department's perspective. \n\nThe department's mission is to enforce the law and defend the interest of the United States according to the law; to \nensure public safety against threats foreign and domestic; to provide federal leadership in preventing and \ncontrolling crime; to seek just punishment for those who commit crimes and to ensure fair and impartial \nadministration of justice for all Americans. And following this mission and in carrying out specific authorities defined \nby Congress the department plays a key role in enforcing this nation's immigration laws. \n\n\n\nFirst and foremost, the department enforces the criminal laws enacted by Congress and seeks punishment for \nthose guilty of unlawful behavior. The department's law enforcement role applies no less to immigration crimes than \nit does to other categories of crimes and it is clear that Congress passed criminal immigration laws with the \nexpectation that they would be enforced. \n\nSection 13 of the president's Executive Order 13767 directed the Attorney General to establish guidelines and \nallocate resources to ensure that federal prosecutors accord a high priority to prosecutions of offenses having a \nnexus to the southern border. In fulfillment of that order on April 11, 2017, then-Attorney General Sessions issued a \nmemorandum to all federal prosecutors outlining certain immigration-related offenses as high priorities were \nprosecution including improper entry under eight United States code section 1325. \n\nOn April 6, 2018, Attorney General Sessions issued a memorandum entitled zero-tolerance for offenses under eight \nUnited States code section 1325A. That memo directed federal prosecutors along the southern border to adopt a \nzero-tolerance policy for all of offenses referred for prosecution by the Department of Homeland Security under \nsection 1325A. That memorandum remains in force today and illegal or improper entry among other criminal \nimmigration offenses remains prosecution priority for the department. \n\nFurthermore, the president restated the prioritization of prosecuting illegal entry crimes in Executive Order 13841, \nwhich also reiterated that the current policy is to enforce the immigration law as passed by Congress. Either \nExecutive Order 13767 nor the April 2017 memorandum nor the April 2018 memorandum created a policy of family \nseparation. \n\nThe zero-tolerance prosecution initiative is simple. It makes clear that those who violate our criminal immigration \nlaws are referred for prosecution by DHS should, in fact, be prosecuted consistent with the will of Congress. The \ndepartment does not dictate which cases are referred by DHS for prosecution nor does it maintain a general \nexemption from prosecution for criminal law violations committed by parents. The department also has no \noperational or logistical role in the apprehension, care or processing of aliens for removal regardless of whether \nthey are adults or minors. \n\nCriminal proceedings are separate from administrative immigration proceedings and prosecution for illegal entry \ndoes not foreclose an alien's ability to seek asylum or other protection in the United States. Consequently, \ndepending on the particular circumstances of the adult he or she may seek protection or relief from removal or \nalternatively may not contest removal from or voluntarily depart the United States. \n\nIf an adult alien seeks protection in the United States that claim generally is considered by DHS in the first instance. \nAs the claim progresses it may even show be reviewed by an immigration judge. As applicable law and the facts of \na case warrant, an immigration judge will determine an alien's removability and adjudicate any claim to remain in \nthe United States. Unaccompanied alien children placed in immigration proceedings will also have their cases \nheard by an immigration judge. \n\nAs the issues of family separation and reunification have reached the federal courts the department continues to \nprovide representation to those agencies that do provide care for aliens subject to removal. Consequently, I may be \nlimited in my ability to speak to certain issues today either because they are currently in litigation or because they \nare more properly directed to another agency. Nevertheless, the department recognizes the seriousness of the \nsituation and is appropriately advising both DHS and the Department of Health and Human Services as they \ncontinue to abide by any orders issued by federal courts on these matters. \n\nThe current immigration system faces numerous legal and logistical challenges. Nationwide enforcement of \nimmigration laws is being dictated by court orders rather than by sound policy choices or congressional action. \nNever the less as the formal title of Executive Order 13841 which is affording Congress an opportunity to address \nfamily separation indicates the department stands ready to work with Congress to respond to these challenges \nand to improve existing laws to avoid a reoccurrence of the present situation. \n\nThank you again for this opportunity to speak before you today. I look forward to other discussions or additional \ndiscussions on these issues. Thank you. \n\n\n\nNADLER: Thank you. We will now proceed under the five-minute role with questions. I will begin by recognizing \nmyself for five minutes. \n\nLet's put aside all of the issues of morality and legality for a second and just talk about the administration zero-\ntolerance policy. Chief Provost, I know you are a career civil servant and are implementing political decisions that \nare made above you. I'm also sure that most border patrol officers do not want to be ripping children away from \ntheir parents. \n\nBut the issue I cannot get past is how the department moved forward without a system or process for adequately \ntracking which child belonged to which parent. We heard about ORR's efforts to reconstruct the information to \nmatch after the fact separated parents up with their children. How did CPB--CBP not ensure it had an adequate \nsystem to track and reunify families before separating them? \n\nPROVOST: Yes, Mr. Chairman. So as Commander White stated we had the ability to track. We've always had the \nability to track. We did not have a searchable field prior to that timeframe focused on specifically separated \nmembers of families. Every separation though that we have done back during that time and since has had alien \nregistration numbers tied with the parent to the child thus the manual searches that we did. \n\nNADLER: Then why have they had trouble finding the kids? \n\nPROVOST: We had to do manual searches because we did not have a searchable field prior to that time. Since \nthen we have updated that as Commander White stated as well with a searchable field to make it much easier to \npull that information from our systems. \n\nNADLER: Some, in other words, you're saying that border patrol was not prepared to implement the zero-tolerance \npolicy when it went into effect in April 2018 because you didn't have a searchable field among other things? \n\nPROVOST: The prosecution initiative was exactly that, it was focused on prosecuting every amenable adult and we \ndid have the ability to track those prosecutions. \n\nNADLER: I understand that but one--but one of the effects of that was that you took kids away from their parents \nwhen you didn't have a searchable field and were not prepared to reunify them--have the information to reunify \nthem. Is that correct? \n\nPROVOST: We had the information, we had the ability to provide the information, it was--took a manual poll at that \npoint in time for it. Since then lessons learned we have updated the system with a searchable field so that we can \nget those numbers. \n\nNADLER: We just found out in court that there were perhaps thousands of kids taken away from their parents prior \nto the initiation of the zero-tolerance policy. Do we know the names of the kids and names of the parents and the \nlocation of both so that they can be reunified quickly? If not, why not? \n\nPROVOST: We have throughout my career always had cases where we have separated family members, that is \nsomething that has gone on throughout numerous administrations. \n\nNADLER: And when you did that you had adequate information to reunify them quickly? \n\nPROVOST: The information is within the system; it was not easily searchable. \n\nNADLER: So you separated thousands of kids under a system in which you could not readily reunify them if a court \nordered or someone else ordered? \n\nPROVOST: We provided--we provide the information within the alien registration number of the child to any family \nmember. It was with the numbers that we deal with not an easily searchable as we know-- \n\nNADLER: Therefore not and therefore--and therefore not easily reunifable. Is that correct? \n\n\n\nPROVOST: Since then we have updated the system to make it easier. \n\nNADLER: Since then but at that point, it wasn't--you weren't prepared in effect? \n\nPROVOST: I would not say we were not prepared. I would say it was not as easily searchable as it is today. \n\nNADLER: The DHS Inspector General and the GAO concluded that DHS was inadequately prepared to implement \nthis policy and organize it in an efficient manner. The IG of DHS specifically noted for example that DHS was not \nfully prepared to implement the administration's zero-tolerance policy or to deal with some of its aftereffects. Do you \nagree with the DHS IG and GAO assessments? \n\nPROVOST: On whether or not we were prepared? \n\nNADLER: Yes. \n\nPROVOST: I would say I can speak to Border Patrol and Border Patrol was prepared for a prosecution initiative. \n\nNADLER: You were prepared for prosecution. Were you prepared for the consequences of separating the kids? In \nother words to reunify them quickly? \n\nPROVOST: As I stated before the information was present. We have had lessons learned since then and I think \nthere's more for us to continue to do. \n\nNADLER: So, in other words, the answer is you were not prepared to reunify them quickly. The information was \npresent but not easily accessible. Correct? \n\nPROVOST: Reunification is not something that Border Patrol handles. We handle the apprehension and the \ntransfer. Since then our systems have been updated. \n\nNADLER: But you were prepared to apprehend and transfer and separate without proper--without adequate ability \nto reunify quickly? \n\nPROVOST: The reunification process is part of what ICE and HHS have done. That information has been provided \nto them as Cmdr. White stated. There was not a searchable field at the time which I have-- \n\nNADLER: Okay. What are you doing now to identify and track all separated children including those separated \nbefore the zero-tolerance policy that we found out in court recently there may have been thousands of kids \nseparated before the zero-tolerance policy was--was initiated? Do you have a number of such kids? Do you need \nmore resources to--to enable the rapid reunification of these families? \n\nPROVOST: We track as we always have tracked but now with the searchable field since zero-tolerance we have \ntracked every separation that we have had in Border Patrol custody. We provide that information on the HHS \nreferral form to our partners at HHS whenever we do do a separation. \n\nNADLER: Okay, finally, what's even more confounding to me is that DHS appeared to care--appeared to care quite \na bit about tracking other things under zero-tolerance. Court documents recently obtained through FOIA by \nDemocracy Forward Border Patrol agents were instructed to meticulously track the number of cases referred for \nprosecution. \n\nWe have various emails for example including emails in which you were copied with a form to be used by agents to \ntrack prosecution so that CBP could show quote progress towards 100 percent prosecutions and to acquire \nadditional assets closed quote including ICE detention beds. Based on these emails you clearly spent time thinking \nabout how to track prosecutions so you could please the president and justify additional--obtain additional \nresources. But you did not spend time thinking about how tracking separated family members. Is that a correct \nconclusion? \n\n\n\nPROVOST: As I stated before it was a prosecution initiative, therefore, our focus was on tracking the prosecution \nnumbers under that specific initiative. \n\nNADLER: So you're--your focus was on tracking prosecution numbers but not the separation of kids numbers. \n\nPROVOST: Our focus was on the prosecutions. \n\nNADLER: Thank you very much. I now recognize the Ranking Member Mr. Collins. \n\nCOLLINS: Thank you, Mr. Chairman, and I think one of the statements I had said in my opening statement I think \nit's been said there was lessons as you said lessons learned. I think there was a lot of things that should have been \nhandled you know I think differently. I think you are experiencing something though on the border especially from \nyour side that we've really not experienced before. Thousands coming in caravans, thirty-three hundred that's not \nsomething you wouldn't have the equipment really to handle either. That's not a situation that you have, correct? \n\nPROVOST: Yes, sir, as I stated in my opening statement, we have a humanitarian and a border security crisis \ngoing on right now. \n\nCOLLINS: Well, let's--let's get into that because I think this and we're going to discuss a lot of this today as far as \nwhat had happened. Let's also look forward to what can we do to stop this in the future and how can we look at \nthat. And I think this could possibly be something we can definitely look at bipartisanly. Can you explain the--how a \nlow credible fear standard and the Flores settlement agreement interpretation and the as you said earlier the \nTrafficking of Victims Protections Act all act as incentives for aliens to exploit children and take a dangerous journey \nto the U.S.-Mexico border and what can we do to address that in legislation? \n\nPROVOST: Well, specifically when it comes to Flores it--it creates a pull factors since 2015 when a court decision \nmade a determination to treat all children the same as unaccompanied alien children where they cannot be \ndetained longer than 20 days. That's the pull factor that comes with if you bring a child with you the expectation of \nbeing released into the country. \n\nWhen it comes to TVPRA it is the differences in how children are treated whether they come from a contiguous \ncountry, Canada or Mexico, versus if they come from a noncontiguous country and those issues need to be \naddressed to stop those pull factors. \n\nCOLLINS: And Ms. Asher I want you to answer this question but I want to go back to this in general but also isn't it \nin some ways especially in the I believe it's the big (INAUDIBLE) they were released into custody many times of a \nfamily member who is here probably an illegal in many cases who possibly actually initiated the trip across the \nborder with a coyote or something to get them across where in some ways we are actually because of the policy we \nhave we are finishing the contract in some ways. Would that be a fair statement? \n\nPROVOST: Yes, sir, all of those things push towards pull factors I guess I shouldn't say push--create those pull \nfactors for them to come. The smugglers take advantage of those individuals as well. It's a dangerous journey for all \nof them to be coming. We don't want them making that dangerous trip. \n\nCertainly, don't want them crossing illegally between the ports of entry if they do make that journey because the \nsmugglers take advantage of them. But there are several factors that play into the continued increased numbers \nand just to speak up those numbers in June 2018 we had 9000 family units cross the border. This month in \nFebruary the shortest month in the year we are already over 30,000. \n\nCOLLINS: Wow. Ms. Asher, would you go back to the Flores, the original question, Flores, and others how that \naffects (INAUDIBLE)? \n\nASHER: Yes, sir. Thank you for the question. So to reiterate the Chief's point you know clearly without the ability to \ndetain families and that is what the Flores Act does prevent us from doing as you will know we cannot detain \nfamilies beyond 20 days. Clearly, we cannot get any proceedings started, we are lucky if we get the credible fear \nprocess done. It's essentially a throughput as current family residential centers exist today. \n\n\n\nSo again the smuggling organizations play well to our vulnerabilities. It is high--it is highly marketable clearly for \nfamilies, for individuals to make unlawful entry into the United States as a family unit versus a single adult knowing \nthat those--the opportunity to detain these individuals for the pendency of their immigration proceedings is virtually \nimpossible. \n\nCOLLINS: And I know-look, in Congress many times it is I know it's amazing that we make blanket statements that \ncover everything never this, never that but one of the things that it often said is the talk about fraud and many time \nit's blown off as well it doesn't happen but between April 19, 2018, and September 30, 2018, DHS identified 336 \nclaimed family unit members who were separated due to a lack of family relationship. \n\nThat's an interesting--Ms. Asher from the border side it does show that there is what we just talked about, an issue \nof fraud and others that is happening because the way the system is set up now. Would that be a fair statement? \n\nASHER: Yes, sir, that is correct. The majority of those identifiers of false familial relationships do come from our \ncolleagues in CBP but then there's that second layer of individuals who come to us say in a family residential \ncenter and on the occasion, we learn in that setting that the familiar relationship is a fraudulent claim. \n\nCOLLINS: And-and I think this is--and my time is running out but look, this needs going forward needs to be fixed. \nThere's problems in the past and we are going to have plenty of hearing that today and I understand the concern. I \nhave those same concerns about you know a process that was implemented with as you said searchable fields, \nthings like that that wasn't happening. \n\nAlso as we go forward through, we've got to put into play things that actually will help this find a better way to do \nthis for people who want to come here legally instead of using the incentives and as we've seen in some cases \nfraud but other things to fix this as we move forward. This needs to be both not only a hearing of what happened but \nit needs to be a proactive hearing on what we possibly can do to support your efforts are which is many times \nunthanked. I am thanking you. Thank you for what you do. With that, I yield back. \n\nNADLER: Now recognize the distinguished gentlelady from California, Ms. Lofgren. \n\nLOFGREN: Thank you, Mr. Chairman. Commander White, you are a career professional, you didn't make the \ndecision on whether children should be separated but you had to deal with it once the decision was made. You \nrecently testified before the Committee on Energy and Commerce that you raised concerns about the family \nseparations multiple times, both before and during the zero policy and you specifically identified then-ORR Director \nLloyd as one of the individuals you raised concerns to. When did you specifically raise these concerns to Mr. Lloyd \nand what were those concerns? \n\nWHITE: I first raised concerns about an ongoing policy proposal discussion. This actually proceeded Mr. Lloyd's \narrival at ORR. I raised it with HHS beginning in February beginning on 17 February 2017 following the first meeting \nI attended at which a policy which would the effect of resulting in family separation was discussed. \n\nI raised concerns about that both as regards to the effect on children and also the effect on the capacity program to \nserve children and particularly very young children. I raised those issues on a number of occasions primarily prior to \nMr. Lloyd's arrival and also his arrival. \n\nSubsequently, the issues were resurfaced in late summer as we began to see indications that increased \nseparations were occurring although it was our understanding that there was no policy to effect separation. I \nraised concerns with the director of ORR and HHS leadership at that time as well and subsequently again over the \nensuing months into January of 2018. \n\nLOFGREN: Were those concerns in writing? \n\nWHITE: I identified these concerns primarily in meetings also in writing. \n\nLOFGREN: If there are documents would you please provide them to the committee? \n\n\n\nWHITE: I am confident that HHS will provide all of those documents. \n\nLOFGREN: Very good. Now, what response did you receive from ORR and Mr. Lloyd and others when you raised \nthese concerns? \n\nWHITE: From--from the director of ORR and the acting assistant secretary of ACF and the secretary's counselor for \nhuman services I was advised that there was no policy which would result in family separation. \n\nLOFGREN: All right. I appreciate your comments as to the children in custody on a particular date but we now have \na report from the Office of the Inspector General that there were thousands of children that were not included in--in \nthat or potentially thousands of additional separations and I'm just looking at the OIG report. \n\nIt says border patrol agents do not appear to take measures to ensure that pre-verbal children separated from their \nparents can be correctly identified for instance based on OIG's observations border patrol does not provide \npreverbal children with wrist bracelets or other means of identification nor does the Border Patrol fingerprint or \nphotograph most children during the processing to ensure that they can be linked with the proper file. \n\nThat looks like a recipe for catastrophe to me. I mean if you've got a 10-month-old, they're not going to be able to \nspeak up for themselves obviously. Recently we went back into court, the DOJ, and the DOJ argued that reuniting \nthese additional children would be too onerous and that these agencies would fight any ruling to force them to act. \n\nCommander White and Ms. Asher, is that the position of your agencies that you would fight a ruling to identify and \nreunite these additional children? Commander? \n\nWHITE: So as to what position we would take in court I could not speak to that. I can certainly clarify anything I \nhave said in declarations which is that in ORR our legal authority over children ends when we discharge them. \nThose children who were discharged to other family members are outside our sphere of control. \n\nLOFGREN: Right. I understand that. \n\nWHITE: And--and that is the fact. \n\nLOFGREN: Ms. Asher? \n\nASHER;  So ma'am, as it relates specifically to ICE if I'm understanding your question-- \n\nLOFGREN: I'm just saying what was said in court that it would be too onerous for the government to go and try \nand reunite these children with their parents. Is that your position? \n\nASHER: While it's a challenge it--there's evidence that we did accomplish under the Ms. L. in a timely fashion \ngranted it was deadlines that were given to us in the court but we did accomplish that. We've all learned post this \nsituation that crossing of our information is imperative so that we have better track so that we can respond in a \nmore timely fashion in the event that we are to do something other do something other diff--do something other \ndifferently than we currently do on ICE and that is we were reunify at time of removal. The difference for us in this \nprocess was that we had to reunify while the adults were still in prison. \n\nLOFGREN: Well, what the Inspector General actually found contrary to that actually if children were separated and \nthe parents went to court and they all almost all got sentenced for time served I mean it's a misdemeanor that they \ncould be reunited with their children back at CBP. So then ICE and the courts sent them to ICE to prevent the \nreunification's, that's what the Inspector General found. There are many questions. My time has expired, Mr. \nChairman, and perhaps we can direct additional questions in writing to the witnesses later. \n\nNADLER: Thank you. Mr. Sensenbrenner is recognized for five minutes. \n\nSENSENBRENNER: Thank you very much Mr. Chairman. I think everything we have heard today both in the \ntestimony as well as in answers to the questions boil down to two things. Number one, the agencies are \n\n\n\noverwhelmed by the vast increase in numbers. And number two, there is a real problem in delayed processing and \none of the issues in the processing is determine whether they're false claims of familial relationship. \n\nI'd like to ask a couple of questions to Commander White and Mr. Lloyd. In the last Congress, I authored the \nbipartisan bicameral Rapid DNA Act which the president signed into law. The Rapid DNA Act allows law \nenforcement agencies under standards and guidelines established by the FBI to perform real-time DNA testing at \nthe time of an arrest and with their own booking procedures. \n\nThis technology is readily available, provides for rapid and accurate testing and is already used by the Department \nof Homeland security to confirm biological relationships with refugee applicants. These are refugee applicants, \nthese are not people who cross the border and claim asylum. \n\nMy questions are what role if any do you see rapid DNA technology playing in family reunification efforts \nparticularly in answer to the concerns that I raised at the beginning? And the second, are there any statutory or \nother barriers that exist such as privacy and security requirements in implementing such a program? If so, what are \nthey so that we can fix them? You can get a quick DNA answer to solve many of the questions that have been \ntestified to this morning. So either Mr. Lloyd or Commander White, you choose who can be first. \n\nWHITE: Yes, sir, so per the orders of the Ms. L. court in the context of the Ms. L. reunification matter we are not \npermitted to use DNA unless we have very specific reason to doubt parentage. So let me said that one aside for a \nsecond and talk about in the steady state program. \n\nAmong the things that in the vetting of family member sponsors is always required. It's verification of identity, \nverification of relationship. Our standard method for verification of family relationship is birth certificates for both the \nsponsor and the child that are verified by the government that issued them so the consular authority of the home \ngovernment. \n\nIn cases where documents are unavailable, we do use DNA testing as a second line method. It is the program's \nposition that the document method which is sufficiently timely for our case management process is the best \nbecause first of all, it is cheapest to the American taxpayer and second because it is often a better indicator of \nactual family relationship than DNA particularly given the number of sponsors that we have who are for example \naunts, uncles, and grandparents. But as to the benefits of a particular DNA method, we would need to get back to \nyou about that but I did want to contextualize those relatively limited circumstances where we use DNA testing for \nthat. \n\nSENSENBRENNER: You know let me ask the question I know the documents are real good if the person \npresenting the document is the person who is described in the document. How are you able to sort out if somebody \ncomes in and hand you a document and the child, for example, is not the person who is described in the document? \nChildren's pictures can change pretty quickly from the time the document is issued and the time it's handed over to \nbe examined? \n\nWHITE: So the case management process is fairly robust and has a number of ways that we work, our case \nmanagers work to verify identity and to verify relationship and we follow up on red flags. At present it is not our \npractice to use DNA in all cases nor do I believe that we are appropriated to do so. \n\nThe diff--the cost differential between DNA testing which currently cost $525 per incident and the much lower cost \nof documents on the 40,000 to 60,000 children we receive each year makes consular-verified documents are \npreferred method but. But we are very open to learning more about DNA testing. \n\nSENSENBRENNER: When you do use DNA do you ever use rapid DNA? \n\nWHITE: The standard--the provider we use does not we don't commonly use rapid DNA and the reason is because \nour time frame for all of the other things that we have to check is longer than the time frame for the standard sort of \none-week turnaround processing including mailing on paternity and maternity verification by DNA. \n\nSENSENBRENNER: I think it would be a good idea to give it a try. \n\n\n\nWHITE: We are certainly open to--to learning more just wanted to be responsive to your question. \n\nSENSENBRENNER: Thank you. \n\nNADLER: Thank the gentleman. Let me just say that I hope you will take a look at it. The committee will take a hard \nlook at that rapid DNA proposal from that bill from last year and some others. Gentlelady from Texas, Miss Jackson \nLee is recognized for five minutes. \n\nJACKSON LEE: Chairman, I'd like to introduce into the record the following documents from Amnesty International, \nAmerican College of Physicians, the Center for Victims of Torture, U.S. Conference of Catholic Bishop's migration \nand refugee services, Church World Service, the Episcopal Church, Sojourners' Friends Committee on National \nLegislation. I ask unanimous consent to submit these into the record. \n\nNADLER: Without objection. \n\nJACKSON LEE: Thank you so very much. Let me, first of all, thank each and every one of you for your service. As \na member of the Homeland Security Committee since 9/11 and I know the importance of the work you do, \nunderstand the importance of the work we do to try to improve systems and processes that reflect the values of this \nnation. \n\nLet me also indicate that anyone who does harm to any citizen, kill or injure I want everyone in this room to know \nthat they should be immediately brought to justice. None of us on this panel, Democrats or Republicans, would \ndeny that responsibility of bringing people to justice. Let me comment and indicates that the April 6, 2018, zero \npolicy, zero-tolerance initiative of the Trump administration was ill-timed, ill-considered and inappropriate. \n\nAccording to the GAO report that was given DHS--we interviewed agencies and they indicated that they did not plan \nfor the potential increase in the number of children separation--separated from their parents, legal guardian or \nresults of the Attorney General's April 28 policy. So they did not plan for the high numbers of those that were being \nseparated from legal parents. \n\nAnd then of course the inspector general said that the DHS was not fully prepared to implement the zero-tolerance \npolicy zero-tolerance policy or to deal with certain effects of the policy following implementation which meant that \nwe were going to--the government was simply going to fail and they did feel in doing the job that should be done. \n\nSo I have a series of questions that I'd like to indicate but I'd also like to just reflect on--these are children none of \nwhom I think in this particular picture under 12 maybe could be a threat to anybody here in the United States of \nAmerica. None of these are a threat to anyone here in the United States but there were children younger than this \nand as a member of the Women's Working Group on Immigration the United States members of Congress Working \nGroup on Immigration, I held baby Roger in my hands. \n\nI'll always remember Roger because he was nine months old snatched from his natural guardians, he had no ability \nto talk, he was not identified, he had no band, no ID, nothing. And so one wonders where Roger is today. I frankly \nbelieve that there are much more Admiral Commander than you have indicated. That is my fear and that is my \nconcern. \n\nLet me quickly raise these questions. Mr. Lloyd, picking up on the lack of tracking when HHS was made aware of \nthe zero-tolerance policy was going into effect how long did it take for you and ORR to notice that there were no \ntracking of which parents were separated from what children? \n\nLLOYD: Congresswoman, the tracking that occurred I wouldn't agree with the characterization that there is no \ntracking. The tracking that occurred occurred within our normal case management system as part of-- \n\nJACKSON LEE: So how long was that, sir? \n\nLLOYD: I'm sorry? \n\n\n\nJACKSON LEE: How long did it take? \n\nLLOYD: It--. \n\nJACKSON LEE: For you and ORR to notice there was no tracking of which parents were separated from their \nchildren? \n\nLLOYD: Sure. Again I would disagree with your characterization. The tracking that occurred-- \n\nJACKSON LEE: Can you tell me when you decided to take note of that? \n\nLLOYD: The tracking that occurred was in our UAC portal. \n\nJACKSON LEE: How long after April 2018? \n\nLLOYD: Our tracking of the circumstances under which kids come into our care is ongoing. It never stopped and \nnever-- \n\nJACKSON LEE: Okay. Did you approach CBP about tracking separated parents? If so, when did this occur? \n\nLLOYD: I missed the first part of your statement. \n\nJACKSON LEE: Did you approach CBP about tracking separated parents? If so, when did this occur? \n\nLLOYD: We interacted with CBP on a daily basis in our work at the field level-- \n\nJACKSON LEE: But I'm speaking specifically about tracking. \n\nLLOYD: Tracking of? \n\nJACKSON LEE: When you approach CBP about tracking separated parents? \n\nLLOYD: As part of the case management process that would be one of the things that the case manager does on a \ncontinual basis. \n\nJACKSON LEE: Can you affirm that, sir? You can document that that was going on? \n\nLLOYD: Yes. \n\nJACKSON LEE: I've listened to CBP. I visited their facilities. I think they were doing the best that they could and \nthey had no process for tracking. Are you telling me that you contacted them about tracking? \n\nLLOYD: The-- \n\nJACKSON LEE: Let me--let me continue my questioning. It's been reported that you had little interest in reuniting \nchildren with their parents, in fact, it had been reported in the press that during an internal HHS review of the family \nseparation policy a top HHS official found that you instructed your staff to stop keeping a spreadsheet tracking \nseparated families. \n\nDid you make this decision? And if so, why? Why in the world would you choose to make a decision like this? As a \nfather your self can you explain to us how this possibly could have happened? \n\nLLOYD: Thank you, Congresswoman. That was an incorrect reporting. I did not make the order. What I did-- \n\nJACKSON LEE: I have a facility in my district called Southwest Keys, it is under investigation by the federal \ngovernment. I do not want that facility to open. And there is another facility by the name of Shiloh that has been \naccused of abusing children. I'd like to get a report from you about that and I'd like a further report on your \nreunification efforts and whether you tracked. I need specific dates and times. I would appreciate that greatly. \n\n\n\nNADLER: The time of the gentlelady has expired. \n\nJACKSON LEE: I yield back. \n\nNADLER: The gentleman may answer the--the witness may answer the question. \n\nLLOYD: Thank you, Congressman. The last question? \n\nNADLER: Yes. \n\nLLOYD: And what was that? \n\nJACKSON LEE: The last question, sir, was dealing with Southwest Keys in my district. I do not want it to open \nbecause it's facility is under investigation. They have about 12,000 unaccompanied children. By the way, those \nseparated from their families are not unaccompanied. \n\nNADLER: The witness may answer. \n\nJACKSON LEE: And closing Shiloh that has been accused of abusing children. These are immigrants as well. \n\nLLOYD: We--we cooperate with any ongoing investigations. We are happy to cooperate with those investigations \nand provide any information that comes out of them. As far as new facilities that's guided by the state licensing \nauthorities and that's-- \n\nJACKSON LEE: They get federal funds. Thank you. \n\nNADLER: The time of the gentlelady has expired. Mr. Chabot is recognized for five minutes. \n\nCHABOT: Thank you, Mr. Chairman. First of all I don't favor separating children from their families and I don't \nthink most people in this room do and it's my belief that to the extent that such separations are required by existing \nlaw it's our responsibility as the representatives of the American people, as the Congress of the United States out to \nwork on legislation to provide a fix to that situation because we ought not to be separating children from their \nparents. However, part of the problem, of course, is that there's a backlog of pending cases before the immigration \ncourts nationwide. It's been reported that back in 2008, immigration courts had a backlog of some 200,000 cases. \n\nMs. Asher, let me ask you this. In your written testimony, I believe you reported that the backlog has grown fourfold-\n-fourfold, so four times since back in 2008, to more than 800,000 cases today. Is that correct? \n\nASHER: Yes sir that is correct. \n\nCHABOT: Thank you. Let me, Mr. McHenry, let me ask you. One of your chief functions, as Director of the Office of \nImmigration Review at the Department of Justice, is to conduct immigration court proceedings. Is--that's correct isn't \nit? \n\nMCHENRY: Yes Congressman, it is. \n\nCHABOT: In--in the face of--of the immigration backlog described by Ms. Asher, what steps is your office taking to \nreduce the backlog of pending cases, and what should we be providing for you to do a better job doing your job. Is it \nimmi--more money for immigration judges, or--or what do you need? \n\nMCHENRY: The--thank you for the question. The backlog, the growth of it has sort of been in two phases. The first \nphase, from roughly 2008 until about 2016-2017, it was driven by a combination of factors, one of which was \nreduced productivity, more continuances. Lack of immigration judge hiring. Things that we were largely responsible \nfor. \n\n\n\nWe've been able to solve a lot of those problems. We've hired more judges, we have approximately 430 right now \non board. We've been able to complete more cases than at any times since FY 2011. And we're on pace to \ncomplete more cases since FY 2006. \n\nBut since about 2016-17, the backlog has increased for factors that sort of extend beyond us. There's been an \nincrease, as some of the other witnesses have testified to, increased numbers of aliens coming to the United \nStates. They're leading to more cases. More cases have been filed. \n\nThere's been an increased emphasis on enforcement. And over the last couple of years, that's caused the backlog \nto go up for those reasons. So joint-- \n\nCHABOT: You--you need additional resources, and we need to provide them. And let me move on because I've got \nkind of limited time. Let me ask you this, isn't it true that it is a federal crime, under 8 U.S.C. 1325(a), to illegally \nenter the United States? Is that correct? \n\nMCHENRY: That's correct. \n\nCHABOT: Because we are a lot of times, oh they--they didn't actually commit a crime, all they did was come into \nthe United States illegally. That's illegal, right? \n\nMCHENRY: It is. \n\nCHABOT: OK. And isn't it also true that currently parents traveling with children are not being referred for \nprosecution for violating that law, so there is in essence an incentive to bring a child across the border. It's kind of a \nget out the jail free call, to some degree. Would you agree with that? \n\nMCHENRY: I defer a little bit to my operational colleagues, but it is my understanding that DHS is not referring any \nfamily units, any parents who are traveling with children right now. So they wouldn't be prosecuted. \n\nCHABOT: OK. Thank you. Chief Provost, let me--let me ask you this, let me make sure I've got this straight. In the \npast, most of the people that were coming to our southern border and trying to enter illegally, were males, \nprincipally from Mexico. \n\nAnd nowadays, that's no longer the case. Now its people coming from--from Central America, with children, who \nknow that--that they cannot be separated now. They maybe were, now they can't be. \n\nAnd that we don't have the facilities available to house or take care of these folks. So instead of detaining them, for \nthe most part, they're now given a court date down the road. And a court for which the vast majority no longer show \nup and they essentially then disappear into the population. \n\nAnd they then basically successfully cut in line in front of people from all over the world that are trying to do it the \nright way, who are trying to follow the law, become American citizens, bring their families here. The correct way. \nWhich is far less dangerous than dragging your kids through the desert, or hundreds of miles at the whim of these \ncoyotes and--and drug cartels and all the rest. \n\nIt--is that about right? \n\nPROVOST: Yes sir. When it comes to the demographic shift, you are correct on the changes that have happened. \nI--I'm sure Ms. Asher wants to weigh in as well. But, this is where I--I stated before, the floor is decision and the \ninability to detain these family units, because of the children, longer than 20 days to await an immigration hearing is \ncausing that pull factor. \n\nCHABOT: Thank you. Ms. Asher, for any time that I might have left. \n\n\n\nASHER: Yes sir, thank you. What I would like to add is, even when individuals, particularly family units do have \ntheir day in court, so to speak, we know through a recent exercise with EOIR, there were just over 2,600 cases \nheard before the immigration judge, in a non-detained setting of family units. \n\nOf those 2,600, approximate, there were just over 2,500 in absentia orders issued. Meaning the individuals failed to \nappear for the hearing. So now you have the additional challenge as it--as it relates to my resources in ICE, that \nnow we have individuals who are throughout the country, with final orders of removal. I don't have the resources \nnecessarily to prioritize to know--now go and find these family units to facilitate the removal. \n\nSo this is an on-going and--and growing problem that we continue to--to work collectively that--that proves great \nchallenges. \n\nNADLER: Thank you, the time the gentleman has expired. Mr. Johnson of Georgia. \n\nJOHNSON: Thank you Mr. Chairman, and thank you all for being here today. This examination of President \nTrump's barbaric policy of separating families, tearing little children away from the arms of their parents is long \noverdue. And I'd like to get to the bottom of why anyone in this Administration thought that they could get away with \nthis. \n\nNow this is what Former Chief of Staff and Department of Homeland Security Director John Kelly said: \"Jeff \nSessions was the one that instituted the Zero Tolerance process on the border that resulted in both people being \ndetained and the family separation. He surprised us.\" \n\nMr. McHenry, was the Zero Tolerance Policy just alluded to, was that a policy developed by the Justice \nDepartment? \n\nMCHENRY: Yes sir. It was. It was issued by the attorney general on April 6, 2018, following a memorandum he \nissued in April, 2017. \n\nJOHNSON: All right, OK. \n\nMCHENRY: Following an executive order. \n\nJOHNSON: Does the Department of Justice usually do initiatives without consulting the White House first? \n\nMCHENRY: Oh I can't speak to what consultations-- \n\nJOHNSON: All right-- \n\nMCHENRY: --the Department of Justice-- \n\nJOHNSON: --thank you sir. On April 23rd, there was a memo signed by the Department of Homeland Security, \nSecretary Nielson, approving family separation, mentions and that this was an analysis that has not been provided \nto this committee. \n\nAttorney General Jeff Sessions said, on May 7, 2018, as it relates to the family separation policy: \"If you cross the \nborder unlawfully, then we will prosecute you. If you don't want your child separated, then don't bring them across \nthe border illegally.\" \n\nSubsequently, District Judge Dana Sabraw, found that the way DHS carried out separations was not lawful. Did \nthe Department of Justice provide any legal analysis and justification for the Zero Tolerance Policy, Director \nMcHenry? \n\nMCHENRY: To the extent that's an issue in litigation, I couldn't speak to it. We also-- \n\nJOHNSON: But to the question-- \n\n\n\nMCHENRY: --typically don't discuss-- \n\nJOHNSON: --the question is, did the Department of Justice provide a legal analysis, yes or no? \n\nMCHENRY: Again, any guidance or-- \n\nJOHNSON: So you refuse to answer the question, all right, thank you. Was any legal research or analysis done by \nthe Department of Justice on this policy? \n\nMCHENRY: Sorry I don't follow the question. \n\nJOHNSON: Was any legal research or analysis done by the Department of Justice on the Zero Tolerance Family \nSeparations Policy? \n\nMCHENRY: I can't speak specifically to the--to the deliberations or-- \n\nJOHNSON: Well why is that sir? You--you are with the Department of Justice, and you're here to testify this \nmorning. \n\nMCHENRY: I am-- \n\nJOHNSON: Why can't you answer that question? \n\nMCHENRY: We--we don't typically discuss sort of internal policy deliberations. \n\nJOHNSON: I'm not asking about internal policy deliberations. I'm simply asking whether or not your department did \nany legal research or analysis on this issue. \n\nMCHENRY: Well any--any analysis or research would go toward those internal deliberations. \n\nJOHNSON: All right. Let me move on to Chief Provost, since you're just not going to answer my questions, Director \nMcHenry. Chief Provost, you're--you don't have enough border patrol agents, isn't that correct? You have a \nshortage. \n\nPROVOST: That is correct sir, I could use more agents. \n\nJOHNSON: And--and in November, I believe it was of 2017, Trump issued an Executive Order, and it mandated \nthat 5,000 additional border patrol agents be hired. Isn't that correct? \n\nPROVOST: That is correct. \n\nJOHNSON: And you were already down by about 1,815 agents at that particular time, correct? \n\nPROVOST: That sounds about correct. \n\nJOHNSON: And so to address the border patrol's officer shortage, your agency signed a five-year contract, a $297 \nmillion contract with Accenture Federal Services to recruit and hire border patrol agents, correct? \n\nPROVOST: I believe it goes up to that amount. \n\nJOHNSON: Yes ma'am. And the Office of Inspector General reported that as of October 1, 2018, the first ten \nmonths of the program, Accenture had received $13.6 million of that contract. But had only processed two accepted \njob offers. Isn't that correct? \n\nPROVOST: I--I do not know sir, that's a-- \n\nJOHNSON: You don't-- \n\n\n\nPROVOST: --human resource management side of the house. \n\nJOHNSON: So you don't know about this gross mismanagement, fraud, waste and abuse that's taking place in your \nagency that was found to be true by the Office of the Inspector General? \n\nPROVOST: I can't speak to the-- \n\nNADLER: Time of the gentleman has-- \n\nPROVOST: --amount at the time, but I--I know that we have the contract. \n\nJOHNSON: That--that is ridiculous that you, the head of the agency, don't know of this issue of waste, fraud and \nabuse that is rampant within your agency. \n\nPROVOST: That's a CBP contract sir, I'm--I'm the head of the border patrol. \n\nJOHNSON: Well you're the Office of--of Border Patrol is the law enforcement arm of the Office of Border Protection, \nwhich you-- \n\nPROVOST: Within CBP yes sir. \n\nNADLER: Time of the gentleman has expired. The gentleman from Texas, Mr. Gohmert. \n\nGOHMERT: Thank you, thank you Mr. Chairman. Appreciate the witnesses being here. Director McHenry, isn't it \ntrue that every day in cities all across America every administration going back to the beginning of the Department \nof Justice, has separated parents suspected of committing crimes from their children? \n\nMCHENRY: What I can say is that any individual-- \n\nGOHMERT: You can say yes or no, it's not a hard question. \n\nMCHENRY: An individual-- \n\nGOHMERT: And if you don't know the answer, then you don't need to be in your position. It goes on every day. All \nof us that have been involved in the justice system know, it goes on every day. Is that correct or not, in your \nopinion? \n\nMCHENRY: Individuals who are parents, who are prosecuted for crimes, there is the potential that they may be \nseparated during the process-- \n\nGOHMERT: Oh so you're saying there are chances where you might put children in jail with the parents that are \nsuspects in a crime. No more questions for you, obviously you're not aware. We don't put children in jail with \nsuspects, just because they're children of the adults. \n\nChief Provost, you had mentioned before about this issue of separation. And apparently, like under the Clinton \nAdministration, the Bush Administration, the Obama Administration, children were being separated from parents \nthat were illegally coming into the country, isn't that correct? \n\nPROVOST: Yes sir, I worked throughout all four administrations, and I myself have experienced it in the field, on \nthe ground, there are cases where we have to separate-- \n\nGOHMERT: And that's because we don't want to put children in detention, with parents who are suspected of \ncommitting a--an offense, correct? \n\nPROVOST: That is correct. \n\nGOHMERT: It's not a mean-spirited idea, it's just a notion that's been true in this country, that children should not \nhave to pay for the sins of the parents. And we don't hold the children accountable for coming in illegally because \n\n\n\nthey are not of majority age, and therefore, they don't have the intent to violate the law. That is what our law has \nbeen, correct? \n\nPROVOST: That is correct. \n\nGOHMERT: Now you talked about this system that was a manual system. You have a number for the parent, you \nhave a number for the children, and you have said you manually have to go back and find those so you can match \nback the children with the parents, correct? \n\nPROVOST: If I may clarify, just briefly. \n\nGOHMERT: Yes. \n\nPROVOST: The system is not manual. We have, within CBP, our system. The system did not speak automatically \nto the-- \n\nGOHMERT: That's fair-- \n\nPROVOST: --system at HHS. Actually in April, before the May 5th date, was when we added the searchable field to \nhelp us be able to pull the data more easy--I guess easier. \n\nGOHMERT: OK. But would you say that the Clinton Administration, the Bush Administration, or the Obama \nAdministration, was callous and immoral because they didn't do something to make it an easier fix, to match up the \nparents and the children? \n\nPROVOST: No sir. \n\nGOHMERT: And so if we were going to be fair, and we were not going to say that about the Clinton, Bush or \nObama Administration, really the only difference is that when the Zero Tolerance Policy was put in place, it \naccentuated the lack of the fix from those prior Administrations, correct? \n\nPROVOST: Yes sir, and there's always lessons learned, and we always improve on our data integrity. \n\nGOHMERT: Right. Now you've also said something that really is mindboggling, but very critical. As--as my friend \nMr. Chabot brought up. As its 90 percent at one time, where males coming across from Mexico? That was who \nwere illegally coming in? \n\nPROVOST: Ninety percent were--were Mexican nationals and now 80 percent of--of whom we apprehend are other \nthan Mexican nationals. The vast majority of those Mexican nationals were adult single males. For the first time in \nour history, in October, family units surpassed single adult apprehensions. \n\nGOHMERT: And that happens to have coincided with the outrage about parents being separated from children. \nNow you dealt with the drug cartels and their work as a result of what you do. You know, as Mr. Chabot and I were \ntold in Columbia, the reason they send most of the drugs across to Mexico, and our U.S. Southern Border, is \nbecause they're business people. \n\nAnd when they see a way they can manipulate our system, that's what they do. Isn't that why you're seeing the \nhuge increase of families and children coming into this country? \n\nPROVOST: It is true that the transnational criminal organizations utilize that--them as a--a tactic to--when they know \nour resources are focused on the family units, that it takes our resources away from the border security side of the \nhouse. And they do utilize that to their advantage to smuggle. \n\nGOHMERT: And my time's expired. I appreciate you all being here. \n\nNADLER: Thank you. The gentleman from Florida, Mr. Deutch is recognized. \n\n\n\nDEUTCH: Thank you Mr. Chairman. Mr. Chairman, the Trump Administration's forced child separation policy will \nforever be a dark time in our nation's history. The policy undermines our country's moral standing in the world that \ngenerations of Americans have word so hard, and in some cases have given their lives to build. \n\nI am deeply concerned with documents that have been turned over by HHS that record a high number of sexual \nassaults on unaccompanied children in the custody of the Office of Refugee and Resettlement. Together these \ndocuments detail an environment of systemic sexual assaults by staff on unaccompanied children. \n\nMr. Chairman, I ask unanimous consent to submit for the record, a document request submitted by the committee \nto the HHS Secretary Azar and the development and execution of the Administration's Zero Tolerance Policy. \n\nNADLER: Without objection. \n\nDEUTCH: An untitled document that describes ORR as zero tolerance--tolerance policy for forms of sexual abuse. \n\nNADLER: Without objection. \n\nDEUTCH: Charts for each fiscal year from FY 2015 through FY 2018 on allegations of sexual abuse reported to \nDOJ. \n\nNADLER: Without objection. \n\nDEUTCH: Charts detailing incidents of sexual abuse reported to DOJ that occurred in ORR's Unaccompanied Alien \nChildren Program. \n\nNADLER: And without objection. \n\nDEUTCH: And finally, Mr. Chairman, charts from FY 2017 and 2018, listing incidents of sexual abuse, dates when \nthe incident was reported to ORR, the FBI and the care provider. \n\nNADLER: Without objection. Documents will be entered into the record. \n\nDEUTCH: Thank you Mr. Chairman. Commander White, these documents demonstrate over the past three years \nthere have been 154 staff on unaccompanied minor, let me repeat that, staff on unaccompanied minor allegations \nof sexual assault. \n\nThis works out on average to one sexual assault by HHS staff on an unaccompanied minor per week. These \ndocuments tell us that there is a problem with adults, employees of HHS, sexually abusing children. \n\nWhen you carried out the Zero Tolerance Policy, for you Mr. and Mr. Lloyd, when you carried out the policy, you \nknew that putting thousands of kids--you knew that putting thousands of kids into a situation where they were at risk \nof sexual abuse, was going to be the result. \n\nDid you discuss this issue before going forward? Did you discuss the threat of sexual abuse to these kids among \neach other? Were there discussions with staff? \n\nWHITE: Representative, let me first correct an error. Those are not HSS staff in any of those allegations. That \nstatement is false. Those are out-- \n\nDEUTCH: May wait-- \n\nWHITE: No, no-- \n\nDEUTCH: No, no-- \n\nWHITE: Sir. \n\nDEUTCH: Commander White-- \n\n\n\nWHITE: Those are not HSS-- \n\nDUETCH: --Commander White-- \n\nWHITE: You are speaking of allegations of sexual-- \n\nDEUTCH: Commander White-- \n\nWHITE: --abuse against members of my-- \n\nDEUTCH: --Excuse me one second-- \n\nWHITE: --team. \n\nDEUTCH: --I'm going to reclaim my time Commander White. I don't have a lot of time, and you know what I've \nseen--you know what I've seen in these reports that were delivered to us, buried in stacks of documents, this thick, \nwithout any--any notation? I saw thousands of cases of sexual abuse. If not by HSS staff, then by the people that \nHSS staff oversees. I will make that clarification. \n\nIt doesn't make what happened anything less horrific. Any less horrific. Let me just continue, hold on one second, \nMr. White, please, Commander White. \n\nThe question is, when you went forward with this policy, did anyone discuss this? Did--did--was this a hesitation? \nGiven--given that these--that you had this history, did anyone worry about what was going to happen to these kids? \nDid the--was the Secretary aware of the numbers in these charts? \n\nWHITE: You're speaking of the numbers of our PRIA reports and those 154 are allegations. And we--this is a longer \nconversation-- \n\nDEUTCH: Well it is a longer conversation Commander White-- \n\nWHITE: In every conversation-- \n\nDEUTCH: --Did the Secretary-- \n\nWHITE: --that we had about separation, we opposed separation. \n\nDEUTCH: I appreciate that. Mr. Lloyd-- \n\nWHITE: That was based on actual fact. \n\nDEUTCH: And was the Secretary aware of these numbers? Was the Secretary aware that in moving forward, and \ndoing the work that you do, and for everyone on the panel, did people consider that when you went forward on the \nZero Tolerance Policy, that we're moving forward on a policy that would put these kids at risk of sexual assaults? \nThat's the question. \n\nAnd I--and if the answer is you don't know, I would ask--I would ask staff to hand over--to--to deliver to you these \ntwo charts, in particular the one that, you're right, does contain the allegations. \n\nIt also contains the results of investigations. Those employees who were reassigned. Those who were terminated. \nThose who continued to be employed. There are a thousand questions that we have. But I would ask that you \ndeliver these to the Secretary, so that we can have a full exploration of them. \n\nThe details of these sexual abuse allegations are shocking. Mr. Chairman, and Chairman--Chair Person Lofgren, I \nknow will join me in continuing to press the Administration on these issues. It was our obligation, the \nAdministration's obligation, to help keep these kids safe. Childs best interest, safety and well-being of alien children. \nThat's what we heard this morning. \n\n\n\nMr. Chairman, we failed, and this is just the start of what I believe to be a very important series of questions that this \nAdministration must answer. And I yield back. \n\nNADLER: Gentleman yields back. Mr. Gaetz. \n\nGAETZ: Thank you Mr. Chairman. Commander White, are people more likely to be sexually abused on their way \ninto our country, through the cartel and human trafficking routes, or are they more likely to be sexually abused--if \nevery allegation made against every U.S. government official were true, which would be the greater propensity of \nsexual violence? \n\nWHITE: Obviously in transit. But that's not the point. We are committed to keep and environment safe for children. \nWe don't set ourselves the standard of just doing better than smugglers and traffickers. \n\nGAETZ: No I understand, and I hear that. But what's troubling to me is that we all, on this committee, all human \nbeings want to decrease the frequency of family separation and decrease the frequency of anyone being the \nvictim of sexual violence. \n\nThe question we have to answer is whether or not the policies of open borders, or the policies of a secure border \nwould greater facilitate those policy objectives. \n\nI wanted to ask Ms. Asher. Ms. Asher, what impact does it have on your colleagues when members of Congress \ntalk about abolishing ICE? Does it impact morale, recruitment or operational capability? \n\nASHER: Thank you for the question sir. There's no doubt that in the last year, year and a half, even up to two \nyears, my 6,500 or so officers in the field, who do interior enforcement which we don't talk about that too much \nthese days, are facing much scrutiny, unfair allegations made by media, and various organizations. Assaults on my \nofficers while conducting interior enforcement has gone up well over 160 percent. \n\nThere's no question that it is a very chilling environment for my officers as they conduct their mission in promoting \npublic safety. And--and quite frankly, upholding the laws that Congress has passed. \n\nGAETZ: And--and have any of the people you've worked with, shared their views with you regarding the impact on \ntheir job performance, when members of Congress demonize the work done by ICE? \n\nASHER: We have, on a regular basis, our--my field office directors, our leaders in the field, do regular town halls \nwith our officers. Our first- and second-line supervisors take very seriously the--the repercussions of these \nallegations, etcetera, on our officers. And so morale, yes has gone down. The fact that-- \n\nGAETZ: Thank you for that. I--I have limited time. I wanted to recount the story of Guillermo Tee, this is the only \nway we know him. He's a 57-year-old construction worker. And he would have come to the United States without a \nchild, but because we treat people differently if they bring kids, he brought his 16-year-old daughter to the country \nand he said this: \"This\"--and I'm quoting. \"This is the reason I brought a minor child with me, she was my passport.\" \n\nChief Provost, is it becoming more and more typical that people who want to come to our country illegally, are \nviewing children as their passport, or their mechanism of entry? \n\nPROVOST: As I stated before, our numbers of family units are increasing dramatically. Also, the increase that we \nare seeing is just a couple of years ago, the ratio of male parent with child was a one to five ratio, it's now almost \n50/50 with female parents that are coming here. \n\nGAETZ: And-- \n\nPROVOST: This is a tactic that we have through interviews, it is something that is being utilized. \n\n\n\nGAETZ: And so it's not, as I hear your testimony and correct me if I'm wrong, it's not a function of a greater desire \nto have the children in the country for the sake of having the children in the country. At least with some of these \nindividuals, the child is viewed as a mechanism of transit. Is that--is that consistent with your understanding? \n\nPROVOST: As I stated in my opening statement, that is a trend that we are seeing, and as social media and other \nnews spreads that that will impact your ability to be released into the country, I believe that it is part--part of the pull \nfactor. \n\nGAETZ: And--and I appreciate, and I take with all sincerity, the concern my colleagues have about children being \nseparated from their families, once they reach the United States. But it's deeply troubling to me that I don't seem \nto be hearing any Democrats referencing the challenge that occurs when a family is separated south of our border \nto facilitate smuggling or transit, or a child literally functioning as a passport. \n\nThe--the Mayor of Chanmagua, Guatemala, Mayor Juan Jose Rivera, chronicled what he called illegitimate \nadoptions for cash. Where in his town, people would go and buy and sell kids, like they would buy and sell \npassports, so that the kids could get people better treatment when they came to our country illegally. He said, and I \nquote, \"This is the most serious problem we have.\" \n\nAnd so I'm wondering if you could share with us the feedback you've received from people in other countries about \nthe impact of the United States' policies on family separation that occurs south of our border? \n\nPROVOST: Well what--what I can easily speak to is the fact that those numbers are increasing of the fraudulent \ncases. We've identified at least 1,700 cases so far since April of this year, or of this past year, of definite fraud \ncases. Those are the ones we've been able to identify of individuals that are coming with a child that isn't--isn't--that \nthey are not a parent or guardian to. \n\nGAETZ: Mr. Chairman, may I be recognized for unanimous consent request? \n\nNADLER: The gentleman is recognized. \n\nGAETZ: Thank you Mr. Chairman. I--I see my time's expired now. But I seek unanimous consent to enter into the \nrecord a June 22, 2018 New York Times article entitled, Why are Parents Bringing Their Children on Treacherous \nTreks to the U.S. Border. \n\nNADLER: Without objection. The article from the New York Times, sometimes referred to as the Fake News, is \nentered into the record. \n\n(LAUGHTER) \n\nGAETZ: Yes sir--or--or the Failing New York Times. Mr. Chairman for further unanimous consent request, from the \nWashington Post for, Central American's Children Open a Path to the U.S. and Bring a Discount. November 23, \n2018, seek unanimous req--consent to enter into the record. \n\nNADLER: Washington Post too without objection. \n\nGAETZ: And one final one, Mr. Chairman, from the Washington Times, from Tuesday, May 22, 2018, Eye Popping \nSurge of Illegal Immigrants Abducting Children. \n\nNADLER: Gent--gentleman--the gentleman--the document will be admitted to the record without objection. \n\nGAETZ: Thank you Mr. Chairman, yield back. \n\nNADLER: The young lady from California, Ms. Bass is recognized. \n\nBASS: Thank you Mr. Chair. In the DOJ's filing last week, of a Joint Status Report to Judge Sabraw, 11 children \nwere identified as having parents that were determined to be excluded from reunification under the Judge's order \n\n\n\ndue to criminality. A total of 18 children, as I understand, separated from their families, could not be reunified \nbecause the parent was determined to be unfit or present a danger to the child. \n\nMr. McHenry, is that accurate to your knowledge? \n\nMCHENRY: Yes ma'am, the filing represents our--our position. \n\nBASS: OK. Thank you. So removing a child from their family in our domestic child welfare system requires trained \nchild welfare agency staff, and a determination by a judge that removal is in the child's best interest. It's a system \nthat is designed to protect parents' rights and to protect the best interest of children. \n\nAt the border, the decision to remove a child from their parent is made solely by U.S. Customs and Border \nProtection agencies--agents in the field. Ms. Asher, is that correct? Who makes the determination? \n\nASHER: No ma'am. I'm with ICE. So I will hand-- \n\nBASS: Oh I'm sorry. \n\nASHER: --it over to Chief Provost. \n\nBASS: I'm sorry. \n\nPROVOST: So we make that determination, of course, we do utilize our Office of Chief Counsel, we work with the \nconsulates of--of the countries-- \n\nBASS: So in--in medical or domestic child welfare settings, trained staff often use screening tools to identify abuse, \nneglect and trafficking. I don't believe it's within your agency's purview to really make those decisions, in the sense \nthat you don't have the training. So I'm not blaming you. I'm just saying, you guys are making the decisions without \nthe proper training. \n\nSo in the domestic child welfare setting, the determination of a child's best interest is made by a judge. What \ntraining do CBP agents have to inform a determination of a child's best interest? \n\nPROVOST: My agents are trained, starting at the Border Patrol Academy in dealing with--with children, and the \npotential for fraudulent families or separation-- \n\nBASS: Fraudulent families-- \n\nPROVOST: --or separation-- \n\nBASS: --but are they--but are they trained in-- \n\nPROVOST: --for criminal-- \n\nBASS: --in a child that might be neglected or abused, like a social worker? So your--so CBP officers are also social \nworkers? \n\nPROVOST: No ma'am. We are trained throughout our career, we also follow the law, TVPRA and various policies \nwhen it comes to separation. It is a temporary-- \n\nBASS: So what are the-- \n\nPROVOST: --separation-- \n\nBASS: --what are the protocols that the agents follow when determining that parents pose a danger to their \nchildren? \n\nPROVOST: If--if--for one example, and the one that they are separated most often are for serious criminal-- \n\n\n\nBASS: Like could you give me an example? \n\nPROVOST: I can-- \n\nBASS: When I--when I went to the border and I was at McAllen and talked to one of the CBP officers. And I asked, \ncould you give me an example of a crime. And the officer recounted a parent who had been convicted of a DUI. \n\nSo you know, in our nation's child welfare system, if a parent is deemed to have neglected or abused their child, a \nwhole process takes place. No one person decides right there on the spot, we're going to re--you're ineligible to \nreceive your child back. \n\nSo that's what I'm trying to get at here is that-- \n\nPROVOST: We are-- \n\nBASS: --my concern is, is that we have one system that is in place to protect children. And your agency, which you \nknow, and--and again, this is an unfair burden on you. So I'm not faulting you. But based on what, would you make \nthat determination? \n\nPROVOST: So we do an initial determination, and we are not making a determination that they cannot be placed \nback together. But as an example, and I see this because I get the daily reports. Quite often we have individuals \nthat have convictions for domestic violence. \n\nAnd if--if I may explain a little further, as well. \n\nBASS: Yeah very quickly because I--I'm-- \n\nPROVOST: I turn them-- \n\nBASS: --I'm only interrupting you because I'm running out of time. \n\nPROVOST: I--I turn them over to ICE. ICE is not going to put somebody with that type of criminal conviction in a \nfamily residential center. So we have to make that separation-- \n\nBASS: OK. OK so, so let me-- \n\nPROVOST: --Temporarily. \n\nBASS: --Let me just finish. So tell me what happens to these children long-term. So we have determined that a child \ncannot be reunited with their parent. What happens to that child long-term if that child does not have family in the \nUnited States? Is that you Commander White? \n\nWHITE: Yes ma'am. For those children where there's been a final determination by ORR that the child can't safely \nbe reunified, which is a child welfare decision. That's a different decision-- \n\nBASS: Thank you. \n\nWHITE: --than the one that you were just discussing with Chief Provost. \n\nBASS: OK. \n\nWHITE: Very, very few children in the Ms. L. Class were in that situation. \n\nBASS: Right, but what happens? \n\nWHITE: All of them had their cases reviewed by the ACLU and the judge. What happens is those children then \nbecome true UAC's, and sponsors are sought for them as they are for all unaccompanied refugees. \n\n\n\nBASS: So are they eventually put up for adoption? \n\nWHITE: The UAC program does not put children up for adoption. \n\nBASS: OK. Let me ask you one more question. If a parent is deported, and they know where their child is in the \nUnited States, how do they get their child back? \n\nWHITE: We contact the parents. We provide their contact information-- \n\nBASS: Right. \n\nWHITE: --The ACLU, the ACLU talks to them. \n\nBASS: So who--who--how--so I'm in Guatemala. I know my child is in New York. How do I get my child back, and \nwho incurs the expenses? \n\nWHITE: The children who were separated-- \n\nBASS: Right. And--and--and-- \n\nWHITE: We-- \n\nBASS: --the parents were deported. \n\nWHITE: --we transport the child, with--at our expense for reunification. It's a partnership of ICE and HHS and the \nACLU to effect, and the government of the home country. \n\nBASS: So the parents do not have to pay? \n\nWHITE: That's correct, yes ma'am. \n\nBASS: OK, I yield back my time. \n\nNADLER: The young lady yields back. Who's--it's the--the gentleman from Arizona, Mr. Biggs is recognized. \n\nBIGGS: Thank you Mr. Chairman, I appreciate you holding this hearing today. I'm grateful to the witnesses for being \nhere. And I've heard that the--the Zero Tolerance Policy, I've heard it alleged today that it was designed to \nspecifically separate children, use them as tools by this Administration. And yet I've heard it rebutted by the \nwitnesses today. \n\nI've heard that we are using children, toddlers and infant--and infants. And yet, I've talked to border patrol agents. \nI've been down to the border. And I think that--that three times removed, when I was down at the border, at that \ntime, I talked to agents. \n\nOne described seeing a child dropped from the top of a fence into the United States. A--a child dropped from the \ntop of the fence to the United States. Saw another--talked to another agent who found a toddler, young child, \nwandering on the U.S. side of the border with a note pinned to their shirt saying, my mom is in and then gave the \nphone number. \n\nI just received an email, or a text exchanged recently, where two young boys on a list in a facility with their parents \nnamed there, would--they inquired of the--of the youngest, nine years old, you know, is--is this your parent? He was \nconfused, because he had no parent there. He was unaccompanied, he was used. Because that parent was going \nto be released as well as the child. \n\nIn fact, the children--the children there that were identified as brothers, attached to that adult, one was from \nHonduras and the other from Guatemala. They were not even brothers. There was not a family unit there. These \nare not anomalies. This is what is going on on a regular basis. \n\n\n\nI have pictured behind me--oh one last point to that. We see an increased use of children by human and drug \ntraffickers. Because of our policies. And spec--specifically the Flores case, really leads to this. \n\nAnd we talk about human separation, and the tragedy of that, of families being torn asunder. Someone even \ncalled it kidnapping today, which is kind of outrageous. It wasn't kidnapping. But what we have here, behind me, are \nvictims of forced separation because of illegal aliens who were in the country, who committed criminal conduct. \n\nI have, Mary Ann Mendoza, who is in the gallery today, her son was killed by an illegal alien. Steve Ronnebeck, his \nson was killed by an illegal alien. Marla Wolff, her husband, the father of her two children, was killed by an illegal \nalien. That is permanent separation and that is, in part, due to policies that fail to control our border and prosecute. \n\nAnd when you have policies that allow 72 thousand people, last year alone, to be let loose into the interior because \nof an antithesis or an antipathy toward family separation or, actually, the antipathy is more towards prosecution of \nthese illegal aliens, then you see our communities receiving these peoples, large numbers of people. \n\nIronically, the folks who want to keep families together passed a bill recently that eliminates 2,500 family beds. \nThat--it reduces the funding for detention of those who are in this country illegally and are being detained for one \nreason or another. \n\nWell, as we--as we proceed here and we see that our policies don't provide deterrent, they actually provide \nincentives, to come into this country, which is why you are seeing the marked increased, month over month, year \nover year, of unaccompanied minors and families coming into this country. \n\nSo, this hearing is interesting. I appreciate the chairman for holding it, but we need to do more than that. We need \nto enforce our laws and I yield back. \n\nSCANLON: Recognize the gentlemen from Rhode Island. \n\nCICILLINE: Thank you Madam Chair. It is hard to put into words the practice of ripping innocent children, many of \nwhom are arriving seeking protection and asylum from unspeakable violence and ripping them from the arms of \ntheir parents. It is hard to describe in words how that practice does violence to our moral standing in the world and \nto our great history as a country, but the court in the Mazell case may be said it best when it described this practice \nof separating children from their parents and the way it was implemented was so egregious, so outrageous as to \nshock the conscience and so brutal and offensive that it doesn't comport with traditional ideas of decency. \n\nSo, I am pleased that our chairman is finally, because the Democrats took the majority, we're having a hearing so \nwe can get to the bottom of how this happened. And I reject the notion that we have to make a choice between \nsecuring our borders and the hideous policy of separating children from their families. We can secure our borders \nand keep this country safe and do it in a way that is consistent with our values. \n\nSo, the first thing that I want to ask you is, I sent all of the witnesses a letter back on February 7th, asking specific \nquestions about how many children have been separated, how many have been united, whether the individuals \ncan be identified, the parents of the children. Ms. Asher, can you answer the questions that I put in that letter to you \non February 7th? \n\nASHER: Thank you for the question, sir. \n\nCICILLINE: By the way, you don't need to thank me for the question, I have really limited time, so I just ask that you \nplease answer them respectfully. \n\nASHER: The various questions that you have posed in there are in a consolidated report that is updated regularly, \nand that is the joint status report from the-- \n\nCICILLINE: --Okay, and will you send that in response to my letter? Will you forward that to me? \n\nASHER: We can have that sent to you. \n\n\n\nCICILLINE: Thank you very much.  So, it's very clear, captain, I'm sorry, Chief Provost, that at the time that this \npolicy was announced, this Zero Tolerance Policy, was announced, that CPB did not have in place a system for the \ntracking and identification of children being separated from their parents. Correct? \n\nPROVOST: No, I would disagree with that. \n\nCICILLINE: Okay, so-- \n\nPROVOST: --we had the ability to track. We also had added a searchable field-- \n\nCICILLINE: --Okay. \n\nPROVOST: --within our systems. \n\nCICILLINE: So-- \n\nPROVOST: --our systems were different than HHS's \n\nCICILLINE: --Okay. \n\nPROVOST: --and we have been improving on that. \n\nCICILLINE: I--I--I am going to read to you exactly from the Office of the Inspector General. I know criticism is tough. \nIn June of 2018 and I quote, no centralized system existed to identify, track or connect families separated by DHS. \nThe Court Order, the Court decision, similarly says \"The practice of separating these families was implemented \nwithout any system or procedure for tracking the children after they were separated from their parents, enabling \ncommunication between the parents and their children after separation and reuniting the parents and children after \nthe parents have returned to immigration custody following completion of their sentence.\" \n\nSo, the Court after listening to evidence and the Inspector General said there was no system in place and my \nquestion to you, Chief, is, when that order of family separation or Zero Tolerance was announced, did you or \nanyone in your department say, \"We don't have the system in place to keep track of these kids. We need to build a \nsystem before we can stop separating children from their parents.\" That's a yes or a no? \n\nPROVOST: I don't believe it is a yes or a no, and there's--there is a system to track. There-- \n\nCICILLINE: --that you have built since that time. \n\nPROVOST: --is not a centralized-- \n\nCICILLINE: --I'm asking at the time you began to separate children from their parents-- \n\nPROVOST: --there was a system at that time. \n\nCICILLINE: --when a system. So, you disagree with the court's finding and the inspector general, both? \n\nPROVOST: I disagree with that finding. \n\nCICILLINE: Okay. And in addition to that, are you aware, Chief, of a pilot program, the number that's been used at \nthis hearing is 2,816 children separated. That was for a specific date in the litigation. Correct, Ms. Asher? \n\nASHER: If that is what it says in the report, yes. I don't-- \n\nCICILLINE: --You are resp--do you know how many children have been separated from their children? Period. \nDuring the time that you have been in charge of this policy? \n\nASHER: As in my agency is responsible for adults through this process, you are asking about the exact number for \nthe children? \n\n\n\nCICILLINE: Yes. \n\nASHER: I'm merely telling you that right off the top of my head I can't tell you the exact number. \n\nCICILLINE: Well, can you find out the number for us? \n\nASHER: The number is in the joint status report that we've shared with you-- \n\nCICILLINE: --Well, are you familiar with the pilot program that was started in July of 2017 and went up through \nNovember of 2017 that was not publicly announced where children were separated from their parents, part of an El \nPaso Pilot Program. \n\nPROVOST: --That is-- \n\nCICILLINE: Ms. Asher, are you familiar with that program? \n\nPROVOST: I think that is a question for me. \n\nCICILLINE: It's a question first for Ms. Asher and then I'll get to you, Chief. Are you familiar with that program? \n\nASHER: I am not familiar with that program, no. \n\nCICILLINE: You have never heard about it? \n\nASHER: I am not familiar with the program that you reference. \n\nCICILLINE: Okay. Chief, are you familiar with the program? \n\nPROVOST: We had a prosecution initiative in El Paso where we worked with the Department of Justice. Within that, \nthere were some subjects that were separated. \n\nCICILLINE: So, the truth is, today, as you sit here before Congress, nobody on this panel can tell us how many \nchildren were actually separated from their parents before that date that the court decision came or since it. And \nwhether or not those young children have been reunited with their parents. We don't actually know. \n\nPROVOST: We have numbers. I have numbers for Border Patrol. When it comes to tracking, we can provide you \nthose numbers of who we have separated-- \n\nCICILLINE: --from before that date that was used in the court order? \n\nSCANLON: Order. \n\nMr. Cicilline. \n\nCICILLINE: May she just be permitted to answer the question? \n\nSCANLON: Just finish the answer. \n\nPROVOST: From the timeframe during Zero Tolerance and then since then, we've-- \n\nCICILLINE: --I am asking about, my question was about-- \n\nPROVOST: --we have to do a manual poll-- \n\nCICILLINE: --before Zero Tolerance was officially announced-- \n\nPROVOST: --we would have to do a manual poll because-- \n\nCICILLINE: --and you haven't done that yet, have you? \n\n\n\nPROVOST: --field-- \n\nSCANLON: Order. \n\nCICILLINE: No--I'd ask you now-- \n\nSCANLON: Order. \n\nCICILLINE: I haven't even asked a separate quest--that's not an out of order. If you will-- \n\nSCANLON: You've been ordered, you've been going for over a-- \n\nCICILLINE: Well, you are not the chairman of the committee. \n\nSCANLON: I can ask for order. \n\nCICILLINE: No, you can't-- \n\nSCANLON: Yes, I can. \n\nCICILLINE: --that's the person who presides over the hearing-- \n\nSCANLON: Okay. \n\nCICILLINE: --controls the hearing. \n\nSCANLON: I can ask for order. \n\nCICILLINE: Well-- \n\nSCANLON: Do you have-- \n\nCICILLINE: Well--I'd ask you again-- \n\nSCANLON: We have a unanimous consent-- \n\nCICILLINE: Thank you. \n\nSCANLON: --request. \n\nCICILLINE: I would ask unanimous consent the following articles be made part of the record. A ProPublica report \nFamilies Are Still Being Separated at the Border, Months After \"Zero Tolerance\" Was Reversed. \n\nAnother article, Families Still Being Separated at the Border--Months After Trump's \"Zero Tolerance\" Policy \nReversed. \n\nA second article from the Washington Post, 7 questions about the family-separation policy, answered. \n\nA Vox article, The Trump administration's separation of families at the border, explained. \n\nBuzzfeed News, The Trump Administration Is Slowing The Asylum Process To Discourage Applicants, An Official \nTold Congress. \n\nAn NPR report, After Traveling 2,000 Miles For Asylum, This Family's Journey Halts At A Bridge. \n\nAn NPR report, Trump Administration Begins \"Remain In Mexico\" Policy, Sending Asylum-Seekers Back. \n\nAnd finally, an article entitled, Asylum Seekers Being Turned Away No Matter Where They Cross the Border, dated \nNovember 2018. \n\n\n\nSCANLON: With that objection, they will be accepted. \n\n(OFF MIC) \n\nSCANLON: The gentleman from Pennsylvania is recognized. \n\nRESCHENTHALER: Thank you, Madam Chairwoman, and thank you to all the witnesses who came here today. \nThe work you do is absolutely critical for the safety and security of our nation, so thank you. There's definitely no \nquestion in my mind that we're dealing with a humanitarian crisis at the southern border. I just want to throw out \nsome statistics. \n\nIn April 2017, 1,118 family units, that's, as you testified, adults traveling with minors, were apprehended by Border \nPatrol. But by December 2018, that number was up to 27,518 family units. That's a 2,332 percent increase. So, \n2,000--over 2,000 percent increase in just under two years. \n\nIn following the precedent of administrations that came before the current DHS, DHS has separated adults and \nchildren in certain situations, including when they believe a child has been trafficked. So, rather than debate, what I \nthink is a non-existent family separation policy, I'd like to focus on something that poses a very real threat and \nthat's the despicable practice of human trafficking. The stats speak for themselves. \n\nDuring the fiscal year 2018, ICE and Homeland Security Investigations made 1,588 trafficking arrests and identified \n308 victims. So, of the 1,588 arrests, 1,543 were for sex trafficking violations. This is modern day slavery. \n\nAs a nation, we have a moral obligation to protect women and children from falling prey to this practice. I applaud \nPresident Trump for the steps he has already taken to combat criminal organizations that engage in human \ntrafficking, to strengthen programs supporting survivors and also bring human traffickers to justice. \n\nI know several of you mentioned human trafficking in your testimony already, but can you please elaborate on how \nthe current family reunification process and the current policy help combat human trafficking? \n\nASHER: So, I can start from my point, sir, from ERO. As we have done as a longstanding process where our \nreunification primarily occurs at the time of removal and that is a--a very well vetted process. When the parent who \nhappens to be in single adult custody at the time, receives the removal or made aware that they have a child in the \nUnited States, we go through a process in asking if the individual would like to take their child back. \n\nAs part of that vetting, we also look and--and ensure that the individual is--is essentially safe to return with--with \ntheir child. Probably one of the most important pieces to making that reunification specifically for removals is that we \ndo have to have that removal cleared with consular officials from home country. \n\nSo, on a regular basis, on a daily basis, my officers work with consular officials to do those types of checks, as well \nas to confirm familial relationships and the like, prior to issuing travel documents so that they can return to their \nhome country. \n\nRESCHENTHALER: Is there anything that you think that Congress can do that would help combat human \ntrafficking? \n\nASHER: So, I can certainly support that much more is needed in that realm. I--under ICE, I'm in Enforcement and \nRemoval Operations. My partners HSI, Homeland Security, are the primaries in my agency conducting human \ntrafficking, and undoubtedly, they could always use more resources and stronger support from Congress to do the \ngreat work that they do--do in trafficking. I'll defer to the chief as well as--as her viewpoint. \n\nPROVOST: And I would just add to that, we work closely with our partners at Homeland Security Investigations, this \nis an area of focus for them. And any information that we have of suspected human trafficking, we provide to HSI \nfor investigation. \n\nRESCHENTHALER: Thank you. I appreciate it. I yield back the remainder of my time. \n\n\n\nSCANLON: The gentleman from Maryland is recognized. \n\nRASKIN: Thank you, Madam Chair. On June 20th, the president punitively ended his scandalous and dangerous \nfamily separation policy, but family separations are still happening at the border under a shadowy set of rules \nthat apparently do not offer sufficient accountability or due process. \n\nThe January Homeland Security OIG report found that at least 118 kids had been separated from their parents and \nplaced in HHS' care after this supposed end of the separation policy. The numbers may even be higher in the \nongoing lawsuit over family separation. The federal government just admitted that at least 245 families have \nbeen separated since late June. \n\nWhen the Texas civil rights group followed up on these cases, it found the parents often had no idea that they were \nbeing separated from their children or why.  Dozens of others kids were also separated from adult siblings, \ncousins, grandparents or other relatives. \n\nNow, there can be valid health or safety reasons to separate a child from a parent, such as where there are signs \nof child abuse or trafficking.  But, DHS does not appear to have a principled or consistent policy on family \nseparations and doesn't--and it doesn't give HHS enough information to know whether the separations are, in \nfact, justified. \n\nSo, let me start with you, Chief Provost, if I may.  Since the president's executive order, how many children have \nbeen separated from their parents who were apprehended by CBP, either at ports of entry or between the ports? \n\nPROVOST: I can speak to the numbers between the ports of entry.  The area that I have--we have 304. \n\nRASKIN: Okay.  Who makes the determination to separate a child from his or her parent or legal guardian, and \nwhat are the criteria--criteria used in that process? \n\nPROVOST: The criteria used are if they have a serious criminal conviction, if they have a medical condition, \nmeaning the parent may have a medical condition and need to be hospitalized, if it's in the welfare of the child, if \nthey present a danger to the child.  Those are the instances in which we would separate them.  As I stated--. \n\nRASKIN: --Can I just ask you about that one?  So, what's the character of the inquiry or investigation about the \nwelfare of the child?  Are there social workers involved in that process--? \n\nPROVOST: --As I said before, this is a temporary separation because we have to place into ICE custody.  We \nwork with the consulates as well, just like ICE does.  We work with our counsel when it comes to the criminality \nissue in relation to them.  ICE is not going to take somebody into their family residential centers where a parent has \na serious criminal conviction, like I stated earlier.  It's temporary. \n\nRASKIN: So, criminal conviction, I get because that seems like something that's definable.  You can see it on \npaper.  It exists.  And if they have a medical condition, obviously, if they're suffering a heart attack or something, \nthey--they can't take care of the kids.  But, welfare of the child, as we know, is a very big slippery standard.  And \nwho--so, who's making that decision?  The customs agents? \n\nPROVOST: My agents working with our counsel, the consulates.  We make an initial determination, and we err on \nthe side of the caution for the child based on laws on the books.  We are following TVPRA.  We are following for the \nconcern of the child.  But, we--. \n\nRASKIN: --Do the parents have an opportunity to be heard during that process--? \n\nPROVOST: --Of course.  We--we interview them. \n\nRASKIN: And is the decision to divide them from their children--is that an appealable decision? \n\n\n\nPROVOST: Yes.  That is not--that is--as I stated before, that is a temporary.  We give the parents information when \nwe do the separation.  We do track all of this, and we provide the information to HSS (INAUDIBLE). \n\nRASKIN: Do you have written guidance for the agents? \n\nPROVOST: We have guidance that has gone out on--since the executive order.  And I (INAUDIBLE). \n\nRASKIN: Can we see a copy of that?  Can you show us the--? \n\nPROVOST: --Out to the field--. \n\nRASKIN: --Do you have a copy of that guidance? \n\nPROVOST: I--we can provide that. \n\nRASKIN: Would you--and so, this goes out to every agent, say, \"Here are the steps that you follow.\" \n\nPROVOST: We sent the guidance out once we--once the executive order came out, and then, of course, Ms. L-- \nafter that, we've provided further guidance. \n\nRASKIN: Okay.  Do CBP officers receive training about how to make these determinations? \n\nPROVOST: We receive training about dealing with family members from day one at the border patrol academy.  \nWe're trained every year on TVPRA and on Flores.  That's a recurring training for our agents on the law. \n\nRASKIN: It's been reported that DHS may be separating US citizen children from their parents at the border as \nwell.  Is that right? \n\nPROVOST: I'm not sure in relation to--? \n\nRASKIN: --Well, if their parents are noncitizens, but they're citizens, then there have been cases like that--. \n\nPROVOST: --That would not be a reason for separation, from our perspective on it. \n\nRASKIN: Okay. \n\nPROVOST: There would have to be the other--other circumstances that would revolve around it from border patrol. \n\nRASKIN: Okay.  Finally, does any federal government agency have the responsibility to track all of these children \nwho have been separated from their kids today? \n\nPROVOST: We provide that information to HHS.  I don't know if the Commander wants to weigh in or Mr. Lloyd. \n\nLLOYD: Yes.  So, any child referred to us--then, we have responsibility to track those children. \n\nRASKIN: Okay.  So, if someone is missing his or her child because they've been separated, then you would be \nable to locate them today? \n\nLLOYD: Yes. \n\nSCANLON: Gentleman's time has expired. \n\nWHITE: To clarify ORR can identify, at any given moment, the location of every single child in care.  We are also \nable, where appropriate, to say to whom we released the child.  But, we do not have any authority or oversight over \na child who has been released from our care. \n\nSCANLON: Thank you. \n\nRASKIN: Thank you Madam Chair. \n\n\n\nSCANLON: The gentleman from California is recognized. \n\nMCCLINTOCK: Thank you, Madam Chairman.  Commander White, I think you were the victim of a drive by slander \na few minutes ago.  You and your colleagues were all but accused of being serial child molesters, and you weren't \neven given the chance to respond.  Would you like to respond now? \n\nWHITE: We share the concern that I think everyone in this room feels.  Any time a child is abused in the care of \nORR is one time too many.  We abide fully with the laws this Congress has passed in terms of PREA, I mean, the \nPrison Rape Elimination Act and the Violence Against Women Act.  And we are very proud of our outstanding track \nrecord of full compliance, including referring every allegation, every allegation for investigation.  And the vast \nmajority of allegations prove to be unfounded when they're investigated by state law enforcement and federal law \nenforcement and the state licensure authorities to whom we refer them. \n\nIt is important to note--I'm not aware of a single instance anywhere of an allegation against a member of the ORR \nfederal staff for abuse of a child.  And I apologize if I sounded forceful in refuting that statement.  To be clear, \nhowever, that has not happened. \n\nMCCLINTOCK: Under the circumstances, I think you were remarkably restrained, and I--I am embarrassed that \nsuch a question would be put to you in this committee.  And I think I speak for many of my colleagues. \n\nChief Provost, I--I'm still trying to get a grasp of the--the fundamental principles here.  It is a misdemeanor to cross \na border illegally, correct? \n\nPROVOST: That is correct. \n\nMCCLINTOCK: And it is actually a felony to cross the border after being deported. \n\nPROVOST: Yes, sir. \n\nMCCLINTOCK: Now, any other crime for which we make an arrest, we arrest the perpetrator, correct?  We don't \narrest the children of the perpetrator. \n\nPROVOST: Yes, sir. \n\nMCCLINTOCK: So, for example, if an American citizen is arrested for drunk driving with a toddler in the backseat, \nwe arrest the perpetrator, and we take the toddler into protective custody until we can reunite them with their \nfamilies.  Is that accurate? \n\nPROVOST: Yes, sir. \n\nMCCLINTOCK: Well, to Ms. Bass's point, who makes that immediate decision?  Is it the arresting officer, or is it a \njudge or social worker? \n\nPROVOST: I--I can't speak to--well, when I was a local law enforcement before joining the border patrol--and they \ndo--just like we work with HHS, they do work with CPS--. \n\nMCCLINTOCK: --You made that decision when you took the perpetrator into custody, correct--? \n\nPROVOST: --They work with CPS to turn the child over, much like we turn them over to HHS. \n\nMCCLINTOCK: Right.  So, what we're calling family separation is exactly the same process as for any other \narrest.  We arrest the perpetrator, and then, we take the child under protective custody and take care of the child \nuntil we can find a family member to--to put them back in custody with.  Is that--is that accurate? \n\nPROVOST: I would say that's accurate, yes. \n\n\n\nMCCLINTOCK: It seems to me that there are essentially just two alternatives to this particular practice.  We can \narrest and incarcerate the child for the crime of the parent, which, to my ear, sounds completely medieval, or don't \narrest the perpetrator, don't enforce the law, in which case, the law means precisely nothing.  Is there any other \nalternative you can think of? \n\nPROVOST: This comes back to the--the outdated laws that have an impact on our ability or on ICE's ability to \ndetain families temporarily together until they can have an immigration--from the administrative side--an \nimmigration proceeding. \n\nMCCLINTOCK: Right.  So, basically, we arrest the perpetrator and take care of the child.  That's our current policy. \n\nPROVOST: Yes. \n\nMCCLINTOCK: The two alternatives are arrest the child for the crime of the parent or don't enforce the law.  \nObviously, my colleagues on the left reject the first policy.  So, obviously, they are arguing for one of the two others, \nand, frankly, I just don't understand that.  But, just to be clear, the zero tolerance policy we keep hearing about--that \nsimply means enforce the law in the same manner as we enforce any other law? \n\nPROVOST: Yes, sir.  It's a prosecution initiative.  Actually, it's a time frame from May 5th through June 20th when \nadults that had children with them were a part of that group.  They made up 40 percent of our family units.  We had \n40 percent of our apprehensions.  It was approximately ten percent of the prosecutions were individuals that had \nchildren with them. \n\nMCCLINTOCK: But, let me ask you this, if we don't enforce our immigration law, then what exactly do our borders \nmean?  Do they mean anything? \n\nPROVOST: My experience in my 27 years in law enforcement is, if we do not enforce the law and there is no--no \nconsequence for violating the law, people continue to violate the laws. \n\nMCCLINTOCK: Now, is there a legal way to enter our country? \n\nPROVOST: Through a port of entry. \n\nMCCLINTOCK: Well, how many people legally enter our country every year? \n\nPROVOST: Huge numbers.  I--operations process millions--. \n\nMCCLINTOCK: --So, those who enter our country illegally--they do have a legal way to apply for entry.  They simply \nchoose not to do it.  They simply choose to break the law--. \n\nPROVOST: --Coming between the ports of entry is a violation of law, yes. \n\nMCCLINTOCK: Thank you for your earnest efforts to enforce the law and defend our country. \n\nSCANLON: The gentlewoman from Washington is recognized. \n\nJAYAPAL: Thank you, Madam Chair.  And let me just remind anybody that might be watching that it is legal to seek \nasylum.  It is, in fact, not just legal within our laws.  It is legal within our laws.  It is legal within the human rights \nconventions that we are party to.  And so, when the gentleman asks about whether people should come through \nlegal ports of entry, let me also just remind people that the Trump administration tried to ban asylum seeking and \nstarted the process of metering, which then prevented people from coming through legal ports of entry to actually \ntake advantage of a process that is legal. \n\nEverybody knows that I have been haunted by what I heard from 176 women in a federal prison.  I was the first \nmember of Congress to go and speak to these women who were asylum seekers, who had been ripped apart from \ntheir children.  And I am a parent, and it haunts me to this day.  Chief Provost, are you a parent? \n\n\n\nPROVOST: Yes, I am. \n\nJAYAPAL: Ms. Asher? \n\nASHER: Yes, I am, and a grandmother. \n\nJAYAPAL: Thank you.  Mr. Lloyd. \n\nLLOYD: Yes, Congressman. \n\nJAYAPAL: Commander White. \n\nWHITE: Yes, ma'am. \n\nJAYAPAL: Director McHenry? \n\nMCHENRY: I am. \n\nJAYAPAL: I think it is critical that we ask that question because we are talking about children, and we have--we--we \nare all parents who understand what that means.  So, as parents, I don't think anybody on this panel would argue \nthat you would be not devastated if the government tried to forcibly separate you from your child, including, by the \nway, a breastfeeding baby that was taken. \n\nCommander White, you testified on February 7th in the House Energy and Commerce Committee that you, as an \nexpert in child welfare, had expressed concerns to Mr. Lloyd specifically that family separation--these are your \nwords--\"would be inconsistent with the Office of Refugee Resettlements' legal requirement to act in the best interest \nof the child and would expose children to unnecessary risk of harm.\"  Is that correct? \n\nWHITE: That's correct. \n\nJAYAPAL: And, in fact, Commander White, you testified that you warned three Trump appointees about the \npotential health risks of family separation more than a year in advance of this policy.  Is that correct? \n\nWHITE: Yes, ma'am. \n\nJAYAPAL: Commander White, I want to thank you for raising these concerns repeatedly and for having at least a \nsense of compassion and moral obligation that seems to be completely missing from anybody else. \n\nMr. Lloyd, you were the head of ORR, the primary agency tasked with caring for these children.  When Commander \nWhite, as a child welfare expert, warned you about the cruel consequences of family separation, were you \nconcerned?  Yes or no is fine? \n\nLLOYD: I accepted what he told me. \n\nJAYAPAL: So, you were concerned or not?  You obviously were not--. \n\nLLOYD: --He reported what the consequences would be and I listened to--. \n\nJAYAPAL: --So, you heard his deep concerns, and you, at that point, according to the October 2018 Government \nAccountability Office report on family separation--this is at a time when ORR officials noted to you that there was \nmore than a ten-fold increase in children separated from their parents in 2017.  Did you take any actions \nwhatsoever to address those concerns--? \n\nLLOYD: --Yes, I did.  So, in the--. \n\nJAYAPAL: --Make it brief please--. \n\n\n\nLLOYD: --In the end of 2017, we--Commander White noted to me what we were seeing in our field, and so, we \nfollowed up on what had been anecdotal reports of these--. \n\nJAYAPAL: --Did you do anything to start tracking the children?  Did you do--? \n\nLLOYD: --Yes, absolutely.  We did--. \n\nJAYAPAL: --So, did you ask DHS to make sure that your agency had what it needed to eventually reunite children \nwith their parents? \n\nLLOYD: We did communicate with DHS regarding what--. \n\nJAYAPAL: --I--I just want to remind you that your testimony here is under oath.  According to GAO --this is a quote: \n\"ORR officials noted that they considered planning for continued increases in separated children but did not do so \nbecause DHS officials told them that DHS did not have an official policy of separating parents and children.\"  Did \nyou tell ORR officials not to engage in any planning, Mr. Lloyd--? \n\nLLOYD: --No, I did not. \n\nJAYAPAL: And your employees, many of whom are child welfare--. \n\nLLOYD: --Can I clarify that--? \n\nJAYAPAL: --Briefly. \n\nLLOYD: So, planning is something that--so, I never directed anybody to not plan.  We--. \n\nJAYAPAL: --You didn't direct anybody to not plan, and you didn't direct anybody to plan--. \n\nLLOYD: --Not true--. \n\nJAYAPAL: --To ensure that we actually could address the serious concerns raised by Commander White, a child \nwelfare expert about the long term consequences to these children.  Commander White, when children are \nseparated from their parents, even if they are reunited with their parents three months or six months later, can you \ntell me if the impact on those children for the--for the entire life is potentially devastating to them? \n\nWHITE: The best available evidence is that separation of children from parents entails very significant and \npotentially life long risks of psychological and physical harm. \n\nJAYAPAL: Very significant and potentially life--. \n\nWHITE: --Lifelong in--. \n\nJAYAPAL: --Long.  Lifelong impacts.  And Mr. Lloyd, you are the head of this agency at the time of family \nseparation, and you did not even allow your staff to continue to do a spreadsheet that tracked where people were.  \nYou did not put into place any policies that would pull this--this--I don't even have words for it--horrendous policy \nback.  Did you ever say to the administration, \"This is a bad idea.  Here's what my child welfare experts have told \nus.  We need to stop this policy.\"  Did you once say that to anybody above you? \n\nSCANLON: The gentlelady's time has expired.  But, you may answer the question. \n\nLLOYD: Okay.  To answer your last question, I did not say those words. \n\nJAYAPAL: You never said that to anybody. \n\nSCANLON: Order. \n\n\n\nJAYAPAL: You never told anybody that this was a deeply harmful policy.  Madam Chair, I believe that this is just \noutrageous. \n\nSCANLON: Order. \n\nJAYAPAL: I get worked up every time I see it because I see it because I see--. \n\nSCANLON: --Order--. \n\nJAYAPAL: --That nobody is actually taking this--I shouldn't say nobody--Commander White has. \n\nSCANLON: Order. \n\nJAYAPAL: People are not taking this seriously in terms of the deep long term effects on these children.  Madam \nChair, I yield back. \n\nSCANLON: Thank you. \n\nUNKNOWN: I have a parliamentary inquiry.  How many questions do you get past your five minutes?  And how long \ndo you get to enter into a diatribe?  I just--that's my parliamentary inquiry.  Are we going to--by the five minute rule? \n\nUNKNOWN: So, is there no--no response to my parliamentary inquiry? \n\nSCANLON: That is not a parliamentary inquiry.  But, the gentlewoman from Florida is recognized. \n\nDEMINGS: Thank you so much, Madam Chairwoman.  And let me just thank you witnesses for being here.  Look, it \nappears to me that you have been given an improper and unjust order.  And the person who's ultimately \nresponsible for the mess that has been created, the self-inflicted wounds, is not in this room. \n\nI served as a 27 year law enforcement officer as well, Chief.  Thank you for your service.  But, before that, I served \nas a social worker working with foster care children.  Children in America have a tough enough time.  But, when \nthey're placed in foster care, separated from their parents, the emotional, psychological damage, as you've--\nalready been said, can have lasting results.  And we're talking about kids who many time have been physically \nabused or emotionally or sexually abused. \n\nBut, it was interesting with those children.  No matter how difficult the home situation may have been, they yearned \nand longed to be reunited with their families.  The mess that we have here today has been self-created and self-\ninflicted.  And with all of America's challenges, it just--it amazes me that we would create this mess at the border \nand then require or--men and women of CBP and others to make it right. \n\nI had a zero tolerance policy too, as a policy chief.  You know who it was for?  For murderers and rapers and \nrobbers and other people who committed violent crime, not people trying to get across the border who had \ncommitted no violence offence, just trying to make a better life for their families.  I'm ashamed of my colleagues' \nstatements across the aisle.  We can do better than this. \n\nChief, I'd like to know, if we can begin with you, what is your zero--what does that mean, your zero policy?  What is-\n-what is that?  And I know it wasn't yours.  But, you're charged with carrying out--carrying it out.  So, what do you \nbelieve it is? \n\nPROVOST: So, the zero tolerance policy, in conjunction with Department of Justice, is to attempt to prosecute all \nviolators of 8 U.S.C. 1325, single adults, at this point, who crossed the border illegally. \n\nDEMINGS: Which is a misdemeanor. \n\nPROVOST: The first time it is a misdemeanor, yes. \n\n\n\nDEMINGS: And we're prosecuting every--you know what?  As a police chief, I sure wish I could have prosecuted \nevery person who shoplifted.  But, it was an undue burden on the resources, and that's why there is a mess at the \nborder because the resources have been strained trying to prosecute every person. \n\nI heard my colleague say that if a person crossed the border, isn't that a misdemeanor, and shouldn't we enforce \nthe laws?  Well, let me ask you this, if a woman crossed the border was being chased by a man with a knife trying \nto stab her, would you arrest her? \n\nPROVOST: I still have an obligation to--. \n\nDEMINGS: --Would you arrest her--? \n\nPROVOST: --To arrest her. \n\nDEMINGS: Would you arrest her?  And ultimately, would you prosecute her? \n\nPROVOST: I would not, in that case.  But, we are not prosecuting everyone that comes across. \n\nDEMINGS: Let's talk about the two children who died in government custody because we ought to be doing--if \nwe're going to stay in the family separation business--and Lord knows I hope we don't--we ought to make sure \nthat what happened to those children--you know, as a police chief, yeah, we arrested parents and--but, we took \nevery effort to make sure that the children who were already traumatized were taken care of.  They didn't.  They \ndon't deserve what has happened to them.  We have victimized them and victimized them over and over again. \n\nSo, we had two children that died, an eight year old and a ten year old.  What policies have changed in your \noperations to prevent children in your custody--because when--if a child died in our custody as law enforcement, we \ntook it very serious, and we took every step--something had to change.  What policies have changed to make sure \nthat children who are not the violators don't die in your custody?  Commander White or Chief?  Who would like to \nanswer that question? \n\nWHITE: I'm going to ask to defer to CBP.  Those children were not in ORR care.  They were in CBP custody. \n\nDEMINGS: Okay.  CBP? \n\nPROVOST: So, those two tragic losses of life were in border patrol custody.  And, as you mentioned, it is a tragedy.  \nWe do everything--and my men and women do everything within their abilities to take care of these children. \n\nDEMINGS: What policy--I'm sorry.  I'm running out of time.  What policies have changed since the two children died \nto now to prevent that from happening? \n\nPROVOST: We do a 100 percent medical screening on all juveniles that come into our custody.  That is one \nchange. \n\nDEMINGS: And you weren't doing that before? \n\nPROVOST: That is correct. \n\nDEMINGS: Okay. \n\nPROVOST: That--that is the main thing.  Obviously, we provide--we have always provided medical care or \nemergent medical care to anyone.  But, since then, whether through contractors, our own EMTs, other support, \nacross the Southwest Border, every juvenile, every child under the age of 18 is medically screened upon \napprehension. \n\nDEMINGS: Thank you.  Thank you very much.  Madam Chairwoman, my time has run out.  Thank you. \n\nSCANLON: Okay.  Thank you.  The gentleman from Virginia is recognized. \n\n\n\nCLINE: Thank you, Madam Chair.  Thank you for the time.  I want to follow on the comments of my colleague.  I \nwould agree with her that there is a mess at the border.  It is more than a mess in my view.  It's--some would say \nit's a crisis.  Some would even say it's emergency.  I would call it emergency.  And I know that we have several \ntypes of emergencies.  What we're hearing about today is a humanitarian emergency that we have at the border is \nreal.  And we must do all that we can do stop the humanitarian emergency at the border. \n\nWe have a--an emergency--human trafficking emergency at the border.  We have a sex trafficking emergency at \nthe border.  We have a drug trafficking emergency at the border.  So, in all these ways, I want to thank especially \nChief Provost.  Your men and women in--on the border patrol working every day to address this emergency that we \nhave at the border. \n\nAnd as you said earlier, this is having a significant impact on your ability to recruit and retain officers to help \naddress this crisis.  Would you say that the events that you spoke of, the assaults, the treatment of your officers in \nthe interior of the country--can you expand a little bit more on the ability of your agency to recruit to make sure that \nwe address this emergency? \n\nASHER: So, sir, I'm with ICE.  And so, I deal with the interior, as we had discussed before.  And as far--as it relates \nto the problems in recruiting, there is a challenge in getting individuals who have law enforcement, military \nbackground to--to be interested or willing, on the occasion, to support, in particularly the interior enforcement \nmission of ICE.  And sadly, it's because of a lot of negativity, the fact that we are compared to Gestapo, the Ku Klux \nKlan unfairly. \n\nEvery one of my officers, as I have done in the last 20 plus years in this capacity under several administrations--we \ntake an oath to uphold the laws.  And those are the laws that are passed by Congress.  So, with a combination of \nlaws and policies and executive orders from administration to administration, I would argue that the enforcement of \nthe immigration laws at the federal level is by far one of the most challenging. \n\nCLINE: We have a bill up on the floor this week dealing with the instant background checks for firearm purchases.  \nOne of the factors--one of the reasons for denial is illegal status.  If you're in the country illegally--would it help you \nall to enforce our immigration laws if you all received notification from NICS as to which individuals are actually \ntrying to buy firearms in this country illegally because they're in the country illegally? \n\nASHER: Without question, yes.  The more information that we have on an individual, negative or positive, allows us \nto make those case by case determinations. \n\nCLINE: Thank you.  I offered that amendment at rules last night, and, unfortunately, it was not allowed in order.  \nChief Provost, I know that border patrol agents conduct hundreds of rescues of people who are illegally crossing.  \nCan you give us some examples of the good work that US border patrol does in that area and give us an idea of the \nnumber of rescues your agency conducts in a given time period? \n\nPROVOST: Yes, sir.  I can tell you that last year, in fiscal--fiscal year '18, we rescued over 4,300 people.  My \nagents have rescued over a thousand people already this year.  Just last week, I had agents in Eagle Pass jump \ninto the river and extract a 12 year old boy who was not breathing.  They performed CPR and revived him.  Those \nare the things that don't get told.  Those are the stories that don't get out.  All of the amazing work that my men and \nwomen do day in and day out that make me so proud to be here representing them. \n\nCLINE: We are grateful to you.  Thank you all.  And I yield back. \n\nSCANLON: Thank you, and I will recognize myself for five minutes.  First of all, I want to enter without objection an \narticle from Vox over this weekend entitled \"Hundreds of Families are Still Being Separated at the Border.\" \n\nAs I've been listen--listening here, I've been struck a couple times by the denial of humanity of many of these \nfamilies and children.  When the issue is framed as an invasion by aliens and when we refer to children as UACs, \nit's easier to pretend they're not human or--or worthy of compassion. \n\n\n\nWhen you say that the cause of migration is legal loopholes or bad judicial decisions rather than the dire conditions \nof violence and poverty in these people's home countries--it's literally driving them from home.  I think it's easier to \nslam the door against these kids and these families.  This hearing is a recognition and an insistence that, on that \nhumanity--a recognition that the Flores decision also addressed and a recognition that just following orders is no \nmore an excuse today than it was back in Germany. \n\nI've also been struck that the introductory testimony of the witnesses focused on efforts to reunify families after the \nborder separations, the family separations were exposed and after a federal court ordered it.  But, in our \noversight capacity, we want to know how this, on American policy, got put in place in the first place and to prevent it \nfrom happening again. \n\nSo, you know, there's been a claim that families are only being separated when there's just cause.  During my visit \nto El Paso three weeks ago, we met with a family that had been separated when there had been no criminal \nconviction, there was no health issue, there was no allegation that the mom was unfit.  So, my question, I guess for \nChief Provost is--what written guidance do customs and border patrol agents have at this point in time for when to \ndecide to do family separation? \n\nPROVOST: We have the guidance that I--I mentioned earlier that has been sent out to the field in relation to \ncriminal prosecutions, a danger to the child, a medical condition that would--would cause separation, if the parent \nhad to be hospitalized, for example. \n\nSCANLON: Okay.  I was a little unclear because you talked about different times when there were different policies.  \nSo, is there a current written policy? \n\nPROVOST: Since--since June 20th and the executive order, that is the guidance that has been placed out to the \nfield when it comes to family separations. \n\nSCANLON: Is that one document? \n\nPROVOST: I can't say for certain.  But, we can provide the document. \n\nSCANLON: Okay.  If you could provide that document, I'd appreciate it.  How about before the executive order?  \nWas there written guidance at that time? \n\nPROVOST: The same type of guidance, following the laws set through, whether it's TBPRA, PREA, all of those \nlaws impact how we have worked those cases.  Prosecution was one of those.  So, the criminal activity.  It's been \nthe same guidance when it comes to reasons that we would have separated prior to zero tolerance. \n\nSCANLON: Okay.  So, the only change in the policy was during the zero tolerance period. \n\nPROVOST: The zero--it wasn't a change because it was still for a criminal prosecution, which would impact the \nseparation. \n\nSCANLON: But, that's when criminal prosecution was because you were going to criminally prosecute parents at \nthat point. \n\nPROVOST: We had criminally prosecuted parents previously as well.  The numbers increased during that time \nframe, as I stated before. \n\nSCANLON: Okay.  But, there was made--a decision made to prioritize prosecution of parents during that period. \n\nPROVOST: No, the decision was not made to prioritize prosecution of parents.  The decision was made to prioritize \nprosecutions, as I stated earlier.  During that timeframe, from May 5th through June 20th, when parents were \nincluded, only about ten percent of our prosecutions were family members, while, at the time when 40 percent of \nour apprehensions were family units.  I would not say it was a prioritization. \n\n\n\nSCANLON: Okay. \n\nPROVOST: It was part of the group. \n\nSCANLON: Okay.  So, does customs and border patrol ever review family separation? \n\nPROVOST: We work with our Office of Chief Counsel, if there are any allegations, our Office of Professional \nResponsibility or DHS's Office of Inspector General does investigations into those allegations. \n\nSCANLON: Okay.  One more quick question for Mr. Lloyd.  There was a discussion about the concerns that have \nbeen raised by Commander White concerning family separations and the mental health impacts that it could have.  \nDid you ever consult with any mental health professionals or get any advice from them on how to implement family \nseparation? \n\nLLOYD: The advice that Commander White would have imparted to us would be done in consultation with mental \nhealth experts whom we have on staff.  And I would just add that there was nothing surprising about the \ndetermination that--that there could be mental health consequences to separation from a parent for any period of \ntime.  It's something we took under advisement, and once we started seeing changes in our referrals at the end of \nthe summer (INAUDIBLE)--. \n\nSCANLON: --Okay.  I see my time has expired.  So, I want to--if you could provide us with the credentials and any \nwritten communications regarding your consultations about mental health, we'd appreciate it.  Okay.  At this point, I \nwould recognize Ms. Garcia, the gentlewoman from Texas. \n\nGARCIA: Thank you, Madam Chair.  And I'm so deeply troubled by a lot of what's been said today.  It's almost hard \nto even begin because this is just such a, in my view, so inhumane and unconscionable that I just sometimes can't \neven deal with it.  So, I would first start by thanking you, Commander White, for at least, at some point, objecting to \nthe separation and bringing into light, at least to those that might listen, that this could have lasting effects. \n\nSo, I wanted to ask all the other members of the panel, did you all ever object at any point in this process to your \nsuperiors or to someone that might listen that this was harmful and not a good idea?  And I'll start with you, Director \nMcHenry. \n\nMCHENRY: Again, we don't usually typically comment on internal discussions.  But, this is a prosecution policy.  It's \nvetted.  It's discussed internally.  With career prosecution--. \n\nGARCIA: --Well, I'm not talking about prosecution.  I'm just talking--I mean, didn't you ever just think, \"This really \ngoes against humanity?  We should not be doing this?\"  I'm not asking you to share discussion with the attorney \ngeneral or anyone else.  I mean, you, as a human being--did it ever not strike you to just say, \"Wait a minute guys.  \nI know I'm a lawyer.  But\"--because I'm a lawyer, and I'm a former judge too.  And sometimes I say some things that \nI didn't like, and I would speak up.  You never did that--? \n\nMCHENRY: --We understand the concerns and the sensitivities.  But, again, the--. \n\nGARCIA: --Sir, I've asked you a question.  If you would please answer yes or no--. \n\nMCHENRY: --Did I?  No. \n\nGARCIA: Thank you.  Mr. Lloyd? \n\nLLOYD: The--the--. \n\nGARCIA: --It's real simple, sir.  Did you ever just say, \"This really goes against humanity?  We should not be doing \nthis to children?\" \n\nLLOYD: I did not say anything along those lines, as apparent in-- \n\n\n\nGARCIA: Did you ever think of your own child-- \n\nLLOYD: --I did have-- \n\nGARCIA: --And what would happen if somebody took your child from you? \n\nLLOYD: --I did have concerns about the children, that's why we labored. I saw my role as managing the program \nthat labored to give the children that were involved the best care that they possibly could. \n\nGARCIA: So, you're answer is no, all right. \n\nLLOYD: I'm proud of our record and the care that we gave to them. \n\nGARCIA: All right, thank you. Ms. Asher? \n\nASHER: I did not voice in that exact term, no. However, I don't want it to be lost on anyone that we in law \nenforcement, you know, we--many of my officers are parents as well. And it--of course it's a difficult question. \n\nGARCIA: Well, I could tell you that one of the--I have visited many facilities. I visited one in the valley when the \nunaccompanied minor issue first came to light. And I have visited (INAUDIBLE) facilities. I have visited CPV (PH) \nholding facilities. And I could tell you that some of your officers don't feel good about it. And shared that with me. I'm \njust wondering if--if--if you are just as human as them and were it--ever said anything to anyone? \n\nASHER: As I said, I didn't not raise it to my superiors. But, again, neither I nor my officers in ERO I don't think it's--\nit's fair to say that, you know, it doesn't bother those as well. \n\nGARCIA: (INAUDIBLE) I'm losing time here. Chief? \n\nPROVOST: As you stated, this is a difficult situation and it is for any law enforcement professional. My men and \nwomen, as well, but as law enforcement professionals it is our job to enforce the law. \n\nGARCIA: So, it's a job and you just move--moved on, thank you. \n\nPROVOST: No. \n\nGARCIA: Well, now I want to ask Mr. Lloyd a question, I wanted to follow up about my colleague Sheila Jackson \nLee's question about the southwest key facility in her district, which borders mine and impacts my district. So, I \nthought your question--your answer was sort of just ingenuous. Did you tell her that it wasn't up to you to license \nthat facility or what exactly do you--did you mean? \n\nLLOYD: I would preface this by--by saying I'm not sure which exact facility you're referencing and I no longer-- \n\nGARCIA: --It's one that wants to open. She doesn't want open. I don't want it open. \n\nLLOYD: --Sure. You're talking about one that is-- \n\nGARCIA: --I don't know anybody that wants it open. \n\nLLOYD: Yeah. And so, you're talking about one that is to open and I'm no longer involved in the day-to-day \noperations of the Office of Refugee Resettlement. \n\nGARCIA: No, I realize that because I--I sent you a letter earlier this month on February 14 asking some questions \nabout this and I've not gotten a response. \n\nLLOYD: And you can expect a reply to that. But, the reference that you question about was are residential facilities, \nare first licensed by the state before we open them. And that's part of our standard procedure (INAUDIBLE)--. \n\n\n\nGARCIA: --All right, but you fund them. So, unless they know that you're gonna give them money to open, they \ndon't go to the state to get a license. I mean I think we need--want you to put it on the record you fund the-- \n\nLLOYD: --Our residential facilities-- \n\nGARCIA: --Yes. \n\nLLOYD: --Must be licensed before they can open. \n\nGARCIA: That's right. But they wouldn't bother opening. They wouldn't bother trying to operate unless they knew \nyou had a contract or were gonna give them the money. So, you drive all this. \n\nLLOYD: Okay. Again, I can't speak to--I'm not even sure which facility you're speaking to. I'm just saying-- \n\nGARCIA: --I'm talking about any facility, sir. I mean somebody pays-- \n\nSCANLON: The gentlelady's time has expired. \n\nLLOYD: Right, and so we--we--we--we fund the facility and we get it licensed by the state. And then it operates. \n\nGARCIA: So, it all works together. \n\nLLOYD: Yes. \n\nGARCIA: Thank you. \n\nSCANLON: Okay, thank you. The gentleman from Louisiana is recognized. \n\nJOHNSON: Thank you. And thank you all for being here. I know it's been a long day. We appreciate your patience. \nHave a just a couple questions for Director McHenry first. As the director in charge of overseeing the DOJ's mission \nto review and adjudicate immigration cases, do you believe the unprecedented surge in family units crossing the \nsouthern border has exposed faults and a credible fear standard under our asylum law? And if you've answered \nsome of these questions already, I apologize. We're coming in out because we have other meetings today too, but. \n\nMCHENRY: It's clear that the increased number of credible fear cases is contributing to the increase backlog, \nparticularly in the past couple of years. \n\nJOHNSON: I have found it a bit absurd since I got to Congress to--to--to look into all of this and to think as a result \nof the Flores Agreement we expect our immigration court system to interview an alien, usually for credible fear and \nthen subsequently have a hearing before a U.S. Immigration Judge and adjudicate their case within 20 days. I \nmean I was a practicing attorney. It's just not a feasible timetable. And just last year alone, I know you've reported \nthat they--99,035 people applied for asylum in the U.S. and of that, over 74,000 were found to meet the criteria of \ncredible fear on the front end, but then after appearing before an immigration judge, only 16 percent of those cases \nwere later confirmed to be truly legitimate. \n\nSo, we--we've got this current backlog of over 800,000 cases. It's just an untenable situation. So, Ranking Member \nCollins and I have introduced legislation to try to fix some of these loopholes and address some of these frivolous \nclaims. But, do you think it's possible that under the current lax credible fear standard that--that that can act as a \ncatalyst for Southern Border crossings and how exactly does it endanger families in the process? I mean that's \nwhat we're trying to get to the nut of to try to fix? \n\nMCHENRY: I defer a little bit to my colleagues from Department of Homeland Security. First, because they actually \nimplement the credible fear process. And, second, because they're more versed in terms of what factors will lead to \nincreased border crossings. From our prospective EOIR, as I said, it has certainly caused an increase in the \nnumber of cases that we've seen especially in the last two years. Based on the numbers that we see, out of about \nevery 100 credible fear claims only about eight to 10 will ultimately getting asylum. You know, the rest go through \nthe system. They take time. They take up resources. So, it's definitely an area of concern. \n\n\n\nBut, again, on the operational side, I'd defer to the Department of Homeland Security. \n\nJOHNSON: I want to get to them, but one more question for you before I move on, the--the EOIR statistics show \nthat the vast majority of Central Americans are ultimately found not eligible for asylum. And some have said that \nthose individuals could be eligible for some other form of protection, like under the withholding of removal or \nprotection under the UN Convention Against Torture. Those aren't reflective in the asylum statistics, however, as \nI'm--as I understand it. So, do you know what percentage of Central Americans found not eligible for asylum are, in \nfact, granted withholding or relief under CAT? \n\nMCHENRY: I don't have the percentages with me and I don't have all of Central America. But, we do know for the \nnorthern triangle the raw numbers for those who began as a credible fear claim it's less than 160 that are granted \nwithholding and less than 320 who are granted CAT, at least in the last fiscal year. So, the numbers are relatively \nsmall. \n\nJOHNSON: I appreciate that. And on this issue of the credible fear problems with implementation under asylum \nwhat would--what would DHS say about that, Homeland Security, anybody want to weigh in on that? \n\nPROVOST: From CBP's side of this, I can tell you that everyone who makes a credible fear claim is referred, \nwhether prosecuted, not prosecuted. We have seen an increase, a dramatic increase in the last few years of \ncredible fear claims from individuals that are crossing the border but that ultimately lies with our partners at USCIS \nwhen it comes to the determinations and the initial determination. We provide that information. We ask questions of \neveryone to make a determination of whether or not they have a fear or returning to their country, that is logged in \nour system of record. And then that information is provided forward through ICE and on to CIS. \n\nJOHNSON: Do you know what--what--why that spike occurred a few years ago? I mean it was under the Obama \nAdministration, was it--our theory is is there was some directive that came down from on high that we should be \neasier on that determination. But, what do you think? \n\nASHER: Well, I can't speak to specifically what is in CIS's language as it relates to, you know, constitutes the \nframework first before credible fear. Another observation I can share is the rate in which individuals who come to \nour custody who have been processed as expedited removals, that is at the time of encounter with our colleagues \nin border patrol, Chief Provost's agents ask them do you have a fear to return to your country? Many of them say \nno, they do not. However, once these individuals are then transferred to my custody, as they are mandatory \ndetention, it happens on a regular basis and it's happening on an increasing basis that these individuals then \nchange their claim and then say now they have a fear to return to their country. That then cancels out the expedited \nremoval and then my officers have to put the individual into the credible fear process. \n\nJOHNSON: I'm out of time. I wish I could explore that further, but thank you. I yield back. \n\nSCANLON: Okay, thank you. We recognize the gentleman from Colorado. \n\nNEGUSE: Thank you, Madame Vice Chair, and thank you to the witnesses for appearing before the committee this \nafternoon. As the son of African immigrants, this issue hits very close to home for me. Over 35 years ago my \nparents came to America as refugees from a war-torn country in East Africa. And so, I can only begin to understand \nthe plight that many of these families fleeing their home countries must feel. Also, as a new father, you know, my \nwife and I have a six month old daughter, our first child. I cannot imagine to be forced to be separated from her. \nAnd so the thought that even one family separation could have been prevented outrages me. And it is this that I \nwant to ask you about today. \n\nThe Department of Homeland Security Inspector General Report, which I believe the witnesses have with them at \nthe table there, released in September of 2018 found that CBP may have been able to avoid reuniting some \nfamilies. Several parents separated from their children, prosecuted under the zero tolerance policy were quick to \nreturn to CBP custody where their children may have still been waiting for them. However, instead of readmitting \nthem and reuniting parents with their children, CBP chose to have adults transferred to ICE custody. \n\n\n\nThe report reveals, and I'll quote here, \"according to a senior official who was involved with this decision, CBP \nmade this change in order to avoid doing the additional paperwork required to readmit the adults.\" And so, I want to \ngive Chief Provost a chance to talk about this because, you know, obviously, in my view it's absolutely astounding \nto hear that even a single case of family separation could have been avoided, let alone many. So, you know, first, \nChief Provost, are you familiar with this particular finding in the IG's report? \n\nPROVOST: I--I believe I'm following what you're mentioning reference to the report, yes. \n\nNEGUSE: And I guess can you explain to the committee why some CBP officials thought excessive paperwork \nwould be a sufficient reason to keep families separated, maybe even permanently? \n\nPROVOST: I am not aware that anything to do with paperwork. I can tell you that, meaning from my perspective \nand anything that I have had access to on information; I can tell you that we reunited 500 and some individuals that \nwere in our custody when the executive order came down versus continuing with the process that we had. And I \ndon't know if that caused part of the (INAUDIBLE) or not. \n\nNEGUSE: I understand that with respect to after the executive order was issued. I guess what I'm referencing is this \nparticular find--and again, I'll just--I'll quote directly from the Inspector General's Report. \"CBP made this change in \norder to avoid doing the additional paperwork required to readmit the adults.\" So, I--I mean I'm--I want to give you a \nchance to respond to this IG's finding because it's a very concerning finding that paperwork would have been the \ndriving factor behind not reuniting these parents with their children. \n\nPROVOST: I am not aware of that and have never--had that experience. We worked with HHS to reunite. And, as I \nsaid, anybody within our custody we reunited immediately. And everybody else we worked directly with HHS and \nour partners at ICE to try to reunite everybody--or to try to provide the information that they needed to help do the \nreunifications. \n\nNEGUSE: Well, I guess what I would say, Provost, is we'll follow up by letter because I think it's important-- \n\nPROVOST: --Okay. \n\nNEGUSE: --To get to the bottom of precisely why--I mean apparently there were some folks within the agency that \nchose to not do that by virtue of this reasoning around the paperwork. But, I--we will follow up. \n\nThe last question I have is for Mr. Lloyd, and, Mr. Lloyd, I want to give you an opportunity, I believe it came up \nbefore, so I apologize if I'm re-referencing some--something you've already discussed. But, I just want to make sure \nwe have a chance to kind of clear the record. \n\nThere's a Politico article, October 23, 2018. And the article references, and I'll just quote from it, \"Three individuals \nwith knowledge of the operation\", reference to the separation of children from their parents, said Mr. Lloyd made, \nquote, \"decisions that complicated reunifications\", for instance, Lloyd directed his staff to stop keeping a \nspreadsheet tracking separated families.\" Is that true? \n\nLLOYD: No, it's not. \n\nNEGUSE: It is not true? \n\nLLOYD: It's not true. \n\nNEGUSE: All right, thank you. And with that, I will yield back to the Vice Chair. \n\nSCANLON: Thank you. Okay, recognizing the gentleman from Arizona. \n\nSTANTON: Thank you very much, Madame Chair. I want to thank the witnesses. It's been a long hearing and still \nmore to go. This is very, very important hearing on the issue that the American people are paying close attention to. \n\n\n\nThe shock that we could have as a government separated children from their families. The questions I have will \nstart out with when exactly this policy began? \n\nSo, my first question is to Mr. McHenry. You referred in your written testimony that on April 11, 2017, a full year \nbefore the zero tolerance policy for first time entry misdemeanor 1325 cases of public acknowledged on April 11, \nthen Attorney General Sessions directed all U.S. Attorneys' Offices along the Southwest Border to work DHS to \ndevelop new guidelines for prosecuting 1325 cases. General Sessions directed that the new guidelines be \nsubmitted to the Deputy Attorney General by April 24, 2017. Did the U.S. Attorney's Office submit those guidelines \nas directed? \n\nMCHENRY: It's my understanding that the U.S. Attorney's Offices complied with the directive in 2017. \n\nSTANTON: Can you provide those memos, as well as any other related documents such as agreements between \nthe U.S. Attorney's Office and Customs and Border Patrol to this committee? \n\nMCHENRY: I'll take that request back and discuss it with our Office of Legislative Affairs. \n\nSTANTON: Okay, Madame Chair, maybe we can follow up through this committee in a more formal way to get that \nimportant information to me and particularly the people of Arizona. On the April--the April 2017 memo also directed \nthe U.S. Attorney's Office to designate a border security coordinator to work with DHS to oversee the prosecution of \nthese offenses, including misdemeanors and record and routinely report prosecution statistics. Is that correct? \n\nMCHENRY: Yes, that's what the memo directed. \n\nSTANTON: Can you provide this committee with all of the prosecution statistics that were collected through this \ninitiative? \n\nMCHENRY: We can take that request back as well. The Executive Office for U.S. Attorneys does typically provide \nstatistics on a yearly basis. \n\nSTANTON: Okay. \n\nMCHENRY: So, they may have already been provided. \n\nSTANTON: All right. I think we'll be writing asking for that in a more formal way. I believe that these guidelines \nstatistics may show that the first chapter of this administration's family separation policy and it's important that we \nsee them, particularly as it relates to a timeline. \n\nNow, I'm deeply troubled by some of the horror stories that I've heard about how children were literally ripped away \nfrom the arms of their parents. Stories from parents in which border patrol agents told them that they're children \nwere being taken for a bath or out to play and then never seeing their children again. Widely reported, obviously, in \nthe media. These stories raise important questions. So, the next--my next questions will be for Chief Provost. \n\nChief Provost, during and prior to zero tolerance, what specific training were given to CBP to agents on how to \nphysically separate a child from their parent? Now, I'm not talking about who to separate. I'm talking about the \nactual, physical separation of parent and child. \n\nPROVOST: Starting at the academy, the agents are trained how to deal with family units. And then beyond that \ntimeframe every year we follow the law and we have training on TVPRA, P--the Prison Rape Elimination Act and \nFlores, which addresses care, as well as the treatment of those in our custody. \n\nSTANTON: Are those policies written down? \n\nPROVOST: TVPRA, PREA, Flores, yes. \n\nSTANTON: Okay, are there written policy--. \n\n\n\nPROVOST: --(INAUDIBLE) policy. \n\nSTANTON: Are there written policies specifically about advising agents on the actual physical separation of parent \nand child? \n\nPROVOST: Not that I'm aware of. But, I can tell you that any allegations, and I am not aware of what you stated \nearlier, but any allegations of such are taken very seriously by CBP and the Department of--and DHS Office of \nInspector General, either investigates or the Office of Professional Responsibility on any and all allegations. \n\nSTANTON: You indicated that these policies are not in written form but were still provided to-- \n\nPROVOST: --The policies are in written form. \n\nSTANTON: That the policies provided training to this--to those agents as to how to physically separate. Are you \naware of whether or not those policies were created in consultation with child welfare experts? \n\nPROVOST: If I may be clear, too, we are talking acts. So, some of these were--Prison Rape Elimination Act, the \nTrafficking Victims, these are laws. So, I can't speak to the consultation in relation to those. \n\nSTANTON: How about trauma experts? You've heard testimony here today, questions from members of this \ncommittee about how traumatic this event would be in the child's life to be taken away from parent, even for a short \nperiod of time. How that could have a lifelong impact on that child. In preparation for your agents to engage in that \nactivity, was--were there consultation with trauma experts on how to best implement this policy? \n\nPROVOST: Not that I'm aware of, not that I'm aware of. \n\nSTANTON: Is there anything to prevent a border patrol agent from deceiving a parent when separating a child? \n\nPROVOST: Once again-- \n\nSCANLON: The gentleman's time has expired, but you may answer. \n\nPROVOST: My--my agents are compassionate law enforcement professionals that are trained to deal, like any \nother law enforcement professional, with what is a very difficult situation. If that were to occur and an allegation \nwere made or we were aware of it, it would be investigated. \n\nSTANTON: Thank you. \n\nSCANLON: Mr. Jeffries is recognized. \n\nJEFFRIES: Thank you, Madame Chair. And I thank all the witnesses for their presence here today. The Trump \nAdministration's family separation policy and the practice of ripping children out of the hands of their parents was \nun-American, unacceptable and unconscionable. \n\nIt's not clear to me how any administration can come up with such a treacherous policy. But, it appears, based on \nmuch of the information that has been provided, that this was a deliberate attempt to deter people who were fleeing \nincredible conditions of violence and disenfranchisement in the Central American and Northern Triangle countries of \nGuatemala, Honduras and El Salvador. \n\nNow, the Homeland Security secretary has denied that any family separation was being done to deter migrants is \nthat correct, Commander White? \n\nWHITE: I--I don't work for the Department of Homeland Security. I've only seen those statements in the media. \nOthers would have to answer that. \n\nJEFFRIES: Okay. Now, she indicated that she would find that notion offensive. Does anyone on the panel find the \nnotion offensive that the Trump Administration was engaging in family separation policy to deter? \n\n\n\nPROVOST: If I may, sir. The prosecution zero--zero tolerance policy was a prosecution initiative. And the--there \nwere prioritizations, but the focus was on, first and foremost, criminal aliens, and then single adults. And then those \nwho had--I think it went serious criminal aliens, meaning felonies, then misdemeanor convictions, then prior--prior \nremovals, single adults before any family unit whatsoever. It was not a family separation policy. It was a \nprosecution initiative for violating the law for 8 U.S.C. 1325. \n\nJEFFRIES: Okay, by criminal aliens, you mean human beings, is that correct? \n\nPROVOST: Yes, sir, illegal alien is a term in law. But, immigrants, yes. \n\nJEFFRIES: Okay, undocumented immigrants. In March of 2017 John Kelly, the DHS Secretary at the time said he \nwas considering separating immigrant children from their parents to deter immigration, is that right? \n\nPROVOST: I cannot speak to what he said. I am unaware of that. \n\nJEFFRIES: He reiterated the goal of the zero tolerance policy in May of 2018 when he was chief of staff was, quote, \n\"a big name of the game being deterrence\", close quote. Is that correct? \n\nPROVOST: I am not aware and I cannot speak for the--the attorney general, I work for DHS. \n\nJEFFRIES: Okay. In June of 2018 when asked if the zero tolerance policy would be a deterrent, then Attorney \nGeneral Jeff Sessions said yes, hopefully people will get the message, close quote. Does anyone disagree with that \nstatement on the panel? \n\nApparently not. Commander White, does that strike you at deterrent was the objective of family separation that \nwas taking place at the border? \n\nWHITE: I apologize. I can't speak to what the intention was. The effect on children is my area concern and that \neffect was negative. \n\nJEFFRIES: Now, with respect to the acting Assistant Secretary for Children and Families, Steven Wagner \nmentioned that the new zero tolerance policy will result in a deterrent effect. Is that correct? \n\nWHITE: I'm aware that he made that statement. \n\nJEFFRIES: And you believe that that was the policy of the administration? \n\nWHITE: I did not participate in the discussions around the formulation of the final zero tolerance policy. The earlier \ndiscussions, which occurred in February and March of 2017, did discuss this as a deterrence intervention. \n\nJEFFRIES: And do you believe that the zero tolerance policy is a policy consistent with the values of the American \npeople or is it an unconscionable effort to try to deter individuals who are fleeing violent conditions in Central \nAmerica from trying to apply, under law, for refugee status? Sir, yes? \n\nWHITE: As I've previously testified, neither I nor any career staff person at ORR, would have recommended or \nsupported a--any policy which would have the effect of separating children from their parents as that would be \ninconsistent with the best interest of the child. \n\nJEFFRIES: Okay, I thank each and every one of you for your testimony. \n\nSCANLON: Thank you. \n\nJEFFRIES: I would just ask that you continue to make yourselves available as we try to come to some \nunderstanding as to how such a policy could ever have been implemented in the great United States of America. I \nyield back. \n\nSCANLON: I recognize my colleague from Pennsylvania. \n\n\n\nDEAN: Thank you, Madame Chair. I, too, come at this as a mother and as a grandmother. I will not disguise in any \nway my belief that what has happened with the zero tolerance policy and the family separation that took place \nbefore that and after that is inhumane and un-American. I make no apologies for that, but I am happy that we are \ndoing the important work of identifying what the heck happened and what we can do to repair the damage if it is at \nall possible. And, ultimately, that we not let this ever, ever, ever happen again. I thank you, Commander White, for \nvoicing your concerns for the children, for voicing your concerns about the policy. I wish others had as well. \n\nI want to examine the Office of Refugee Resettlement. And so, Mr. Lloyd, I'm gonna read to you from the website \nwhat we do. And this is what you did. The Office of Refugee Resettlement provides new populations with the \nopportunity to achieve their full potential in the United States. Our programs provide people in need with critical \nresources to assist them in becoming integrated members of the American society. Would you agree that is the \nmission of ORR? \n\nLLOYD: I do agree, yes. \n\nDEAN: And tell when did--were you brought on at ORR? \n\nLLOYD: My first official day was March 24, 2017. \n\nDEAN: And your final day? \n\nLLOYD: December 1, 2018. \n\nDEAN: Okay, so March '17 to December of '18, roughly the entire period of time when we are now aware that \nchildren were being separated. How many children were in your custody at any one time? \n\nLLOYD: That would--that fluctuated during my tenure. I think the--at a low point it was between 5,000 and 6,000. At \nthe high point it was over 15,000. \n\nDEAN: And, describe for us your expertise in working with children in displaced populations? \n\nLLOYD: I came to the Office of Refugee Resettlement after having spent time with the Knights of Columbus, among \ndisplaced populations in Iraq and not physically, but also in Syria, to investigate the harms and the crimes that they \nhad experienced at the hands of ISIS and to advocate on behalf of their interests and rights. I also have some \nexperience as a teacher, which I think spoke to the unaccompanied alien children program. \n\nDEAN: And you told us that you did hear from Commander White his concerns. I don't think you have any degree in \ntrauma to children or any medical degree is that correct? \n\nLLOYD: That's correct, I do not. \n\nDEAN: It's too bad you didn't avail yourself of the greater expertise of Commander White. \n\nLLOYD: That's not true. I did listen very closely to my advisors, including child welfare experts, medical experts-- \n\nDEAN: --And then did not speak up against the policy or speak up about the problems for the children. Something \nyou did take an initiative on, isn't it true that you tracked the menstrual cycles of young girls, young women in your \ncustody? \n\nLLOYD: That's not an accurate characterization of what occurred. I am not sure what exactly you're referring to. \n\nDEAN: I believe in a deposition you actually admitted to that. So, you're now saying you did not track the menstrual \ncycles or you did not have your staff track the menstrual cycles? \n\nLLOYD: The best-- \n\nDEAN: --It's a yes or no. Did you track--did you create any kind of tracking mechanism-- \n\n\n\nLLOYD: --Well, I don't have a yes or no answer for the question, but the best guess as to what I--as what you're \nreferring to is is a list that included pregnant women and it would have mentioned their last menstrual period, which \nis a way of tracking the amount of time that they've been pregnant. \n\nDEAN: So, you are now denying that you tracked the menstrual cycles of young women in your custody? You're \ndenying that? \n\nLLOYD: I'm denying that I tracked menstrual cycles of women in my custody. \n\nDEAN: We'll be able to compare your deposition. \n\nLLOYD: Okay. \n\nDEAN: Isn't it true that you personally visited pregnant minors to pressure them to continue their pregnancies? \n\nLLOYD: No, that's not true. \n\nDEAN: That is not true? \n\nLLOYD: No. \n\nDEAN: Okay. Isn't it true you instructed your staff to prevent minors seeking abortion from meeting with attorneys? \n\nLLOYD: Can you--I'm sorry, can you repeat the question? \n\nDEAN: Certainly. Isn't it true you instructed your staff to prevent minors seeking abortion from meeting with \nattorneys, lawyers, to get advice? \n\nLLOYD: Okay, the--so, there is one instance where we said that there was a brief period-- \n\nDEAN: --So, it's a yes. \n\nLLOYD: --In one instance we said for a brief period of time it would be not--because it wouldn't be appropriate to \nmeet with an attorney at that point regarding-- \n\nDEAN: --And you would determine whether or not it was appropriate. And you have the expertise, medical and \notherwise, to determine that? \n\nLLOYD: Ma'am, all of the children in our-- \n\nDEAN: --Isn't it true you-- \n\nLLOYD: --All of the children in our care receive--they receive legal screening and access to an attorney. I never \nfinally blocked access to attorney for anybody. \n\nDEAN: Not finally, but when-- \n\nLLOYD: --Anybody. \n\nDEAN: --When a minor is pregnant, any blocking of legal advice might be critical to that person. \n\nLLOYD: It was--I did not block-- \n\nDEAN: --Isn't it true, I have very little time left. \n\nLLOYD: Yes, okay. \n\nDEAN: And I want to use the language that we have been talking about here. \n\n\n\nSCANLON: The gentlewoman's time has expired. The witness may answer the final question there. \n\nLLOYD: I didn't hear the end of the question. \n\nDEAN: My--my question is this. When you took the initiative to track menstrual cycles, which your deposition \nreveals. \n\nLLOYD: I did not do that. \n\nDEAN: And to try to guide young women or block them from getting legal advice, did you also take the initiative and \nis this initiative underway to assess the mental health of the children in your custody. Did you take that initiative? \n\nLLOYD: We do assess the mental health of every child in our custody within 24 hours of them coming into our \ncustody. They receive both group and individualized mental health care. \n\nDEAN: Hopefully my colleagues will ask the-- \n\nSCANLON: Okay, thank you. \n\nDEAN: --Ongoing, the 24-hour first impression is one thing. But, we're talking about the trauma created from \nseparation. \n\nLLOYD: It's ongoing throughout the care in ORR. \n\nSCANLON: Okay, the chair recognizes the gentlewoman from Texas. \n\nESCOBAR: Thank you, Madame Chair. And thank you to the panel. Thank you for your service. Thank you for \nbeing here. I am from the safe, secure and vibrant U.S. Mexico border community of El Paso, Texas. Where, \nunfortunately, we have the dubious distinction of being the testing ground for the Trump Administration's family \nseparation policy. \n\nChief Provost, I have a couple questions for you as follow-ups to what some of my colleagues asked you. You \nacknowledged earlier that you do not know how many children were separated beginning with the time that the \npolicy was implemented in El Paso in July 2017 and when the policy was officially announced on April 6, 2018, is \nthat correct? \n\nPROVOST: I don't have that number with me. It is a number that I can get. \n\nESCOBAR: Okay, but, okay, so then you do know how many children exactly were separated during that testing \nperiod? \n\nPROVOST: Once again, it wasn't a family separation testing period. \n\nESCOBAR: I understand that. \n\nPROVOST: It was a prosecution initiative-- \n\nESCOBAR: Do you understand-- \n\nPROVOST: --Like many others we have done. But, we can pull that information. \n\nESCOBAR: Okay. And--and--and I'll tell you. And so, if we could have that, I'd appreciate that. We do in El Paso we \ncall it the child separation policy because that is exactly what happened. I know it's far more academic to call it by \nit's governmental name. But, those of us who have actually sat with the families who've been separated and then \nreunited we have seen the trauma firsthand. It's painful. And we should call it for what it is. \n\nSo, what is the plan? How many--do you know how many of those families during that testing period, how many of \nthem have been reunited? \n\n\n\nPROVOST: I do not. That is something that, once again, anybody that we separate for whatever reasons, and \nthere are still reasons that we have to separate children from parents, that information we provide to HHS going \nforward. And that--I don't deal with the reunifications. I'm sorry. \n\nESCOBAR: Okay, who on the panel deals with the reunifications? \n\nWHITE: That would be me, ma'am. \n\nESCOBAR: And can you tell me how many of those children have been reunited, those who were separated during \nthe testing period? \n\nWHITE: If the child was still in ORR's care on the 26th of June, 2018, regardless of when they were separated, \nwhether they were separated during the declared period of zero tolerance or before, those are minors who are in \nthe middle--whose parents are in the middle class and we can say of those, which were unified and which were not. \nWhat neither I nor anyone in HHS knows is how--is which of the children who had already been discharged from \nour care before the 26th of June, which of them were separated and which weren't. Although, if someone were to \ngive us such a list, we could certainly tell you to whom we discharged every single one of those-- \n\nESCOBAR: Who can get you that list? \n\nWHITE: We don't have it in HHS. I would assume that only DHS could provide such a list. \n\nESCOBAR: Okay. So, we need to make sure--will you request that list from DHS? Wouldn't it be incumbent on us \nto make sure that every single child that was separated that could be accounted for, isn't that our obligation? \n\nWHITE: That's a matter that Judge Sabraw is deciding right now. \n\nESCOBAR: But, I'm talking about the folks before--I'm talking about the--the--the--children and the families \nseparated in El Paso. \n\nWHITE: But, unless there's a--unless there is a court order, we are not gonna go into the homes of families to take \na child from their other parent or their aunt to bring back (INAUDIBLE). \n\nESCOBAR: All right, thank you. I reclaim my time. Earlier in this hearing Mr. Raskin referenced the work of the \nTexas Civil Rights Project. Because of their work we know that family separation continues to this day, several \nmonths after an executive order should have stopped it. \n\nMadame Chair, I ask unanimous consent that a report by the Texas Civil Rights Project entitled The Real National \nEmergency, Zero Tolerance and the Continuing Horrors of Family Separation at the Border be entered into the \nrecord. \n\nSCANLON: Without objection. \n\nESCOBAR: Chief Provost, you stated earlier that children are currently being separated from their parents when \nthe parent has a criminal conviction. Does that include illegal reentry? \n\nPROVOST: It is not for standard entry if they have a felony charge it can include illegal reentry. \n\nESCOBAR: So, they are being separated today because of illegal reentry? \n\nPROVOST: That is a felony. If they have a conviction for it-- \n\nESCOBAR: --Oh, my gosh. \n\nPROVOST: --From previous where they have a felony conviction, they would be a felon--a felon, so then in that \ncase. \n\n\n\nESCOBAR: Okay, that's shocking and horrifying. \n\nPROVOST: Not for the reentry at this point. It's if they have a felony conviction. \n\nESCOBAR: Madame Chair, I ask unanimous consent that a news report by Julia Ainsley entitled quote, \"Trump \nAdministration Weighed Targeting Migrant Families, Speeding up Deportation of Children\" be inserted into the \nrecord. \n\nSCANLON: Without objection. And the gentlewoman's time is expired. \n\nESCOBAR: May I ask a final question just related to this article. The article details memos, one of which-- \n\nSCANLON: --I'm sorry. We can't. \n\nESCOBAR: Okay. \n\nSCANLON: Recognize the gentlewoman from Florida. \n\nMUCARSEL-POWELL: Thank you, Madame Chair. And for everyone appearing here today, I understand the \ndifficulty of being on the spot, but this is incredibly important. I represent the Florida 26th Congressional District \nwhere it is home, apparently, to the largest detention facility in the country. \n\nJust to tell you a little bit about myself. I'm a proud immigrant. I came here when I was 14 with my mother. It was a \nvery difficult experience to leave my home country. But, this country welcomed me. And I was never separated \nfrom my family. And through their love and support and this incredible country, I am now a sitting member of \nCongress. \n\nSo, when I went to this facility last week I saw many kids that reminded me of myself. I am also a mother and I have \nkids also of similar ages. So, they reminded me of my own children. And it was a very troubling experience. I went \nin with an open mind. And I left with many, many questions and many concerns. It's highly regimented. The kids \nstart at 6:30 a.m. and they don't go to bed until 10:00 p.m. There's high fencing all over the facility. It definitely feels \nlike a prison. We were instructed not to really speak to the children, but I went ahead and spoke to them anyways. \n\nThere are kids that are housed in an area 144 kids in bunkbeds with numbers next to the bunkbed. I believe we are \ncommitted a crime against humanity. This is not the country that I came to. It is an America that I do not recognize. \nAnd this is not to accuse any of you personally. But, you have to understand the severity of the situation. \n\nSo, I want to start with Mr. Lloyd. Do you know how many children right now are being housed at the Homestead \nDetention Facility? \n\nLLOYD: I'll preface my comments by saying that the notion that ORR is committing a crime against humanity by \nrunning a temporary shelter is absurd. And it's one that I take personally and I take personally on behalf of the \ndedicated individuals who are-- \n\nMUCARSEL-POWELL: --Mr. Lloyd. \n\nLLOYD: --Caring for those kids. \n\nMUCARSEL-POWELL: It is obvious that you do not think that this is a crime against humanity. It is obvious to me. \nYou don't have to tell me that. \n\nLLOYD: So, to get to your question-- \n\nMUCARSEL-POWELL: I asked a question. \n\nLLOYD: My--so, my question is-- \n\n\n\nMUCARSEL-POWELL: --It should be--you should know. How many children right now are being housed in the \nHomestead Detention Facility? \n\nLLOYD: I do not have that information. I'm not the-- \n\nMUCARSEL-POWELL: --You are overseeing that detention facility. \n\nLLOYD: I am not--I'm not at the--I'm not the Director of Office Refugee Resettlement anymore as of December 1. \n\nMUCARSEL-POWELL: So, who oversees the Homestead Detention Facility? \n\nLLOYD: That would--it's right now under the purview of Acting Director Jonathan Hayes. And the--or the Assistant \nSecretary for Children and Families, oh, gosh. \n\nMUCARSEL-POWELL: Lynn Johnson. \n\nLLOYD: Lynn Johnson, sorry. \n\nMUCARSEL-POWELL: So, can anyone in the panel answer to me? Because right now, this center is being run fr--\nby a for profit, private company. They are making about $750 per child. So, it is no surprise that there's no rush to \ngetting any of these children reunited with a family member or a sponsor and last I heard was, they were increasing \nthe capacity. \n\nSo, my question here--and maybe--I would love to know if anyone in the panel can answer this--is why was the \ndecision made to use a for profit company to oversee a detention center for the children being separated for their--\nfrom their families? \n\nWHITE: I'll address that for you, ma'am. First of all, The Homestead Facility is not a detention center. It is an influx \nshelter. We operate influx shelters, we operate at Homestead in the last Administration and in this one. And I'm very \nproud of the work we've done at influx shelters. \n\nLet me explain why we do temporary influx, just so we're clear. We do it because Congress does not appropriate \nenough funds for us to have all the permanent beds we need for the high point of the fluctuation. And the \nfluctuations are extraordinary. But Homestead fully meets our national standards. \n\nBut let's talk about this question. Why did the contractor who presently has the contract for the operation of \nHomestead receive it? Because we did a fair and open competitive process in which both pro--for profit and not for \nprofit entities competed and they had the winning proposal, which was selected by the contracting officer who is not \nScott Lloyd or any person in ORR. \n\nMUCARSEL-POWELL: N--now let me ask you, since you mentioned that it's a temporary influx center. Because I \nknow that that means that they don't have to be licensed by the state. So, what is the average? Since it's a \ntemporary influx center, what is the average length of stay for a child that is being held at the--the detention center. \n\nWHITE: So, we'll have to get back to you on the current average for Homestead, however, typically the standard for \nplacement in an influx facility would be that we would anticipate the child would be in our care 60 or fewer days. \n\nMUCARSEL-POWELL: Okay, because I understand that there are children being held there for over nine months. \nAnd do you know how many the-- that is a fact \n\nSCANLON: Gentlewoman's time has expired, but you can answer. \n\nWHITE: We can get back to you with information on the average time and care of children in that facility. That \nfacility, however, does meet the needs of children and we have used it successfully in two different Administrations. \n\nSCANLON: The gentlewoman from Georgia is recognized. \n\n\n\nMCBATH: Thank you so much. Thank you so much, Chairwoman. Ms. Asher, we've heard a lot today about the \nDHS and HHS failed--that they actually failed to document family separations, likely in violation of the Federal \nRecords Act. When your agency was tasked with implementing the president's Child Separation Policy, did you \nreceive instructions not to create and maintain records connecting these children with their parents or other \naccompanying adults? And if so, who provided those instructions, and what were they? If not, what instructions \nwere you given regarding creating or maintaining such records? \n\nASHER: We did not create--we did not receive such instructions. What we did do was already in a--a tried practice \nis, we had to do manual checks of the various systems that were all involved. We essentially had three different \nagencies involved in tracking either child or parent and that those systems are siloed from one another. \n\nWe had to do manual cross checks through a--a working group to ensure that we could continue to track the \nparents that I had in my custody with their children, who were in HHS custody. \n\nMCBATH: Okay, thank you. I yield my time to my colleague, Mr. Neguse. \n\nNEGUSE: Thank you, Congresswoman McBath. I want to follow up on a questioning--line of questioning from our \ndistinguished caucus chairman, Mr. Jeffries. I--I--Commander White, I think you answered a question that he had \nposed--and I appreciated your answer--essentially around whether--I understand you can't speak to the comments \nmade by former secretary Kelly (SP) and so forth--but that you would find a policy of separating children, babies, \nfrom their parents, based in whole or in part, on trying to create a deterrent effect. You would find that offensive. \n\nIs that correct? \n\nWHITE: I want to be very specific because deterrents of migration is a law enforcement matter and that's not our \nconcern in HHS. I will be very specific. I--and I--would be opposed to any process of separation for any cause \nother than the best interest to the child. It is within the power of Congress to set those limits, and you have not. \n\nNEGUSE: Understood. And I--I think that reconfirms what I--and so the question, I think, is--probably more app--\nappropriately directed towards the Chief Provost--and Director Asher--as--do you agree with Commander White? \nThat, ultimately you would not--you find a--a policy offensive to the extent that it would separate children from their \nparents for the purposes of creating a deterrent effect? And I--the question would go to Provost, Chief Provost. \n\nPROVOST: I can tell you that, once again, this was a prosecution initiative focused on single adults first and \nforemost. As a law enforcement professional, any time that we have to deal with families is very, very difficult for us \nto deal with. That being said, when adults violate the law, and I don't make the laws, you know that. I--it's my job to \nenforce the laws that are on the books. And it is a violation of law to enter this country illegally. \n\nI want these--these groups of individuals to go present themselves at a port of entry legally, not put their--their--\nthemselves, their children into the hands of smugglers who will harm them. The trip is dangerous. We--we don't \nwant them putting themselves-- \n\nNEGUSE: --and I don't want to interrupt-- \n\nPROVOST: --in that--in that place-- \n\nNEGUSE: --I wanted to give you the time to answer, Chief Provost. I don't want to interrupt your--your answer but I-\n-I think--I think what I'm hearing is that the answer is no. That you would not find that policy offensive to the extent \nthat it was designed in whole, or in part, to provide a deterrent for other folks to ultimately come to the country. \nThat's--that's what I guess I'm getting at. \n\nPROVOST: I see the policy as being designed to deliver a consequence for violating the law. \n\nNEGUSE: Yeah, which is--which is essentially what I am --so--just so we're clear. You would not find it offensive to \nimplement a policy to separate children from their parents to the extent that that policy is motivated to create in \nwhole, or in part, a deterrent effect? Right? That's-- \n\n\n\nPROVOST: I'm trying to--I'm trying to answer you to the best of my ability. The policy was a prosecution initiative \nfocused on violations of law. Not focused on family separation. It was--it was focused on violation of law and \ndelivery of consequences for violation of law. It is--I'm a law enforcement professional. \n\nNEGUSE: Thank you to the witnesses for coming. And with that I yield the rest of my time to the distinguished \nCongresswoman from Texas, Ms. Esco--Escobar. \n\nESCOBAR: Thank you so much. Chief Provost, while you call it a--a prosecution initiative, it was clear that it was \nintended as a deterrent and I entered earlier into the record an article that identifies 10 memos that were written by \nthe Administration and by staff in the Administration. \n\nOne of those memos made it into the hands of Sen--Senator Merkley. And the memos outlined the way to best \ndeter via zero tolerance. Have any of you seen any of those 10 memos? And did you participate in either the writing \nof or the influencing of those memos? Yes or no? \n\nPROVOST: Ma'am, I'm not sure on the memos, so it's hard for me to-- \n\nESCOBAR: --okay-- \n\nPROVOST: --without seeing the memos. \n\nESCOBAR: Alright. So, one last question. Was anyone at DHS held accountable for the botched rollout of this \npolicy? The thousands and thousands of children who have been traumatized and the fact that there are still \nfamilies that have yet to be reunited. Was anyone held accountable? Yes or no? No? \n\nPROVOST: I am not aware. \n\nESCOBAR: I yield my time. \n\nSCANLON: The gentlelady's time has ex--expired. The gentleman from California, Mr. Correa. \n\nCORREA: Thank you, Mr. Chairman. First of all, I want to thank you and our ranking member for holding this most \nimportant hearing. My apologies for being late. I was actually chairing a subcommittee on Homeland. It was a very \nimportant topic on cyber and other issues that are important and critical to our national security. \n\nAs I was walking from there to here I thought to myself, Homeland Security--a lot of you are under that umbrella; \nprotection of the homeland against terrorists. And I'm trying to figure out how family separation works into this \nwhole picture of protection against terrorists. \n\nMa'am, Ms. Provost, you say this is a law enforcement issue, but I have to tell you it's--as a dad, I have four kids, \nand I remember about 20 years ago, my three-year-old got lost on me at Disneyland for about an hour and a half. \nThat was the most horrible hour and a half of my life; could not find them among thousands and thousands of \npeople--very hard on me. And--and so, thinking again of--of a policy of family separation, law enforcement, \ndeterrents--whatever you wanna call it--you know--and then sitting on Homeland Security, I like to go out and talk to \nmembers of your groups--the rank and file. \n\nAnd I have to tell you, a lot of your rank and file are not happy. They're demoralized. This is no way to run an \noperation. This is no way to protect the homeland--family separations. So, when the news broke out of this, I--I--I \ngot active on this. \n\nOn June 18, I travelled to our southern border to see the facilities firsthand. June 19, I sent a letter to then-chairman \nof Homeland Security Subcommittee and Oversight asking for a hearing on how DHS had produced such a horrific \npolicy. Then June 20, I sent a letter to then-Secretary Nielsen and DHS Inspector Kelly, asking for answers. June \n22, I led a--letter--103--123 members joined me in demanding that an immediate investigation of DHS and HSS--\nwhich eventually led to an HSS OIG report that was released in January. \n\n\n\nJune 27, I asked then-House Homeland Secretary Chairman to hold a hearing on the issue. And on July 25 in a \nprivate meeting, I again asked Secretary Nielsen for answers; haven't got any answers. \n\nI just want to know what's going on? Because you know what? These are very critical issues for our country. You \nknows-- like one of my colleagues said, family separations is not us. Yeah, I get it, you gotta enforce a law. But \nseparating kids from their families is not the way to do it. And I know you know that. \n\nAnd God knows who concocted up this idea, but it's really hurt us as a country. So, I'm gonna ask you the \nquestions that I have here, letters that I've sent to y'all. And I haven't gotten answers. I'm gonna ask them again \nright now, which is a question for Ms. Provost, Ms. Asher, and--and Commander White. \n\nDo DHS and HS--HHS keep separate records, or is their one system of tracking parents and their children? \n\nPROVOST: There are separate systems. That was part of the issue that we have talked about. We have worked \ndiligently to get those systems working closer together. There's a system--there are systems-- \n\nCORREA: --not there yet-- \n\nPROVOST: --at DHS, and then HHS-- \n\nCORREA: --not there yet. \n\nPROVOST: That is something that we are working on to continue to improve but we (INAUDIBLE) \n\nCORREA: I know I.T. is a very painful area, but when do you think you will have this? \n\nASHER: So, if I may add to that--that is the constant challenge. That, when you have multi-agencies involved in an \nissue, and you know, understanding that those systems do not talk to one another. If this is something that is going \nto be a--a more concrete expectation, then I would ask, on behalf of my colleagues here, that we do need funding-- \n\nCORREA: Given the liability issues, just the human issues mam -- \n\nI'm not denying that sir. \n\nCORREA: I think this is a--this should be a concrete goal. \n\nASHER: Understood. \n\nCORREA: Get this done. \n\nASHER: It is a concrete goal with current systems that we have in place and the countless hours. And modifications \nthat we can almost band aid-- \n\nCORREA: --I don't have much time, so may I--is this an urgent issue? Is this not a top thing--thing to do? \n\nASHER: It's a critical issue that we manage to the best of our ability with the existing systems that we have. And \nuntil we get a system that is a--across the corporate--we will continue to do the best that we can. \n\nCORREA: What do you need to get that done? \n\nASHER: We actually-- \n\nCORREA: --I sit on Homeland, what do you need to get that done? \n\nASHER: We need I.T. modernization so systems can talk to one another across var--various agencies. \n\n\n\nCORREA: Mr. Chairman, I'm out of time but I would like to submit for the record the letters that I've asked these \nquestions of these departments, and hopefully if you can, I'd like you--to have you answer the remainder of my \nquestions. \n\nNADLER: Without objection, the documents will be entered into the record. The gentleman from California, Mr. \nLieu. \n\nLIEU: Thank you, Mr. Chairman. Chief Provost, thank you for your public service. According to U.S. Customs and \nBorder Patrol, border apprehensions declined 75 percent from 2000 to 2018. You have no reason to doubt the \naccuracy of your own agency's data on that, right? \n\nPROVOST: Our numbers have declined, I can't say the exact percent. But yes, they have declined from 2000 until \n2018. \n\nLIEU: Thank you. Also, according to U.S. Customs and Border Patrol, and I'm referencing this because in one of \nthe opening statements one of my colleagues on the other side, Iowa, was talking about the flow of illegal drugs. \nSo, according to Customs and Border Patrol, in fiscal year '18, 90 percent of heroine came through legal ports of \nentry; 87 percent methamphetamine came through legal ports of entry; 80 percent of fentanyl came through legal \nports of entry; and 88 percent of cocaine came through legal ports of entry. \n\nYou have no reason to doubt the U.S. Customs and Border Patrol data on that either, correct? \n\nPROVOST: That data has to be put into perspective. And that is where the seizures are. As I stated in my opening \nstatement, we have both a humanitarian crisis at the border, and a border security crisis. My agents are being \ndiverted away and the demographic is very different too, which I stated in my opening statement. \n\nYou cannot compare-- \n\nLIEU: --I heard your opening statements, thank-- \n\nPROVOST: --just number of apprehensions. You also cannot compare just seizures because it's the unknown. \nThat's what keeps me up at night. What's crossing through our borders between the ports of entry-- \n\nLIEU: --I got that-- \n\nPROVOST: --because it is not a controlled environment. (INAUDIBLE) \n\nLIEU: You are certainly entitled--you are certainly entitled to your opinion, I'm just relating facts from your agency. \n\nNow, I'd like to go on and ask Ms. Asher. You're with ICE correct? \n\nASHER: Yes. \n\nLIEU: Okay. \n\nSo, this is Juliette, 17-month old baby, was ripped away from her parents. It took two months--two months to reunite \nher with her mother. And an article accompanied this story, from San Francisco Chronicle, that says that ICE \ndemanded a $4000 credit card payment so that the mom could have Juliette back. \n\nSo, my question is why--why did ICE ask for $4000 in that case? \n\nASHER: I--I have to absolutely dispute that allegation. We, in no way, have any sort of financial transactions that we \nuse credit cards in exchange to--to have a service in reuniting a parent with a child. \n\nLIEU: Why did it take two months to do that? \n\n\n\nASHER: Without the specifics of that particular case that you mentioned, I--I'm not able to give you a thorough \nresponse. This is the first I've heard of this. \n\nLIEU: Okay. So, I just note that this was a public article in the San Francisco Chronicle. It's not as if it was hidden, \nand no one knew about it. We'll send that article to your agency. We'd like a written response. \n\nSo, now I'd like to follow up on the pilot program that was run. And the first thing I'd like to do is request that the \ndepartment--or the DHS department--make available to the committee the unr--unredacted version of the DHS \nInspector General report is--was in other materials regarding the El Paso pilot program. Is that something we all \ncould get? \n\nPROVOST: The El Paso pr--program was a prosecution initiative like many others that we have done before. I'm \nmore than happy to provide you information on that. \n\nLIEU: Thank you. So, according to the GAO, Border Patrol also conducted a report on the initiative--on this pilot \nprogram. Could you also turn over that report to the committee as well? \n\nPROVOST: I--I would have to look into what report, but I will be glad to turn over any information that we have. \n\nLIEU: Thank you. Do you consider the pilot program a success? \n\nPROVOST: Sir, once again and I--I--this was a prosecution initiative. We have done prosecution initiatives for years \nthrough multiple administrations. We did Operation Streamline. We do prosecution initiatives in the field. Our field \nleadership work with the U.S. attorneys in those specific locations. There are certain numbers of prosecutions that \nare allowed. This was a similar program. We've done numerous ones over the years. \n\nLIEU: And--and from that program, according to the 2018 GAO report, 1800 individuals were processed, resulting in \n281 individuals separated from their families. Why did, either Border Patrol or the other agencies in the Trump \nAdministration, not figure out there was no computer field for these kids? \n\nPROVOST: There is a computer field, as we've stated before. Our systems do--did not speak to one another. We \nhave always had the information available. We added in April of 2018 an--an ability to search and poll that info-- \n\nLIEU: --thank you-- \n\nPROVOST: --easier. \n\nLIEU: Thank you. So, if I could just conclude real quick. This pilot program that happened in El Paso, the Trump \nAdministration should have figured out from there that they were not able to track individuals very well who were \nseparated. It's a fact that they did not do that and then, when it launched this Family Separation Policy \nnationwide, was not just immoral and unjust, it was just simply masked incompetence. \n\nAnd the folks involved in that should just be ashamed of themselves. I yield back. \n\nNADLER: Gentleman yields back. That's our last member to have questions. This concludes today's hearing. \nThank you to our distinguished witnesses for attending. Without objection, all members will have five legislative \ndays to submit additional written questions for the witnesses or additional materials for the record. The hearing is \nadjourned. \n"}