{"title": "Clinton signs welfare reform bill", "body": "\nAdmitting its faults, extolling its potential and openly wishing it removes a dangerous election-year obstacle, \nPresident Clinton Thursday signed a controversial and far- reaching welfare reform bill that places a five-year limit \non all welfare benefits.  The bill, signed by Clinton after he vetoed two previous versions, also requires able-\nbodied adults to secure employment within two years, allows states to impose even tighter limits, and ends a 61-\nyear-old New Deal federal guarantee of cash aid for poor children.  ''The new bill restores America's basic bargain \nof providing opportunity and demanding in return responsibility,'' Clinton declared at a Rose Garden signing \nceremony.  Faced with either accepting election-year charges that he abandoned a 1992 campaign pledge to \nreform welfare, or accepting legislation that could alienate his own Democratic Party base, Clinton decided to sign \nthe bill and then immediately undertake an effort to reverse key elements.  His decision to sign the bill \nnevertheless was strongly condemned by leaders of his own party, as well as protesters gathered outside the White \nHouse and those planning demonstrations next week at the Democratic National Convention in Chicago.  National \nOrganization for Women President Patricia Ireland and other opponents this month staged a 10-day fast outside the \nWhite House, then repeated their protests Thursday wearing black signs labeled ''Shame,'' while Sen. Paul Simon, \nD-Ill., described Clinton as being in ''welfare denial.'' ''All the congressional rhetoric in the world can't erase the fact \nthat unskilled jobs are declining and the pool of unskilled workers -- even before this bill -- is growing,'' Simon said \nin a statement Thursday.\nRepublicans, while generally praising Clinton's decision to sign the bill, have tried to retain the political credit by \naccusing him of acting only under heavy public pressure.  Clinton primarily faulted the bill for cutting too deeply \ninto nutritional programs and benefits for legal immigrants, and he insisted such provisions were not essential to the \nunderlying job of reforming welfare.  ''I want to ask all of you, without regard to party,'' Clinton said Thursday in \nremarks aimed at members of Congress, ''to think through the implications of these other non-welfare issues on the \nAmerican people, and let's work together in good spirits and good faith to remedy what is wrong.'' ''We can balance \nthe budget without these cuts,'' he said.  The bill, approved overwhelmingly by Congress, is expected to save $55 \nbillion over six years by placing tough new rules on the most of the 12.8 million people on welfare and almost all of \nthe 25.6 million people who receive food stamps.  The bill also bans most forms of public assistance and social \nservices for illegal immigrants and legal immigrants who have not become citizens, although some legal \nimmigrants will qualify after five years of U.S. residency.  In addition to the new overall two-year and five-year limits \non benefits, the bill gives states wide new authority to run their own welfare and work programs in returning for \nsmaller but less restricted sums of federal money.  States that meet the bill's minimum work requirements must \ncontribute 75 percent of their fiscal 1994 spending as matching funds for the block grants, while states that do not \nmust contribute 80 percent. The five states that are ''most successful in reducing illegitimacy'' will be eligible for \ncash rewards.  The food stamp restrictions require able-bodied adults to find at least part-time employment within \nthree months.  The bill also contains measures strengthening the abilities of federal and local law enforcement \nagencies to crack down on deadbeat parents, as well as incentives for inter-ethnic adoption.  Altogether, it affects \nbenefits for more than one-fifth of all U.S. families with children.  Clinton, while using the Rose Garden rather than \n\n\nthe more extravagant South Lawn setting he chose for minimum wage and health care bill signings the two \nprevious days, accentuated the positive in the welfare bill.  ''Congress sent me two previous bills that I strongly \nbelieve failed to protect our children and did too little to move people from welfare to work. I vetoed both of them,'' \nClinton said. ''This bill had broad bipartisan support and is much, much better on both counts.'' Clinton also \nexpressed his hope that his signature on the third version means welfare ''will no longer be a political issue,'' and \ninsisted at length that he and his political enemies now have a joint stake in making it work.  ''The two parties \ncannot attack each other over it,'' Clinton said.  ''The politicians cannot attack poor people over it. There are no \nencrusted habits, systems and failures that can be laid at the foot of someone else. We have to begin again.  ''This \nis not the end of welfare reform; this is the beginning,'' he said.  ''The governors asked for this responsibility, now \nthey've got to live up to it,'' Clinton said. ''There are mayors that have responsibilities, county officials that have \nresponsibilities.  ''Every employer in this country that ever made a disparaging remark about the welfare system \nneeds to think about whether he or she should now hire somebody from welfare and go to work, go to the state and \nsay, 'OK, you give me the check, I'll use it as an income supplement, I'll train these people, I'll help them to start \ntheir lives, and we'll go forward from here.' ''Every single person...in America tonight who sees a report of this, who's \never said a disparaging word about the welfare system, should now say, 'OK, that's gone. What is my responsibility \nto make it better?''' Clinton said.  As Clinton signed the welfare reform measure, Rep. Clay Shaw, R-Fla., accused \nthe administration of undermining the bill by rushing through approval of several welfare waivers over the last three \nweeks.  Shaw wrote in a letter to Clinton that he has come to the conclusion that the administration ''has actively \nworked in the last three weeks to undermine several key provisions of the (welfare) bill.'' Shaw cited an Aug. 16 \nwaiver by the Department of Health and Human Services that gave Washington, D.C., a 10-year waiver from the \nbill's five-year time limit, and waivers to Hawaii and Minnesota that exempted them from certain work requirements \nand time limits.  GOP presidential candidate Bob Dole also cited the waivers, saying in a statement that Clinton ''is \nalready undermining this welfare reform bill by offering weak exemptions.'' Dole urged the American people to \n''demand that President Clinton allow the law to be fully implemented.'' Asked about Shaw's letter, White House \npress secretary Mike McCurry denied that the waivers approved by HHS Secretary Donna Shalala conflicted with \nthe new law.  ''It is all part of the process that the president said begins today as we can, you know, launch a major \nnational effort to reform welfare as we know it,'' he said. ''So these steps, these waivers are consistent with the \nintent of this law, consistent with the thrust of what the president has been doing now for three-and-a-half years.''\n"}