{"title": "Workers Fired After 'Day Without Immigrants' Protest Stand Up To Ex-Bosses", "body": "\nMay 02, 2017( The Huffington Post: http://www.huffingtonpost.com/ Delivered by Newstex)  About 20 former \nemployees of a Michigan manufacturing company have banded together to dispute their firing, which occurred one \nday after they participated in national 'day without immigrants' protests[1]. The employees, almost all of whom are \nLatina women, were fired in February from EZ Industrial Solutions in Chesterfield, Michigan. They filed a charge[2] \nwith the National Labor Review Board later that month, the Detroit Free Press first reported Sunday[3]. EZ Industrial \nSolutions management had 'coercively questioned' workers about whether they would take part in the Feb. 16 \ndemonstration and threatened them with a one-week suspension if they participated, according to the filing sent to \nHuffPost by the workers' attorney.  Tony Paris, who is representing the workers through the nonprofit Sugar Law \nCenter, said they're waiting for the NLRB to respond. \n\nThe federal agency, which enforces labor law, did not immediately respond to a request for comment.  Paris said \nabout 23 people were fired and that 'roughly 20' are still involved in the case. Thousands of people participated in \nthe protests[4] following President Donald Trump's[5] crackdown on immigration [6]― they skipped work, stayed \nhome from school and closed their businesses to show the significant role immigrants play in their communities. \nSome protesters had their employers' support, but others weren't so lucky. Dozens of people were fired[7], \nincluding 21 people at a South Carolina boat builder, 12 at an Oklahoma restaurant and 18 at a Tennessee painting \ncompany.  Paris said the Michigan employees wouldn't have a case if EZ Industrial Solutions had regularly \nenforced an attendance policy in the past. But instead, he said, employees had informal schedules and hadn't \npreviously been disciplined for missing work, even when they didn't inform a supervisor.  'When [the \ncompany] found that a lot of their workforce was going to observe [the day without immigrants] to let politicians \nknow that immigrants are vital to the community, well, that became a problem,' Paris said. 'They decided to just \ncreate and enforce, out of nowhere, this unilateral type of policy.' Through an attorney, the company disputed the \nclaims.  'After hearing that employees were contemplating taking the day off to participate in the protest, they were \ntold that they were needed on the job and had to report to work,' attorney Robert Boonin told HuffPost in an email. \n'They took it upon themselves to not report to work as required. Under these circumstances, particularly when it \ninvolved two-thirds of the workforce, the company acted well within its legal rights.'  'The employees' actions \ndisregarded the directives of the employer, the needs of the customers and the normal protocols they were \nexpected to follow if they wanted to take a day off in a manner that would not unduly disrupt operations,' Boonin \nadded.Paris amended the NLRB charge in March to add the allegation that three weeks after workers were fired, \ntheir 'employer threatened to report employees to Immigration Services in retaliation for their protected concerted \nactivities, including their participation in NLRB proceedings.' Boonin said EZ Industrial Solutions believes all its \nemployees were working legally.  'The company in no way considered involving [U.S. Immigrations and Customs \nEnforcement], has reason to involve ICE, and never threatened to involve ICE,' he said.  The company is confident \nthe NLRB will dismiss the case, Boonin said, calling the allegations 'factually inaccurate and misleading.' Paris said \nhe didn't know the immigration statuses of all the workers, and said most did not speak fluent English. He said they \nwere brave to pursue the case through a federal agency in a political climate that has become increasingly hostile \n\n\nto immigrants.  'This is the most inspiring group of workers I've ever worked with,' he said. 'They all told each \nother and myself, 'If we don't take a stand now, things are only going to get worse. And this is worth fighting for.'' \nThis article originally appeared on The Huffington Post http://www.huffingtonpost.com/entry/michigan-workers-\nfired-day-without-immigrants_us_59088cc5e4b05c397682bb79 [ 1]:            \nhttp://www.huffingtonpost.com/entry/nationwide-protests-\nimmigrants_us_58a5e5bbe4b07602ad528d19?ncid=txtlnkusaolp00000603 [ 2]:            "}