{"title": "Limit relatives' rights", "body": "\nWho and how many do we want to let in? This is the question forced on us by the current debate over how to fix our \nconvoluted family immigration system.\n\nUnfortunately, the answer the Senate has come up with is the wrong one. The law today gives special immigration \nrights not only to nuclear family members of citizens and immigrants here as legal residents, but also to a wider \narray of relatives -- from adult sons and daughters of citizens and legal residents, to adult brothers and sisters of \ncitizens. A complicated system of numerical caps results in huge waiting lists, with as many as 8million people in \nline for legal immigration and very long waits ahead of them.\n\nBut managing the enormous demand for immigration through waiting lists is no way to run a railroad. The insight \nmore than a decade ago from the Commission on Immigration Reform, chaired by former congresswoman Barbara \nJordan, still holds true: \"Credible immigration policy should not give false hopes to applicants.\" In other words, \ndecide what categories of people to admit, then each year let in everyone who qualifies.\n\nThis has to mean either enormous increases in family immigration or a more narrow definition of which relatives \nget to come. The Senate measure pretends to do the second, but it really does the first. As part of the trade-off for \namnesty for the illegal population, it promises to eliminate the extended family categories, but only after admitting \nmost of the millions already on the waiting lists. This process would take eight or 10 years -- plenty of time for \nlawmakers to add those categories back in. As Sen. Edward Kennedy, D-Mass., recently said of the measure, \"The \nday it passes, we're going to put in legislation to try to fix it.\"\n\nRather than accelerating family immigration under the pretext of limiting it, Congress should simply eliminate all the \nextended-family categories. (One exception: Those who expect to get their visas within one year.) Special \nimmigration rights for relatives should be limited to the spouses and minor children of U.S. citizens; they are -- \nand should always be -- admitted without any numerical caps. Other relatives should be allowed to move here only \nif they prove their value to the American people as a whole.\n\n---\n\nMark Krikorian is executive director of the Center for Immigration Studies, a Washington think tank that favors lower \nimmigration. \n"}