{"title": "U.S. AND CUBA TALK AT U.N. ON SOLVING THE REFUGEE CRISIS", "body": "\nUnited States and Cuban negotiators met for six hours today in their first face-to-face talks in nine months amid \nindications that Cuba was seriously weighing Clinton Administration proposals to resolve the crisis created by \nthousands of refugees setting sail for Florida.\n\nThe talks, which Administration officials said went well, were held as another hundreds of Cubans continued to be \npicked up by the United States Coast Guard in the waters off Cuba. As of 10 P.M., 1,792 Cubans had been picked \nup, bringing the total to more than 20,000 since early August.\n\nThe Administration officials said there was some hope that the two sides might reach some kind of an agreement by \nthe weekend.\n\nThis evening, the Cuban and American diplomats adjourned their session, which was held at the United States \nmission to the United Nations. The talks will resume on Friday at the Cuban mission.\n\nTempering the signs of possible progress, however, the public statements by American and Cuban diplomats \nsuggested that some major differences remained.\n\nAccording to American and Cuban officials, the Cubans sought to use the talks to call for elimination of Havana's \nbiggest grievance with the United States, the trade embargo, while the Americans insisted on talking about \nimmigration matters only.\n\nPresident Clinton has repeatedly said that he would not discuss the embargo with President Fidel Castro and would \ndo nothing to lift it until the man who has led Cuba since 1959 takes steps to restore democracy.\n\nThe two sides' differing goals made some members of the American delegation fear that it could be hard to \npersuade Cuba to accept a deal that involved only immigration matters.\n\nAlthough the United States has long treated Mr. Castro as a mortal enemy, the Clinton Administration agreed to \nthe talks with Havana with the hope that the Cuban leader could be persuaded to stop the exodus of refugees. The \nrefugee flood has created the worst crisis with Cuba since the 1980 Mariel boatlift of 125,000 Cubans.\n\n\nThe main subject of the talks was an Administration proposal that the United States grant entry rights to more than \n20,000 Cubans each year in return for Cuba's calling a halt to the chaotic exodus.\n\nThe Administration's strategy has been to offer Mr. Castro something he has long clamored for: a firm commitment \nfrom Washington to grant the entry rights. This would give the Cuban leader a safety valve that would help him get \nrid of thousands of discontented Cubans.\n\nDavid Johnson, the spokesman for the American delegation, called today's talks \"serious\" and \"business-like.\" He \nsaid that the United States made an offer that \"can meet what we believe is a a mutual objective: channeling the \ndesire to immigrate into a legal, safe, orderly, predictable and dependable process and stemming the uncontrolled \noutflow.\"\n\nSince Mr. Castro said in early August that his Coast Guard would no longer prevent Cubans from leaving, more \nthan 20,000 people have fled the island in rafts, boats and inner tubes. The latest wave of boat people came after \n2,159 Cubans were picked up at sea on Wednesday -- one of the highest totals since the outflow began four weeks \nago.\n\nThe Administration has argued that the exodus of boat people has backfired on Mr. Castro as the flight of so many \nCubans has hurt his image at home and abroad.\n\n \n\nCuba Raises Embargo Issue\n\n But Ricardo Alarcon, the former Cuban foreign minister who is heading Cuba's delegation, said the only serious \nway to resolve the exodus of Cubans was to address the three-decade-old embargo, which Havana insists is \nfueling the exodus.\n\n\"All they have to do is change that basic issue,\" Mr. Alarcon said on Cuba's officials radio today.\n\nMr. Alarcon, who is the president of Cuba's National Assembly, accused the American side of seeking to sour the \natmosphere by suggesting that the Castro Government had released about 100 prisoners in August and \nencouraged them to join the exodus of boat people.\n\n\"That information is preposterous,\" he said on NBC's Today show. \"It's a way to create a very negative atmosphere, \nnot only for the talks but also for those Cubans that are seeking a new life in the States.\"\n\n \n\nU.S. Policy Changed\n\n The Clinton Administration sought the negotiations because its initial effort to halt the flood of boat people failed. \nOn Aug. 19, Mr. Clinton ended the three-decade-old policy of admitting all Cubans, confident that Cubans would \nprefer to stay at home rather than be detained indefinitely at the Guantanamo Bay Naval Station. But since then \nmore then more than 15,000 Cubans have set out by sea, slowed only by stormy weather and daunting seas last \nweekend.\n\nAnother aim of the Administration's negotiators is to persuade Cuba to take back more than 1,500 prisoners who \narrived in the 1980 boatlift.\n\nUnder the Administration proposal, the United States would make a firm commitment to grant entry rights to at \nleast 20,000 Cubans a year -- and perhaps as many as 27,845, the ceiling for the number of visas that can be \ngranted to citizens of any one country in a year.\n\n \n\nDispute Over Agreement\n\n\n\n Mr. Castro has insisted that the Reagan Administration signed an agreement commiting Washington to accept at \nleast 20,000 Cubans a year, but several Administrations have asserted that the agreement contains no such \ncommitment.\n\nDuring the last 12 months, about 2,700 Cubans have been granted visas. Cuban-American leaders and \nAdministration officials say that number was far below the ceiling of 27,845 because only a limited number of \nCubans meet the main criterion for obtaining a visa, being an immediate family member of an American citizen or a \npermanent resident alien.\n\nIn Cuba, refugees have said that there were several reasons why the number of persons applying to leave legally \nhas fallen so short of 20,000. They say that the number of Americans in Havana has been too small to process all \nthe requests.\n\nAdministration officials say they would bring in more Cubans by immediately accepting Cubans on a waiting list for \nvisas, using a broader definition for refugee status for Cubans, and granting entry to Cubans who do not qualify for \nvisas under current law, like cousins, aunts and uncles of Cuban-Americans.\n\nIn an apparent effort to gain a psychological advantage, Mr. Alarcon chided the Clinton Administration by noting in \ntelevision interviews today that Washington was pressing Havana to stop people from emigrating, whereas for \ndecades Washington condemned Communist countries for barring free emigration.\n\nHuman Rights Watch, a leading human rights group, sent a letter to President Clinton this week asserting that he is \nseeking to deny Cubans their fundamental rights by urging Mr. Castro to stop them from leaving.\n\nBut Administration officials repeated today that they were eager to halt the exodus out of concern that many people \nare drowning.\n\nGraphic\n\n \n\nPhoto: Yet another raft set off yesterday from Nautico Beach, in Havana. But first a young woman who was leaving \nembraced and kissed her mother. (Canadian Press) (pg. A12)\n\n \n\nGraph: \"TALLY: Fleeing Cuba\" tracks number of Cuban refugees picked up by the Coast Guard each day since \nAugust 1. (Sources: Immigration and Naturalization Service, United States Coast Guard) (pg. A12)\n"}