{"title": "Citing Agency Officials' Actions After Party, Panel Asks for Probes", "body": "\nA House panel is calling for  independent investigations of whether senior U.S. immigration enforcement officials \nviolated federal laws after they honored a white agency employee dressed as an escaped black prisoner at an \noffice Halloween party.\n\nJulie L. Myers, head of U.S. Immigration and Customs Enforcement (ICE), last fall acknowledged ordering the \ndestruction of photographs of the worker, who was given a \"most original costume award\" at an ICE charity event \nOct. 31 by a three-judge panel that included Myers.\n\nIn a report released Tuesday, the House Homeland Security Committee, chaired by Rep. Bennie G. Thompson (D-\nMiss.), concluded that Myers also ordered the relocation of the worker from ICE headquarters in Washington.\n\nThe steps \"appeared to be an attempt to conceal her actions from the public disclosure,\" which might have harmed \nMyers's chances for confirmation by the Senate, the committee said. Myers was approved in December.\n\nMyers apologized to ICE workers in an e-mail Nov. 2. She said she learned only the day after the party that the \nman was wearing makeup, but acknowledged the costume could convey disrespect toward immigrants whom ICE \ndetains. The agency runs a 32,000-bed detention system.\n\nICE spokeswoman Kelly Nantel said the worker was detailed to Washington on a short-term assignment, then \nplaced on administrative leave and returned to his field office post \"because it was felt he was not using good \njudgment in the costume he chose to wear.\"\n\nMyers \"communicated with ICE employees days before the incident was reported in the media or before there was \na congressional inquiry, and to suggest there was some sort of a cover-up is completely without merit,\" Nantel said. \n\"We operated with 100 percent transparency.\"\n\n\nLaura Keehner, a spokeswoman for the Department of Homeland Security, of which ICE is a part, said that \"we will \nreview Chairman Thompson's recommendations, but note that the report is fundamentally flawed and highly \npartisan.\"\n\nThe worker, whom officials have declined to identify citing his \"personal privacy,\" wore dreadlocks and dark \nmakeup and described himself as a detainee from ICE's facility in Miami, the report said.\n\n\"I'm a Jamaican detainee from Krome -- obviously, I've escaped,\" he told the judges, who responded with laughter, \nthe report stated.\n\nMyers told lawmakers last fall that within minutes of leaving the party, she recognized that she had made \"an error \nin judgment.\" She said she told her chief of staff to direct the event photographer to delete all photographs of the \nemployee so they would not be inadvertently published. The images were recovered after a news organization filed \na Freedom of Information Act request.\n\nThompson's report recommended that the U.S. Equal Employment Opportunity Commission investigate whether \nthe costume award contributed to \"a hostile work environment\" at ICE; that the Office of Special Counsel examine \nwhether ICE disciplinary actions broke federal personnel rules; and that an independent official determine whether \nordering the destruction of photographs was illegal.\n\nNantel said it was not ICE's place to respond to those recommendations, but she noted that the agency cooperated \nfully with an internal Homeland Security Department review. She said that under Myers's leadership, the number of \nEEO complaints alleging retaliation fell  from 105 in 2006 to 29 last year.\n\nThe House panel cited the Office of Personnel Management's Web site in reporting that, as of March 2007, none \nof ICE's 28 Senior Executive Service employees were African Americans.  Nantel said the actual number was two, \nor 4 percent.\n\nMyers has been supported by Homeland Security's National Association of African-Americans  and the American \nFederation of Government Employees, Nantel said.\n\nGraphic\n\n \n\nIMAGE; Immigration And Customs Enforcement Agency; This photo from a 2007 party showed then-Assistant \nSecretary of Homeland Security Julie Myers with the co-worker who won \"most original costume.\"\n"}