{"title": "Tommy Corr", "body": "\nTOMMY Corr laughs when he thinks back to his own days walking under the Irish flag. Nowadays, the country’s \nelite operators have funding avenues open and train in a world-class facility at the National Sports Campus in \nAbbotstown.\n\nCoaches, nutritionists, psychologists, physiotherapists; the best of the best are there, on tap. That wasn’t quite the \ncase in Corr’s heyday.\n\n“We got a clap on the back telling you well done,” he says with a smile, “and you’d be standing there with a black \neye when you got it.”\n\nYet the Coalisland man has something that so many of today’s hopefuls would give anything for; a World \nChampionship medal.\n\nIn 1982 – along with Kenny Beattie and coach Gerry Storey –\n\nlight-middleweight Corr travelled to Munich in the former West Germany, and became the first Irishman to return \nfrom the World Championships with a medal.\n\nHe was tuned into the action in Yekaterinburg last month, and every time the Worlds come around he is transported \nback to that battling bronze 37 years ago.\n\n“It brings back great memories, especially of working with Gerry Storey and Kenny Beattie.\n\n“They only sent out a small team then you see. Gerry Hawkins was to go but he had to work, he couldn’t get off, so \nit was just me, Kenny, Gerry and a man called Danny Connors, who was team manager. He was a great wee man.\n\n“You were sort of going into the unknown. I was only 20, it was my first big international competition as a senior... I \ndon’t think they expected me to get a medal. Definitely not.\n\n“But, being 20 and just new to the international scene, I thought I was going to beat everybody. You’d the likes of \nSam Storey and Frankie McCourt at light-middle, guys who were all international standard at that time, then I’d \nbeen going to Carrickmore to spar with men like Adrian Meenan, Ollie McGarvey, Ciaran Horisk, so I had good \npreparation.\n\n“With the funding nowadays, it’s a whole different world,” he adds.\n\n\n“Those guys are getting the best of the best. Even in terms of eating and nutrition, we had to kind of work it out \nourselves.\n\n“You were sticking to cereal and trying to eat steak or whatever... in our house they still say Thomas got steak and \nthe rest of us got tea and toast.”\n\nAn apprentice welder at the time, Corr had to take eight weeks off work at his own expense “doing 10-mile runs at \nsix in the morning, working on the pads at night” before heading to Munich.\n\nIt was a championships at which American superstars such as Pernell ‘Sweet Pea’ Whittaker and Iran Barkley \nfurther enhanced their burgeoning reputations with medal finishes, and it was one of their team-mates with whom \nCorr was paired in the last 16.\n\nDubbed ‘The Magician’, Dennis Milton was a four-time Golden Gloves champion, but he met his match when he ran \ninto Tommy Corr.\n\n“America were the elite then, but I had fought Milton in America about a month before that and I beat him on a 3-2 \ndecision.\n\n“So my tail was up because I knew I could beat the guy, and it was the same result again.”\n\nAfter boxing clever to see off aggressive Pole Mirosław Kuzma, Corr would come up against the formidable Russian \nAlexander Koshkin in the last four.\n\nA silver medallist at the 1980 Olympic Games, Koshkin would go on to win gold in Munich. But in a pre-internet age, \nGerry Storey opted against talking up Corr’s next opponent before he stepped between the ropes.\n\n“I asked Gerry the morning of the fight, who is this guy? ‘Ach’, he says, ‘he’s a new kid on the block. You’ve nothing \nto worry about’.\n\n“Little did he know I could read up in the wee booklet they gave out at every tournament, and this guy was \nEuropean champion, Olympic finalist, and I’m going ‘aye, dead on Gerry!’\n\n“But then that was probably the way to do it with me, to try and play it down. He was 6”2 and I was 5”11… I gave it \na go. I tried everything – I tried to box him, I tried mixing it with him but it just didn’t work.”\n\nBronze medal around his neck, Corr lived to fight another day.\n\nAnd while there may not have been a new funding package or sponsored car waiting for him upon his return, he \ndidn’t come home completely empty-handed.\n\n“Once I reached the semi-final stage, Puma came to me and said ‘Tommy, would you wear our gear?’.\n\n“So I got free gear, tracksuits, bags, trainers, shorts, but no money or anything. I didn’t even get to keep the Irish \nblazer.\n\n“But this was 1982, so getting all that stuff for nothing, it was like Christmas Day to me.”\n\nBarney Eastwood would offer Corr the opportunity to turn pro after landing another bronze at the Commonwealth \nGames in Brisbane later the same year.\n\nBut he had other ideas, and other dreams that went all the way back to his first conversation with legendary Clonoe \nBC coach Frank Gervin.\n\n“I started with Frank when I was nine or 10 –- he was the man\n\nwho gave me the belief in the first place.\n\n\n\n“Frank would’ve asked all the lads coming up ‘what do you think your achievements are going to be?’ I told him I \nwanted to go to the Olympics, simple as that. Frank made me believe I could do that, and so I did.”\n\nCorr was selected for the 1984 Games in Los Angeles and would continue to resist the lure of the paid ranks, \neventually hanging up the gloves for good in 1987.\n\nAlmost four decades on, though, his place in Irish boxing history is long secured – even if it has taken him a while to \nrealise that.\n\n“To me a fight’s a fight,” he says.\n\n“It’s like coming home from the Commonwealth Games with a bronze medal and getting off the plane in Belfast and \nthem saying ‘you have to put on your medal’. And I’m thinking ‘I came third’. Boxers want to win, and third is beaten.\n\n“So probably the significance of getting that first medal at the Worlds has only really sunk in this last few years.”\n"}