{"title": "Immigration-rights groups hammer Ford on past votes", "body": "\nWHEN HAROLD Ford addresses black and Latino lawmakers at an Albany gala tonight, he'll use the platform to \ntalk up his ideas on job creation and tax cuts.\n\nBut before Ford even got near the podium, his invitation to address the Association of Black and Puerto Rican \nLegislators drew protests from immigrant-rights advocates upset by his voting record as a Tennessee \ncongressman.\n\nA year ago, it was Sen. Kirsten Gillibrand - the woman Ford may challenge in a Democratic primary - who had to \nconvince immigrant-rights activists she could be trusted.\n\nNow it's Ford's turn.\n\nIn Congress, Ford voted in favor of the Sensenbrenner bill, which would have allowed local police to arrest illegal \nimmigrants and made it a crime for nurses, priests and others to help them.\n\nFord's positions on immigration issues are \"inconsistent at best [and] deeply troubling at worst,\" Chung-Wha Hong, \ndirector of the the New York Immigration Coalition, wrote to the lawmakers' association this month.\n\nSeparately, black, Latino and Asian City Council members called Ford's selection as keynote speaker \"deeply \ndisappointing.\"\n\nFord's camp defends his record: Aides point to his votes for measures helping immigrants who seek health care, \ndo skilled work and serve in the military.\n\nHe has also said he now sides with Mayor Bloomberg and does not back having local law enforcement go after \nillegal immigrants.\n\n\"Harold has a strong and distinguished pro-immigration record, which is why anti-immigration groups have \nconsistently opposed him,\" said spokeswoman Tammy Sun.\n\nGillibrand faced similar scrutiny when she was first appointed to the seat by Gov. Paterson: One Latino official even \nsaid her House voting record on immigration bordered \"on xenophobia.\"\n\nSeeking to soften her stance, Gillibrand last February told the Immigration Coalition she'd support a moratorium on \nraids until Congress approved comprehensive reforms and make other changes to her views.\n\n\nHong said her group is pleased with Gillibrand's \"pro-immigrant positions [on] legalization and citizenship\" and her \nshift away from her earlier, more \"hard-line\" stances.\n\nAs for Ford, Hong said she's happy if he is \"distancing himself from his past positions he has taken, but he has a \nlot of explaining to do. . . . You can't just say, '[I] just changed my mind.'\"\n\nckatz@nydailynews.com\n"}