{"title": "DRASTIC IMMIGRATION CURBS HURT NATION", "body": "\nThe most extreme immigration legislation in the 200-year story of our republic is moving swiftly through Congress. \nHR 2202, approved by the House immigration subcommittee in July, is no less than a full-scale declaration of war \nagainst immigrants, their American family members and the American companies that employ them.\n\nUnlike California Proposition 187, which at least confined itself to illegal immigration, HR 2202 would slash legal \nimmigration as well - in cruel and foolish ways and by unprecedented amounts.\n\nPublic concern about large-scale illegal immigration is understandable. If sovereignty means anything at all, it \nsurely means that a nation may decide whom to admit into its territory. Effective responses to illegal immigration \nare therefore essential; the status quo, most will agree, is not acceptable.\n\nBut legal immigration is another story. It has been not only the bedrock of our unique national identity but a key \ningredient of our material success. Immigration is a core national value, ratified by two centuries of experience.\n\nUnfortunately, the present political climate rewards elected officials for sounding \"tough on immigration.\" Both \nmajor parties know that California, Texas and Florida will be critical in the 1996 presidential race.\n\nIn such a climate, fine distinctions between legal and illegal immigrants are easily lost. That is regrettable, because \ncomprehensive new admission criteria for immigrants went into effect just four years ago. Refinements are always \npossible, but a complete makeover is unnecessary. For one thing, the new system has barely been tested. For \nanother, all early indications are that this component of our immigration policy is working well. As the saying goes, \nif it ain't broke, don't fix it.\n\nHere is a small sampling of what HR 2202 would do:\n\nUnder current law, more than 60 percent of the available immigrant visas are set aside for uniting Americans with \ntheir loved ones. Most of these visas go to the husbands, wives and minor children of United States citizens and \npermanent residents. Some go to the parents, siblings and adult sons and daughters of U.S. citizens. Even with \nthese priorities, however, numerical limits force hundreds of thousands of nuclear family members to wait up to \nseveral years for their numbers to come up. These long separation periods make a strong case for raising the \nnumerical ceiling on family immigration.\n\nHR 2202 would do just the opposite. It would cut the number of family unity visas by about one-third. It would \nprolong the separation of husbands and wives, and of parents and children, by unknowable numbers of years.\n\nThis bill would also hamper \"employment-based\" immigration. Current law enables employers to hire certain \ntalented foreign professionals and skilled workers to fill special-needs jobs. Under HR 2202, the already limited \n\n\nprograms for admitting \"outstanding professors and researchers,\" certain multinational executives and managers \nand other highly skilled professionals would be either eliminated or further restricted.\n\nAmerican companies and universities that want to compete for the world's most prominent scientists, executives \nand medical researchers will lose out. Ultimately, so will the consumer. Why donate this talent to our global \ncompetitors when we can use it ourselves?\n\nSadly, HR 2202 would also slash the admission of refugees. Under current law, the president sets the annual limit. \nIn recent years that limit has averaged about 125,000. HR 2202 would prohibit the president from selecting a figure \nabove 50,000. That might still sound like a lot, but it represents only one refugee for every 5,000 Americans, and it \naccommodates only one out of every 400 of the world's refugees.\n\nThe stated justification for radically reducing our refugee admissions is the end of the Cold War. Tragically, \nhowever, there is still no end in sight for persecution and suffering. Ask any Bosnian or Rwandan. We cannot take \neveryone, but needless cuts of this magnitude will only intensify human suffering and send the wrong message to \nother refugee-receiving nations.\n\nMoreover, in making these annual refugee determinations, presidents have had to consider a wide range of \nsensitive domestic and international issues. They have had to respond rapidly and flexibly to volatile changes in \nworld refugee flows. Why tie the president's hands?\n\nThese are just a few provisions of HR 2202. The rest of its 300 pages similarly batter immigrants at every turn.\n\nBut put aside the personal hardships. The national interest alone is reason enough to oppose HR 2202. Legal \nimmigrants pay income tax, sales tax, property tax, gasoline tax and Social Security tax. They buy goods and \nservices, creating jobs in the process. They start businesses that revitalize our cities. Their talent and experience \nhelp American industries thrive in the global economy and enable the American consumer to enjoy what is still one \nof the world's highest standards of living.\n\nEconomics aside, immigrants contribute immeasurably to the sciences, to the arts, to our literary treasures, to our \npolitical dialogue, to sports and entertainment.\n\nHowever one feels about illegal immigration, this is not the time to declare war on legal immigrants or on the \nAmerican family members, companies and universities that need them. Let's take a collective deep breath and think \nhard before turning our backs on the institutions and the values that shaped America. There is still time for cool \nheads to prevail.\n"}