{"title": "New Jersey Family in Cuba Is Allowed to Return Home", "body": "\nA New Jersey family who had been prevented from leaving Cuba for a week after officials there accused them of \nhelping relatives flee to the United States are finally being allowed to leave, officials here said today.\n\n     They said Luis Lopez, 47, and his family had traveled to Cuba on Feb. 23, but their traveling documents were \nseized by Cuban immigration officials on March 1, after it was discovered that some of their relatives had recently \nfled Cuba for the United States. This afternoon, after lobbying by American officials in Cuba, the family was given \nback their documents. They plan to leave Cuba on Saturday, according to Debra DeShong, a spokeswoman for \nSenator Robert G. Torricelli of New Jersey, who intervened on behalf of Mr. Lopez; his mother, Aida, 69; his wife, \nMireya, 43; and their daughter, Vanessa, 6. \n\n Most of the official lobbying, by the United States Interests Section, the State Department's official presence in \nHavana, was done on behalf of Vanessa Lopez, who is a United States citizen. The other members of the Lopez \nfamily, who live in Cliffside Park, legally immigrated to the United States 14 years ago, but are still Cuban citizens.\n\nSome officials and family members characterized the little girl as a kind of reverse Elian Gonzalez, the Cuban boy \nwho survived a treacherous ocean crossing to Florida two years ago, before being returned to Cuba in the wake of \ndemands by his father and officials there.\n\n\"Inevitably, the Vanessa Lopez case is going to be seen in the same light as Elian Gonzalez,\" Mr. Torricelli said.\n\nIt was Vanessa's brother, Michel Lopez, 21, who did not make the trip to Cuba, who brought the case to Mr. \nTorricelli's attention.\n\n\"Everybody's really happy,\" he said tonight, adding that his family would be flying to Miami from Havana at 10:30 \na.m. on Saturday. \"I was afraid they wouldn't give my family back to me.\"\n\nThe Lopez family was never jailed in Cuba. They stayed with relatives the entire time, though they were unable to \nleave without the documents that had been seized, including Vanessa's passport.\n\n\"We're sorry that they were detained, and we're glad they're coming home,\" said Ms. DeShong, the senator's \nspokeswoman, just after being contacted this evening by the interests section in Havana.\n\nNo one answered repeated phone calls or responded to a fax today at the Cuban Interests Section, which is in the \nSwiss Embassy in Washington.\n\nLuis Lopez's brother Rolando, 33, who fled Cuba with his own immediate family last month, is now living with \nrelatives in Cliffside Park, a Bergen County suburb near one of America's largest concentrations of Cuban \n\n\nAmericans, in northern Hudson County. He, his wife, Zady, and their 3-year-old daughter, Beatriz -- are awaiting a \nresponse from federal officials to a request for residency.\n\nRolando Lopez denied that Luis played any role in his family's escape, and said that he had deliberately avoided \ninforming Luis or anyone else in the family of his plans to flee, lest they be overheard by government informers in \nCuba. He said he and his brother were not even in Cuba at the same time.\n\nHe said he arrived with his family in Miami on Feb. 21, before his brother took his own family from New Jersey to \nCuba on the afternoon of Feb. 23. But, Mr. Lopez said, because he was detained in a hotel by the Immigration and \nNaturalization Service in Miami until 2 a.m. on Feb. 24, he was not able to tell his brother Luis that he and his \nfamily were already in the United States, and that being in Cuba could cause trouble for Luis's family. \n\nLuis Lopez had been staying with another brother, Orlando, in Cuba. \n\nRolando Lopez, speaking in Spanish in an interview today, said that besides Luis's family, their parents and a \nfourth brother, Roberto, lived in Cliffside Park. That is why he fled Cuba -- and unwittingly caused his brother's \nfamily to be marooned there. \"I wanted to be reunited with my family,\" he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Michel Lopez with a photo of his parents, Luis and Mireya, who were delayed in Cuba with their daughter, \nVanessa, left, and Luis's mother, Aida. (Photographs by Associated Press) \n"}