{"title": "A Recipe for Weakness; By limiting visas for skilled foreign professionals, the United States only harms itself.", "body": "\nTHANKS TO the nation's dysfunctional immigration system and the dysfunctional Congress that keeps it that way, \ntens of thousands of promising, intelligent, ambitious and highly skilled foreign professionals, including \nthousands receiving advanced degrees from American universities this month, will be denied a chance to contribute \ntheir expertise and energy to the American economy. Few policies match this one is terms of sheer irrationality, and \nfew will do as much damage to this country's long-term prospects and competitiveness. Yet Congress, mired in a \npolitical swamp of its own making when it comes to immigration, seems incapable of extracting itself.\n\nAlthough the United States welcomes unlimited numbers of foreign students and subsidizes their education in \nengineering, physics, computer science, medicine and other disciplines, those students face increasingly steep \nobstacles to employment here. So do educated foreign workers whose skills are needed in the American \nworkforce.\n\nThis year, some 163,000 applicants from both categories vied for 85,000 H-1B work visas -- 65,000 for foreign \nworkers with bachelor's degrees and another 20,000 for foreign alumni of U.S. graduate schools. In April, U.S. \nCitizenship and Immigration Services was so swamped it stopped accepting applicants after just five days;  \nrecipients were selected at random by computer lottery. The number of applications was a third higher than last \nyear and shows no sign of abating.\n\nAll of that might seem fine and fair were it not for the fact that American-born scientists and PhDs are in short \nsupply and that technology companies, among others, are clamoring to hire qualified foreigners, particularly those \ntrained at U.S. universities. And it's not just worker bees who are drawn from the pool of foreign talent; so are the \nentrepreneurs who create jobs and fuel the economy. During the 10 years that ended in 2005, foreign-born strivers \nstarted a quarter of the new engineering and technology firms in this country. A similar proportion of international \npatent applications filed in the United States in 2006 originated with immigrants. To the anti-immigration crowd that \naccuses corporate America of favoring profits over patriotism, those facts should be troubling.\n\nThe truth is, America will be a feebler place without a continuing and adequate flow of foreign-born brainpower.  \nAmerica's loss of foreign-born experts translates directly into gains for China, India and other rapidly developing \ncompetitors. While the presidential candidates are stepping gingerly around the immigration debate, the ongoing \nbrain drain of the best and brightest foreigners should give them, and the nation, pause.\n\n"}