{"title": "Small-Town Resorts Go Abroad for Workers; Seasonal Employees Come to Sample American Life and Earn Higher Wages", "body": "\n Even with dips in the economy and a long string of layoffs, resorts and restaurants across the country are \ndesperate for workers to fill seasonal jobs that offer relatively low wages. \n\n Many are recruiting foreign workers, hoping to draw them to sparsely populated towns such as Branson that swell \nduring tourist season. \n\n \"Branson has about 22,000 hotel, motel rooms and the city has a population of about 4,600 people,\" said Steve \nMarshall, manager of Chateau on the Lake in the southwestern Missouri resort town. \"If you do the math, the entire \npopulation of Branson couldn't make up all the beds that need to be made up.\" \n\n According to the U.S. Labor Department, workers from Austria, Australia, Canada, the Czech Republic, England, \nIndonesia, Jamaica, Mexico, Russia and elsewhere are employed to fill the temporary needs of small resort towns \neach year. \n\n And while the nation's unemployment rate jumped to a 2 1/2-year high of 4.5 percent last month, not enough U.S. \ncitizens are willing to wash dishes, clean bathrooms and perform similar jobs, said John Young, who runs HELP, an \nemployment company in Goffston, N.H. \n\n Many foreign workers are hired for jobs that otherwise would go unfilled and for wages that often exceed the \nnational minimum of $ 5.15 per hour by a couple of dollars. They're allowed to stay only for a year to ensure they \ndon't cost Americans longer-term jobs or drive down wages. \n\n The Labor Department also caps the number of foreign workers hired as relief during peak and seasonal periods \nat 66,000 people a year. \n\n The prospect of making $ 7.65 an hour and being able to visit the United States was enough to entice Olive James \nto leave Montego Bay, Jamaica, to help clean Chateau on the Lake's 301 guest rooms. \n\n She and 23 other Jamaicans were hired through Young's company in May. \n\n\n \"I like the atmosphere,\" said James, 41, as she removed towels from a guest's room. \"My dream is to know \nAmerica.\" \n\n To hire international workers, businesses must work through the Labor Department's Alien Labor Certification \nProgram. Employers must show they have exhausted efforts to recruit qualified U.S. workers and offer the \nprevailing wage for an occupation in an area. \n\n The Immigration and Naturalization Service screens potential workers for disease and criminal records. The \nworkers are assigned to work at specific businesses and perform specific jobs. \n\n At Al's Oasis in Oacoma, S.D., general manager Steve Mueller plans to have 13 international workers washing \ndishes, cleaning bathrooms and doing other jobs at the restaurant, gift shop and grocery store by mid-June. Wages \nwould average $ 6.75 per hour. \n\n Mueller looked abroad because too many positions were going unfilled at the complex, which is popular with \nhunters, anglers and others on their way to the Missouri River. \n\n At the Sun Valley ski resort in the Idaho Rockies, about 600 workers are hired each year from more than a dozen \ncountries, personnel director Kim Hayes said. \n\n \"We don't recruit international workers,\" Hayes said. \"Most find us through the Internet and word of mouth. We've \nbeen very lucky in that regard.\" \n\n At Sun Valley, foreign workers, who are paid about $ 6.50 per hour, wear brass name plates that include their \ncountry of origin to provide guests with a flavor of the area's international atmosphere. \n\n \"Some of them come here from Indonesia, where their families are very poor,\" Hayes said. \"They can make \nenough money to live on for a couple of years. Others just want to experience the culture and experience \nsomething new.\" \n\n But the biggest benefit is for the businesses, which often find the employees to be reliable and hardworking, said \nDavid Scibilia, a manager for Norseman Resorts in the seaside community of Ogunquit, Maine. \n\n Scibilia began recruiting Jamaican women three years ago to clean rooms at the chain's Ogunquit River Plantation \nand Norseman Motor Inn. He also hired 10 men this year to cook, help with groundskeeping and haul supplies. \n\n \"We just couldn't get all the work done without their help,\" Scibilia said. \n"}