{"title": "HEARING OF THE HOUSE JUDICIARY COMMITTEESUBJECT: FULL COMMITTEE MARK UPCHAIRED BY: REPRESENTATIVE HENRY HYDE2141 RAYBURN HOUSE OFFICE BUILDINGWASHINGTON, DC", "body": "\nREP. HYDE: The committee will come to order.  The Chair would -- after we complete the formalities, would like to \nrecognize the gentleman from Texas, Mr. Smith, chairman of the subcommittee on immigration and claims for \npurposes of an opening statement. and then the gentleman from Texas, Mr. Bryant, the ranking member on the \nemigration subcommittee for purposes of an opening statement.  And then Mr. Conyers the ranking member on the \nfull committee for purposes of an opening statement. And then request that the rest of the members who may or \nmay not have such opening statements submit them for the record so we can begin the amendatory process.This \nwill be a long mark-up, taking several days if not more than that so I hope you'll understand.  Pursuant to notice, I \nnow call up the bill HR 2202, Immigration In The National Interest Act of 1985, and the chair recognizes the \ngentleman from Texas, Mr. Smith, chairman of the subcommittee on emigration and claims.  REP. SMITH: Mr. \nChairman the subcommittee on immigration and claims reports favorably the bill HR 2202 and moves its \nrecommendation to the full House.  REP. HYDE: Without objection the bill will be considered by title and each title \nwill be considered as read. The chair recognizes the gentleman from Texas, Mr. Smith to strike the last words.  \nREP. SMITH: Mr. Chairman I moved to strike the last words.  REP. HYDE: The gentleman is recognized for five \nminutes and at the expiration of the five minutes you have told me you have a complicated and long opening \nstatement.The complexity and importance of the bill certainly requires that so we'll be very flexible on time. Go \nahead Mr. Smith.  REP. SMITH: Mr. Chairman, before discussing the parameters of the Immigration In The \nNational Interest Act, I want to thank you for giving the committee the opportunity to consider a bill that seeks to \nprovide a better future for millions of Americans and four millions of others who live in foreign lands and have yet to \ncome to America.  Few committees get the sculpt such far-reaching legislation. Immigration reform of this scopel \nhas been enacted by only three Congress's in this century. So the shaping of this bill is a momentous time for us all. \nMy hope is that at the end of the markup period the committee will approve this bipartisan bill that will secure our \nborders, protect American lives, promote economic opportunity, unite nuclear families, and encourage immigrants \nto be self-sufficient.  The Immigration In The National Interest Act is a pro-family, pro-worker, pro-taxpayer bill that \nreaffirms the dreams of a nation of immigrants that has chosen to govern itself by law. This immigration reform \nlegislation has been a long time coming and is the product of considerable effort by my immigration subcommittee \ncolleagues.The subcommittee held 11 hearings and heard from over 100 witnesses and before us on the table, the \nblue covered transcripts now reach to over a foot from the testimony of all those witnesses.  Introduced three \nmonths ago, the Immigration In The National Interest Act has attracted over 110 co-sponsors, including a majority \nof the Judiciary committee's members. The efforts of two members of the subcommittee, John Bryant, ranking \nDemocratic member and fellow Texan, and Elton Gallegly, chairman of the House Task Force on Illegal \nImmigration, were indispensable to producing this bill. They and other members of the subcommittee contributed \nnecessary expertise and practical perspective.\n\n \n\n\nEqually as important was the atmosphere of debate in the subcommittee mark-up. Even though there were \ndisagreements over many issues, the complex and sensitive subject of immigration reform was dealt with \nrationally and with mutual respect for each other's positions. This is not to say that feelings about immigration don't \nrun high. But it would be just as unfair, for example, to call someone who wanted to reform immigration laws, Anti-\nimmigrant, as it would be to call someone who opposed immigration reform, anti-American.  Over the past several \ndays sides I have visited personally with many members of the Judiciary Committee. Everyone I spoke with \nrecognizes that the cliche is true, we are a nation of immigrants. And it's easy to acknowledge the incredible \ncontributions contributions immigrants have made to the America we love. As for those would be immigrants in \nother countries, how could our hearts not go out to them. If we were not already in the United States, we would \nwant to come to the country of hope and justice and economic prosperity too.  Still, America cannot admit all those \nwho want to journey years. HR 2202 addresses for illegal and legal emigration. As the Administration and the \nBipartisan Commission on Immigration Reform also have concluded, both are broken and both should be fixed. To \nwait any longer would put us on the wrong side of the American people, on the wrong side of common sense, and \non the wrong side of our responsibility as legislators. Illegal immigration has reached crisis proportions.\n\n Two-thirds of the births in Los Angeles County public hospitals are to illegal aliens.  Their children deemed birth \ncitizens, along with their families, can now plug into our very generous federal benefits system. Hospitals around \nthe country report more and more births to illegal aliens at greater and greater cost to the taxpayer. One quarter of \nall federal prisoners are foreign born, up from just four percent in 1980.  Most are illegal aliens who have been \nconvicted of drug dealing.  Others, like those who bomb the World Trade Center and murdered CIA employees in \nVirginia, have committed particularly heinous acts of violence. Illegal aliens are 10 times more likely than the \npopulation as a whole, to have been convicted of a federal crime. Putting aside the substantial cost of the criminal \njustice system, including incarceration, the cost in pain and suffering alone to innocent victims is incalculable.\n\nEvery three years enough illegal aliens permanently enter the US to populate the city of Boston or Dallas or San \nFrancisco. Less than one percent of all illegal aliens are deported each year. Fraudulent documents that enable \nillegal aliens to take advantage of the rights of citizenship now can be bought for as little as $30.  It is estimated \nthat half of the five million illegal aliens in the United States use fraudulent documents to wrongfully obtain jobs and \nfederal benefits. HR 2202 increases the number of border control agents, expedite deportation of illegal aliens and \nstrengthens penalties.\n\nDiscrimination at the workplace and the widespread use of fraudulent documents will be substantially reduced by \nsimplifying the process of verifying an employee's eligibility to work.  No new identification card or data base is \ninvolved.\nIllegal immigration, which cost the American taxpayer, depresses wages and increases the crime rate, will be \nreduced 75 percent over five years.\n\nIt illegal immigration has reached a crisis, our legal immigration system has reached a point where it no longer \nserves the national interest.  It is a contributing cause of illegal immigration.  The huge backlogs and long waits for \nthose seeking to come in have destroyed the credibility of the legal immigration system and put great pressure on \nmany individuals to enter illegally.  The backlogs number in the millions and the wait can be 30 or 40 years.  This \nserves no legitimate purpose.\n\nHusbands or wives who are legal immigrants now wait up to 10 years to be reunited with their spouses and minor \nchildren.  This is inhumane and contrary to everything we know about the need to keep families together.\n\nThe number of legal immigrants applying for Supplemental Security Income, a form of welfare, has increased by \n580 percent over the last 12 years.  An average increase of almost 50 percent per year.  We cannot continue down \nthat road.\n\nThere's also a growing mismatched between Americans need for skilled workers and the low skill and educational \nlevels of many immigrants. Fewer than one fifth of all legal immigrants are admitted with regard to their skills and \neducation.  We live in an information age where high-tech jobs are sprouting and low-skill jobs are shrinking. \nAdmitting so many low-skilled immigrants to compete with American citizens and other immigrants for scarce jobs \nmakes no sense and leaves many among us, particularly in urban areas, unemployed and understandably \nresentful.\n\n\n\n The Immigration In the National Interest Act offers several solutions to what's wrong with our legal immigration \nsystem.  The spouses and minor children of immigrants who become citizens continue to be welcomed without \nlimits.  Twice as many nuclear family members of immigrants who are not citizens will be admitted as under current \nlaw, substantially reducing the backlog.\n\nThe percentage of immigrants admitted on the basis of their skills and education is increased from 18 percent to 28 \npercent.  In current law, making sponsors of immigrants financially responsible for newcomers is better enforced.  \nThis should reverse the trend of increased immigrant participation in welfare.\n\n When it comes to the cost of providing social welfare services to illegal or legal immigrants, I hope the members of \nthe committee will think about a constituent or friend of theirs who worries about paying next month's mortgage, \nwho wants to save for their children's college tuition, who dreads the next car-repair bill. Their future will be dimmed \nunless we fix a broken immigration system.  Fortunately, with the recent release of the Commission on \nImmigration's report and the testimony of the administration before the Senate last week, we now have a broad \nconsensus on how to reform legal immigration. Also, last week, the president said he would like illegal and legal \nimmigration reform legislation on his desk before the end of the year. I think we should accommodate him.  Both \nthe administration's and commission's recommendations are along the lines of H R 2202. Professor Barbara \nJordan, former Congresswoman from Texas and now Chair of the commission, frankly, says it all, and I quote, \n\"Immigration is not a right guaranteed by the U.S. Constitution to everyone and anyone in the world who wishes to \ncome to the United States. It is a privilege granted by the people of the United States to those whom we choose to \nadmit. We believe there are three priorities: Reunification of nuclear families; admission of highly-skilled workers \nneeded to increase the competitiveness of U.S. business; and refugee admissions that reaffirm our traditional \ncommitments to provide refuge to the persecuted.\" The number of immigrants should flow from these priorities. \nWhat that translates into is a gradual reduction in admissions during the next five to eight years. In effect, what the \ncommission recommends is to stop the immigration of extended families, adult children, brothers and sisters, and \nredirect their visas toward expedited admissions of nuclear family members.  But even nuclear family reunification is \nnot without obligation on the part of those who benefit from immigration. The commission believes that those who \nsponsor new immigrants have responsibility for insuring that their relatives do not become a burden on taxpayers. \nThe commission finds no national interest in continuing to import lesser- skilled and unskilled workers to compete \nwith the most vulnerable parts of our labor force.  Doris Meissner, Immigration and Naturalization Services \nCommissioner, testified before the Senate last week, that quote, \"The immigration (sic) is fully prepared to take the \nnext steps on legal immigration reform. The administration endorses the Jordan Commission's recommendations \nto further reduce the annual levels. The administration believes that a balanced package of reforms can be crafted \nthat, excluding refugees and asylees, will result in a total reduction of employment- and family-based immigration \nto 490,000 annually.  This is slightly lower than the comparable figure of 500,000 recommended by the Jordan \nCommission. If you add up the numbers of family- and employment-based immigrants, refugees, and the backlog \nreduction in the administration's proposal -- in the commission's proposal and in H R 2202, you'll find that they each \ntotal nearly the same. What's important is that, under the Immigration and National Interest Act, America will \ncontinue to be, as we should, the most generous country in the world. We'll welcome almost as many immigrants as \nall other countries combined.  The total number of legal immigrants admitted under H R 2202, over 600,000 \nannually, will exceed the immigration levels of 60 of the last 70 years. Only when compared to the last few years of \nunexpected and record-breaking immigration can H R 2202 be called a cut, and that, to me, is an unfair \ncomparison.  As we begin to consider immigration reform today, remember your next door neighbor, your \nconstituent down the street -- they are the ones who will bear the brunt if we don't fix a broken immigration system. \nThe rights and interests of hard-working, law-abiding citizens and legal permanent residents should come first. And \nwhat they have told us is what they want us to do. They want us to sharply curtail illegal immigration, and they \nwant us to reduce legal immigration to reasonable levels.  The people surveyed are not confused, as some \nsuggest. They have legitimate concerns. Even a majority of first-generation immigrants wants to reduce \nimmigration, and the strongest demand for immigration reform is found among minorities who were surveyed. \nThey know they face job displacement and depressed wages because of increased competition from new arrivals, \nillegal and legal.  Mr. Chairman, not many members of Congress are given the opportunity to directly help the \nAmerican family, worker and taxpayer all at the same time, as is possible under this bill. The talents of the Judiciary \nCommittee members are varied and substantial, and I look forward to suggestions on how to improve this bill, and \n\n\n\nto its subsequent approval by this committee.  REP.: Thank you, Mr. Chairman. The gentleman from Texas, Mr. \nBryant, the ranking member of the Immigration Subcommittee is recognized, strike the last words.  REP. BRYANT: \nThank you very much, Mr. Chairman. I first want to compliment Mr. Smith for the very even-handed and patient \nmanner in which he conducted the mark-up of this bill -- he was quite open to all proposals for improvements and \ngave adequate time to the minority and to those on his side who had other ideas as well, and I'm very grateful for \nthat. It's been a good experience for me to work hand-in- hand with him in this matter.  I am a co-sponsor of this bill, \nand I share, and have for many years here, the great anxiety about the direction we've been going with regard to \nimmigration in our country today, both legal and illegal. This bill is an even-handed attempt to solve a whole range \nof problems that culminated in a rapidly-growing immigrant population -- much more rapidly growing than at any \ntime in our modern history. It is the result of hearing after hearing in the subcommittee, which took place after \nseveral years of very thorough work by the Jordan Commission, which made recommendations, most of which are \nreflected in this bill.  I would like to simply observe that legal immigration between the years 1981 and 1985 totaled \n2.8 million people during that period. From 1991 through the end of this year, legal immigration will total 5.3 million \npeople, virtually twice as many as before. This is a problem that we can no longer ignore.\n\n This Congress is - whenever it considers immigration legislation, is besieged by a host of interest groups \nrepresenting various interest around the country, various groups of people with ties to ahomelands far away who \nurge us to further open the gates to their particular concerns. And the result has been that Congress repeatedly did \nthat.  Unfortunately in 1991 and the passage of legislation which I strongly opposed at the time, we actually \nincreased the number of people that could be admitted legally into this country. Many of the people, including some \nmembers of the Jordan commission that voted for that bill, now say we should go the other direction, and I think that \nthey are right.  The fact of the matter is that with regard to legal immigration for illegal immigration, we're \nwatching a phenomenon take place that a Congress or a board of directors of any country ought to react to with \ngreat concern. This bill is a reaction.  In 1994 alone, the number of people apprehended illegally entering the United \nStates was over 1 million, 1,094,000 to be exact. How many succeeded in entering illegally, is anybody's guess. \nThe fact of the matter is that this combination of legal and illegal immigration is putting enormous pressure on the \njob market, particularly for people who are trying to enter our economy at an entry level in the economic hierarchy \nand we are faced with the need to come up with solutions.  If you tried into National Airport today and get out of the \nairplane and try to get a taxi here in Washington D.C, , or you fly into LaGuardia or Kennedy in New York City, you \nwill not be picked up by a taxi driver driven by an African- American, or one driven by a Hispanic-Americans, or one \ndriven by an Irish- American. You'll be picked up by someone who is from a place much farther away, who does not \nhave native roots in this country. And that happens literally 100 percent of the time.  Now I use that example to \nillustrate the fact that it is virtually impossible for native Americans, and I don't mean by that American Indians, but I \nmean people who have roots here and who have been here for many years and who are struggling to get their foot \non the bottom rung of the ladder to enter this economy at an entry level position like driving a taxi.  So you don't see \nAfrican-Americans, Hispanic-Americans, or Irish-Americans driving taxis anymore. Why is that? Well I say to the \ninterest groups that are gathered in this room, that have come to my office over and over, who have heart-felt \nconvictions, that it is your responsibility not simply to come here and tell us we ought to throw the gates open even \nwider, but to come here and tell us how to solve this problem. Because our job is to act in the interest of the \nAmerican people and to build a nation that is economically viable or all of its citizens. And the direction we've been \ngoing is just the opposite direction.  Mr. Smith and I and about 100 other members of the House have brought a bill \nto the committee that is designed to do just that. Are there things that I would like to see different in the bill? Of \ncourse. I think there are things in the bill that Mr. Smith would probably like to see different as well. We've tried to \nput a bill together today that will pass muster in this committee, pass muster on the floor of the House, that is \nreasonably humane, but that is realistic. And that's what we've brought to the committee.\n\n I strongly urge members of this committee, that will be asked to sever the legal immigration section of the bill from \nthe illegal immigration section of the bill, to say no to that request.  We cannot deal with immigration unless we \ndeal with it as a complete phenomena. You cannot simply deal with illegal immigration and ignore the serious \nproblems with regard to legal immigration and solve the problems of the taxi drivers at the airport, or any of the \nother problems in the economy which are what that problem represents.\n\n\n\n This is a bill that avoids the extremes, and I assure you, there are elements in the House of Representatives that \nwould take us to extremes if permitted to do so.  This bill avoids that and this bill moves us in the direction of \nreducing illegal immigration, reducing legal immigration, and once again, assuring that Americans have the \nopportunity to get their foot on the bottom rung of the economic ladder in our society.\n\n Mr. Chairman, I thank you for yielding the time.\n\n REP. HYDE: I thank the gentleman and before recognizing Mr. Conyers, the Chair recognizes the gentleman from \nTennessee, Mr. Heineman, for purposes -- North Carolina, I'm sorry -- for purposes of making a statement.\n\n REP. HEINEMAN: Thank you, Mr. Chairman. May I be recognized to strike the last word?\n\n REP. HYDE: Without objection.\n\nREP. HEINEMAN: On Tuesday, September 12, 1995, I was unavoidable detained and missed the final vote on HR \n2277, the Legal Aid Act of 1995.  President, I would have voted aye.\n\n REP. HYDE: The gentleman's statements will appear in the appropriate part of the committee report.\n\n REP. HEINEMAN: Thank you, Mr. Chairman.  I yield back.\n\n REP. HYDE: Thank you.\n\n The gentleman from Michigan, the ranking member of the full committee, Mr. Conyers.\n\n MR. CONYERS: Thank you, Mr. Chairman, I move to strike the last word.  REP. HYDE: The gentleman is \nrecognized for five minutes or such time as he may consume.\n\n MR. CONYERS: And make a few comments about a bill of 364 pages of length, a bill of eight titles. And the good \nnews is that four of those titles do not present major legislative problems.  The bad news is that four of these titles \nare horrible and strike a great deal of reservation in my heart. And yet, because of the good faith of the people, \nparticularly John Bryant, who worked on this in committee, I'm urging everyone on the committee to proceed as \nthoughtfully as they can about the matter that is before us.\n\n Now before the name of Barbara Jordan is invoked more than 200 times, I'd like to -- maybe we ought to have a \ncap on that somewhere along the line -- because the committee (laughs) -- I'll fill in the number later, depending on \nhow much it's used.\n\n But, you know, the subcommittee pledged great fidelity to following the Jordan Commission. And I want to begin \nour discussion by pointing out, that's not what they did.  The Jordan Commission was not followed.  And I, as one \nwho has come from a full-employment society philosophy in the Congress, I hope that you do not use the Bryant \nformulation for seeing what ethnicity the cabdrivers have to determine what we should do about immigration.  I \nthink that that is probably not the way we want to go. I'm presuming they're all legally here, and so I presume that \npeople legally here have to work and they have to start at the bottom.  So I want to create a full employment society \nfor everybody.  But I don't want to judge it.  Even though I have rode with Irish cabdrivers, African-American \ncabdrivers, women cabdrivers, even, and a lot of other people, so I don't think we want to use those kind of guides \nor yardsticks, I find them troubling.\n\n Now, let's take a quick look at Titles 3, 4, 5 and 6.\n\n Title 3 treats many aliens and even permanent residents as if they may have no constitutional rights conary to what \nall the lawyers and citizens on this committee know.  It makes many of the mistakes that led me to oppose the \nterrorism bill, which I have noted that some of the people that supported it have now been giving it second thoughts.  \nFor example, how can we in this day and age bar entry into this country because a person is a member of a \ndisfavored organization. I mean that's Walter McCarren, we've been there before. We've repudiated that. How can \nwe have secret courts and deport persons based on secret evidence? For God's sake, this is the Judiciary \nCommittee. This is -- we're forming the laws by how our courts will treat these people that come to this country. In \naddition, I'm obviously concerned about employee verification that not only threatens civil liberties, but constitutes \none of the largest unfunded mandates that I've seen in a long time. I hope we take a look at that.  Now Title 6 is the \nmost outrageous, anti-family proposal that I have ever seen, requiring that a family have an income at 200 percent \n\n\n\nof the poverty level and health insurance to boot, before it can be reunited with parents abroad. Where is the pro-\nfamily caucus in the Congress when we need them? The fact of the matter is, in the city of Detroit, 27 percent of the \npeople don't have a dimes worth of insurance, and they're citizens. So I hope that common sense and the \ndiscussions that will be led by the chairman and the subcommittee chairman and the distinguished ranking member \nof the subcommittee will lead us to analyze the proposals in this legislation and hope that we can find a reasonably \nbalanced way to make the repairs about problems that do exist without question, but for which we have many \nwrong answers within these 300 ages. Thank you Mr. Chairman.  REP. HYDE: Thank you. The chair has expressed \nhis reluctance to open the time for additional opening statements, requesting that the members submit them for the \nrecord. Mr. Serrano has been entreating me, and I find it difficult to say no tom him although I'm going to practice \nmore, The gentleman is recognized for five minutes.  REP. SERRANO:Thank you Mr. Chairman and I do apologize \nfor going against your wishes, but there are a few times -- only a few times -- when I feel that one should not keep \nquiet on certain issues that are discussed.\n\n I figured if we waited long enough the ugly T word would be mentioned, taxis.  That really is a very sad way of \nlooking at very serious problem.  Having been born an American citizen in an American colony, I can assure you \nthat the desire of many people is to leave the taxi-driving industry, one of the most dangerous jobs in this country, \nand move up to a job where they can take a taxi to go to Wall Street in an office.  And so the circle continues in \nmany inner cities and many places throughout this country.\n\n But I don't think we should kid ourselves today in fully understanding why we are here.  There are very legitimate \nconcerns on the part of some very distinguished and honorable people who sit on this panel, and a desire to deal \nwith what is presented in this country as a very serious problem.  But I would ventured to say that it has become a \nperception-(wide?) serious problem because some local elected officials, and, yes, some officials at the national \nlevel, have decided to take a couple of issues and work on peoples' emotions in this country. And so we will have \nprayer in school which will turn around our educational system, and we will have a rash of flag burning because we \nwill tell people that to do anything to the flag is improper.  And we will now go after immigrants in a way we haven't \nin a long, long time.  Because, I suspect, some elected officials have decided that it is a good thing not to have to \nconcentrate a lot of time on solving the nation's real problems, but rather worry about the number of dishwasher \nwe're taking into New York City restaurants and hotels and the number of cab drivers and the number of people \nwho make beds in hotels.\n\n These people are a serious threat to our society and they must be dealt with effectively and swiftly.  I suspect, \nhowever, that if the majority of these people were coming from English-speaking countries in Europe or coming \nfrom Europe, looking like Europeans, with a working knowledge of English, we would be devoting our time to these \ndays to issues other than immigration and English as the official language.\n\n I suspect that this country is reaching one of its most difficult points in trying to send a message to the world that is \nvery complicated and confusing.  We are the leaders of the free world, we are the powerhouse of the free world, but \nwe don't speak a another language and we won't tolerate anyone speaking another language and we all have to \nlook like some of the presidential candidates, especially one, is saying we must begin to push for the European \nculture and teaching of the European culture which is the American culture.  That's not the case and that \npresidential candidate is going to find out the hard way that that's not the case.\n\n So let's not kid ourselves.  We're here today because some people in this country have decided that it is easier to \nbeat up on a dishwasher than it is to beat up on the Pentagon, that it is easier to beat up on a bedmaker \nsomewhere, than it is to deal with the real powers in this country.  And while every day, I find myself full of joy at the \nfact that I've been privileged enough to serve in this body, it is moments like these when I realize that we are human \nbeings who make horrible mistakes.  Shame on us for doing what we're doing today.  Shame on us, by taking a real \nissue and only making it a major issue when people begin to look more and more like me and darker still.  That's \nthe real issue behind this and that's what this great country will have to deal with eventually.\n\n Thank you, Mr. Chairman.\n\n REP. HYDE: I thank the gentleman. The gentleman from California, Mr. Gallegly.  REP. GALLEGLY: Mr. \nChairman, I move to strike the last word.  REP. HYDE: The gentleman is recognized.  REP. GALLEGLY: Mr. \nChairman, I appreciate having the opportunity to address the committee today on this issue. I know that we have a \n\n\n\nfull agenda again, and I'll only take a couple minutes, because I think that there are a couple things that need to be \nsaid.  When I first came to Congress nearly 10 years ago, I felt a deep sense of accomplishment if I could get \nsomeone to spend five minutes talking about immigration reform in the elevator, or maybe in the cafeteria. As I \nlook around the room today, I think it's safe to say that the times have changed. And I think it's appropriate that we \ntake a moment to reflect on what has caused this change. The simple truth that this issue has exploded on the \ncountry's political agenda not because of the politicians, but because of the American people and the fact that they \njust won't accept the status quo anymore.  Mr. Chairman, yesterday, for the first time, County USC Hospital in Los \nAngeles was forced literally to turn ambulances away at the door, in large part because of the long-term impact of \nhaving to provide medical care to those who have no legal right to be in the country. Think about it -- ambulances \ntransporting wounded and otherwise greatly ill patients, and I'm not exaggerating, this is happening on our streets in \nLos Angeles, a city where over two thirds of the births of all of those in the county hospital has no legal right to be in \nthis country.  That's why it's serious, and that's why we're considering serious reforms here today. I'd like to thank \nthe chairman of the subcommittee, Lamar Smith, for his leadership on this historic issue and introducing this historic \nbill. This legislation is rooted in a fundamental belief that we as a people are tired of being been victimized and \nmanipulated by those who violate our laws or by violating our borders. We're tired of federal government that stands \nby and watches thousands of illegal immigrants arrive here each day, and then turns a blind eye when these same \nimmigrants decided to pursue the American dream by standing on the backs of the American taxpayer.\n\nMr. Chairman, the American people want immigration reform -- in survey after survey they have begged for a \nreevaluation of our immigration policy. With this legislation, that's exactly what they're going to get.  Thank you, Mr. \nChairman.  REP. HYDE: The Chair will recognize one more member for purposes of an opening statement, Ms. \nSheila Jackson-Lee.  REP. JACKSON-LEE: Mr. Chairman, I move to strike the last word.  REP. HYDE: The young \nlady is recognized for five minutes.  REP. JACKSON-LEE: Mr. Chairman, I thank you for your graciousness and I \nwould offer to say that, because of so many responses that I received in my community in the city of Houston, I \nthought it important to add just a brief note as we proceed on a very, very historic and very important effort, under \nthe Constitution of the United States.  Let me add commendation to the passion and sincerity that I believe that the \nChairman, Subcommittee Chairman Smith and Ranking Member Bryant has brought to this issue. And I hope the \ntone that was offered this morning will set the tone for the next couple of days as we proceed through this massive \nlegislation, and possibly take up the challenge of Ranking Member Bryant and try to make this legislation better.\n\n I would also like to say, however, that it is important, and I don't believe that we have strayed away from that, that \nwe remember the founding of this nation, asking that the poor and down-trodden and those seeking opportunity and \nfreedom, come to our land. And how proud this nation is, or should be, as we're taught in elementary school, of the \ndifferent contributors to this nation.  I take great pride in my community in celebrating St. Patrick's Day, and African-\nAmerican history, and Asian-American history month, and a variety of other events that I have the opportunity to \nattend -- Jewish, Muslim community and others throughout this land. So today, I come to recognize that immigrants \nhave come to the United States in pursuit of the American dream to make a better life for themselves and their \nchildren. They come to join the United States, to work hard, to be with their families, to educate their children, \ncontribute to their communities, their professions, and to the American economy.  They enrich us with their \ndivergent cultures, languages, with their strong family and moral ideas, and with their skills, education, business \nand artistic talents. The United States, a nation of immigrants, has welcomed individuals from around the world who \ncame here seeking better economic future and, as well, to get away from political persecution.  Many of them I've \nheard their first-hand stories. And I have been drawn toward them for the zealousness with which they come to this \nnation and attempt to be a part of this great history. We must not reject this part of our country's history. However, I \nthink that all of us come to the table acknowledging that we can do better than the current immigration policy and \nthat we'd be willing to review it and reform it.  However, as we move toward HR 2202, I'd like us not to move to \nquickly, and consider as I have heard discussions being raised, the combining of the enforcement of illegal \nimmigration -- the reform of legal emigration in one bill. I fear that we may be sending the wrong message to the \nAmerican public. And while I, like most Americans believe that we must stem the tide of illegal immigration to this \ncountry, legal immigration serves important national interests.  Given the legal and administrative complexities of \nthe reform challenge, we must carefully assess each component to the fullest extent. The current legal imigration \nsystem is specifically designed to strengthen families by re-uniting close family members and fueling prosperity by \n\n\n\nattracting hard working new-commers. We must not abandon these principles at a time when strong family bonds \nare more important than ever. Restrictions in family based immigration will hurt American families.\n\n I have a lengthier opening statement, Mr. Chairman, that I will add to the record, but I will close simply by saying \nthis; this is not a time for us to throw darts and to be destructive. This is an important time in American history \nwhere we can be most constructive. And what we need to think about as we proceed with this massive legislation \nare the children. And the impact on individuals who are only seeking to make life better for them and for those \naround them, and yes for this country.\n\n Do we not want to have the doors of hospitals, the doors of clinics, the doors of opportunity open to the children of \nthis nation? And do we not want to recognize that abused women come in all shapes and sizes, colors and \nlanguages.  I think that we can come together in a reasoned manner and I call upon the names of Barbara Jordan \nor the Constitution, but yet call upon our own inner self, basic understanding, commitment to the values of America.\n\n REP. HYDE: The gentlelady's time has expired.\n\n REP : And I would ask that we proceed in that manner, Mr. Chairman so that we can make this what we would all \nlike it to be - responsive to all Americans.  I thank you Mr. Chairman.\n\n REP. HYDE: Without objection all other statements -- Oh Mr. Becerra yes, the chair recognizes Mr. Becerra.  REP. \nBECERRA: Thank you Mr. Chairman. Let me begin by first saying that I would agree with all those who have said \nthat this his a perplexing issue to deal with, the subject of immigration because we're talking not just about the \nsubject of those who come into this country without permission, but we are talking about those who have in some \ncases waited 10 to 15 years legally to come into this country.\n\n And I think it's unfortunate if we at the end of the day find that we have mixed the two subjects of legal \nimmigration with legal immigration, because unfortunately I fear that we are about to do some things that would \ntruly harm many individuals who have done nothing but follow the legal process.  When we discuss in this bill, here \nand on the floor, the whole subject of immigration, I hope what we will keep in mind is that we are talking about \naffecting the lives so directly of human beings who in many cases are fleeing persecution, human beings who are \ntrying to do what our Constitution said so well, and that is trying to provide for themselves and family, life, liberty \nand the pursuit of hapiness.  I want to commend the JordanCommission for giving us a report, to base much of \nwhat we are doing on the subject of illegal immigration. I want to thank the commission for so quickly moving on \nlegal immigration, but I do want to say I'm somewhat disappointed that they chose not to spend more time \ndeliberating the issue, because they were given a charge to do this for a much longer period of time, to discuss \nlegal immigration.  To chairman Smith I say thank you for during the first several months of this year of this \nsession not rushing to judgment on some things the way we had to do on other subjects, because we were so \nrushed to get to the floor and pass some legislation. And I want to thank the chairman of the subcommittee for \ngiving this some time and for giving each member of the subcommittee on immigration so much time and latitude \nto discuss the issue of immigration.  I'm disappointed to here, however, some of the remarks of some of the \nmembers of Congress. My wife happens to be an OBGYN, she worked for several years at the LA County USD (?) \nhospital, which is so often referenced. There is no fact, there is no evidence to show that two thirds of every birth -- \nall the births in L.A. County Hospital -- are born to women who are un- documented. There is no way to determine \nthat. What we have is anecdotal evidence. There is noone being turned away from any hospital facility because we \nhave a woman who is seeking care, medical care, and happens to be un- documented. We have anecdotal \nevidence, and I must say to you that I hope we don't degraded this debate to one between one human being versus \nanother because I don't think in God's eyes any human being is worth any less than another.  I hope what we will \ndo is discuss how we can get some laws and policies on our books that will provide us with a means of protecting \nour borders, enforcing them the way we must, and for those who have made every legal effort to get into this \ncountry, we provide them with the opportunity to get here.  Now once we acknowledge there are people who we're \nallowing to come into this country, who have done it the legal way, I hope what we don't do is begin to distinguish \nbetween them and us.  And I don't believe that we should get to the point where we are asking them to pay taxes, \nwe're asking them to serve in our armed forces and defend this country in time of war, we're asking them to abide \nby every single law that we would expect a citizen of this country to obey, and then tell them that they cannot qualify \nfor certain services that they have paid for and they have earned through their service to this country.\n\n\n\n It is time for us to change and reform immigration laws, no doubt.  But I hope in the process of doing this what we \nwill do is remember that what we are talking about is the lives of human beings, and especially children.  And I hope \nthat what we will come out with at the end of the day is a policy that will serve all Americans, including this country's \nnew Americans.\n\n Thank you Mr. Chairman.\n\n REP. BERMAN: Point of parliamentary inquiry, Mr. Chairman.\n\n REP. HYDE: The gentleman will state his point.\n\n REP. BERMAN: Will it be possible when we get to specific titles, I'm thinking particularly of, I think Title 5 is the \nlegal immigration changes, to have some time for general debate as to that title, specific, rather than taking time \nnow?\n\n REP. HYDE: The gentleman may move to strike the last words at the appropriate time, and I would commend that \nprocedure to him. There won't be general debate on title by title.\n\n REP BERMAN: I appreciate that and I will follow the Chair's advice.  My second question is, could you outline a \nprocedure in terms of time for the next three days: whether or not you expect us to recess for lunch, what time we'll \nfinish -- on the assumption that the amendments -- that the process is not a process designed to simply bog down \nthe committee, but to move through serious issues as expeditiously as possible.\n\n REP. HYDE: No.\n\n (Laughter.)\n\n The answer's no.  Is there any ambiguity about that, Mr. Berman?\n\n REP. BERMAN: Well, then let me put it this way.  Can I continue with my 12:30 luncheon appointment and still be \nhere for the debate on the --\n\n REP. HYDE: Yes, today you may.\n\n Very well.  Now, all that important business aside, the clerk will designate the first title.  CLERK: Title 1.  \nDeterrence of illegal immigration through improved border enforcement, pilot programs and interior \nenforcement.\n\n REP. HYDE: Are there any amendments to this title?\n\n The Chair recognizes Mr. Lamar Smith for purposes of an amendment.\n\n REP. SMITH: Mr. Chairman, I have an amendment at the desk.\n\n REP. HYDE: The Clerk will report the amendment.\n\n CLERK: Amendment offered by Mr. Smith.  Page 12, line 12, strike \"18 months\" and insert \"three years\".\n\n REP. HYDE: The gentleman is recognized for five minutes in support of his amendment.\n\n REP. SMITH: Thank you, Mr. Chairman.  Mr. Chairman, this is a minor amendment that will change the deadlines \nestablished in Section 104 of the bill for making improvements in the border crossing identification card. The border \ncrossing card is issued to individuals from Mexico and Canada in lieu of a visa.  It permits the holder to enter the \nUnited States for up to 72 hours and to stay within 25 miles of the border.  Hundreds of thousands of such cards are \nin existence. Many are decades old.  And as one might expect there is fraud in their use. Counterfeit cards are \nproduced, legitimate cards are used by impostors and aliens using the cards enter the US to work illegally.\n\n The commission on immigration reform as well as the INS have recognized the need for improvements in these \ncards. Section 104 calls for the new cards to be issued, which should include a biometric identifier to match the card \nto the alien to whom the card has been issued.  The amendment merely changes the deadline for introduction of \nthe cards from six months to 18 months after date of enactment.  It also changes the date on which the INS must \nbegin verifying the data when a card is presented for entry from 18 months to three years after the enactment.\n\n\n\n These changes were made at the request of the INS, which stated that more time was needed to implement these \nchanges. These new time periods will accommodate his request, but still make sure that in a relatively short time \nthis avenue of immigration fraud will have been cut off, and I urge my colleagues to support the amendment and \nyield back, Mr. Chairman.  REP. HYDE: Is there any further discussion? Question occurs on the amendment, all \nthose in favor say aye -- opposed nay -- the ayes have it, and the amendment is agreed to.  The chair recognizes \nthe gentleman from North Carolina, Mr. Watt, for purposes of an amendment. The gentleman has three \namendments, which one does the gentleman choose to go forward with?  Watt number one -- the clerk will report.  \nCLERK: Amendment offered by Mr. Watt, beginning on page 9 at line 21, through page 10 at line 18, strike this \nsubsection in its entirety, and redesignate following sections accordingly.  REP. HYDE: The gentleman is \nrecognized for five minutes in support of his amendment.  REP. WATT: Thank you, Mr. Chairman. I kind of hoped \nthat this would be the first amendment, because I think symbolically this amendment symbolizes one of the \ntroubling philosophies of this bill. At a time when the wall between East and West Germany has been torn down, \nwhat we are proposing to do under this amendment is to build 14 miles of parallel fences, three fences, along the \nborder between the United States and Mexico, San Diego to the Pacific Ocean.  This is symbolically a step which I \nthink sends a very, very bad signal. It is cost-wise a decision which I think makes no sense, because, as I \nunderstand it, the total cost of this likely to end up being between $86 million and $109 dollars by the time we \nacquire the land, build the fences and devote all of the resources that we are required to devote to it.  It is a series \nof fences that I think will endanger our border control personnel, in the sense that many of them are concerned that \nthe erection of these fences will simply get them into patrolling areas where they can be trapped and assaulted and \nshot at and have rocks thrown at them in physical barriers that will prevent them from moving about freely.  So I \nthink on all of these fronts this provision in the bill, which I am proposing be stricken under this amendment -- this \namendment would eliminate what is, in my opinion, a very, very bad idea.\n\n I think there are other ways to deal with immigration problems than building fences, especially when those fences \nsymbolically create serious problems and financially have not been determined to be cost effective by any stretch of \nthe imagination.\n\n I suppose the next step in the process, if this one passes, if the bill passes as it is, would be to erect three chainlink \nfences along the entire border between the United States and Mexico.  I'm not sure how you're going to differentiate \nthe 14 miles that this bill covers from the rest of the border.\n\n I yield back the balance of my time.\n\n REP. HYDE: Mr. Smith, you're recognized for five minutes.\n\n REP. SMITH: Thank you, Mr. Chairman.  Mr. Chairman, I oppose this amendment for these reasons.  Section 102 \nwhich is the section we're talking about, specifically does require the addition, in the San Diego sector alone, to the \n14-mile -- additions to the 14-mile fence that have already been completed in that area.  So we're not talking about \na new fence, we're talking about an additional two fences, and in this case with roads in between.\n\n The reason this is so necessary is because San Diego has the highest number of illegal aliens crossing through \nthat point than any other place along our southern border.  I think something like a quarter to one third of the total \nnumber of illegal aliens entering the country come through that area.\n\n The whole idea here is to prevent illegal entries.  And in this case I think, literally, an ounce of prevention is worth \na pound of cure.  By having these fences there we're going to save money, we're going to more efficiently be able \nto deter individuals from coming into the country wrongfully.  We're also going to reduce violence at the border, \nwhich is the case so often now when you have such an easy way to get across.\n\n Also, the recommendation that we have here in the bill is not arbitrary.  It's based upon the Sandia National \nLaboratories in New Mexico.  They have conducted a study about how best to prevent border crossings.  And it is \nthey who recommend this triple fence with interspersed roads as the best means to accomplish that goal.  And I \nwant to read briefly from their recommendation.\n\n \n\n\n\n\"The way to control the influx of illegal aliens in our opinion is by imposing effective barriers in the flow of traffic.  \nSingle measures such as one fence, one set of lights and one patrol road have not proved satisfactory in the past.  \nThe illegal aliens have shown that they will destroy or bypass any single measure placed in their path.  The three-\nfence barrier system with vehicle patrol roads between the fences and lights will provide the necessary \ndiscouragement.  We recommend that the multiple fence barrier system be installed in areas that are populated on \nboth sides of the border, and the barriers extend past the populated areas to allow apprehension before illegal \nalien traffic can blend with the US population.\n\n \"This barrier system should include three parallel fences with border patrol roads between adjacent fences.  Each \nof the fences includes gates as necessary to provide access to the patrol roads.\"\n\n Mr. Chairman, I also want to respond to the one point about the cost.  We have in the bill and have paid for it with \n$12 million.  If what the gentleman says is true about the cost estimate that he has, we would be paying $7 million \nper mile.  Now even if the government were building it, I think that that would be too much.  And I think the $12 \nbillion that we have covered is going to sufficiently cover all costs.\n\n Let me say also that one reason for having a sufficient barrier to deter individuals from entering the country in a \nhigh intensity area, is also to prevent the flow of illegal drugs coming into this country. And I know that last year in \nTexas, my home state, the amount of cocaine doubled in a 12 month period of time. The same thing I assume is \ntrue in California, that's even a more intense area of entry by illegal aliens. So Mr. Chairman I oppose this \namendment, we need it in order to deter the entry of illegal aliens, we need it as a part of our strategy to try to \ndecrease the number of illegal aliens entering our country, and I'll yield back.  REP. HYDE: The gentleman from \nNorth Carolina, Mr. Watt, is recognized for purposes of making a unanimous consent request.  REP. WATT: Mr. \nChairman, it's been brought to my attention that the reference to line 21 in the amendment should, in fact, be line \n22. I ask unanimous consent to revise the amendment to read on the first line, line 22 rather than line 21.  REP. \nHYDE: Without objection, so ordered. The gentleman from California, Mr. Berman is recognized.  REP. BERMAN: \nMr. Chairman other than the superb nuclear laboratory of Sandia's recommendation, is there any law enforcement \nagency that has suggested that this is the appropriate strategy, that's my question, and I also if it would be \nappropriate, Mr. Chairman, I would like to hear INS comment on this Duncan-Hunter proposal which is now \nincluded in the bill. I yield to my friend from Texas just to know if -- has the border patrol said this is the strategy --, \nthe F.B.I., the INS, has any particular law enforcement or border enforcement agency asked for this --\n\n REP.  : I thank the -- my friend from California for the question. When we had a hearing on this particular subject, I \nremember we had several individuals representing law enforcement agencies testify and I recall reading recently, \nin fact, that Chief Sylvester Raiz, who is the chief border patrol -- chief of the border patrol in El Paso, Texas, said in \na newspaper article that the one fence that they had in El Paso was not sufficient.  Now I assume that he was \nimplying that he would like more and better barriers.  So I go back to our hering, I think there were a number of \nindividuals that testified to the effectiveness of this proposal.  REP. BERMAN: Well my recollection isn't quite like \nthat, but with the rest of my time I'd first like to yield to Mr. Becerra and then ask if we could hear from the INS.  \nREP. BECERRA: Thank you for yielding, in fact I have a formal letter dated September 18, 1905 from the INS and \nU.S. Department of Justice and it's signed by Mr. Douglas Crum (Sp?) , chief of, I believe it's the border patrol \ndivision of the INS, where in fact he writes to express concerns about the idea of a triple tier fencing idea, mostly \nbecause as it says in the letter, and I'd like to request unanimous consent to hack this included in the record, -- \nREP. HYDE: Without objection, so ordered.  REP. BECERRA: Thank you Mr. Chairman, it does say that this \nproposal threatens to endanger the physical safety of border patrol agents from a technical perspective. Agents \ntraveling along roads surrounded by fencing present an easy target for alien smugglers and others ready to thwart \nour enforcement efforts. Our experience has shown that when we track in a single predictable line, aliens will \nattack vehicles and agents with rocks.  It goes on and on and it does say that their experience tells us \"That multiple \nfencing with intervening roads presents multiple dangers for the physical safety of our agents.\" They have \nsupported, they mention, fences in the past and they continue to support fences, but this idea they do indicate \ncauses some -- actually a great deal of concern to them. And the letter will be submitted for the record. If the \ncommittee chooses -- REP. BERMAN(?): Mr. Chairman, I'd like to reclaim my time and ask the INS if they could just \ncomment on this?\n\n\n\n REP. HYDE: This is an unusual procedure for this committee. I know international relations does it all the time, but \n-- REP. BERMAN: Well Mr. Chairman I believe on the terrorism bill and other times we frequently referred to -- \nREP. HYDE: I'm simply commenting that it is something I don't want to set a precedent for, but I think there are \noccasions when it is appropriate and this may well be one, so is the INS -- REP. SMITH: Mr. Chairman \".  REP. \nHYDE: Yes Mr. Smith.\n\n REP. SMITH: I would like to encourage you to adhere to the no precedent rulel. I am just seeing this letter for the \nvery first time, and to ask the I.R.S. to make any comments whatsoever, I think would be inappropriate, until I \nmyself have received a letter and that we've had time to discuss it as well.  REP.  : Mr. Chairman REP. HYDE: The \ngentleman from California, Mr. Berman, has the time.  REP. BERMAN: Mr. Chairman, we have here in the bill, a \nmandate for a particular type of fencing for a particular area in the border, something that the INS has total legal \nability to do with at its discretion. It was suggested by our colleagues from San Diego, it has found its way into the \nbill. To know whether this is feasible, we're talking about a rather expensive proposition here. I think it's relevant -- \nREP. HYDE: Well that was the purpose of the hearings and there were hearings -- REP. BERMAN: -- And be held \nthem, but the full committee hasn't heard, and I just think on what they think of this amendment in a two minutes, \none minute presentation is appropriate. We're dealing with a technical aspect of the bill. We all want better border \nenforcement and if this does it I'm for the provision and against the amendment. I want to know, from INS whether \nit does it.\n\n REP. HYDE: The chair is interested insofar as the chair is able to maintain some orderly mark-up procedure and \nnot have a mini hearing. I would suggest the gentleman from California meet with the INS back in one of the \nchambers here, and then inform us of the results of their meeting, but rather -- REP. BECERRA: Having met with \nthe INS, I can inform the committee that the INS thinks this idea is nutso.  REP. HYDE: And what did the gentleman \nsay? I'm sorry, what did you say?  REP. BECERRA: I said that I have met with the INS, on the theory that you \nshouldn't ask for a comment unless you already know what they're going to say, and the INS sakes thinks that this \nidea is a big, big mistake and puts at risk the border patrol that is caught between the fences. They have hundreds \nof miles of fencing, they have major strategies to try and make more effective their border crossing, they think this \nparticular micro-management doesn't make sense.  REP. HYDE: Well, the gentleman has made his point without \nthe theater of having to go through the interrogation of the witness, and I think the gentleman should be on the \ndream team, frankly, (inaudible).  There's a vote on the floor, and we will break now, and I'm told there will be six \nvotes, that there were suspensions yesterday. (Aside to staff) Can I get accurate information on that?  STAFF?: I \nthink that that's accurate.  REP. HYDE: Let's wait and find out, because it will determine how long we will adjourn \nfor.  REP. SMITH: Mr. Chairman.  REP. HYDE: Mr. Smith.  REP. SMITH: While we're waiting for that information, I \njust want to respond very quickly that it flies in the face of common sense to think that additional fences are going to \ncreate a greater danger to our law enforcement officials along the border. If one fence helps to deter it, two or \nthree fences is certainly going to help protect our border control agents from even more violence. I just can't \nconceive (inaudible).  REP. HYDE: Alright, now -- REP. WATT: Mr. Chairman, since my opponent to the \namendment has had additional time, maybe I could have some additional time, too.  REP. HYDE: Well, the chair \nhas been very liberal, and will try to continue. There are six -- REP.: Mr. -- REP. HYDE: Now just a moment -- there \nare six votes pending, and we're going to adjourn until one o'clock. So, that will give you time for lunch, conferences \nwith the INS, minor surgery or anything else you want. See you at one o'clock. (Bangs gavel).\n\n RESUMPTION AFTER RECESS\n\n REP. HYDE: Committee will come to order, a working quorum being present.  When the committee recessed the \nWatt Amendment, that's Watt Number 1, was the pending business.  Who seeks recognition on the Watt \nAmendment?\n\n Mr. Gallegly, the gentleman is recognized, assuming he moves to strike the last words more live minutes.\n\n REP. GALLEGLY: I moved to strike the last word, Mr. Chairman.\n\n REP. HYDE: The gentleman is recognized for five minutes\n\n REP. GALLEGLY: Thank you, Mr. Chairman.  You know, I wasn't going to speak on this.  I thought this was going \nto be one of the least controversial issues in the bill.  But I have to identify with a couple of comments that were \n\n\n\nmade early.  First of all, there always appears to be a reference to the Berlin Wall.  I would just like to remind my \ncolleagues that the purpose of the Berlin Wall was made to keep people in, not keep people out.  I will also remind \nmy colleagues that there are probably very few people that have a home that doesn't have a fence around it.  In \nfact, with all due respect to the gentleman that introduced this amendment, I would suspect that he probably has a \nlock on his front door at home and maybe even one on his office.  And I think the reasons are obvious why that is \nthe case.\n\n As it relates to this letter that appeared this morning after months and months and months of hearing and \ndiscussion on the issue, that all of a sudden, out of nowhere comes this letter from INS, written by somebody \nprobably on the 14th or 15th floor in an ivory tower inside the beltway.  And for those of you that have been out on \nthe border with me or on your own, I have made it a habit to travel to the international border in San Diego an \naverage of three times a year for the last seven years.  I've met with the troops out on the line, one to one, the guys \nthat put their life on the line every day. Quite frankly, I'm much more concerned about their assessment as to what \nprotects them and what will harm them than someone sitting back here in a political office.\n\n To quote Chief Reyes, probably one of the most recognized and most respected border patrol agents in this nation \nat the El Paso sector of border patrol, Chief Reyes in testimony before our subcommittee back on March the 10th of \nthis year, when asked if the triple fence would be a benefit to the border patrol agents, the people out on the line, he \ntestified in the affirmative.  Quite frankly I'm much more impressed with what Chief Reyes wants to have, what Gus \nDelavina (ph) wants to have or the other folks that are putting their lives on the line on a daily basis.\n\n As it relates to the report that Sandia made, this is a, what $500 - 600,000 think tank study that a lot of effort went \ninto.  They have one of the principal purposes of providing the three tier fence is for the protection of the border \npatrol agents and the fact that they do have a second and third line of defense and access between the fences for \ntheir mobile vehicles.\n\n Mr. Chairman, I strongly oppose this amendment, and would ask my colleagues to join with me.\n\n REP. BONO: Would the gentleman yield?\n\n REP. GALLEGLY: I would certainly be happy to yield to the gentleman from California.\n\n REP. BONO: Thank you, very much.  You know, I'm really want to get very basic and say, come on, let's cut it.  Are \nwe really talking about reform or am I here playing a game and is it a political game? And to have somebody from \nthe INS provide a letter, is purely political and I wish we'd stop that and get down to the substance of issues.  And \nthe substance here is we've got a state that is just getting beat up, terribly.  And to hinge reasons on symbolically \nmakes absolutely no sense, all due respect to my colleague, a symbol is a symbol and it really has nothing to do \nwith the substance of issue. And the substance of the issue is that this has been going on and its illegal and it must \nstop. And the people of California are pleading with us to do something effective, rather than sitting up here like a \nbunch of gods making these decisions that have no substance whatsoever and going through the motions.  I didn't \ncome here to go through motions, I came here to do something, and be affective and to do things for symbols, is \nnot affective. That fence is extremely necessary and whoever wrote that letter should go see if he damaged his \nhead because he must have bumped it on something when he wrote that. We must have a fence. We went through \neverything we possibly can to end illegal immigration. It's ineffective, it degenerates the state, and it degenerates \nour society.\n\n REP.  : Will the gentleman yield?  REP. BONO: I'd be happy to.  REP.  : Reclaiming my time, I'd just like to add \nbefore my time runs out , and I thank the chairman from California, Mr. Bono. Duncan Hunter as the author of the \nlegislation that originally came up with this concept of the three-tiered system, has documented cost estimates tht \nI'd be happy to provide to the committee that contradict today's letter by INS, showing that the actual cost by a San \nDiego construction company would be one-tenth of what the projected cost that INS has provided, which is probably \ncorrect -- the INS bid being consistent with the way government normally considers the cost of things.  But the \nactual cost, if we're looking at a contractor in that area, according to documents that Mr. Hunter has provided me \nwith, is actually 1/10 of what INS is saying today. I think there was someone who asked -- REP.  : Yes, Mr. Watt.  \nREP. WATT: I'm not aware that the letter that Mr. Becera was reading from had any estimates from INS in it. The \ninformation we have though indicates that the cost of the land itself would be about $80 thousand per acre, and I \n\n\n\nbut think anybody in their right mind could think that you could build 42 miles of any kind of fence for $12 million. I \nmean, that's just not going to happen.  REP.  : If the gentleman would yield for a second, you quote the \nadministrations estimate of $80 thousand per acre, and you're right that is what the Administration quotes, but I \nchallenge the legitimacy of that inasmuch as over half of that 14 mile stretch is already in county-owned territory \nthat could be acquired at the federal government for this purpose. And the area that is in private fee title at this time, \naverages at a rate of somewhere in between $20 and a maximum of $40 thousand an acre.  I was in the real-estate \nbusiness 20 years in my former life, and I can tell you, I've looked at these numbers and they seem a lot more real \nthan what we're getting out of the Administration.  REP. WATT: If the gentleman would yield?\n\nREP.  : I would yield to the gentleman from North Carolina.  REP. WATT: I was not aware that local governments \nwere into giving the federal government any property even if they own it, especially local governments in California \nwho seemed to be -- REP.  : Reclaiming my time, Mr. Watt, I would just say to you that the county, I am convinced, \nis fully prepared to dedicate an easement for that purpose, they would not be giving the title away in fee, they would \nonly be providing an easement which would be to their benefit and it would not cost the taxpayers anything. I yield \nback the balance of my time.  REP. HYDE: The gentleman from Californian, Mr. Becerra.  REP. BECERRA: Thank \nyou Mr. Chairman. It seems to me that if we're going to try to avoid having any entity, whether it's the INS or any \nagency promulgate from an ivory tower, it seems that it should be Congress that should try to avoid speaking from \nan ivory tower.  We have individuals writing to us from the INS saying that they would prefer not to have this \nmandate placed upon them. Not that they won't do something similar at some point in time, but at this time they \ndon't believe it's proper. And for us to believe that we know better than the folks who are out there on the field, in \nthe field day to day, strikes me as truly coming from someone in the ivory tower. Whether we have a letter -- (audio \nbreak) --\n\n but I'd also remind my colleagues that this is the same administration that said we should stop further construction \nof the only wall that's been effective on that border in the history of the 14 miles, when it was near complete, with \nthe caveat that we will continue construction after we have the consensus and approval of the Mexican government. \nNow I don't know why we have to have the approval of the Mexican government to protect our international borders.\n\n I see my time has expired.\n\n REP.  SMITH: If I may close, Mr. Chairman, by just saying, I hope that what we're not doing is misrepresenting \nwhat Chief Reyes.  What Chief Reyes said was that he supported the single-tier, mesh fence idea.  And if there's \nsomething to the contrary, perhaps what we can do is get directly from Chief Reyes his particular words.\n\n REP. HYDE: The gentleman from California, Mr. Moorhead, is recognized.\n\n REP. MOORHEAD: Thank, Mr. Chairman. I move to strike the last word.\n\n MR. HYDE: The gentleman is recognized for five minutes.\n\n REP. MOORHEAD: The problems of protecting our borders has been one that's been probably the most serious \nissue that's come before the people of California in a long time, and the one that's upset them the most.\n\n I think it's clear that, while we all want to support the Immigration and Naturalization Service, that they really have \nnot stopped illegal immigration at the border in California.\n\n A pilot project to construct a triple fence barrier in San Diego to control illegal immigration and drug smuggling \nwas suggested in a report for the Immigration and Naturalization Service by Sandia National Laboratory.  Actually \nthey kept this report suppressed for some time because it revealed significant flaws in the agency's current \ninterdiction strategy.  Rather than stopping illegal traffic at the border, the INS has adopted an in-depth strategy \nwhereby many illegal aliens and drug traffickers are allowed to enter the US before they're captured.\n\n The huge number of illegal aliens involved, however, place such great demands on the border patrol and the \nresources of the INS agents that they're forced to detain, transport and process these individuals.  Most of these \npeople are entitled to court hearings, they're hearings that are dragged out over a long period of time.  It takes extra \nresources of the United States government in order to handle it.\n\n\n\n The most important place to stop illegal immigration is at the border. Now this fence that is being projected, a \nfigure that was given to Duncan Hunter as he went to contractors to see what they would cost, said it would cost \nabout $7 million for them to do the job.  I know that INS says that it would take a hundred million, but, you know, \ngovernment goes out and spends more than it should.  I think we should take someone that can do the job at a \nreasonable amount. But let's keep our expenses down by stopping illegal immigration at the border.  And let's \nsupport this proposal that's already in the bill to build the triple fence.\n\n Some people say, well, we've already built some fences.  Many of the illegals have learned how to almost leap \nacross the single fence that we have built there.  A triple fence would give them an impossible job to get over all \nthree barriers before the INS or the Border Patrol could be there to interdict them.\n\n We want some practical common sense, we want to do the job, we want to get it done, we want to be able to \nsupport INS, the Border Patrol and everybody else, but we want to be able to do it in a way that we win, our country \nwins. And we stop illegal immigration where it should be stopped -- at the border.  Thank you, Mr. Chairman.  \nREP. HYDE: I thank the gentleman. The gentlelady from California, Ms. Lofgren.  REP. LOFGREN: Thank you, Mr. \nChairman. I move to strike the last word.  REP. HYDE: The gentlelady is recognized for five minutes.  REP. \nLOFGREN: I am not a member of the Immigration Subcommittee, but being from California and being someone \nwho has some background in the field of immigration law, I have followed this bill closely, and it seems to me that \nthis dispute between members of the committee right now could be looked at in a different way.  I agree with Mr. \nMoorhead that the best way to halt illegal immigration is at the borders, and I would add, other points of entry, \nincluding airports and all of the ways that people come in without proper authorization. Having said that, I don't think \nthat this is a philosophical argument. It's a question about what is most practical. The topography is such that this \ntriple-length fence may or may not be the most effective means of halting entry, in my judgment.  Certainly, fencing \nalong some of the border is appropriate, and that's been done. And perhaps we need more. I am not opposed \nopposed to allocating the funds in the bill to enhance enforcement at the border, but I have seen, as I think some \nmembers of this committee have seen, people, as night falls, desperate for work, swarming and forming up at \nnightfall to enter the country to seek employment. There were fences there -- it's an enforcement issue.  So, I \nwould suggest that we go ahead and allocate the funds or authorize the funds if Mr. Watt's amendment passes, and \nI need to support it for the reasons I'm stating, and then suggest that the section following the included border \nequipment and technology be amended to include fencing where appropriate as an enforcement tool, and where \nthe topography dictates that that would be a useful enforcement tool.  I don't think we ought to get side-tracked on \na philosophical issue, it's really a practical issue, and I think we're missing an opportunity to work together on this \nissue. And with that, Mr. Chairman, I would yield back the balance of my time.  REP. HYDE: The gentleman from \nCalifornia, Mr. Bono.  REP. BONO: Thank you. I move to strike the last word.  REP. HYDE: The gentleman is \nrecognized for five minutes.  REP. BONO: Mr. Chairman, I think it's very important that we be careful not to mix \nemotions and politics and practicality. And what I see emerging, and maybe rightly so, is somebody positioning \nimmediately to protect a philosophical position, and not really clearly understanding the practical hardship that that \nphilosophical position imposes on the state.  And when you talk about the cost of the fence, it's pennies, pennies, \ncompared to the cost of the taxpayers in this state to support illegal immigrants. And we lose the initial issue, and \nthe issue is, we're here to put in reform, and to change a disaster that exists now in that state. And if we don't \naddress this and confront it and handle it, it'll go on.\n\n So true, it may be painful from that philosophical standpoint, but it is necessary.  And if we don't do what we have \nto do now and we give our state and the nation a watered-down version, we're really not ethical to what our jobs are \nsupposed to be.  We're back to playing a game.  And that's why the public is so down on politicians, because we \ntake these kind of issues, try to find some kind of compromise which dilutes the whole thing and you wind up with \nreally nothing. And I just want to submit to you that our state can't afford to take nothing now. It really needs this \nconfronted, not only confronted, it needs it handled. And if it doesn't, it can cause the state to go bankrupt.\n\n Furthermore, all due respect to the INS, from the experiences I've had with them and from the investigating that \nI've done with them, I don't find them to be a crack team of efficiency. Again, all due respect. They have their \nproblems. And when they start giving you estimates on construction, I don't think they know a thing about that and I \ndon't think they've done any research, and again, I get the feeling that they throw up a big number not because \n\n\n\nthey've researched this, or effectively chased it down, because it will throw up a sound bite that the media can grab \nand make it look like something else.\n\n I urge all my colleagues to take this problem, to confront it and to handle it. And they have to --\n\n REP. WATT: Will the gentleman yield?\n\n REP. BONO: Sure, I'll yield.\n\n REP. WATT: I thank the gentleman for yielding. I assume the gentleman is referring to my philosophical bent on \nthis.\n\n REP. BONO: No, not true.\n\n REP. WATT: It's my amendment, and I will be the first to confess that I have a strong philosophical problem with \nbuilding fences around our borders. But beyond the philosophical argument is the practical reality that the INS has \npointed out, that when you build three layers of fences, you build in the capacity for INS agents and border guards \nto be trapped within those fences and expose them to danger.\n\n REP. BONO: Reclaiming my time.\n\n REP. WATT: I don't know how anybody can argue with that.\n\n \n\nREP. BONO: Reclaiming my time. I would say that would be fine if that was the unanimous opinion of the INS, but \nthat isn't the unanimous opinion of the INS. So when you say that represents the INS, it doesn't in total. I can tell \nyou from practical experience from being on the border, that's not the opinion of many members of the INS on the \nborder. So I think there's a clarification required there.\n\n REP.  Would the gentleman from North Carolina yield just momentarily?\n\n REP. HYDE: The gentleman's time has expired.  The question occurs on the amendment.  All those in favor say \naye.\n\n REP.  Aye.\n\n REP. HYDE: Opposed nay.\n\n REP.  Nay.\n\n REP. HYDE: In the opinion of the Chair, the no's have it.\n\n REP. WATT: I would ask for a recorded vote.\n\n REP. HYDE: A recorded vote has been requested, the clerk will hold for a moment. The clerk will call the roll.  \nClerk: (Calls roll).  REP. HYDE: How is Mr. Sensenbrenner recorded?  Clerk: Mr. Steinbrenner is not recorded.  \n(Clerk reviews roll call.).  REP. HYDE: The clerk will report.  Clerk: Mr. Chairman, on this vote there were 11 ayes \nand 17 nays.  REP. HYDE: And the amendment is not agreed to, are there further amendment's. The gentleman \nfrom Michigan, Mr. Conyers.  REP. CONYERS: Mr. Chairman, I have an amendment concerning biometric ID at the \ndesk and I'd like it reported.\n\n REP. HYDE: The clerk will report the amendment, the Conyers amendment, and the deputy clerks will distribute it.\n\n CLERK: Amendment offered by Mr. Conyers. Page 11, strike line 19 and all that follows through line 18 on page \n12.\n\n REP. HYDE: The gentleman is recognized for five minutes in support of his amendment.\n\n REP. CONYERS: Thank you.  Mr. Chairman, this is the amendment that would strike the biometric border crossing \ncards. And for everyone that wondered what biometric was, border crossing cards are pretty clear. Biometry is the \nstatistical analysis of biological observations and phenomena.  So, I would suggest that this provision, which \nrequires, at a minimum, fingerprints or hand prints from all Mexican citizens who frequently cross our border, is ill-\nadvised and might be better left out of this immigration bill.\n\n\n\n These are individuals coming into our country to transact business, buy goods, visit relatives. They are very rarely \ncriminals, and they are not -- and usually are not criminals and they are not seeking access to any classified \ninformation. So there is no reason to violate their privacy and create, in effect, a master file containing their \nbiometric information.  It's a unhappy precedent, I'm sorry that it was dreamed up or invented somewhere else \nbefore it got here. But it would be a great provision to eliminate from this measure before us.\n\n Not only will we be inviting the Mexican government and perhaps the Canadian government to mandate the same \nrequirement upon ourselves, or our citizens, but we'll be paving the way for a national ID card for all of our citizens. \nNow, that's why the bill requires the attorney general to file a report to us on it.\n\n May I also note that the administration has indicated that they admit to not having the capacity to issue cards \nhaving biometric identifiers at this time. They've also noted that measuring the biometric of every person arriving at \nour border in a vehicle would dramatically impede the traffic coming and going across the Mexican border. For \nthose reasons and good old common sense, I would urge my colleagues to reject this amendment -- proposal, and \nsupport my amendment to strike it from the bill.\n\n REP. HYDE: The gentleman from Texas, Mr. Smith.  REP. SMITH: Mr. Chairman, I strongly oppose this \namendment and let me give the members of the judiciary committee a little bit of background. The border crossing \nID card is issued to individuals from Mexico and Canada in lieu of a visa and it permits the holder to enter the \nUnited States for up to 72 hours and to stay within 25 miles of the border. It's used by thousands of individuals, \ntypically commuters, who are coming across the north and south borders every day. Hundreds of thousands of such \ncards are in existence and many are decades old. As one might expect, there is fraud in their use. Counterfeit cards \nare produced, legitimate cards are used by impostors and aliens using the cards enter the United States to work \nillegally. The Commission on Immigration Reform, as well as the INS, have recognized the need for improvements \nin these cards.\n\n In its 1994 report the commission stated that it is, quote, \"troubled by evidence of substantial misuse of border \ncrossing cards,\" and in 1993, the most recent year for which we have information, over 24,000 cards were \nintercepted after issuance for counterfeiting, alteration, use by impostors or violations of their conditions of usage.  \nIn July the INS announced an initiative to improve the security of the border crossing card. This was after release of \na preliminary General Accounting Office study, commissioned by Congressmen Hunter and Bilbray, outlining \nsystemic problems in the security aspects of this border crossing card. The INS has informed us that Section 104 is \nconsistent with their objectives in this area. They requested some additional time to implement Section 104, and I \ngather, if we gave them additional time, that would solve at least one of the gentleman from Michigan's concerns \nabout it.  In the first amendment adopted this morning, we gave them that additional time, however. We must \nremember that the border crossing card is issued in lieu of a visa, thus it should be no less secure than a visa. If \nanything, it should be more secure, since it can be used an unlimited number of times, and of course it can be \npassed on to another individual. In a day and age when we are moving towards machine-readable passports and \nvisas and multiple-entry cards for frequent international business travelers, we should have the same level of \nsecurity in the border crossing card.  And let me reiterate that last point. The enhanced security that this card would \nprovide isn't new, it's already being used for international business travelers. Mr. Chairman, I oppose this \namendment and yield back the remainder of my time.  REP. HYDE: Anyone else seek recognition, if not, the \nquestion -- REP. BECERRA: (Inaudible).  REP. HYDE: Who is seeking recognition? Mr. Becerra. (Pause) And \nfriend.  REP.: Whatever he wants, we'll vote for it.  REP. SERRANO?: Mr. Chairman, this isn't an emotional appeal \nto the members, is it?  (Laughter).  REP. HYDE: Yes, and it also lets Mr. Watt demonstrate his maternal instincts -- \n(laughter).  REP.: Mr. Chairman, why is the baby crying? (Laughter).  REP. HYDE: The gentleman -- very good, Mr. \nSerrano. Mr. Becerra.  REP. BECERRA: Thank you, Mr. Chairman. Move to strike the last word.  REP. HYDE: The \ngentleman is recognized for five minutes.  REP. BECERRA: Mr. Chairman, I know that we have something very \nsimilar in place to the degree that no one can cross into this country, even if it's for a short-term period of time or for \nthe purposes of conducting commerce or working, without some form of identification. As I understand, the INS \ndoes have some concerns with -- (interrupted by baby crying loudly).  REP.: He just looked at Mr. Watt. (Laughter).  \nREP. BECERRA: Apparently the INS does have concerns that relate to the fact that we're trying to institute this in \ntoo short a period of time. It would be a massive undertaking, labor-intensive to try to get each and every individual \nwho would have to get one of these cards to come in, I think it's within a six-month period. So, the concern here is \n\n\n\nthat, one, we're trying to do this too soon, I don't think we're putting the monies we need to -- appropriating the \nmonies or it would be authorizing the monies to do this, in as quickly a time as they would want.  And again, I still \nhave a concern that we know that the INS is in the process, admirably, of trying to repair its broken -- not broken, I \nwould call it broken -- but it's a system, a database system that has many errors in it. And I would hate to find that \nwe are dividing someone the opportunity, on both sides of the border, to conduct the commerce that's so vital to \nboth sides of the border, and as well denying someone the opportunity who has a legal right to come into this \ncountry, and has proven that for the years, that opportunity because we're trying to reach the system.\n\n I'm not saying we should stop it, I'm just saying it seems that were moving faster than even the INS says its \ncapable of doing.  REP.  : Just to follow up, the INS is already moving toward creating such a system, but more \nthan that I just wanted to point out that in the first amendment I offered today, we did move back the deadline as the \nINS had requested so they will have more time to implement it.  REP.  : And if I may ask the chairman of the \nsubcommittee, does he know if the INS has removed its objection to the language on this border identification card?  \nREP.  : All I can say to the gentleman is that they did agree to the time frame that we had in the amendment this \nmorning. They're moving toward using these types of measures for security and much has already been \nimplemented with our international travelers already. The quick answer is I'm not aware of any strong objection on \ntheir part.  REP : I would just say I was speaking -- I hope I can -- on behalf of as many of the people who cross the \nwar on a daily basis but return on a daily basis as well. I would hope that what we are not going to do is infringe \nupon their opportunity to conduct commerce. There are a lot of businesses on this side of the border that depend on \npeople coming over, so I would still object not knowing if they INS has actually decided to support this particular \nprovision.  So I would be supportive of the armament.  REP. HYDE: Where is C-SPAN when you need it? \n(laughter). The gentleman from Texas, Mr. Bryant.  REP. BRYANT: Thank you Mr. Chairman, I'd just like to \nrespond to the question about what the administration opposition is. I am informed that they expressed concern \nonly about the time frame which was satisfied by Mr. Smith's amendment at the very beginning of adding three \nyears, and that they support making these cards more secure. So I see no reason to vote for the amendment to \neliminate section 104 based on a concern expressed by the administration.  Second, the idea is simply to make \nsure these cards actually work, I mean if you pursue this philosophy advocated by those that would take 104 out of \nthe bill, then you're really going to have to take it to its logical extension which is don't issue cards at all. So I would \nurge members --\n\nREP.  : Would the gentleman yield?  REP.  : Sure.  REP.  : I agree with the gentleman, but Mr. Chairman I think this \nis the perfect case where 15 seconds for the INS to say what they believe, rather than everybody characterizing \nthem, notwithstanding the precedent it might set for this particular bill, could be useful and I yield back my time.  \nREP. HYDE: The question is on the amendment, all in favor say aye, opposed nay. In the opinion of the chair the \nno's have it and the amendment is not agreed to. The gentleman from North Carolina Mr. Watt has an amendment.  \nREP. WATT: Mr. Chairman I have an amendment at the desk, Watt 4.  REP. HYDE: Watt 4, is that a question or a \ndescription of the amendment?  Clerk: An amendment offered by Mr. Watt. Page 19 beginning at line 19, strike \"is \napproximately equal to the number of personnel in the service involved in enforcement at the border,\" and replace \nwith \"is adequate to properly investigate and enforce immigration law.\"\n\n REP. HYDE: The gentleman is recognized for five minutes in support of his amendment.\n\n REP. WATT: Thank you Mr. Chairman and I definately won't take five minutes or anything close to it, it just seems \nto me that the provision that's in the bill that seeks to equalize the number of investigators and enforcement \npersonnel employed at the exterior, is just the absolute height of micro-management that what our objective should \nbe is to get to a level of investigative and enforcement authorities that are adequately to properly investigate and \nenforce immigration laws rather that trying to arbitrarily equalize the number of personnel in the interior as \nopposed to those patrolling the exterior.  And I would ask my colleagues to support the amendment.\n\n REP. HYDE: The gentleman from Texas, Mr. Smith.\n\n REP. SMITH: Thank you, Mr. Chairman.  I have to oppose this amendment for several reasons.  And say to \nmembers of the committee who may not be aware of it, that almost half of the individuals who are in this country \nillegally, have come in not by way of crossing the border, but have come in on visas and overstayed their visas.\n\n\n\n Typically, these are tourists who don't return to their home country.  So, in other words, interior enforcement is \nequally as important as border enforcement.  The only way to deter individuals from staying in this country illegally \nafter they have overstayed their visas, the only way to get them to think twice, before they ever come over on a \nvisa, in fact, is to have substantial interior enforcement and unfortunately this amendment would eviscerate that \npart of the bill that says that we should give just as much attention to the interior investigators as we do to the \nborder patrol aids.\n\n REP.  Will the gentleman yield?\n\n REP. SMITH: I'll be happy to yield.\n\n REP.  I just want to make it clear that I haven't disagreed with anything you've said up until the last sentence.  I \ndon't think this amendment eviscerates the concept that you have advanced at all. It just simply recognized that it \ndoes not make any sense, that the provisions in the bill does not make any sense to the notion that the number of \ninterior border officials ought to be equal to the number of exterior border officials, is a disconnect.\n\n I support fully the proposition that you are advancing that we ought to be enforcing the immigration laws, and what \nyou had to say. But, I just don't think your provision does that.  REP. SMITH: Let me reclaim my time and simply \nreiterate two points.  One is that we say \"approximately equal\"; that gives still some discretion to the INS, but \nsecond of all, not get away from the main point, which is at least 40 percent of the people who are in this country \nillegally are in the interior, they are not at the borders.\n\n REP.  Will the gentleman yield?\n\n REP. SMITH: I'll be happy to yield to my friend from California.\n\n REP.  But I think the gentleman's amendment is not getting, is not trying to get away from the emphasis of people \nwho come here on visas and overstay.  It's talking about a deployment question.  And I for the life of me can not \nunderstand what the basis is for assuming simply because the problems may be equal, that the deployment of \npersonnel should automatically be equal.  Maybe there would be more in the interior and less.\n\n You have airports at New York and Los Angeles, and at San Francisco and in Miami, all of which my guess are \nplaces where may of the people who ultimately overstay visas come into this country.\n\n What if the INS decides to deploy people at those airports to investigate the people who are coming in to do what \nthey can to make sure that they aren't going to be an over-staying tourist? Are they now officials at the border and \ntherefore, count against border enforcement? This is a very mechanistic formula for no particular reason, and I \nthink the gentlemans' amendment makes a lot of sense.  REP. HYDE: Would the gentleman yield to me?  REP. \nSMITH: I'd be happy to yield to the chairman.  REP. HYDE: I'm torn on this amendment simply because there is a \ncertain mechanical symmetry to the bill, but on the otherhand I think the gentleman from Texas purpose is to make \nsure that there is enhanced interior scrutiny, and the only way to do it is to provide a formula because otherwise, \nbeing left to the vagaries of the INS or whomsoever at the Justice Department, that increase in the domestic \nscrutiny would not be available. Is that what the gentleman is saying?  REP. SMITH: Mr. Chairman that's correct \nand furthermore I'd like to yield to my friend from California to my right since the original idea was this concept, and \nhe has some additional comments.  REP. HYDE: Well without objection the gentleman is granted one additional \nminute.  REP. SMITH: Thank you very much for yielding and thank the chairman for one minute and I'll try not to \ntake the entire minute. However, I will tell you that as the chairman said, half of the problem of illegal immigration \nin this country today are visa over- stays.  They're already in the interior.  Currently we have only 3,000 border \npatrol agents on the interior and approximately by 5.5 thousand on the border. I think it's obvious that we don't have \nenough to control the border already. The commissioner of INS, Doris Meisner has said time and time and time \nagain, we need more help, we need Congress to give us more people on the interior. And if we're ever going to \nenforce employer sanctions, deal with visa over-stays, we're going to have to provide for interior enforcement and \nat the same time not compromise what we already have on the border.  I think this is very important that we not \ntinker with this and vote the amendment down.  REP. BERMAN: Mr. Chairman, I ask unanimous consent that the \ngentleman have an additional minute? And ask if he would yield for a question.  REP. HYDE: Without objection, so \nordered.  REP. SMITH: Yes, I'd be happy to Mr. Berman.  REP. BERMAN: To establish a little bit of legislative \nhistory, I take it this provision then does not require the redeployment from the border to the interior of existing \n\n\n\npersonnel.  REP. SMITH: Absolutely not, in fact to the contrary.  REP. BERMAN: Alright, secondly I gather that -- \ncan airports that are located at our typical points of entry -- Los Angeles, New York, those areas -- be considered \ninterior for purposes of this amendment if they're focused on dealing with the visa over-stays?  REP. SMITH: Yes, \nthat would be my intent.  REP. BERMAN: And so -- and is there a deadline, a time frame that is required to be met \nfor this approximate equality of deployment?\n\n REP.: The time frame, and I think we have it in the legislation, it is a phase-in over a five-year period.  REP.: \nAlright. I didn't see that in the provision, and -- REP.: It increases the border patrol on a proportionate number each \nyear for the next five years until we get to that target number.  REP.: And it is only at that point that you expect this \napproximate equality.  REP.: That's correct.  REP.: And the airports will count on the interior (assignments?)?  \nREP.: On the interior.  REP. HYDE: The gentleman from California, Mr. Becerra.  REP. BECERRA: Thank you, Mr. \nChairman. Let the first say that I agree with the gentleman from California, my friend Mr. Gallegly, that we do need \nto increase the number of individuals, personnel that we keep in the interior. I think, too often, we neglect the fact \nthat virtually half, if not more than half, of all the people who are here without permission are people who have come \ninto this country through some authorized means, whether it's a visitor's visa, or a student visa, and in essence they \nend up over-staying their period legally here.  But I must say that I'm concerned for a number of reasons: One, \nwe're the authorizers, we're the ones that deal with the substance of immigration policy, and it seems to me that \nthis particular provision, Section 121, relinquishes our control over that particular subject matter of interior \nenforcement, because we're saying, subject to whatever the Appropriations Committee wishes to do, we're going \nto go with whatever you say with regard to interior enforcement and personnel.  We're the ones that should decide \nhow many people are necessary, after consultation and hearing from the INS, rather than let the Appropriations \nCommittee, in whatever process, political or otherwise, they undergo, to determine how much money will be \nallocated to certain things. We've seen over the years how, up until recently, the appropriators are very reluctant to \ngive any monies for purposes of INS enforcement, whether it was at the border or otherwise, or reimbursement for \ncosts of incarceration of the undocumented criminal alien.  So, I would hope that we would not want to relinquish \nour authority to make those determinations based on hearings and fact- finding information. The other thing I would \nmention is, what concerns me about this is, as much as we need to increase the numbers, I would rather know by \nhow many, because I know the appropriations will be limited. And it seems to me that, at the same time we're \ntalking about increasing our enforcement in the interior through the INS, we should also be talking about, perhaps, \na more important role of increasing the number of individuals we have to do enforcement of our labor laws in the \nworkplace throughout the interior of this country, because what we find, as the recent example of the Thai \nimmigrants in Los Angeles were in virtual slave conditions in the garment industry showed us, is that if you are able \nto enforce our labor laws, the ones that currently exist, you probably can get rid of, if not 50 percent, at least -- \nactually more than that -- of the abuse that goes on.  So, I would urge us not only to consider increasing the number \nof personal we have to the INS in the interior, but, rather than cut, as we are doing in this congress, the number of \npeople that we have in wage and hour enforcement within the Department of Labor, increase the numbers, so we \ncould have the enforcement not just of our immigration laws in the interior and in the workplace, but also of our \nlabor laws within the interior through the Department of Labor.\n\n REP.  : If the gentleman would yield, the legislation does not specifically spell out, whether it be wage an hour, \nwhether it be interior investigation. All it does is provide for an approximate equal number on the interior.\n\n And I would also remind the gentleman who's talking about the issue of appropriations, and remind him that border \npatrol, as it exists on the border, is still subject to appropriation, as this would -- so I think that that's something that \nyou can't avoid, it's a fact of life.\n\n REP.  : I appreciate the gentleman's comments, although this language does not speak at all to the issue of \nDepartment of Labor wage an hour investigators. But we have through the different appropriations bills that have \ngone through the House, cut the number of people we would allow to be out there in the field trying to enforce our \nlabor laws, because there have been dramatic cuts to the Department of Labor's wage and hour division.\n\n But in terms of making this subject to the availability of an appropriations, as I said before, if we're going to try to \ndramatically increase, but yet leave it to the appropriators to decide what's appropriate, I think what we've done is in \nessence relinquished our control of that jurisdiction to say, based on what we've heard on the INS and other \nexperts, this is where we need to go, not make it subject it to whatever the appropriators wish to do.\n\n\n\n I yield back the balance of my time.\n\n REP. HYDE: The gentleman from Georgia, Mr. Barr.\n\n REP. BARR: Thank you, Mr. Chairman.  Mr. Chairman, I certainly am strongly in support of the provisions that \nwe've gone over today and the rest of the bill. And I understand what the gentleman from my California and Texas \nhave said on this. My concern is, in rereading the language here in light of Mr. Watson's amendment, that the \nincrease in personnel in the interior could be at the expense of enforcement personnel at the border. There are two \nways that you can achieve parity, one is by bringing one up and the other is by bringing the other down. And I'm a \nlittle bit concerned that this might result in a diminution or decrease of our border personnel. And I certainly know \nthat's not the intent of the author, but looking at the language here it could have that unintended result. I certainly \nnever underestimate the power of bureaucrats to do what they want. And in this instance, since it is not absolutely, \nclearly spelled out that the balance be obtained by increasing, not at the expense of border personnel, to increase \nthe interior personnel, I'm a little bit concerned about the language here and would defer to either the gentleman \nfrom California or Texas\n\n REP. MOORHEAD: Would the gentleman yield?\n\n REP. CONYERS: I would yield to the gentleman from California.\n\n REP. MOORHEAD: I thank the gentleman for yielding and I would just remind the gentleman from Georgia that it \ndoes say specifically in the legislation, that the very thing you're concerned about is certainly one of our concerns. \nAnd it says specifically that in each area -- that we'll increase the border patrol in each area approximately 1,000 \npeople per year for five years, with the objective of having an equal number on the interior as on the border by the \nend of five years, by not diminishing border patrol, on the border, but by increasing, at the rate of 1,000 border \npatrol members per year both on the border and on the interior, so that by the end of five years you would have an \namount equal to approximately 10,000 on the interior, 10,000 on the border, as compared with today of 3,500 on \nthe interior and 5,000 on the border.\n\n And as a former law enforcement person, I think you have an understanding that if you have3,500 people \nnationwide total, that at any given time that probably means you only have seven or eight hundred people in the \nentire nation because of the shifts and the number of work hours they have. So I think we're well protected in this \nlegislation.  REP.  : Would the chairman yield?  REP.  : In just a moment, I think it might be helpful then to have \nsome very clear legislative language -- report language on this. I'd be happy to yield to my colleague.  REP.  : I \nthink that the point -- and I thank the gentleman for yielding -- I think the point the gentleman is making is absolutely \ncorrect that we would have to do something to ensure that we don't find that situation where we are forsaking some \nof the increases in personnel at the border to try to meet the requirements of this language. I would note that this \nyear's -- the 1996 appropriation did not meet the level required to meet the requirements of this bill. It was still a \ndramatic increase over the previous year, and it's a monumental increase over what we've had over the last few \nyears, but we're still not obtaining financially or dollar wise whats needed to meet the requirements of this bill, let \nalone trying to meet what the INS says it has the capacity to meet.  So I think it's somewhat optimistic of us to \nbelieve that 1, we could meet the target specified in the bill because the INS has said they can't, but 2, the \nappropriators are different animals and there's no saying what they will do and I think we should be concerned \nwhether or not they're going to juggle the numbers and say that this is how much we're going to give you and then \nwe have to meet the burdens of the law as we pass it to try and out the 50-50 percent requirement and ultimately \nend up cutting back on border enforcement. I thank the gentleman for yielding.  REP. HYDE: The gentleman from \nOhio, Mr. Hoke.  REP. HOKE: Thank you Mr. Chairman, I moved to strike the last work.\n\n REP. HYDE: The gentleman is recognized for five minutes.  REP. HOKE: I won't use the first -- the full five \nminutes. The part that I'm a little concerned about with respect to this section 121 is the amount of knowledge that \nwe have about just what the real balance should be between interior and texture point of entry personnel. I'm \ninclined to agree that Mr. Watts language, in terms of saying that we should have an adequate number of people \navailable, and I think it's important -- I guess I have a question to the authors of 121 because it seems to me that we \nstick to the people that actually are not -- that are actually enforcing the laws, the investigators and the \nenforcement personnel, and I assume that thats a term of art in the the amendment or in the section?  REP.  : I'm \nsorry, which you please repeat the question?  REP. HOKE: It says in section 121, it says subject to the availability \n\n\n\nof appropriations, the AG (?) provides an increase in the number of investigators and enforcement personnel.  Is \nthat a term of art (?) , does that mean specific personnel -- assigned personnel in the INS, or can that mean support \npersonnel, secretaries, etc...?  REP : Its actual border patrol agents, the people in the field. And let me if the \ngentleman would further yield, one of the questions you had was whether we legitimately need that many more on \nthe interior as compared with the border whatever?\n\n REP. HOKE: Well, how do we know, I mean why is it 50-50, I mean, do we know?\n\n REP. MOORHEAD: Well, let me just tell you that according to INS, the commissioner of INS, Doris Meisner, she \nneeds significantly more help on the interior. Right now we have over four million people that by the most that by \nthe most conservative estimates are illegally in this country. Now that's not a concern of enforcement at the border, \nthey're already here, either working or going to school or using false identification for social benefits or whatever. \nAnd with four million people with a target of 10 thousand over five years to enforce it; I still think it's a low number.\n\n REP. HOKE: I don't disagree with that, but doesn't the language that directs the AG to use the amount of personnel \nadequate to properly investigate and enforce, doesn't that actually get closer to what you want to do as opposed to \nsaying, it should be approximately the same number on the inside and the outside?\n\n REP. MOORHEAD: Well, it would take a lot of the subjectivity out, because what it does is -- let me just say to the \ngentleman, the will to do the job is a lot different from the political standpoint than it is in the real world. We can get \nout and rattle the saber and say, by golly, we're going to get tough on immigration, we're going to do what's \nnecessary, but in the final analysis, it hasn't been done. In my state of California, with over half the Illegal \nimmigrants on the entire nation, and this is no longer a California problem, or a Texas or Oregon or Illinois problem, \nit's a national problem. And if it isn't a problem in your neighborhood, the taxpayers in your district are paying for it, \nwhether they have an illegal aliens population or not.\n\n The fact remains is that I think that the time has come -- in the absence of action on the part of former congresses \nand former administrations, that someone has to take the leadership, take the bull by the horns and move this \nahead to where we know that we at least have a great deal more movement in border protection, both at the border \nand in the interior. And I think it's incumbent on us.\n\n REP. HYDE: The question occurs on the amendment.  All in favor say aye.\n\n REP.  Aye.\n\n \n\nREP. HYDE: Opposed nay.\n\n REP.  Nay.\n\n REP. HYDE: The Chair is in doubt. Let's have a division. Those who are in favor of the amendment raise their \nhand.\n\n And those opposed.\n\n The vote by division is 10 to nine in favor of the amendment. So the amendment is agreed to.\n\n The next amendment is by Mr. Watt, you have another?\n\n Ms. Jackson-Lee?\n\n REP. JACKSON-LEE: I have an amendment at the desk.\n\n REP. HYDE: The gentlelady's amendment is the order of business and if the clerk will report the amendment.\n\n CLERK: Amendment offered by Ms. Jackson-Lee. Page 8, line 14, strike 1,000 and insert 700. Page 8, line 16 at \nthe end, insert \"consistent with standards of professionalism and training\".\n\n REP. HYDE: The gentlelady is recognized for five minutes in support of her amendment.\n\n REP. JACKSON-LEE: Thank you very much, Mr. Chairman. And I hope that as the amendment is being passed \nout and my colleagues would have an opportunity to review it, including Subcommittee Chair Smith and Ranking \n\n\n\nMember Bryant, that this could be one offered in a bipartisan effort, reflecting upon concerns raised by the Border \nPatrol with the increased number.  The suggestion here is that the number 1,000 be reduced to 700, and that, after \n\"September 30th, 1994,\" we add the language \"consistent with standards of professionalism and training.\" This is a \nsimple issue, and this does not suggest that over a period of further years, that we would be able to increase the \nnumber to a higher number, but it does indicate that the Border Patrol is concerned about the fast acceleration of \nnew hires, and that the new hires would not be well-trained and able to handle some of the human rights, \nconstitutional issues and, of course, be able to be well trained to be protective of themselves as well as their fellow \nBorder Patrol.  The 700 would give adequate time to train these individuals to the maximum extent possible, and of \ncourse it would be consistent with professionalism and training. I don't think it's such a sizable difference that it \nwould hinder the intent of making sure that you'd have adequate Border Patrol representation at the border, but it \nwould be a fair compromise to insure that these people were well trained and well able to respond to all the \nresponsibilities that they would have.  I would ask, Mr. Chairman, that my colleagues would support this particular \namendment.  REP. HYDE: The gentleman from Texas, Mr. Smith.  REP. SMITH: Thank you, Mr. Chairman. Mr. \nChairman, unfortunately this amendment takes us in the exact opposite direction from the one we should be going \nto protect the border and protect individuals who are in this country already. This does reduce the level of increase \nin Border Patrol agents from 1,000 to 700, but I'd like to remind the members of the committee that that 1,000 \nBorder Patrol level of increase was established in the 1994 crime bill. This bill merely extends the years in which the \nincrease will be effective, from 1998 to 2000.  So we've already embarked on the road of rightfully trying to \nincrease the number of Border Patrol agents from the 5000 level it is today, increasing it by 1,000 each year for the \nnext five years. Also, I'd like to point out that this same level of increase that is in the bill is the same level \nestablished in the president's crime bill. In addition to that, the INS is already -- when we're worried about training \nand worried about ratios and the number of experienced individuals versus unexperienced individuals at the border, \nthe INS is already exceeding that ratio of supervisors to new agents, and there's no indication that this is having any \nkind of a negative effect.  So, the point is we need to maximize the deterrent, we need to prevent individuals from \nentering our country illegally, and the way to do that is to continue down the road that Congress has already taken, \nand started taking in 1994, and that's to increase the level of Border Patrol agents by 1,000 a year.  REP.: Will the \ngentleman yield?  REP.: Will the gentleman yield? REP. SMITH: I'd be happy to yield.  REP.: What the gentlelady \ndoes, by this amendment, is reduce the number of additional border control agents from 5,000 over five years to \n3500.\n\n That's in response to the administration, which has said they can only adequately train about 700 a year, not a \nthousand. My own view is, the difference is so minimal as to make me come down on the side of the additional \nborder agents. That is the direction in which we're moving, and the difference between 700 trainees and a thousand \ntrainees each year is not that great that I wouldn't think -- that I should think that we'd come down on the side of \nbeefing up the border patrol rather than fine tuning it down.\n\n REP. MOORHEAD: Will the gentleman yield?\n\n REP. HYDE: The gentleman has the time.\n\n REP. SMITH: Thank you, Mr. Chairman., I appreciate your comments and I'll yield to the gentleman from \nCalifornia.\n\n REP. MOORHEAD: I thank the gentleman for yielding and I agree with him and with the Chairman. I think you can \nintensify the training process to reach the number.\n\n The question I had, though is, is this a very original and novel way of drafting an entitlement, which I hope it is, \nbecause I think we have tried to increase border patrol in the past. We've never gotten the appropriators to fund the \nincrease, and the way I read this provision, it's not subject to an authorization, that if this passes this is an automatic \ndraw on the treasury to cover the costs of the additional personnel. I hope that is what it is and I'm seeking your \nconfirmation that that's what you intend.\n\n REP.  That's the intent, and limited intent of this language in the bill.\n\n REP. MOORHEAD: Not all new entitlements --\n\n REP. SMITH: There are some precedence I wouldn't want to establish on too far of a degree.\n\n\n\n REP. MOORHEAD: Not all new entitlements are bad.\n\n REP. SMITH: That's true.\n\n REP. JACKSON-LEE: Will the gentleman yield? Mr. Smith?\n\n REP. SMITH: Be happy to yield to my colleague from Texas.  REP. JACKSON-LEE: And I thank you very much, \nand I thank the Chairman for his insight. I would like to build upon his analysis and suggest to him that it might be \npreferable to have 3,500 well-trained and very much more professional border patrol officers, or agents that would \nin fact do the more proficient and efficient and effective job than the 5,000 that is represented, that could not be \nadequately trained. So I would just raise with my colleagues. And I appreciate the sentiment, which is to ensure a \nsafe border. And the increased numbers would certainly seem to add to that.\n\n I am not asking to eliminated, I am only asking that we respond to what seems to be a reasonable \nacknowledgment by the border patrol of the ability to train.\n\n I would say that 3,500 well-trained is a distinction between 5,000, 1,500 that might not be adequately trained and \ncause a 30 percent ratio of inexperienced agents to experienced agents that might cause difficulty.\n\n REP. HYDE: The gentleman's time has expired.\n\n REP. JACKSON-LEE: Thank you.\n\n REP. HYDE: The gentleman from California.\n\n REP. MOORHEAD: Thank you, Mr. Chairman.  Move to strike the last word.\n\n REP. HYDE: The gentleman is recognized for five minutes.\n\n REP. MOORHEAD: We have, to some degree, already dealt with this issue. I believe we dealt with it in the \nTerrorism Bill. Let me first begin by saying that I understand the chairman of the subcommittee's intent, and I agree \nwith him that we do want to increase our enforcement at the border. I think that is the best way to go. If you can \nprevent someone from coming in it's a lot easier to have success than trying to find someone, track them down \nonce they reach the interior of this vast nation.\n\n But I must say to you that I have some concern in going with such a higher number. Because not only is the INS \nsaying that they probably don't have the capacity to train and prepare the number of individuals that are specified in \nthis legislation, but we have word from the different associations that deal with this particular issue.\n\n In this case let me cite the International Association of Chiefs of Police who said that we have to be very concerned \nabout increasing the ratio of new, untrained agents, law enforcement personnel to a point where you're reaching a \n3 to 1 or 1 to 3, excuse me, ratio. In other words, for every two or three trained officers, you're putting in one \nuntrained. And to get it beyond that ratio they say poses a risk because you have too many untrained, \nunfamiliarized agents working a beat and it could become somewhat dangerous. Not just for the individual who is in \nlaw enforcement, but also, of course, for the people that they're out there trying to apprehend.  I would urge us to \nbe mindful of what again, the agency that's supposed to have expertise in this is saying. And that's keep it at about \n700. I would differ a bit with the chairman in that I think 700 this a big difference from 1,000. Three hundred \nadditional individuals to train and equip is very difficult, and I think the chairman was around, I was not, but during \nthe 1986 immigration bill and the 1990 emigration bill, what we found was that increasing dramatically or \nsubstantially the numbers of agents back then was that we found that a number of agents came through that were \nvery unprofessional.\n\n We had people who had criminal records go through the processing, get employed by the INS. We have people \nwho had histories of mental illness become INS officers and we're now paying the price. Just recently a woman who \nwas part of a sister city association who was traveling as part of a good will tour, was pulled over and stopped by \nINS agents, put into a separate room within the INS facility, patted down, she apparently also was -- had her, I'm \nnot sure, was disrobed, or someone did a physical inspection of her to -- as I hear it, they were checking to find out \nif she was coming in because she was pregnant to have a baby. When in fact she was coming as part of a \ninternational association that was part of a sister city group.\n\n\n\n And I think what we want to make sure we do is avoid those situations where we're putting people in there too \nquickly and if we have word from the experts, and I must agree that sometimes the INS isn't the expert that I'd like \nto have, but maybe in some cases they are. They are saying that this is moving too fast and in too great a volume \nfor them to adequately equip and train these folks.\n\n So I would really urge us to consider going with the 700 number and also perhaps affix some language that says if \nthey have the capacity and the wherewithal, increase the numbers and if the appropriation -- well we don't need the \nappropriation we'r told -- but lets be realistic and reasonable in moving forward with this so we don't end up 3 or 4 \nyears from now finding out that we hired folks that should not have been hired or we're finding that our goals were \nunrealistic.  REP. HYDE: The gentleman's time has -- is almost expired and the question occurs on the \namendment. All in favor say aye, all opposed nay. In the opinion of the chair the no's have it and the amendment is \nnot agreed to. Are there further amendments to title 1? Seeing none, the clerk -- the gentle lady from California. \nTake your time, we won't -- title three? Well, we're not there yet, gentle lady. The clerk will designate the next title.  \nCLERK: Title 2, enhanced enforcement and penalties against alien smuggling document fraud.  REP. HYDE: Are \nthere any amendment's to title 2? The gentleman from Texas.\n\n REP.  Mr. Chairman, I am aware that there is a member of the committee that has an amendment, and I believe \nthat he will be entering the room.\n\n REP. HYDE: I see him now, at the far end, far reaches of the room.\n\n REP.  Here he is, right here.\n\n REP. HYDE: The gentleperson from Florida, Mr. Kennedy.\n\n REP.  KENNEDY: Thank you, Mr. Chairman.  I have an amendment at the desk.\n\n REP. HYDE: The clerk will look for the Kennedy amendment, and upon finding it he will designate it and the deputy \nclerks will distribute it.\n\n CLERK: Amendment offered by Mr. Kennedy. Page 35, line 8, strike the (Cross talk.)\n\n REP.  KENNEDY: Mr. Chairman, I ask unanimous consent the amendment be considered as read.\n\n REP. HYDE: Without objection, so ordered. And the gentleman from Florida is recognized for five minutes in \nsupport of his amendment.\n\n REP. KENNEDY: Thank you, Mr. Chairman.  I won't take anywhere near the five minutes.\n\n Briefly, this amendment makes it a criminal offense to make a false claim of United States citizenship in order to \nvote in a federal, state or local election. It adds a new sub-paragraph 1015 of Title 18 of the United States Code.\n\n Currently section 1015 sets forth the circumstances in which Congress has chosen to criminalize false claims \nregarding United States citizenship or naturalization proceedings and documents.\n\n Currently, all 50 states require United States citizenship as a condition of voting.  The language of the 15th, 19th, \n24th and 26th amendments all explicitly protect the voting rights of citizens. This amendment does nothing to \nchange the qualifications for voting. Neither does it address the issue of whether non-citizens can vote in state and \nlocal elections. Rather the amendment simply ensures that individuals do not make false claims about their status \nas United States citizens in order to vote. A matter which is clearly within the authority of the Congress to address.\n\n REP.  Would the gentleman yield?\n\n REP.  KENNEDY: I'd be happy to yield to the gentleman from Texas.\n\n REP.  Mr. Chairman, I thank my friend from Florida for yielding, and I also thank him for offering this amendment.\n\n Perhaps the most important aspect of citizenship is the right to vote. And with the advent of recent programs such \nas motor voter, there is increasing evidence that aliens who are not eligible to vote are in fact registering to vote and \nvoting in elections.\n\n\n\n One of the more famous examples of this was the assassin of Donald Colosio (ph), candidate for president of \nMexico, who was a registered voter in Los Angeles county while here illegally. And so this amendment is essentially \ngoing to preserve the value of citizenship by protecting the right to vote.\n\n REP. HYDE: Could the gentleman yield to Mr. Serrano?\n\n REP.  I would be happy to yield to the gentleman from New York.\n\n REP.  SERRANO: Thank you, Mr. Chairman.\n\n Does you amendment require for proof at the time of registration or just --\n\n REP.  KENNEDY: If the gentleman -- I'll be happy to respond to the gentleman. It doesn't require any sort of proof \nat the time of registration or at the time of voting. It simply makes it a crime to make a false claim of citizenship in \nconnection with registering to vote or voting.\n\n REP.  SERRANO: It would be the same as voting if you're dead.\n\n REP.  KENNEDY: I'm not sure about the similarity there, but --\n\n REP. HYDE: The gentleman from California, Mr. Berman, is seeking.\n\n REP.  KENNEDY: I'd be happy to yield to the gentleman from California.\n\n REP.  BERMAN: I assume the knowingly is, he both knowingly makes a claim and he knows the claim he's making \nis false.\n\n REP.  KENNEDY: Yes, I think most people would be a aware of whether they're a citizen or not.  REP.  BERMAN: \nBut, just for the record, that's the -- knowingly modifies false as well as statement or claim.\n\n REP.  KENNEDY: Would it be difficult for a person not to know that they were applying to register to vote?\n\n REP.  BERMAN: I would think it would be pretty difficult.\n\n REP. HYDE: The question is on the amendment.  All those in favor say aye.\n\n REP.  Aye.\n\n REP. HYDE: Opposed nay.\n\n REP.  Nay.\n\n REP. HYDE: The aye's have it and the amendment is agreed to.\n\n Are there any further amendments?\n\n The gentleman from North Carolina, Mr. Watt.  That is Watt number?\n\n REP.  WATT: Six\n\n REP. HYDE: Watt number six.\n\n The deputy clerks will distribute and the clerk will designate.  CLERK: An amendment offered by Mr. Watt. \nBeginning on page 24, line 15, strike section 205 in its entirety.  REP. HYDE: The gentleman is recognized for five \nminutes in support of his amendment.  REP. WATT: Mr. Chairman, I won't take the full five minutes because I \nsuspect most members of the committee will disagree with this amendment, but I personally have certain \nexpectation of my government which I haven't always found that folks on this committee share. One of those \nexpectations that I have is that I just don't think our government ought to be involved in setting up sham \ncorporations and engaging in subterfuge of the kind that is sanctioned in section 205 of this bill for the purpose of \nbasically entrapping people into engaging in criminal conduct.  And I would be the first to acknowledge that I may \nbe lonely on this committee in that perspective, but I would feel remiss if I did not offer this amendment to try to \naddress the expectations that I have for this nation.  REP. HYDE: Would the gentleman yield?  REP. WATT: Yes \nsir.  REP. HYDE: Is it not factual that the administration supports the section that the gentleman seeks to strike?  \nREP. WATT: Mr. Chairman I have acknowledged for some time now that I don't always share -- that the \n\n\n\nadministration doesn't always share my beliefs on these issues either, and I don't purport to speak for the \nadministration on this issue, and seldom do I purport to speak for the administration.  REP. HYDE: The gentleman \nis a true free spirit and I associate myself with his free-spiritedness, if not his amendment.  REP. WATT: I yield back \nthe balance of my time, unless you want me to yield to you first?  REP. HYDE: The question is on the gentleman's \namendment, all those in favor say aye, opposed nay, opinion of the chair the no's have it, the no's have it and the \namendment is not agreed to. The gentleman from Virginia, Mr. Goodlatte.  REP. GOODLATTE: Mr. Chairman, I \nhave an amendment at the desk, number 3-D.  REP. HYDE: The clerk will designate the amendment and the \ndeputy clerks will distribute the amendment.  CLERK: Amendment offered by Mr. Goodlatte, page 35 after line 8, \ninsert the following: Section 217 limitation of waivers of exclusion for misrepresentation. Section 212, 8 U.S. code, \n1182 is amended by striking sub-section 5.  REP. HYDE: The gentleman is recognized for five minutes in support of \nhis amendment.  REP. Goodlatte: Thank you Mr. chairman. Mr. Chairman, this amendment ammends section 212 \nof the Immigration and Nationality Act to permanently exclude an immigrant who buy fraud or willfully \nmisrepresenting a material fact, seeks to procure or has sought to procure or has procured, a visa, other \ndocumentation, or entry into the United States, or other benefit provided under the Immigration and Nationality Act.  \nThere is absolutely no policy basis for allowing an immigrant to enter the United States if in the past they have \nattempted to enter through fraud or misrepresentation.\n\n My admendment eliminates the discretion of the attorney general provided under current law to allow an immigrant \nwho uses fraud or misrepresentation to enter the United States, if the fraud or misrepresentation occurred at least \n10 years before the date of the immigrant's application for a visa, entry or adjustment of status.  This amendment \nwould make an immigrant who has used fraud or misrepresentation ineligible for any benefit, waiver or any other \nrelief under the provisions of this act. And I urge the adoption of the amendment.  REP. HYDE: Does anyone seek \nrecognition? If not, the question occurs on the amendment -- all in favor say aye; opposed nay. In the opinion of the \nChair, the ayes have it. The ayes have it and the amendment is agreed to.  Does the gentleman have another \namendment?  REP.: No, Mr. Chairman. The other one is not necessary.  REP. HYDE: Very well. Are there any \nfurther amendments to Title 2?  If not, the clerk will designate the next title.  CLERK: Title 3 -- Inspection, \nApprehension, Detention, Adjudication and Removal of Inadmissible and Deportable Aliens.  REP. HYDE: They are \nthere any amendments to Title 3? The gentleman from California, Mr. Berman.  REP. BERMAN?: I think Mr. -- \n(inaudible) if you follow a logical order, I think Mr. Becerra should go. Under his amendment (inaudible), I could then \ntake up my amendment.  REP. HYDE: That's correct. Very well, then, the gentleman from California, Mr. Becerra, is \nrecognized for purposes of an amendment.  REP. BECERRA: Thank you, Mr. Chairman.  REP. HYDE: The clerk \nwill -- do we have the amendment yet?  We have it now. The clerk will designate, and the deputy courts will \ndistribute.  CLERK: Amendment offered by Mr. Becerra. Page 41, strike line 21 and all that follows through line 8 on \npage 43.  REP. HYDE: The gentleman is recognized for five minutes in support of his amendment.  REP. \nBECERRA: Thank you, Mr. Chairman. This is an amendment that tries to correct a problem that we foresee \nresulting from this legislation, should it become law. Namely, a person who meets all the requirements for an \nimmigrant visa may be denied such visa and forced to leave the United States for 10 years solely because he or \nshe, at the time of applying for that visa, may have been residing in the United States unlawfully. We have a \nprogram right now under the law that permits an individual to try to adjust his or her status, to be able to possess a \nlawful visa while that person is in the US.  In essence, we're recognizing what's the case -- there are many people \nwho have been here without documents, who've made this their home, who have children here now, and for all \nintents and purposes, this is their place of residence, and they are now trying to go through the process of \nlegalizing their status. Rather than make them take a flight home and go to the consulate office and submit \napplication there for the visa, they're being allowed, under the law, to submit the application here, paying a much \nhigher fee for the privilege of being able to do that here, and in essence we're being able to allow these people to \nadjust, which is what made they would do as soon as they got home, and do it without having to make the trip back \nto the country of origin -- the task is something that, it's just the cost that's involved, and the inconvenience.  And \nwhat we're saying is, pay us an extra fee for having let you do that -- and we've been using that money for the \npurpose of things like helping the backlog of people who are actually here, have been here for five years or more, \nactually asking to become US citizens. We're using some of that extra money that we're collecting through the fees \nto help process a lot of the naturalization applications. What we're trying to do here is avoid, through this \namendment, the situation where we would be, in essence, forcing out people who have very strong ties to this \n\n\n\ncountry and ultimately, as I said, would just go to the home country and go to the consulate office and apply for their \nvisa.  I could name a number of different situations where this would actually be the case for people who have been \nhere for many many years in the country. I don't think the purpose of our reforming immigration law is to kick out \npeople who we know ultimately will have an opportunity to be in this country, it's for the purpose of making sure \npeople don't enter and stay in this country unlawfully. But, here we have the situation where, through the current \nversion of the legislation, we have the unenviable task of denying people who have grounded themselves with their \nfamily in this country, and are now going to take whatever steps are necessary to legalize their status, and we're \ngoing to deny them that opportunity and truly disorient the entire family.\n\nSo, this amendment is an attempt to try to, at least in this case, strike that provision in the legislation, so we don't \nfind ourselves doing that.  REP. HYDE: Will the gentleman yield?  REP. BECERRA: I will yield.  REP. HYDE: Is \nwhat the gentleman saying that someone who's been here illegally for several years should not be inconvenienced \nas that person moves toward legitimating his or her status within this country by having to return to the person's \nlegal country and then make entry, is that what the gentleman is saying? Merely because they don't have \ndocuments?  REP. BECERRA: No, Mr. Chairman, what I'm saying is that we're dealing with a fiction if we don't just \nbaldly recognize that these people, all they have to do is walk to their consulate office in the home country and \nsubmit the application, and if the same thing will occur, why do that, when they have family here, in many cases \nthey have family that's American citizens here, and they have jobs, and they have been residing here for many \nmany years -- REP. HYDE: Well, the answer is to validate our immigration laws, and to put some penalty on \npeople who cross into our country illegally or undocumentedly.  REP. BECERRA: And, Mr. Chairman, our \nimmigration laws allow this to occur. We're validating our immigration laws right now by letting them do that and \npaying the fee for that. We would be invalidating our immigration laws to let this language, in fact, stay in its \ncurrent form. And that's the reason why we are trying to amend it out.  REP. HYDE: I thank the gentleman. The \ngentleman from California, Mr. Gallegly.  REP. GALLEGLY: Thank you, Mr. Chairman.  I would speak in objection \nto the amendment -- I would just like to say, the intent of this legislation is to deal with long-term illegal immigrants. \nIt also provides protection for minors that are here, it also provides protection -- and I'm referring to the exemptions \nto the 10-year policy -- for legitimate political asylum applications.\n\n It is not retroactive. It would only go into effect at the time of the bill being passed into law. And anyone that stayed \nin this country for more than one year after enactment of the law, then they would be subject to the ten years. They \ncould have been here 25 years illegally. They have the opportunity to return to their homeland an addittional year. \nAnd even in extreme hardship cases, an additional three months beyond the one year.\n\n So if we don't have penalties for illegal immigration, for heaven's sakes, how are we ever going to deal with this \nissue?\n\n And I would just ask my colleagues to join me in opposing this amendment.\n\n REP. GALLEGLY: Would the gentleman yield for a question?\n\n REP. BECERRA: I would yield to the gentleman for a question.\n\n REP. GALLEGLY: I thank the gentleman. One of the concerns that we've expressed about the legislation as it is is \nthat it would not deal only with that person who is undocumented as the chairman characterized it. But because of \nthe backlogs that the INS is dealing with with regard to adjusting status and providing visas and taking care of those \nwho are coming in legally we run into the problem in certain cases where there will be some individuals who have \nlegal status, but in the process of trying to change their status to permanent legal status, time may run out on them \nand they may find that they are up against that year deadline.  The year deadline passes, their status is no longer \nthere for them, there temporary legal status is no longer there for them. They then will be denied the opportunity to \nbecome permanently legal residents.\n\n REP. BECERRA: Reclaiming my time. And I understand what the gentleman is saying. I think that one year is \nmore than enough time and if it isn't they can return to their native land and complete their application in their \ncountry of origin until such time that they are approved. These are long-time abusers, Mr. Becerra, you and I both \nknow that. And we do have safeguards in here as I mentioned, for the minors, for legitimate political asylum claims, \nand even an extension for hardship cases.\n\n\n\n REP. BECERRA: If Mr. Gallegly will yield for just a question followup?\n\n \n\nREP. GALLEGLY: Yes. It's your time.\n\n REP. BECERRA: Let me give you an example. There's an immigrant comes in under a student visa, studies, and \nhappens to meet an American citizen, they decide to marry. They marry. The student visa runs out. As soon as the \nstudent visa runs out the person still has the opportunity to become legalized as now the spouse of a US citizen. \nBut in many cases a lot of these individuals are finding out that the process is delayed through no fault of their own. \nIt's just that the INS is so backlogged.\n\n REP. GALLEGLY: If the gentleman would yield?\n\n REP. BECERRA: Yes.\n\n REP. GALLEGLY: As you know in your district office as well as mine, we handle a tremendous number of \nimmigrant cases every year. In fact, in my own office I can tell you that over half of the total number of cases that \nwe handled over and above veterans, IRS problems, social security problems, all combined don't make up the \nnumber of immigration cases that we handle and help people deal with these cases every day of the week. I can \ntell you, I do not know of one example where a spousal case has taken place where it has taken over six months. \nNow if they wait until the 364th day that they've been here illegally and decide to get married, well then they're \ngoing to have to work that problem out themselves after this is passed into law.\n\n REP. BECERRA: Then I understand that the gentleman from California is saying that while it may seem like a rigid \napplication of a law, the gentleman does expect some latitude in the actual implementation of it?\n\n REP. GALLEGLY: Well, I'm saying that in the case of hardships we have an additional three months and in the \ncase of minors they're exempt, in the case of political asylum they're exempt, and in the case of a spousal situation \nthey have more than adequate time if they're being honest about it.\n\n It sounds like you have bigger problems in the back.\n\n REP.  : Yes I do. I would just say that I know that Mr. Berman will bring up another situation and I hope that there \nwill be some flexibility there as well. I thank the gentleman for yielding.  REP. HYDE: The gentleman's time has \nexpired. Who is seeeking recognition? The gentle lady from California.  REP. LOFGREN(?): Mr. Chairman, I just \nwaned to speak in favor of the amendment for, and if it fails,I think there will be some other amendment's to \naddress the issue I want to raise. and I understand what the intent of the provision is and it's not all wrong by any \nmeans. I'm just concerned that there may be cases that really in the end will be adverse to the interests of our \ncountry if we have to rigid an application of the provision, understanding what you're trying to do by putting a rather \nstrong disincentive for unlawful entry or over-stay.  And I'll give you an example of cases that I have dealt with \nwhere you have someone who is here in a student or graduate student capacity who works, as one may through \npractical training, and there are some in Silicon Valley -- some teriffically talented people in graduate education who \ncompanies want. We don't want to make them leave because they're doing cutting edge work and one concern I \nhave -- and if this fails and Mr. Berman's amendment fails I will offer it also -- there needs to be an ability to make, \nin my judgment, some exceptions for the economic interests of this country's or the national interest.  And I \nunderstand and recognize that there is the humanitarian exceptions, that you've excluded children, but it does not \ndeal with the issue of someone who has blown it, who's a physicist whose labor certification goes on for too long, \nand there they are, someone we want, and there's no way I can see in this provision to accommodate that.  REP.  : \nIf the gentle lady would yield, these are not the folks were talking about here, and these are not the folks that would \nbe affected. As I'm sure the gentle lady from California is aware that you have a years' experience worth of legality \nafter you have graduated, and then you have the ability to apply for the H1-B after that. and this is only for folks -- \nand these are folks that are legally in the system -- we're always talking about people that are illegally in this \ncountry. The people that are doing their student visa, the people in their one year apprenticeship, the people that \nare applying for H1-B, are here legally. we're not referring to them.  REP, LOFGREN: If I may clarifying, perhaps I'm \nmisreading the section. if you are here and you've over-stayed, or if you were here illegally, you can come in on a \ntemporary visa and you can violate your status through over-stay or through certain other acts activities and be \n\n\n\nillegally present in the United States. And yet you might be the kind of individual, and I would note also that some of \nthe people that I've dealt with, because they are quite focused on particle physics instead of visa stamps, are quite \nprone to err in this way -- would in fact, could be caught in this web. And all I'm suggesting is I don't see should that \noccur -- and when something can occur, it will occur -- I don't see a way for us to deal with it.\n\n REP.  : If the gentlelady will further yield, I would just say that if a PhD can't figure out in a year, perhaps they \nshouldn't have received their PhD.\n\n REP. LOFGREN: Can I ask a question? Would this include people who violate the conditions of their visa?\n\n REP.  : It would be people that at any time they are no longer legally in this country or adjudicated as illegally in this \ncountry for a period of 1 year or more after the enactment of this law, they would be subject to the 10 years.\n\n REP. LOFGREN: As so, for example, a common example where you have a F-1 student who, as you're aware of \nthe procedure and acts that allows a student advisor to do some of the approvals for employment, if that were \nbotched up, and in fact the F-1 student was working in violation of their visa requirements, that would not be \nincluded in the violation of their -- of being unlawfully present since they violated the conditions of their visa?\n\n REP, : If INS had warned them about it and put them on notice then --\n\n REP. LOFGREN: Generally they don't find out until much later.\n\n REP.  : Well, from the time that they're put on notice, or the fact that its obvious that they're illegally in this country \nfor one year, I think that it's rather obvious we're talking about a very sophisticated group of people that know, or \nshould know, of all people, what there legal status is.  That we're not really dealing with a problem at all here, in \nfact, one year is a lot of time.  An in the cases of hardships, even an extension beyond that.  And this is only from \nthe time that they are officially illegally in the country. If we don't have some kind of penalty, what is the incentive? \nWe'll just stay here until we get thrown out, which right now is less than 1 percent of the entire illegal population in \nthis country ever gets removed from this country.\n\n REP. LOFGREN: Well, I see my time has expired.  We may have an opportunity to discuss this further.\n\n REP. HYDE: I thank the gentlelady.  Who seeks recognition?  Mr. Bryant of Texas is recognized.\n\n \n\nREP. BRYANT: Thank you Mr. Chairman, I am a co-sponsor of the bill and a strong supporter of its toughest \nprovisions, but I would urge members to vote in favor of Mr. Becerra's amendment.  The language in the bill was \nadded by amendment in the subcommittee by Mr. Gallegly.  It's well motivated, I like the intend behind it, I think, \nhowever, we need to stop and examine what it's impact would be not only on the people that might be effected by \nit, but also up on this committee.\n\n The subcommittee on immigration is the subcommittee on immigration and claims.  As such, we have jurisdiction \nover private bills that are brought to us to remedy unjust situations as a result of legislation that can't possibly cover \nevery single conceivable situation.  First, I think it is a mistake for us to put this into law because I think undoubtedly \nthousands of people are going to accidentally be caught by this provision when we pass this law and suddently be \nfaced with not being able to re-enter the United States for 10 years.\n\n And second, I think that situation is going to result in a flood of individual cases coming before this committee \ntrying to get relief as we sit as the subcommittee on claims.  And everyone of the cases undoubtedly everyone of \nthe cases, are going to be heart-rending and tear-jerking and probably meritorious and we're going to turn this \ncommittee into a virtual immigration court for the next several years.\n\n I just don't think this will work.  I'm for all of the procedural changes we've made, most of them.  I'm for the change \nwe've made with regard to more people, more physical barriers, everything else, I want to get tough on this area.  \nBut I think if we say automatically you can't come back to the United States for 10 years if you happen to stay over - \n1 year too long, we'll be making a bad mistake in terms of its impact on individual people and also the workload of \nthis committee and this Congress.\n\n I urge members to vote in favor of the Becerra amendment.\n\n\n\n REP. HYDE: The gentleman yields back.  The gentleman from Texas wish to speak on this?\n\n REP.  : Mr. Chairman I'd be happy to add my voice to that of Mr. Gallegly.  And I might say that I hope this \namendment is defeated but then I hope also that we will give serious consideration to a subsequent amendment \nthat Mr. Gallegly and I would like to look at that's going to be offered by Mr. Berman.  Perhaps that will represent a \nlittle bit more of a middle ground.  But I would say, just in general, as far as the principle that we're talking about, \nthat tough measures are required against visa over-stays who account -- as I mentioned a while ago -- for almost \nhalf the illegal aliens in the United States.  The shere numbers of such aliens defy government efforts at finding \nand deporting them, so most of them remain in the U.S. if they so choose.\n\n \n\nThe United States should not be obligated to confer further benefits on such persons without requiring that they \ndepart the U.S. for a reasonable period of time.  This in part, is part of the effort to remove the incentive to remain in \nthe United States illegally. We're providing just the opposite incentive if we say to individuals all you have to do is \nsomehow manage to stay in the United States for a requisite number of years, and then you're going to be able to \napply with no penalty.  So, Mr. Chairman, I would urge my colleagues to vote against this and then also hope that \nwe might be able to come up with some form of a compromise after this amendment is defeated.  And I will yield \nback my time.\n\n REP. HYDE: Does anybody seek recognition?  Well, the question is on the gentleman's amendment, the \ngentleman from California.\n\n091948CG.jm REP. SMITH: That's correct, that's not an application.\n\n REP. BACERA: So what we're saying is , the individual can, at the port of entry, or in this case of a stowaway say, \nI'm doing this, I'm stowing away because I'm trying to avoid persecution in my country. There will be an interview \nby the immigration officer and at that point if there is a credible fear of persecution found by that examining officer, \nat that point the stowaway may apply for asylum.\n\n REP. SMITH: The gentleman is correct. That would trigger the entire process.\n\n REP.  Thank you for the explanation.\n\n REP. HYDE: The gentleman from New York.\n\n REP.  Would the gentleman yield for a question?\n\n REP. SMITH: I'd be happy to yield to the gentleman from New York.\n\n REP.  Mr. Smith, posit the following situation. Someone is being persecuted by reason of ethnic difference or \nwhatever in some country and escapes that country, hikes over the border, illegally, ahead of the secret police, and \nstows away aboard an aircraft or a ship. And now he steps off the ship or the aircraft, claims political asylum. How \nwould he establish credible fear to the person examining him at that point?\n\n REP. SMITH: Let me respond to the gentleman. He would establish or she would establish credible fear in any \nnumber of ways, and immigration officers are trained to look for evidence, look for responses to their questions, it \ndoesn't have to mean that they have any particular documents necessarily. But they will have to show by what they \nsay that they have some credible fear and be able to satisfy the immigration officer.\n\n REP.  If the gentleman would yield further?\n\n REP. SMITH: I'd be happy to yield.\n\n REP.  In such a circumstance the person is obviously going to say, I'm persecuted because I'm Tamil in Shri Lanka \nor I made the wrong comment about the dictator or whatever. And how did you get here? Well, I hiked across the \nmountains and reached the ship. And he has no documents, and if he had a chance to get documents maybe he \ncould, if the officer doesn't know about the political situation in East Balukhistan, and he can't know about the \npolitical situation in every country in the world, how is that person at that point, without the opportunity of getting \nexpert witnesses about what's going on in East Balukhistan, or the opportunity to get documents, or other witnesses \n\n\n\nor for that matter a lawyer, how is he supposed to establish, other than by stating that. And how is the immigration \nofficer, other than by thinking to himself, well this guy sounds okay, or this guy doesn't sound okay, how is he \nsupposed to --\n\n REP.  Would the gentleman yield?\n\n REP.  I'll yield in one second. How is he is supposed to make that determination other than completely subjectively \nat that point.\n\n REP.  Would the gentleman yield?  I think the problem is that's essentially the way it is today. And unfortunately, as \nyou know the State Department issues in actually hearings sometimes the views about the in-country conditions, \nbut it's entirely up to the individual to produce whatever he can produce. Frequently nothing.\n\n REP.  Reclaiming my time. Isn't it true that today the individual generally has some time, not on the spot at the \nairport or the pier, in which he can contact a lawyer, in which he can contact an immigrant aid group and someone \ncan get witnesses as to what's going on back in East Balukhistan? Or can get witnesses and say, I went through \nthis and I know what's going on? Or can get documents or affidavits which you can't\n\n Page 42, after line 17 insert the following: Aliens with work authorization. No period of time --\n\n Mr. Chairman, I ask unanimous consent the amendment be considered as read.\n\n REP. HYDE: Without objection, so ordered and the gentleman is recognized for five minutes in support of his \namendment.\n\n REP. BERMAN: Yes, Mr. Chairman, as has been discussed in the debate on Mr. Becerra's amendment, this bill \nhas a major, major, new provision, a 10-year bar, a very harsh penalty that prohibits anyone who, one year after the \neffective date of this act, has for 12 months or more remained in the country out of status, cannot adjust to legal \nstatus notwithstanding the fact they would otherwise be eligible.\n\n It's harsh and it's going to cause in a few -- in some of the cases that were mentioned in the debate in support of \nMr. Becerra's amendment, I think some injustice.\n\n The other side of the coin -- and I think Mr. Gallagly has to be given since this is his idea -- the point that we have \nnot been effective in finding a penalty before that. There is no doubt a 10 year bar is a penalty. But even Mr. \nGallagly recognizes in his language that there are some exceptions And he carves out minors from, barring them \nfrom -- the period one is under 21, excluding that period from counting toward the bar, asylees he provides an \nextension period.\n\n My amendment makes two additional carveouts and then gives a narrow waiver authority to the INS in limited other \nsituations.\n\n The carveouts are for aliens with work authorization, simply providing that the period of time that we have decided \nthey are authorized to work shall not count against them or their spouse in determining the period of unlawful \npresence in the United States.\n\n This comes in a number of different areas, temporary protected status, other kinds of situations where INS grants \nwork authorization.\n\n The second is in the family unity provisions. This is an amendment that was added to the 1990 bill by Mr. Bryant \nand myself, that for spouses and minor children of newly legalized aliens, they would be provided a protected status \nhere with work authorization and the carveout here says the 10 year bar will not apply in those cases.  In addition, \nin the cases only of the spouse, parent or child of a US citizen, or the spouse or child, not the parent, of a \npermanent resident alien, the attorney general may, has the discretion, if he or she so determines, provide a waiver \nin other situations.\n\n In other words it preserves the purpose of the 10-year bar, adds two carveouts which are just as justified to my way \nof thinking as the carveouts that Mr. Gallagly has already provided for, and then gives this limited, immediate family \nwaiver that is discretionary, it is not a carveout, it is not an exclusion for all spouses, parents and minor children. It \nis simply that the INS, not known as the agency most interested in increasing the number of immigrants, \n\n\n\nnecessarily, the agency in charge of enforcement, that if the case can be made to them that the waiver should be \ngranted for family humanitarian or public interest purposes, only in the cases of spouses and minor children of \npermanent resident aliens, and spouses, minor children and parents of US citizens.\n\n I think it's a modest amendment, two carve-outs, a limited waiver, and otherwise allows the 10-year bar to take \neffect in every other situation, and provides really the harshest period of ineligibility and penalty for unlawful \npresence that we've ever had before, so I would ask the -- particularly my friends on the minority, Mr. Smith and Mr. \nGallegly, to consider this amendment and support it. I guess your the majority now, aren't you?  REP. HYDE: \nWithout objection, the record is corrected, and for what purpose -- the time of the gentleman has expired, and -- \nREP. BERMAN: In that case I don't just ask, I beg.  REP. HYDE: Is there any objection to the gentleman from \nCalifornia begging? Hearing none, so ordered. For what purpose does the other gentleman from California seek \nrecognition?  REP. GALLEGLY: Strike the last word.  REP. HYDE: The gentleman is recognized for five minutes.  \nREP. GALLEGLY: Thank you, Mr. Chairman. As normally, as is the case always in working with Mr. Berman and \nhis infinite wisdom, I would say -- well, it's about as far as he went, a while ago, off base, so I guess I'm -- in any \nevent, I have some minor reservations, but in the spirit of comity and your overwhelming embracing of this bill in \ngeneral, I would certainly say that this member will not object to your amendment and will vote in the affirmative. I \nthink it's a responsible amendment, and I think it's well thought out, and I think it's reasonable.  REP. SMITH: Mr. \nChairman.  REP. HYDE: For what purpose, gentleman?  REP. SMITH: Mr. Chairman, I move to strike the last word.  \nREP. HYDE: The gentleman is recognized for five minutes.  REP. SMITH: Mr. Chairman, I think this does represent \na fair compromise, we've been talking about this for some days, and I urge my colleagues to support this \namendment.  REP. LOFGREN: Mr. Chairman.  REP. HYDE: And, if I just -- would the gentleman yield?  REP. \nSMITH: I'll be happy to yield to (inaudible).  REP. HYDE: Just to respond to my -- first of all, I very much appreciate \nboth my colleagues' comments. Secondly, it isn't the bill in general I have problems with, it'st only some of the \nspecifics.  REP. BECERRA: Will the gentleman yield?  REP. SMITH: I'd be happy to yield to my colleague from \nCalifornia, Mr. Becerra.  REP. BECERRA: I thank the gentleman from yielding. And I appreciate the gentleman from \nTexas, the chairman of the subcommittee, and also my friend from California for speaking in support of this \namendment.  I think this is again what we're trying to get to -- there are areas where we do have some concerns, \nand I'm pleased that there are ways that we can reach a compromise to address the concerns of those individuals -\n- we're not talking about everyone that's out there that would fall into the category, but at least those who have \ncompelling cases, I'm glad that there's recognition on both sides of the aisle that we want to make sure that we \ndon't come down with a hammer on people who can make out a compelling case, and I thank them for that.  REP. \nLOFGREN: Would the gentleman yield? Could I just ask a question of Mr. Berman? I had, as you know, prepared -- \nREP. HYDE: The gentleman from Texas yield back his time -- REP. LOFGREN: I thought he had -- REP. SMITH: \nI'll yield back my time, Mr. Chairman.  REP. HYDE: Okay. The time of the gentleman has expired. The \ngentlewoman from California is recognized for five minutes.  REP. LOFGREN: Thank you. I move to strike the last \nword, and I would ask Mr. Berman whether, as I understand your amendment, which I support, it would not \nnecessarily allow for really the actually very narrow point that would be raised by my next amendment, that would \nallow, in extraordinary cases of national interest or economic interest, for a waiver. Is that correct, Mr. Berman?  \nREP. BERMAN: This amendment would allow the waiver for the public interest, or you could couch that \nsynonymously with national interest, but I must point out, it only provides a waiver -- which is discretionary by the \nINS -- for the spouses and minor children and parents of US citizens. There will be cases, that Mr. Becerra \nmentioned, that Mr. Bryant mentioned, that will not be eligible for this particular waiver.  REP. LOFGREN: Thank \nyou.  I yield back the balance of my time.  REP. HYDE: The question occurs on the amendment. All those in favor \nsay aye, opposed nay. The ayes have it, and the amendment is agreed to.  The gentleman from Texas, Mr. Lamar \nSmith, is recognized for purposes of an amendment.  REP. SMITH: Thank you, Mr. Chairman. I have several \namendments at the desk which I hope will be not controversial, and I'd like to start off with the first one, which is \nnumber 17.  REP. HYDE: Does the gentleman care to offer them en bloc, or are they susceptible to such \npackaging?\n\n REP. SMITH: Actually, I'd like to offer them in block, I have four altogether, Mr. Chairman, and perhaps we can \nstart out that way and if anyone wants to divide them up or split them off I'll be happy to do that.\n\n They're amendments number 17, number 5 and number 2a and 2b.\n\n\n\n REP. HYDE: Is there objection to the offering of them in block.\n\n The gentleman from North Carolina reserves the right to object till we understand more about them, which \nhopefully will be shortly.\n\n The clerk will designate the four amendments in the order enunciated by the gentleman from Texas and the deputy \nclerks will distribute them.\n\n CLERK: Amendment number 17 offered by Mr. Smith. Page 44, line 12, strike --\n\n Mr. Chairman, I ask unanimous consent the amendments be considered as read.\n\n REP. HYDE: Without objection, so ordered. And the gentleman is recognized for five minutes or such additional \ntime as he may deem necessary to explain the four amendments.\n\n REP. WATT: Mr. Chairman, can I continue to reserve my right to have them considered seperately while he \nexplains --\n\n REP. HYDE: The gentleman's reservation will be protected, yes.\n\n REP.  WATT: Thank you Mr. Chairman.\n\n REP.  SMITH: Thank you Mr. Chairman.\n\n Let me go to amendment number 17. This amendment will simply specify that aliens.\n\n REP.  BECERRA: Mr. Chairman,\n\n REP. HYDE: The gentleman from California, Mr. Becerra.\n\n REP.  BECERRA: I apologize for interrupting the chairman of the subcommittee. But could the gentleman from \nTexas at least, if only briefly, tell us what the substance of the four amendments will be so we can at least have an \nidea as to whether Mr. Watt will need to --\n\n REP.  SMITH: Okay, let me try to do a quick summary.\n\n REP. HYDE: An overview.\n\n REP.  SMITH: Although I will have to say that my explanation is pretty short as well.  Amendment number 17, for \nexample, treats aliens who are apprehended at sea the same way as aliens arriving in the United States by the \nmore ordinary means. This is just a problem the INS has told us it's one of the main reasons that they want to have \na better removal process to combat this problem. So basically we just want to make sure we include the people who \nare apprehended at sea when we talk about the need to address, the need to consider how to process illegal \naliens.\n\n As far as the amendment number 5 goes, very briefly, this is an amendment that would simply say that there is \nnothing in the new section 241 that would confer additional rights to illegal aliens to sue the federal government \nregarding their detention or removal. It doesn't take away any current rights, it just says there are no additional \nrights intended And I can go into more detail if the gentleman would like.\n\n The last two amendments, 2a and 2b deal with stowaways on ships.\n\n REP.  BERMAN: Mr. Chairman,\n\n REP. HYDE: The gentleman from New York.\n\n REP.  BERMAN: Would the gentleman yield for a question?\n\n REP.  SMITH: Yes, be happy to yield.\n\n REP.  BERMAN: The last two amendment deal with detention costs of transit without visa passengers regarding \nstowaways and increasing carrier fines?\n\n REP.  SMITH: As I understood the gentleman's question, that's correct.\n\n\n\n REP.  BERMAN: And the first amendment, could you repeat what that does?\n\n REP.  SMITH: The first amendment, amendment number 17, says that we should treat aliens who are \napprehended at sea the same way we treat aliens apprehended in the United States.\n\n REP.  BERMAN: Would the gentleman yield?\n\n REP. SMITH: I'd be happy to yield.\n\n \n\nREP.  BERMAN: What do you mean by that?\n\n REP. HYDE: The chair would request the gentleman from Texas, he's given an over-view and that's really all it is \nand is intended to be. If the gentleman would take them one at a time and describe them and answer questions, \nthen we can ask the gentleman from North Carolina if he persists in his reservation or we can discuss -- consider \nthem en bloc. Is that all right Mr. Nadler?  REP. NADLER: Yes, I didn't want to vote for something I don't know yet.  \nREP. HYDE: Sure, we'll take them one at a time. The gentleman from Texas.  REP.  : Thank you Mr. Chairman, I'll \nbe brief. Amendment number 17 would simply specify that aliens who are apprehended at sea and brought to the \nUnited States are subject to the same inspection provisions as aliens arriving in the United States by other means. \nThe problem of smuggling through sea-going vessels has increased in recent years and is a prime enforcement \npriority -- REP.  : Mr. Chairman, I can't hear the gentleman.  REP.  : I'm sorry, I'll speak more clearly and speak \nmore slowly. This amendment would specify that aliens who are apprehended at sea are subject to the same \ninspection provisions as those aliens arriving in the United States by other means. The problem of smuggling on \nsea-going vessels has increased in recent years and is a prime enforcement priority of the INS.  In fact, the INS \nhas told us that one of the main reasons they want legislative authority for expedited removal is to combat the \nproblem of smuggling in large vessels. And as drafted, section 301 does not specifically mention this category of \naliens and so we just wanted to make sure that it did include that category of aliens.  REP.  : Would the gentleman \nyield for further questions?  REP.  : Yes, I'd be happy to yield.  REP.  : When you say section 301 doesn't \nspecifically mentioned that, are you talking about the section that deals with expedited exclusion? When you said \nthat Section 301 doesn't specifically include -- mention aliens apprehended at sea and we wanted to make sure it's \nincluded, is Section 301 the section that deals with expedited exclusion?  REP.  : Right, we're just talking about \nsection 301, making sure that we add in that category of aliens.  REP.  : In other words, you'd be making these \npeople, as well as others, subject to expedited exclusion.  REP.  : That's right, I consider that to be a different issue \nthat I'm sure we will address, but that's correct.  REP.  : Thank you sir.  REP. HYDE: Will the gentleman -- any \nfurther questions on this amendment? Amendment number five, is that the next one?  REP.  : Yes Mr. Chairman.  \nREP. HYDE: Explain that please.  REP.  : Mr. Chairman, this amendment is needed to clarify that nothing in new \nsection 241, as amended by this legislation, will confer additional rights to illegal aliens to sue the federal, \nregarding their detention or removal. Under thse restructuring and amendment's in this bill, section 241 of the \nImmigration and Nationality Act, will stimulate the rules for detention and removal of aliens who have been ordered \nremoved from the United States.  Included in these provisions are rules setting specific time periods for detention \nand removal. We are advised by immigration litigators in the Justice Department that without an amendment such \nas this, aliens might be able to file lawsuits based on the requirements in this section to demand that the INS take \nspecific actions in their cases. This is surely not the intent of our immigration reforms. Such litigation would clog \nthe courts, waste taxpayer money, and divert limited resources from the primary task of removing illegal aliens.  \nThis is not an idle concern. After Congress passed legislation in 1990 providing expedited procedures for the \nremoval of certain criminal aliens, some aliens sued to require that their hearings be held at specified times. Scores \nof such lawsuits, in fact, were filed. We need to have this amendment to make sure that the reforms in title 3 do not \nbecome the basis for fruitless and counter-productive legislation.\n\n REP. HYDE: The gentleman from California asked Mr. Smith to yield?\n\n REP. SMITH: I'd be happy to yield to the gentleman from California.\n\n REP. MOORHEAD: Thank you.\n\n\n\n Question with regard to amendment number five. Can you answer for me the question, if in fact this language \nwould prohibit an individual from raising a claim that detention facilities are overcrowded and that there is no \nadequate due process being provided to the individual with regard to the issues such as overcrowding?\n\n REP. SMITH: Let me respond to my friend's question. It would not impinge upon the right for an individual to file \nsuch a claim, and we'd happy to put that in report language.\n\n REP. MOORHEAD: So then how do we enumerate, or how do we know which particular types of causes of action \nwould be precluded by this particular amendment?\n\n REP. SMITH: Well, in this case we're just simply saying, nothing in the section would be construed to confer \nadditional rights. We're not in any way trying to limit existing rights. And so I don't think any of the concerns -- or \nany lawsuits that would now be possible to file would be impacted by this amendment. And that's why the language \nspecifically says no additional rights as opposed to changing current rights.\n\n REP. MOORHEAD: There's no mention of the word additional. It seems it says you would not create any \nsubstantive or procedural rights.\n\n Let me make sure I understand something else. Any existing substantive or procedural right or benefit that is \nenforceable by any party in the US is still available to any individual who falls under these immigration laws?\n\n REP. SMITH: The response to that question is, I believe so. The only purpose of this amendment is to preclude \nthose lawsuits that are base on new section 241, and not to go beyond that.\n\n \n\nREP. HYDE: If the gentleman would yield, the word created implies new, rather than existing, I would think.\n\n REP. SMITH: The question becomes created apart from section 241? Because section 241, that's the summary \nexclusion, is it not?\n\n REP. HYDE: No, it's not.\n\n REP. MOORHEAD: My concern is that if we're talking about any substantive or procedural rights that may be \ncreated apart from what we're putting into the bill. In other words there are certain rights that we are eliminating \nthrough the summary exclusion process. And I'm wondering if what this would do is add onto that and say, not only \nthat, but we are also making sure that any substantive or procedural rights that previously existed, before we made \nthis new summary exclusion legislation, would no longer be available as well to the (inaudible)\n\n REP. SMITH: Let me say to my friend that that's clearly not the intent and if this amendment passes I'll be happy to \nsay publicly that I'll reinforce that with additional language that you might want to provide.\n\n REP. SMITH: I appreciate that.\n\n REP. HYDE: The gentleman will explain --\n\n REP. WATT: Would the gentleman yield?\n\n REP. HYDE: I'm sorry, The gentleman from North Carolina. The gentleman from Texas is given an additional two \nminutes by unanimous consent.\n\n REP. WATT: I just want to follow up on Mr. Becerra's question. The placement of this on page 101, after line 5, \nwould suggest that the provision specifically applies to -- and I would assume that the section that is being referred \nto -- is what section, maybe I should just ask that. What section? When you say nothing in this section shall be \nconstrued, which section are we talking about?\n\n REP.  : We're talking about new section 241 in this bill under the Immigration and Nationality Act.  REP. WATTS: \nThen why -- but the placement of this at the end of a paragraph having to do with places of detention would seem to \nsuggest that it is specifically designed to deal with -- or might suggest that its specifically designed to deal with \novercrowding in those places.  REP.  : I'd say to the gentleman that it has nothing to do with what he's concerned \nabout. This section begins, I think, on page 82. You should not read anything nefarious into the placement of this \nsection. That's not intended to be a back door attempt to detract in any way from the rights of individuals under \n\n\n\ncurrent law.  REP. HYDE: The gentleman will explain amendment 2-B.  REP.  : Excuse me Mr. Chairman.  REP. \nHYDE: The gentleman from New York.  REP.  : Before we get our third amendment, can I ask a question?  REP.  : \nWill the gentleman yield?\n\n REP.  : I'll be happy to yield from to the gentleman from New York.  REP.  : I'm not sure I understand what you \nmean by any substantive or procedureal right as -- let me ask this. Under this amendment, could someone \nchallenge the constitutionality of section 241 or the provisions of this section of the bill?  REP.  : To reclaim my time, \nyes someone could certainly challenge the constitutionality of new section 241.  REP. HYDE: O.K., we now can \nproceed to 2-B.  Will the gentleman explain amendment 2-B.  REP.  : Mr. Chairman, actually amendments 2-A and \n2-B should be considered together. These amendments are intended to assure that stow-aways who arrive in the \nUnited States are promptly inspected, screened and removed from our shores. The problem of stow-aways on \nshipping vessels has increased in recent years. This has raised security concerns for shipping companies and \npresented immigration problems for the United States.  In earlier times the simple rule was that a stow-away must \nbe sent back on the vessel in which the stow-away arrived. That will need some modification today because vessels \noften do not travel linear routes from point to point across the ocean, back and forth. Thus, to avoid vessels having \nto carry stow-aways on extended trading routes, there needs to be more flexibility. These amendments will make \nseveral important clarifications. They apply primarily to shopping lanes, but in the very rare case of an airline stow-\naway, would apply to airlines as well.  First, they will ensure that any stow-away who claims asylum is subject to the \nsame expedited screening process that this legislation applies to other illegal aliens arriving in the U.S.  Only a \nstow-away who shows a credible fear of persecution will be permitted to make a formal application for asylum and \nremain in the U.S. long enough for the application to be adjudicated.  Section, these amendments will clarify rules \non who must detain stow-aways and who must pay for that cost. The ordinary case, the INS will take custody and \nthe shipping lane will both pay for that custody and obtain the travel documents necessary to remove the stowaway.\n\n If the stowaway claims asylum, the carrier's responsibility for detention costs is limited to 15 business days.\n\n Third, these ammendments require the attorney general to grant a timely and reasonable request to permit removal \nof the stowaway on an aircraft or vessel other than that on which the stowaway arrived, but only if removal of the \nstowaway is not delayed. I'm happy to say that these amendments were worked out as a result of negotiations \nbetween representatives of the maritime industry and the INS, and I would encourage my colleagues to support this \namendment.  REP. HYDE: Does the gentleman from California, who is the present trustee for the gentleman from \nNorth Carolina on his reservation, insist on his reservation, or may we proceed with these en bloc?  REP. \nBECERRA?: Mr. Chairman, with the understanding, made by the gentleman from Texas, that we can further \ndiscuss amendment number 5 with regard to what is meant by \"the creation of any procedural or substantive \nrights,\" and clarifying that language between now and the floor, I would remove any reservation about (inaudible).  \nREP.: Mr. Chairman.  REP. HYDE: The gentleman from New York.  REP.: I would request a separate vote on each \nof the four.  REP. HYDE: Alright. A separate vote is requested, so the question occurs on amendment number 17, \noffered by Mr. Smith of Texas.  REP. BECERRA: Mr. Chairman, before we go to a vote -- we haven't had a chance \nto discuss, other than to try to understand what each amendment is -- REP. HYDE: Well, surely, if the gentleman \nseeks recognition, the gentleman from California, Mr. Becerra.  REP. BECERRA: Thank you, Mr. Chairman.  A \ncouple of questions for the gentleman from Texas on amendments number 2a and 2b. Can the gentleman explain \nwhat happened, with regard to the legislation as it currently stands, that required us to include the amendments, as \nI see them. Was there an absence of language dealing with a stowaway who might claim asylum, and that's the \npurpose of these two amendments?  REP. SMITH: In the case of amendment 2a, the answer is yes, that was a \nspecific reason.  REP. BECERRA: And would amendment 2a treat a stowaway who claims to have a fear of \npersecution or who wishes to seek asylum, does it treat the stowaway the same as it would treat any other \nindividual seeking asylum, once the claim is made?  REP. SMITH: Yes, it does, in the sense that we apply the new \nstandard of credible fear of persecution, and then upon being able to establish that, they would be able to apply for \na formal request for asylum.  REP. BECERRA: Let me ask a question of the gentleman. Is it the case under the \nlegislation that someone who is making a claim for asylum or claims to have a fear of persecution that, in order to \ntrigger the asylum process, the individual, whether stowaway or not, must first have a credible fear of persecution \nbefore they're granted an asylum hearing?  REP. SMITH: That is correct, \"credible fear\" being a lower standard \nthan the current definition of someone who has a legitimate claim for refugee or asylee status. So, it would be the \n\n\n\n\"credible fear\" standard.  REP. BECERRA: But let me see if I can get a more specific response. The language here \nin the amendment says, \"A stowaway may apply for asylum only if the stowaway is found to have a credible fear of \npersecution under subsection B1b.\" So, my concern is that a stowaway may apply for a asylum ONLY IF the \nstowaway is found to have a credible fear; I was under the impression that you can apply for asylum -- whether \nyou're granted the hearing depends on whether there's a credible fear -- but you're allowed to apply. This seems to \nsay that you cannot apply unless you're first found to have a credible fear. (Pause) Are we creating an additional \nhurdle?  REP. SMITH: When you say \"apply,\" I think that that refers to the formal application process, so of course, \nsomeone can claim to seek asylum, but in order to get their hearing, they're going to have to show a credible fear to \nthe immigration officer.\n\n REP. BACERA: So what we're saying is, the individual can, at the port of entry, or in this case of a stowaway say, \nI'm doing this, I'm stowing away because I'm trying to avoid persecution in my country. There will be an interview \nby the immigration officer and at that point if there is a credible fear of persecution found by that examining officer, \nat that point the stowaway may apply for asylum.\n\n REP. SMITH: The gentleman is correct. That would trigger the entire process.\n\n REP.  Thank you for the explanation.\n\n REP. HYDE: The gentleman from New York.\n\n REP.  Would the gentleman yield for a question?\n\n REP. SMITH: I'd be happy to yield to the gentleman from New York.\n\n REP.  Mr. Smith, posit the following situation. Someone is being persecuted by reason of ethnic difference or \nwhatever in some country and escapes that country, hikes over the border, illegally, ahead of the secret police, and \nstows away aboard an aircraft or a ship. And now he steps off the ship or the aircraft, claims political asylum. How \nwould he establish credible fear to the person examining him at that point?\n\n REP. SMITH: Let me respond to the gentleman. He would establish or she would establish credible fear in any \nnumber of ways, and immigration officers are trained to look for evidence, look for responses to their questions, it \ndoesn't have to mean that they have any particular documents necessarily. But they will have to show by what they \nsay that they have some credible fear and be able to satisfy the immigration officer.\n\n REP. If the gentleman would yield further?\n\n REP. SMITH: I'd be happy to yield.\n\n REP.  In such a circumstance the person is obviously going to say, I'm persecuted because I'm Tamil in Shri Lanka \nor I made the wrong comment about the dictator or whatever. And how did you get here? Well, I hiked across the \nmountains and reached the ship. And he has no documents, and if he had a chance to get documents maybe he \ncould, if the officer doesn't know about the political situation in East Balukhistan, and he can't know about the \npolitical situation in every country in the world, how is that person at that point, without the opportunity of getting \nexpert witnesses about what's going on in East Balukhistan, or the opportunity to get documents, or other witnesses \nor for that matter a lawyer, how is he supposed to establish, other than by stating that. And how is the immigration \nofficer, other than by thinking to himself, well this guy sounds okay, or this guy doesn't sound okay, how is he \nsupposed to --\n\n REP. Would the gentleman yield?\n\n REP.  I'll yield in one second. How is he is supposed to make that determination other than completely subjectively \nat that point.\n\n REP.  Would the gentleman yield?  I think the problem is that's essentially the way it is today. And unfortunately, as \nyou know the State Department issues in actually hearings sometimes the views about the in-country conditions, \nbut it's entirely up to the individual to produce whatever he can produce. Frequently nothing.\n\n REP.  Reclaiming my time. Isn't it true that today the individual generally has some time, not on the spot at the \nairport or the pier, in which he can contact a lawyer, in which he can contact an immigrant aid group and someone \n\n\n\ncan get witnesses as to what's going on back in East Balukhistan? Or can get witnesses and say, I went through \nthis and I know what's going on? Or can get documents or affidavits which you can't possibly produce on the spot.\n\n REP.  : Mr. Chairman, let me reclaim my time and try to respond to the gentleman from New York. And I can't \nspeak for them, but the immigration officers who interview individuals to determine whether or not they have a \ncredible fear of persecution are trained to look for a number of things to sort of substantiate what the claim is. They \nlook for details, they look for consistency, they look for plausibility. And my guess is that if you were to recount the \nfacts as you just did, the immigration officer would ask a number of follow up questions. If the immigration officer \nwere satisfied that there was that credible fear, then the individual would be on their way as far as their various \nhearings and appeals.  REP.  : Mr. Chairman.  REP. HYDE: Yes.  REP.  : Very briefly, let me just say that this --\n\n REP. HYDE: I don't have the time and this gentleman's time is -- REP.  : I'd be happy to yield.  REP.  : Thank you, \nI'll take less than one minute now. Thank you for yielding. I would just say that I'll oppose the amendment for the \nsame reason that I'm going to oppose the entire summary exclusion provision of this bill. Precisely because it is \nimpossible, no matter how well trained an immigration officer may be, to determine from answers without \nevidence, without affidavits, without testimony, the legitimacy of the claim of credible fear of persecution.  And there \nare any number of cases that we know of where a person who was - who the initial interviewing officer said no, was \nable to establish themselves in subsequent days with affidavits, lawyers, etc., that there was ample fear of political \npersecution and they were granted asylum. But by these procedures, we'd remove that opportunity and we will \ntragically return many people to be persecuted, or to be shot, or to be mutilated or whatever is going on. I thank the \ngentleman for his time, but I just think that we're making a terrible mistake today. Thank you Mr. Chairman.  REP. \nHYDE: The question occurs on the amendment, all in favor say aye, opposed nay, opinion of the chair, the ayes \nhave it, the ayes have it and the amendment is agreed to. The gentleman will -- the gentleman has, have we \nexplained number 5 yet? Alright, then the question occurs on Smith amendment number 5. All in favor say aye, \nopposed nay. Opinion of the cair, the ayes have it, the amendment is agreed to.  Amendment 2-B, because these \nhave been separated.  All those in favor of amendment 2-B of Mr. Smith, say aye, opposed nay. In the opinion of \nthe chair, the ayes have it and the amendment is agreed to.  Amendment 2-A, by Mr. Smith of Texas. All those in \nfavor say aye, opposed nay. Opinion of the chair, the ayes have it, the ayes have it and the amendment is agreed \nto.  Mr. Bryant of Tennessee is recognized for purposes of an amendment.  REP. BRYANT: Thank you Mr. \nchairman, I have to amendments, numbers 3 and 4.  I think we could consider those en bloc and I would ask \nunanimous consent once they are handed out.  REP. HYDE: The clerk will designate both amendments, the \ngentleman from California reserves the right to object to the en bloc.  REP.  : Mr. Chairman, I'll reserve that right to.  \nCLERK: Amendment number 3 offered by Mr. Bryant of Tennessee, page 190, strike line -- REP. BRYANT: Mr. \nChairman I ask that both of these amendments be considered as read.  REP. HYDE: Without objection, so ordered \nand the gentleman is recognized for five minutes to explain the amendments offered en bloc.  REP. BRYANT: \nThese amendments apply to sub-section C of this title and the first one is a simplification of the definition of the term \nstow-away, and I think its a more fair definition. What it does, in essence, it tracks the traditional definition of stow-\naway, which is on page 190 of the bill, that's found in Blacks law dictionary as well as the United States code.\n\n The airline industry supports this amendment. And what is occurring here is, we're simply striking lines 17 through \n19 and adding, in essence, a sentence which says a passenger who boards with a ticket is not to be considered a \nstowaway. As practice occurs, there are people that board airplanes that have a ticket and, primarily in situations of \ntransit without visas, they come into this country as a stopping-off point, on their way to Canada or wherever, and \nthen claim some type of asylum. And in the process they have destroyed their documents or passed them on to \nsomeone else, and they claim asylum. So I think this is just a fair definition of the word stowaway, in all deference to \nthe airline companies and others, in this type of situation.\n\n The second amendment is on page 193, and it strikes the entire section of section 344. And in 344, in essence, \nwhat we're doing in the bill is increasing the penalties from $3,000 to $5,000 against airlines.\n\n And given the history, and the improvement, the record that the airlines industry has made over the last few years, \nthe numbers show that the airlines have, their fines have gone down, the trend is very strong, from 21 million dollars \nin fines in 1992 down to 18 million in 1993 and all the way down to 13.4 million in 1994.\n\n\n\n This shows a good faith, a real effort on the part of the airlines industry to follow the law, to do a better job, and I \nthink that's clear from the numbers.\n\n In effect what we're trying to do, or what we're doing in this bill by increasing the penalty, it seems to me is \npenalizing them for the good job they've done. By striking this provision we would leave the fine at $3,000 rather \nthan increasing it to $5,000. And I think this will offer further encouragement to the airlines to do a better job of \ncompliance and keeping it at the same level.\n\n We want to see the INS also comply with their fine mitigation program that was supposed to have been set up in \n1986 as a part of the original enactment of these fines. And perhaps this would encourage such a mitigation \nprogram to move along at a faster pace.\n\n But in essence I think two simple amendment that would operate in a fair mode with the airlines industries.\n\n REP. HYDE: Is there further discussion?  The gentleman from California, Mr. Becerra.\n\n REP. BECERRA: I believe that the two amendments do deal with the issue of vessels and aircraft. But they are two \nsubstantively different issues. One deals with whether or not we want to redefine stowaway and the other deals with \nwhether or not we wish to keep the penalties on an airline the same as they are now as opposed to what the \nlegislation would do, which was to increase the penalties.\n\n So I would urge us to go ahead and have a bifurcated vote on these two amendments.\n\n REP. HYDE: The question occurs on the first Bryant amendment, which is amendment number --\n\n REP. Mr. Chairman, if we could have some -- again, I do wish to discuss the amendment itself.\n\n REP. HYDE: The gentleman is recognized to strike the last words.\n\n REP. I appreciate it. If I could ask the gentleman if he would yield for some questions?\n\n REP. BRYANT: I would be happy to.\n\n REP. If I understood him correctly, the gentleman is saying that this revised definition of stowaway, what we're \ndoing is recognizing that some individuals do walk on with tickets, and that they should not be considered \nstowaways, whereas under the current definition they would be?\n\n REP. BRYANT: That's correct.\n\n REP.  If he could explain that a little bit more to me.\n\n How is someone who walks in with a ticket still in some cases considered a stowaway. I'm just, not at all familiar \nwith the law there.\n\n REP.  BRYANT: Well, as I understand, many times the person will get on board with a ticket and while on board \nbut before they land in the United States either pass that ticket off to a third party or destroy it. And thereby when \nthey land in the United States they don't have a ticket and thereby they claim asylum and the industry has to then \nbear the cost of housing this in-transit alien.\n\n REP.  Would it be the case in that instance that the airline could prove that in fact the individual claiming asylum \nactually boarded the plane or vessel with the ticket?\n\n REP.  BRYANT: Right, and this new definition where it would be a requirement or an exception, if they had the \nticket they would be allowed to prove it. They could go back and actually trace and prove where they did in fact \nhave the ticket.\n\n In the definition in the present bill I don't think that makes any difference.\n\n REP.  Makes sense.\n\n I have no further questions, Mr. Chairman.\n\n REP. HYDE: The question occurs on amendment number three, the Bryant amendment.  All those in favor say \naye.\n\n\n\n REP.  Aye.\n\n REP. HYDE: Opposed nay.\n\n REP.  Nay.\n\n REP. HYDE: In the opinion of the chair the aye's have it. The aye's have it and the amendment is agreed to.\n\n The question occurs on amendment number three, the Bryant amendment number four.\n\n REP.  GALLEGLY: Mr. Chairman, I move to strike the amendment.\n\n \n\nREP. HYDE: The gentleman from California recognized for five minutes.\n\n REP.  GALLEGLY: Mr. Chairman, I'd request or, like to ask a question of the chairman and the chairman of the \nsubcommittee and see if they yield for a question and ask: it seems that this amendment would strike the provisions \nof the bill that would increase the penalties on an airline where it is found to have allowed individuals to board the \naircraft or vessel and have the individuals become stowaways. And I'm wondering what the opinion is of the \nchairman and the chairman of the subcommittee on whether or not we should be striking that provision?\n\n REP. HYDE: The gentleman from Texas.\n\n REP.  Mr. Chairman, I'm going to yield to the gentleman from California, Mr. Gallegly.\n\n REP.  GALLEGLY: I thank the chairman of the subcommittee for yielding. I will not take but just a minute.\n\n I reluctantly speak in opposition to the gentleman from Tennessee's amendment.\n\n We are not talking about -- if the gentleman would correct me if I'm wrong -- we're not talking about those that are \ntransiting without visa. We're talking about those that are directly coming to the United States, is that correct, Mr. \nBryant?\n\n REP.  BRYANT: In this second amendment, we're talking about.\n\n REP.  GALLEGLY: Where we're striking the language that increases the penalty from three thousand to five \nthousand?\n\n REP.  Right. I think we're talking about --\n\n REP.  GALLEGLY: We're speaking about only those that are entering the US, they're not transiting without visas. \nBecause I have an amendment having to do with transiting without visas that I'll be offering shortly.\n\n But the issue that it relates to those that are coming directly to the United States, the law currently provides for a \n$3,000 penalty for the airlines and the responsibility to return the individual to their native country.\n\n I think that the increase from three to five is very responsible, and with all due respect, I will be opposing the \ngentleman's amendment.\n\n REP.  BRYANT: Mr. Chairman?\n\n REP. HYDE: Who's seeking recognition?  REP.  BRYANT: Right here.\n\n REP. HYDE: The gentleman from Texas, Mr. Bryant.\n\n REP. BRYANT: Mr. Chairman, I move to strike the last word.\n\n I would just like to speak in support of Mr. Bryant of Tennessee's amendment.\n\n We had no testimony before the subcommittee, or any hint that somehow or another we needed stronger penalties \nto deter airlines from, or rather to encourage them to be more selective in making sure they didn't bring anybody \nhere illegally. None whatsoever. We just had no evidence at all before the committee urging us to raise these fines. \nAnd in fact what we've seen as Mr. Bryant pointed out a moment ago, is that their efforts in this regard have been \n\n\n\nquite good and the number of fines and number of penalties have been going down, not up. So I see no benefit \nwhatever in doing this.\n\n It really is, I think, a kind of a sly way to just get more money out of the airlines to help pay for the cost of enforcing \nthe law, and there's just no reason to go that. I think it's quite unfair to do it. We have a fine in the law already, and \nthere's nothing that would call for increasing the fine.\n\n So I urge the members to vote for Mr. Bryant's amendment.\n\n REP. Would the gentleman yield?\n\n REP.  I yield.\n\n REP. Has there been good cooperation between the airlines and INS over recent years in this area, Mr. Bryant?\n\n REP. BRYANT: I understand that there has been and that it has gotten increasingly good as each year passed.\n\n Fact is that they have faced quite an abusive situation in which they've been held responsible for a lot of things \nthey had no control over, such as the situation which Mr. Bryant tried to solve with the first amendment, where \nsomebody gets on the plane with documents, tears them up while they're on board, flushes them down the \ncommode, they get off the plane when they get there with no documents and the airline has to pay the cost of their \nroom and board while they're being processed.\n\n REP. Would this then, if the penalties are raised, by a calculated 66 percent here, would this in effect be sending a \nsignal to the airlines that you're being penalized for cooperating and having a good track record?\n\n REP. BRYANT: I think that would be a fair interpretation, yes.\n\n REP. Okay, I thank the gentleman for yielding.\n\n REP. BONO: Would the gentleman yield?\n\n REP. BRYANT: I yield, yes.\n\n REP. BONO: A question for the subcommittee. I understand the airlines already pay the INS a passenger fee per \nperson now which is a substantial amount that assists the INS if I'm not mistaken. Would you know?\n\n REP. BRYANT: I believe that's correct, yes.\n\n REP. BONO: I forget the total amount, but it was very substantial.\n\n Also, I think inadvertently as you said, the airlines are doing a job they really aren't specified to do and they're stuck \nwith this job, don't want it, and from every impression that I got, they try to comply as much as possible. Sometimes \nit's an impossibility, but they don't want the job, and find themselves getting penalized for something they wish they \ndidn't even have to think about or do.\n\n REP. BRYANT: I think the gentleman is right and, you know, normally you have a situation where people would \ncome forward and say, we've got to fine these guys more because they're acting badly, we need to deter them from \nthis kind of behavior. We had no testimony whatsoever.\n\n REP. BONO: Yeah, I think they've been exemplatory.\n\n REP. Would the gentleman yield?\n\n REP. BRYANT: I yield, yes.\n\n REP. Thank you, Mr. Bryant.\n\n You know, one of the things in looking at the track record of various airlines. Certain airlines are very responsible \nand some have very spotty records at best. And I think without this added incentive, if you will, I think it is going to \ntake that to encourage those that have a very spotty track record to improve the track record. And I think that it was \nwise to have in the bill to start with and I will --\n\n REP. HYDE: Will the gentleman yield to me, Mr. Bono?\n\n\n\n Oh, Mr. Bryant has the time?\n\n \n\nREP. BRYANT: I have the time, yes.\n\n REP. HYDE: Mr.. Bryant of Texas, would you yield to me?\n\n REP. BRYANT: Sure.\n\n REP. HYDE: I'm inclined to agree with Mr. Bryant of Tennessee. The $3000 for being a deputy INS officer and \nguessing wrong, ought to be enough. $5000, you really are imposing, as Mr. Bono said, a federal tax on a \ncommercial airline whose only giving paid to transport people, not to screen them through. That they do the job, and \nif they don't do it well enough, they get socked $3,000, which is existing law, seems to me to be quite penalty \nenough. And so, with extreme regret, because I can't think of anything else I disagree with Mr. Gallegly on, I would \nlike to support Mr. Bryant's amendment . Question is -- REP. BRYANT: Mr. Chairman, might I complete my time?  \nREP. HYDE: I'm sorry, Yes, of course.  REP. BRYANT: I just want to add one other fact because Mr. Cuomo asked \nabout it. I checked here, the airline's apparently pay $270 million a year now in user fees. I mean its not as though \nthey're not doing their part, and I don't -- there's just no evidence in favor of an increase in fines.  REP. BONO: If I \nmay ask one more question, as I understand they're more than willing to pay that fee as well.  They're not objecting \nto that. So it costs than $270 million already.  REP. HYDE: The question is on the amendment of the gentleman \nfrom Tennessee. All those in favor say aye, opposed nay, opinion of the chair the ayes have it, the ayes have it and \nthe amendment is agreed to. The chair recognizes the distinguished gentleman from Michigan, Mr. Connors, for \npurposes of an amendment.  REP. CONYERS: Mr. chairman I have an amendment that starts at page 44, line 14, I \nask that it be reported and distributed.  REP. HYDE: The clerk will report the amendment and the deputy clerks will \ndistribute.  CLERK: An amendment by Mr. Conyers, page 44, line 14, after arrival and search, or an alien \ninterdiction on the high seas by an agency of the United States government.  REP. HYDE: The gentleman is \nrecognized for five minutes in support of his amendment.\n\nREP. CONYERS: Thank you. Members of the committee, this amendment relates to aliens intercepted at sea and \nafter the word arrival adds \"or an alien interdiction on the high seas by an agency of the United States.\" The effect \nof the amendment would subject aliens interdicted on the high seas by an agency of the United States, the Coast \nGuard or the Navy, to the same opportunity to see political asylum as would a person who entered the United \nStates without being admitted, or a person who appears at a port of entry seeking admission.  Like these persons, \nan alien interdicted on the high seas, without adequate travel documents, should have a chance to prove that they \nare entitled to political asylum because they're fleeing persecution. To do less would be to violate the international \nnorms of non-revolvement (?) which the United States has traditionally supported and which of course bars \ncountries from returning legitimate refugees to their tormentors.  The amendment is calculated to guide the Coast \nGuard and others in situations similar to the ones they faced when Haitian boat people took to the seas in search of \nfreedom before the return of Mr. Aristide. It would serve to clarify the procedures which must be employed, instead \nof leaving the Coast Guard or the Navy to guess about what they should do when an interdicted person seeks \npolitical asylum.\n\n The gentleman from New York, Mr. Nadler, previously raised this issue and how it might be more appropriately \nresolved.  Nobody here would deny that in the instance of Jews fleeing Hitler's so called, Final Solution in Germany, \nfive decades ago, should have been given the opportunity to show a credible fear of persecution, if their boat, \nbound for the United States, was interdicted by a US vessel.\n\n Similarly, if a boat full of Bosnians fleeing ethic cleansing, or a boat full of Chinese women fleeing forced \nsterilization or abortion, is intercepted on the high seas by one of our vessels, they too should have a chance to \nshow a credible fear of persecution.  And I have and will attempt to put in the record, letters from the Cuban \norganizations which are signatories to a letter to President Clinton dated August 15, 1995.\n\n Key leaders in Miami including, Javier Soaz (sp), the former mayor of Miami, and the Spanish-American League \nAgainst Discrimination, other national organizations including the Council of Jewish Federations, the American Civil \nLiberties Union, the Immigration and Refugee Services of America, the Lutheran Immigration and Refugee \n\n\n\nService, the National Council of La Raza, Southeast Asian Resource Action Center, the US-Catholic Conference on \nMigration and Refugee Services and other organizations in both Illinois and New York and Washington, DC.\n\n I think the import of this amendment is clear. It would allow those on the high seas to at least be given a chance to \ndetermine whether their claim to seek political asylum is in fact valid.\n\n I urge support of this amendment.\n\n REP. HYDE: The gentleman from Texas, Mr. Smith.\n\n REP. SMITH: Thank you, Mr. Chairman. I strongly oppose this amendment.  This amendment would give due \nprocess rights to aliens interdicted at sea, even if they are not brought to the United States.\n\n Now the Supreme Court ruled in 1993, almost unanimously, that the US does not have to give refuge or access \ndue process rights to aliens interdicted at sea.  And this would overturn that 1993 Supreme Court decision.  Also, it \nwould severely hamper our efforts to deter illegal immigration through interdiction and direct aliens who are \napprehended at sea.\n\n \n\nSo this is a far reaching amendment that I do not think we should support.  We need to reaffirm, if anything, that \n1993 Supreme Court decision.  I oppose this amendment.  Yield back my time.\n\n REP.  Mr. Chairman?\n\n REP. HYDE: The gentleman from California, Berman.\n\n REP. BERMAN: This comes, this amendment goes right to the heart of this country's great heritage as a haven for \nrefugees.  We are talking here, not just about the Haitians, we are talking about the Cubans.\n\n I'd love to be talking about a due process hearing. Look at the bill thats in front of us. The remnants of due process \nthat are left are so minimal as to already, on a procedural basis, make massive inroads into this tradition that we \nhave.  All Mr. Conyers amendment does, it says that on the new expedited, summary interview process that \nremains, the threshold for getting into a asylum hearing -- that summary expedited process, let somebody interview \nthe person on the ship whose been interdicted to determine if there is a credible fear, not with what I think is a good \ndefinition of credible fear -- but with what the authors of this process have decided is a definition of credible fear.  \nThis is just the tell-tale remnants of what has historically been our procedure for dealing with applicants for asylum \nor refugee status, and all Mr. Conyers wants to do is take that abbreviated, summary process and apply it to people \nwho are interdicted by the U.S. Coast Guard on the high seas.  REP.  : Would the gentleman yield?  REP.  : I'd be \nhappy to yield.  REP. SCHIFF: I just want to pose a question to the gentleman from California or the sponsor from \nMichigan. As a practical matter how does the gentleman believe this would work, would this mean that every Coast \nGuard vessel or other ship of our government that's interdicting vessels coming to our shores has to have a hearing \nofficer of some kind on them? And how would it function?\n\n REP. CONYERS: Would the gentleman yield?  REP. SCHIFF: I yield back REP. CONYERS: Absolutely not, that's \nprecisely what we're trying to avoid. What we're trying to do is let a person who raises this claim, and incidentally, \neverybody doesn't raise this claim, I mean there's a lot of people that come to this country, that don't even know \nthat there is a law that they can raise. So that what we're trying to do, Mr. Schiff, is get the determination on land, \nand nothing more than that.  So the important thing to remember here is that in connection with the Supreme Court \ndecision, they said -- the court really was saying this isn't a constitutional right. It didn't say that we couldn't adopt \npolicies supportive of a more rational way to determine whether asylum should or should not be granted.  REP.  : \nWould the gentleman yield one more time?  REP.  : Could I just make one amplification of that response? What \nhearing officer?  We're doing away with the hearing officer. You've got an INS employee during an interview, \ndeciding if there's a credible fear in his opinion or her opinion before it ever goes into a hearing process. \nGuantanamo, a number of different places can be the basis for that interview, if the ship doesn't work, and in many \ncases the ship doesn't work. But it's not a hearing officer, it's not a hearing, it is an interview because that's all that's \nleft of the initial asylum process in this bill. And all Mr. Conyers wants to do is extend that minimal -- REP. \nSCHIFF(?) : Would the gentleman yield?  REP.  : Sure.\n\n\n\n REP. SCHIFF: But Mr. Conyers said, and I'll be glad to yield back in a minute, that we want determination made on \nland.  Now isn't that going to effectively terminate the at-sea interdiction efforts because anyone makes a claim of \nasylum right there in a boat, has to be brought to the United States for resolution.\n\n REP.  No, no.  First of all, I do not read Mr. Conyers amendment, I think the process makes more sense on land. \nBut I don't think this amendment requires it to be on land.  If it is possible to conduct it this interview on the ship, \nand that has been done in the past, it can be done.\n\n Secondly, there are places outside of the United States that like Guatanemo, where this has been done in the past, \nand can be done in the future.  I think it is being done right now, in fact.  And, where that interview, not hearing, can \ntake place if it is not to take place on the ship.\n\n And, thirdly, if they were brought to the United States with what's left of the procedure, it's no longer a guarantee to \nstay in this country for a couple of years because you have such a summary procedure for exclusion, that if the \ninterview says no credible fear, he's out.  So, for very minor expenditure of funds, a very minimal effort, we are just \ntrying to screen to find out, through an interview process, if there is a credible fear, before we deport the person \nback to what frequently can be a tyrannical government, from which that person is fleeing by boat.  By and large, \nthis is not the method of choice by which people come to this country.  It is only the crisis in the home country that \nmakes anyone do this in the first place.  And I think the amendment is modest and just and humane and --\n\n REP.  Would the gentleman from California yield, briefly?\n\n REP. BERMAN?: Sure.\n\n REP.  As I understand it, the gentleman, himself, has introduced an immigration bill that, in fact, has a version of \nexpedited removal in it.  And I know he did this at the administration's request, or I assume that he did so.  So, that \nbeing the case, wouldn't the administration strongly oppose this amendment?\n\n REP.  BERMAN?: Well, I was told we can't talk about what the administration purposes or (inaudible word).  \n(Laughter.) No -- first of all, the bill I introduced changes the definition of credible fear. Secondly, to be honest with \nyou, I never contemplated the issue of interdiction on the high seas.  There are a lot of things I didn't think about \nbefore I introduced this bill on request, Mr. Conyers.\n\n But, the one thing I think you can't argue with, Mr. McCollum, and a lot of people, and you, know very well how \ndifferent this process is in this bill than the traditional asylum process.  And it is not a hearing.  It is an interview.  It \nis a credible fear process. It is summary exclusion if --\n\n REP.  : Gentleman would yield one more time?  I don't, the individuals that we are talking about, those who, once \nagain, are not in the United States, do have a process that they can avail themselves of now.  And that is what is \ncurrently done.  The INS works with United Nations High Commission on Refugees to screen these individuals \noften times in third countries.  So, it's not as if there's no process or no remedy that's available to these individuals \nnow.\n\n And I thank the gentleman for yielding.\n\n REP. BERMAN?: Well, my final, after my time has expired, point is simply that when we can work out of a third \ncountry, that is great. All we are saying work out something and give it the force of law. Third country, Guantanemo, \non the ship, have an interview before you send them back to the country from which he or she came.\n\n REP. HYDE: The gentleman's time has expired.  However, by unanimous consent, I'll yield the gentleman another \n30 seconds for the purposes of asking him if under this amendment , you interdicted someone on the high seas \nwho was suspected of criminal or terrorist activity, would you have to Mirandize him in his native language?\n\n REP. BERMAN?  No.  You would not.  There is nothing --\n\n REP. HYDE: Good.  Glad --\n\n REP. BERMAN: -- of the dramatic due processes that have developed under the great Warren court that any \nlonger applies in this process, between court decisions and the bill, and none of that would apply in this case.\n\n\n\n REP. HYDE: The question occurs on the gentleman from Michigan's amendment, Mr. Conyers.  All in favor say \naye.\n\n REP.  Aye.\n\n REP. HYDE: Opposed nay.\n\n REP.  Nay.\n\n REP. HYDE: In the opinion of the chair the no's have it and the no's have it, the amendment is not agreed to.\n\n REP. MCCOLLUM: Mr. Chairman?\n\n REP. HYDE: The chair recognizes Mr. McCollum, the gentleman from Florida, for the purposes of an amendment.\n\n REP.  MCCOLLUM: Mr. Chairman, I have two amendments I'd like to offer in block if I could. They're listed as 005 \nand 006 and one of them actually has number one of my name on it. The other one says immigration judges and \ncompensation.\n\n REP. HYDE: Is there any objection to hearing these two amendments in block?\n\n Hearing no objection, they may be heard in block.\n\n The clerk will designate the amendment and the deputy clerks will distribute them.\n\n CLERK: Amendment offered by Mr. McCollum. Page 195, line 8, strike deems especially qualified, and insert \nappoints as administrative judge with the executive office for immigration --\n\n Chairman: Without objection the reading of the amendment is dispensed with, and the gentleman from Florida is \nrecognized for five minutes to support his amendment.\n\n REP.  MCCOLLUM: Thank you very much Mr. Chairman.\n\n I shall be brief with this. These are both concerned with immigration judges. We have really mistreated in certain \nways immigration judges over the past few years, especially with regard to their compensation and their title.  We \nare today giving them a title of immigration judges in this bill, underlying bill. One of my amendments simply does \nwhat the Justice Department has asked us to do in qualifying the language and making sure that we put down \nsomething that goes along with that premise and have the words \"appoints as an administrative judge with the \nexecutive office for immigration review\", put in the bill rather than simply using the words \"deems specially \nqualified\". And frankly that is simply an effort on my part, that portion of this in block, to make the dignity of this \noffice little bit more than the bill even does.\n\n The other part of this amendment in block, though, is very substantive, it deals with pay. We have 179 \nimmigration judges today. We're going to take them up to, I think, 220 in fiscal year 1996. They are dealing out of \n29 permanent sites in 13 states. They have to travel to 33 remote regions. They had 300 thousand-plus cases in \n1995. We now have 145,000 of the fast-track asylum cases, and yet they're not treated the same way as even \nadministrative law judges are for pay purposes.\n\n What my amendment does essentially is conform them to the simple method of looking at what an administrative \nlaw judge makes. But to put that in perspective, I'd like to note today that federal district court judges make a \n$133,000 a year. Immigration judges start at $67,941 a year, and then after several years of service they top out at \n$88,326 a year.\n\n On the other hand, administrative law judges start at $75,205 a year and top out at $115,700, actually they top out \nat closer to $102,000, because the last two categories, administrative law judges do what you do -- administer at \nthe top level, they're not adjudicating as the immigration judges do.\n\n So what my amendment does, to put it in simple terms, is it creates categories of pay comparable to in ways to \nadministrative law judges, what they really receive. And you would then start immigration judges at $78,260, and \nin a few years they could work up as high as $102,856.\n\n\n\n They were overlooked completely, for some reason, and left out of the federal employees comparability act of \n1990, that created a new schedule of federal administrative law judges, and most other judges.\n\n So the administration wants it, attorney generals Thornburg, Barr and Reno have asked for this adjustment, and I \nthink that it's overdue and I would hope that it's not controversial and that we could adopt this particular pay, \ncategory change for them today as well as the technical change in how we title them in this bill.\n\n REP. HYDE: Would the gentleman yield?\n\n REP.  MCCOLLUM: I'd be very glad to yield.\n\n REP. HYDE: Does the judicial conference have an opinion on this, or have they considered it?\n\n REP.  MCCOLLUM: I'm not aware they do, because the -- as you know these judges are not technically judges \nunder their jurisdiction -- and I'm not aware of their having an opinion at all, one way or the other.\n\n REP. HYDE: Are immigration judges required to be lawyers?\n\n REP. MCCOLLUM: Yes, they are. They had to have practiced for seven years before they can become an \nimmigration judge.\n\n REP. HYDE: And the differential is between an ALJ and an immigration judge is what?\n\n REP.  MCCOLLUM: Well, right now an immigration judge starts at $67,941, but tops out at 88,000, and an ALJ \nstarts out $75,000 and tops out at 115, but I think for practicing ALJ's it's really 102. And so I have tried to conform \nthis. We start immigration judges at what is the equivalent of 78 and top them out at 102.\n\n REP. HYDE: Are the qualifications different for an ALJ and an immigration judge?\n\n REP. MCCOLLUM: Not significantly, no sir, not that I'm aware of. I think they're essentially the same. The duties, \nfunctions, responsibilities are, as given by the research to me that I trust and believe in, comparable both in terms of \ncomplexity of issues adjudicated and the level of discretion required in rendering a decision.  The only difference is \npay.\n\n REP. HYDE: Was this issue considered in the hearings at all?\n\n REP. MCCOLLUM: I don't recall.\n\n Mr.. Smith, was this issue of pay considered in the hearings? I know we've had a lot of discussion of it over time \nwith these administrative law judges. I don't recall if we had a hearing this time. We had a hearing in the last \nCongress over it.\n\n REP.  The gentleman is correct, we did not have a hearing this year, but we might have (inaudible).\n\n REP. HYDE: There have been hearings in the past?\n\n REP. MCCOLLUM: But there have been hearings in the past and the Justice Department requested that the Office \nof Personnel Management make this kind of an increase in some format this last time. And they didn't do it. They \ndidn't put it in the comparability act.\n\n REP. HYDE: Did you say this was requested by the Justice Department?\n\n REP. MCCOLLUM: Requested by the Justice Department. That's correct.\n\n REP. HYDE: Any further discussion?\n\n The question is on the gentleman's amendment, well, you have two amendments, what?\n\n REP. MCCOLLUM: In block.\n\n I've explained the other one is very technical. It simply replaces the language, Mr. Chairman, of, I guess, deems \nspecially qualified with appoints as and administrative judge. Now this is not an administrative law judge, it's \nadministrative judge within the administrative office of immigration review. It's a technical amendment.\n\nREP. HYDE: Very well, the question occurs on the gentleman's two amendments in block.\n\n\n\n All those in favor say aye.\n\n REP.  Aye.\n\n REP. HYDE: Opposed nay.\n\n REP.  Nay.  REP. HYDE: In the opinion of the chair the aye's have it. The aye's have it and the amendments are \nagreed to.\n\n I see the gentlelady from California is seeking recognition and she is recognized.\n\n REP.  LOFGREN: Mr. Chairman, I have an amendment at the desk.\n\n REP. HYDE: The Lofgren amendment, the clerk will report.\n\n CLERK: Amendment offered by Ms. Lofgren. Page 42, line 18, insert persons in the national interest the attorney \ngeneral may waive clause if it is in the national or economic interest of the United States to do so.\n\n REP. HYDE: The gentlelady is recognized for five minutes in support of her amendment.\n\n REP. LOFGREN: Thank you Mr. Chairman.\n\n This is -- and I hope I will not need to take five minutes -- earlier we addressed on a consensus basis on both sides \nof the aisle the issue of the 10-year penalty for being out of compliance as an alien in the United States and I think \nwe all voted for that with the exception of one or two, so that was overwhelming.\n\n I want to offer this amendment, and I hope that we will accept it as readily, because this really looks out for the \nnational interests of the United States, not just the humanitarian interests of a family.\n\n I recall years ago, by way of an example, an individual who made his way to me who had done extensive post-\ngraduate work at Stanford University in a highly technical field that, I will be honest, I never completely understood.\n\n To say that he had botched up his immigration status would be to put it mildly. I think he had gotten some poor \nadvice prior to his finding his way to me.\n\n And as I looked into his situation, it became clear that not only was he interested in remaining in the United States, \nbut we were very interested in his remaining. The individual had technical skills that were applicable to the \ndevelopment of nuclear weapons, as his counsel I learned and can attest that he was getting offers from other \ncountries around the world to work in their weapons programs, the Defense Department had an interest and there \nwas a waiver procedure that was able to remedy his individual situation, that he had certainly botched up himself, \nthat we pursued successfully over a year's time.\n\n I note that if someone was to botch their situation as that gentleman did, here there would be no way under this act \nfor our country to act in our national interest. And I think that we need to allow for that possibility to occur.\n\n This is not a normal occurrence, it is not a frequent occurrence, but it is something that occasionally does happen \nand there needs to be some way for us to serve our interests when those rare circumstances occur.\n\n With that, Mr. Chairman, I don't think I have anything further to add at this point.\n\n REP. HYDE: The gentleman from California, Mr. Gallagly.  REP.  GALLAGLY: Mr. Chairman, I rise to speak \nagainst the amendment.\n\n REP. HYDE: The gentleman is recognized for five minutes.\n\n REP.  GALLAGLY: As we discussed earlier, and I respect what the gentlelady from California is trying to do. But I \nthink the potential here is much broader than initially meets the eye.\n\n And while I can be sympathetic with the individual issue that she's referring to, I still have to believe that anybody \nthat has the intellectual capability of getting to the point that the person that she was referring to obviously did, that \nof all people, they should have the ability to be aware of what their legal or illegal status is in the country. And I \nthink that if we are going to be lenient for anyone, the last person we should be lenient with is someone who has the \nintellectual capability of understanding what the law is.\n\n\n\n REP.  LOFGREN: Would the gentleman yield?\n\n REP.  GALLAGLY: I'd be happy to yield.\n\n REP. LOFGREN: My point in offering this amendment is not leniency for the person who erred and is smart \nenough to know otherwise. It's to make sure that the national interests of our country is protected.  It's not \nnecessarily for the individual who seeks a remedy, but for the Defense Department or the State Department that \nseeks a remedy in those cases when we need to make an exception in the national interest which is, I know the \ngentleman is aware, is a very high standard in all the cases in immigration law.\n\n REP.  GALLAGLY: Reclaiming my time.  There seems to be a little more subjectivity than I'm comfortable with, \nbecause we don't have any true definition of what is in the public or national economic interest.\n\n There's no definitive explanation of that. I would tell the lady -- gentle lady, if she would be willing to withdraw the \namendment, I would be very happy to work with her and as this moves toward the floor, that I would be sympathetic \nto dealing with that. Because I think the intent is probably wise, I'd just think we have a couple of loose ends here \nas it relates to the definition, and if we can narrow that down, I will be happy not only to work with, but to support the \ngentle lady, if we can do that between now and the floor.  REP.  : Thank you and noting that we are likely to be here \nfor several days, perhaps we can actually come up with language that's tight enough before we're finished here. \nAnd I will withdraw the amendment and hope that that can occur.  REP.  : If that's within the parameters of the title \nas we work through the title, I understand it has to be germane to the title, but if that's not correct Mr. Chairman?  \nREP. HYDE: The chairman would suggest that you work on this tomorrow because we're still on title 3 and we have \n17,403 amendments to it, and it will take us -- REP.  : Is that with or without this one Mr. Chairman?  REP. HYDE: \nThey're all going to be dealt with en bloc.  REP.  : I will commit to her in the next day to work and if we can bring it \nback to the full committee I would certainly like to do that, if not -- REP. HYDE: If not, and you have agreed on \nlanguage we can by unanimous consent return to title 3, but it would be nice to finish it tomorrow. The gentle lady's \namendment is withdrawn with unanimous consent and the gentleman from California, Mr. Gallegly.  REP. \nGALLEGLY: Mr. Chairman, moving along toward those 17 thousand other amendment's, I would ask to -- REP. \nHYDE: If the gentleman would identify his amendment?  REP. GALLEGLY: I have amendments 2 and 3, I have two \namendments, the first being amendment number two.  REP. HYDE: The Gallegly amendment number 2 will be \ndesignated by the clerk and the deputy clerks will distribute.  CLERK: Amendment offered by Mr. Gallegly, page \n192 strike line -- REP. GALLEGLY: I ask unanimous consent that the amendment be considered as read.  REP. \nHYDE: Without objection, so ordered. The gentleman is recognized for five minutes in support of his amendment.  \nREP. GALLEGLY: Mr. Chairman I'd like to start by saying to all of those who voted for the Bryant of Tennessee \namendment -- and I think it was unanimous with my one vote -- the exception of my one vote, if you liked his \namendment you're going to love this amendment. This amendment removes the section of the bill which places the \nfinancial liability on the airline's for housing and removing passengers who claim asylum as they are passing \nthrough the United States on the way to a third country.  This change recognizes that the airlines have no control \nover which persons claim asylum while in the transit - while in transit in the U.S. airports and therefore should not \nbe responsible for air carriers to pay these expenses. The scope of this amendment is very narrow. It does not \napply to passengers whose final destination is the United States. It only applies to passengers without U.S. visas \nwho are here changing planes on the way to a third country.\n\n While the number of these transit-without-visa passengers is relatively small, the costs associated with their \ndetainment are not.  For example, in one recent situation, a purported family of five, claiming asylum in New York, \nhad to be housed for 60 days at a cost of $86,000 to one carrier. By transferring these costs from the federal \ngovernment to the air carriers, this bill, as currently drafted, removes any incentive that the INS might have to \nstreamline its asylum process and quickly adjudicate pending cases. It places undue financial responsibility on the \nairline industry for a problem over which they have no control.  REP. BRYANT: Will the gentleman yield?  REP.: Mr. \nBryant? Yes.  REP. BRYANT: I'd just like to rise in support of the gentleman's amendment. We've hit on these \ntopics a few moments ago, but the fact is, the airlines have no control over this, and the gentleman's amendment \nsimply rescues them from a situation that's beyond their ability to affect it. And I think it's a good amendment and \nurge members to vote for it.  REP. HYDE: The question occurs on the amendment, all those in favor say aye, \nopposed nay. The ayes have it, and the amendment is agreed to. Does the gentleman have another amendment?  \nREP. GALLEGLY: Yes, Mr. Chairman. Amendment number 3.  REP. HYDE: The clerk will report the Gallegly \n\n\n\namendment number 3.  CLERK: Amendment offered by Mr. Gallegly. Page 101 (inaudible).  REP. GALLEGLY: Ask \nunanimous consent that the amendment be considered as read.  REP. HYDE: Without objection, so ordered, and \nthe gentleman is recognized for five minutes in support of his amendment.  REP. GALLEGLY: Thank you, Mr. \nChairman. This language clarifies that the federal government must reimburse states for all the costs associated \nwith its failure to enforce the borders. It covers the situation where a previously-deported criminal alien illegally \nreenters the US, and is apprehended and imprisoned in state facilities, often for relatively long periods of time. \nMany times, these criminal aliens are transferred from state facilities to the custody of INS or another federal \nagency for prosecution or deportation. The expense of detaining these criminal aliens should not be borne by the \nstates, as it is the federal government's responsibility.  REP. HYDE: Is there any further discussion? If not, the \nquestion is on the amendment, all those in favor say aye, opposed nay. Opinion of the Chair, the ayes have it, and \nthe amendment is agreed to. Are there further amendments on the Democratic side? (Pause).  The gentlelady from \nColorado has one.  REP. CONYERS: Mr. Chairman, I have an amendment at the desk.  REP. HYDE: The \ngentleman from Michigan, Mr. Conyers, could you identify the amendment?  REP. CONYERS: It starts at page 188, \nand its reference is the McCarran/Walter Act of (inaudible).  REP. HYDE: The clerk will report the amendment, and \nthe deputy clerks will distribute it.  CLERK: Amendment offered by Mr. Conyers. Page 188 after line 21, insert the \nfollowing new subsection, and reorder the other subsections accordingly. A exception: Section 212 of the \nImmigration -- REP. HYDE: Without objection, the reading of the amendment is dispensed with, and the gentleman \nis recognized for five minutes in support of his amendment.\n\n REP. CONNORS: The language that I am asking be added merely reads that, notwithstanding any other provision \nof this section, no alien may be denied a visa or excluded from admission into the United States under subclause 3 \nor 4 of the section because of any past current or expected beliefs, statements, or associations which, if engaged in \nor maintained by a citizen of the United States in the United States would be protected under the constitution of the \nUnited States.\n\n This merely makes clear that we are continuing to repudiate the so-called McKerran-Walter Act of years past which \nhad the unfortunate affect of preventing people from enjoying their rights or any rights that may be accorded to \nthem on the basis of their associations.  And so, what we are trying to do is make sure that we don't resurrect the \nMcCarthy era legislation repealed by the Congress and having been ruled unconstitutional in a particular case, \nwhen applied to a particular alien.  It would render associations without more grounds for exclusion under \nImmigrations and Nationality Act because it would render excludable every member of an organization that could \nbe, for example, designated by the Secretary of State.\n\n What we are trying to say is that ideas and associations themselves would not render a person excludable, but, \nonly their activities, that their beliefs, past or future, would not be a basis, but rather their conduct.  And so what I \nam trying to do, as mightily as I can, is to make sure that we don't relive the horrors of past legislation that was \nstruck down by the Supreme Court and then rejected even by the Congress in terms of how we determine whether \na visa might be denied, or whether a person could be excluded from admission to the United States.\n\n This is an extremely important civil liberties question.  And it is very reasonable position for us to take in the year \n1995.  I urge the members to consider the thrust and the importance of this matter and support the amendment that \nI placed before you.\n\n I yield back the balance of my time.\n\n REP. HYDE: The gentleman from Texas, Mr. Smith.\n\n REP. SMITH: Thank you, Mr.Chairman.  The purpose of this amendment, quite frankly, is to change existing law.  \nEven though I'm sure the gentleman would not intend it, it would make it easier for terrorists to enter the United \nStates.  What it seeks to do is something that I don't think we ought to do, and that is to give first amendment rights \nto individuals who live in foreign countries who are associated with terrorist organizations and might well be seeking \nto import their terrorism and violence to the United States.\n\n In this case, you could literally have a situation that an individual, who was plotting a terrorist activity in the United \nStates and was associated with such an organization, would be afforded the First Amendment rights of the \nConstitution that only United States citizens now enjoy. Clearly this is going to impact not only terrorist activity in the \n\n\n\nUnited States, it's going to also affect the foreign policy initiatives of the president and the secretary of state and \nalso, of course, will be an adverse impact upon law enforcement authorities everywhere.  REP. CONYERS: Would \nthe subcommittee chairman yield?  REP. SMITH: So, I have to say, I oppose the amendment, and I'll be happy to \nyield to the gentleman from Michigan.  REP. CONYERS: Thank you, very much. Is the gentleman from Texas \naware that, under current law, a person who has engaged in terrorism, or a person about whom a consular office or \nthe attorney general has a reasonable ground to believe is likely to engage in any terrorism after entry, is \nexcludable, under the present law?  REP. SMITH: I have to say to the gentleman, I'm not only aware of it, I'm \nhappily aware of it. I think we should exclude those individuals, who have as their aim to perpetrate terrorist \nactivities when they arrive in the United States.  REP. CONYERS: Well, then how are we going to interfere with \nthat, if we're saying merely that association and membership in an organization is not, per se, evidence that a \nperson is likely to engage in terrorist activity?  REP. SMITH: If I may respond to the gentleman, let me ask a \nquestion in return. With the millions of people who would like to come to the United States who are law-abiding \nresidents and citizens of foreign countries, why do we want to carve out an exception that would make it easier for \neither actual or would-be terrorists to enter this country? Let's give priority and our visas to individuals who are not \nassociated with terrorist organizations and don't have an intent to commit terrorist activities, and after we've taken \ncare of all of those folks, maybe we can talk about some of these folks.  REP. CONYERS: May I refer my colleague \nto the Supreme Court's decisions and the fact that the Congress itself has already earlier spoken on this. The fact \nis, is that we do not attach people's associations or police to their intent to commit any activity. Their record and \ntheir activities themselves speak to whether they should be included or excluded, and my provision would in no way \nrestrict the attorney general or his representatives for doing that.  So, unless you want to just erase the fact that we \nhave been through this before, the Walter/McCarran Act attempted to do exactly that, to make associations a basis \nfor excludability. And, the Supreme Court and the Congress spoke to it. So, my answer to you is, let's at least take \na little bit of our recent history into consideration as we go through these problems. This is not a new subject, sir.  \nThe whole Congress, the whole Supreme Court have landed on the side that association itself is not the kind of \nguide that the attorney general needs to have reasonable ground to exclude anybody on terrorist activity.  REP. \nSCHIFF: Mr. Chairman.  REP. HYDE: Who seeks recognition? The gentleman from New Mexico.  REP. SCHIFF: \nI'd like to ask a question of the gentleman from Michigan, then I'll be glad to yield, but I admit to being a little \nconfused in the gentleman's amendment. If the gentleman is saying that the Supreme Court has ruled that the \ngentleman's provision is a requirement of constitutional law, which I believe I hear him saying, then I question why \nhe is introducing the amendment to this bill. And I yield to the gentleman.  REP. CONYERS: I'm not quite sure what \nthe gentleman thinks I'm saying. All I'm trying to do is keep the intent of the Supreme Court having already rules on \nMcCarran/Walter, and the Congress itself having repealed the bill, keeping that idea consistent with this \nimmigration language.  REP. SCHIFF: But, reclaiming my time, has there been a Supreme Court ruling that going \nagainst the gentleman's amendment violates the United States Constitution?  REP. CONYERS: If I can suggest, I \nthink that this provision, without my amendment, is likely to be held unconstitutional. I can't guarantee it, but that is \nmy suspicion, based on the other Supreme Court case and our inclination to have repealed the same kind of \nprovision a few years back. York paragraph\n\n REP. SCHIFF: Reclaiming my time very briefly, I'm inclined, on its face, not to support the gentleman's \namendment, just because I don't think that we have to start extending First Amendment rights overseas. And why \ndoes a nation have to invite into its borders -- any nation -- those who might, even if there's not yet a clear and \npresent danger, advocate the violent overthrow of that government, which would be protected under the \ngentleman's amendment. But I would be curious for more information on the Supreme Court ruling. And I yield back \nto the chair.  REP. HYDE: The gentleman has yielded back, I yield myself 5 minutes in opposition to the \namendment. Ideas have consequences, we are told that relentlessly. We also are told that a country has the right to \ndefend itself and that's almost a given. But the notion that people have a right to come in to this country and prior to \ncoming into this country -- being admitted -- they have all of the constitutional rights that Americans have, is a novel \none.  Yes we tolerate in this country almost every range of belief possible. They can hate this country, they can \nenveigh against it so long as they don't create a clear and present danger, they can burn flags, they can do \nanything they want, and there are American citizens or people legally in this country.  Everybody in this country \nenjoys the protection of the Constitution, citizen or not. But aliens seeking to get in this country, it seems to me, are \na different kettle of fish. And they are not entitled by definition to all of the freedoms and liberties, including the \n\n\n\ntrashing of the country they seek entry to, and get in as a matter of right.  REP. CONYERS: Mr. Chairman.  REP. \nHYDE: Yes, I yield to the gentleman.  REP. CONYERS: Could I point out that that's not what we're seeking to do. \nWe're not seeking to invest everybody that's coming into this country with all the constitutional rights of a citizen.  \nREP. HYDE: Well I respectfully dissent. What you're saying is no alien may be denied a visa or excluded from \nadmission under sub-clause 3 or 4 of subsection so and so because of any past, current or expected belief, \nstatements, or associations, which if engaged in or maintained by a citizen of the United States, in the United \nStates, would be protected under the Constitution.  You might associate with some pretty bad people, mafia types, \ndope dealers, and you might subject yourself to surveillance if you did that and you're in the country. Why should \nwe open the doors for such people and say come on in, the water's fine?  Coming into this country is a privilege, it's \nnot a right. And we shouldn't make it easier for prospective terrorists, people who want to bomb buildings and kill \npeople, or who want to subvert this country -- that's a word thats in bad odor ever since the McCarran- Walter days \n-- but there is such a thing as terrorism. We saw it in the trade center in New York and we'll see it elsewhere. And it \njust seems to me if you belong to some jihad or Hamas or some organization, that does not recommend you to \ncome into this country.  So with great respect for my dear friend from Michigan, I oppose this amendment and yield \nback my time.  REP. BERMAN: Mr. Chairman.  REP. HYDE: Mr. Berman.  REP. BERMAN: I have a question. I was \ninvolved in the changes in the McCarran-Walter Act, I think were originally done, on a State Department \nauthorization bill and there may have been some additional provisions in the 1990 law. What is existing law on the \nability to exclude terrorists, that's my question. Could counsel to the committee answer that question? REP. \nCONYERS: Would the gentleman yield?\n\n REP. BERMAN: Sure.  REP. CONYERS: Under current law, a person who has engaged in terrorism or a person \nabout whom a counselor officer or the Attorney General has a reasonable ground to believe is likely to engage in \nany terrorism act after entry, is excludable.  REP. HYDE: If the gentleman would yield to me?  REP. BERMAN: \nSure.\n\n REP. HYDE: Section 212 of the Immigration and Nationality Act , B. Terrorist Activities In General: Any alien who, \none, has engaged in a terrorist activity, or two, a consular officer or the attorney general, knows, or has reasonable \nground to believe, is likely to engage, after entry, in any terrorist activity as defined in Clause iii, is excludable.  An \nalien who is an officer, official, representative or spokesman of the Palestine Liberation Organization is considered \nfor purposes of this act to be engaged in a terrorist activity. Terrorist activity defined, et cetera, et cetera, the \nhijacking, sabotage, seizing, et cetera.  So, page after page here which you are welcome to look.\n\n REP.  No, I am reminded now of the law.  And my contribution to it.\n\n REP. HYDE: Which was considerable, I might add, boggling the mind.\n\n REP.  But, I am, I guess my only other question is to Mr. Smith or to those who are leading the opposition to Mr. \nConyers' amendment.  Are there people who do not come within the existing law definition of people we should \nexclude and deny visas to, and the people who might be covered by this bill, that the INS, if it had had the authority, \nwould have wanted to deny visas for.  Is there any basis from the hearings on this bill or the testimony, to know that \nwe are debating, arguing about an issue that is meaningful, that there are people that INS would have sought to \nexclude, had the bill before us, been existing law?\n\n REP.  Will the gentleman from California yield and I will try to respond.\n\n This does clarify language in the existing bill as far as the exclusion of certain individuals.  That's why we have the \nbill the way it is written.\n\n REP.  What do you mean, if I might ask?  That existing law sounded pretty clarified.\n\n REP.  The bill attempts, at least, to make it easier to exclude individuals who are associated with or members of \nterrorist organizations, again on the basis of what the Chairman has mentioned a while ago.\n\n \n\nREP.  And was there any evidence that had the INS had that authority, there are people for whom visas would have \nbeen denied?\n\n\n\n REP. HYDE?: I don't think anybody has got the answer to that question without access to records and individual \ncases.  It's almost a philosophical question: Do you want to let people in who belong to Nazi organizations.  Do you \nwant to let people come in who are racist organizations who cause trouble, who might incite to terrorism or support.  \nDo you welcome the military wing of the IRA over here or the Hamas or the Jihad or are you going to say, hey, you \ndon't get into this country automatically.  You have to disassociate yourself from those groups.\n\n I come down on the side of looking at their membership and knowing that if those are the people they associate \nwith and support, they are not going to be a big plus in this country.\n\n REP.  Mr. Chairman, just to reclaim my time for one final point, or perhaps, my only point.  There is a position in \nbetween welcoming the people in groups you mentioned into this country, and prohibiting entry into this country.\n\n REP. HYDE: Oh, there is a vast difference.  One is positive and one is negative.\n\n REP.  No, no.  There are positions in between the two.\n\n REP. HYDE: Yeah, I guess there are, mildly welcoming.\n\n The question occurs on the gentleman's -- REP. BECERRA: Mr. Chairman.  REP. HYDE: Who is seeking -- Mr. \nBecerra.  REP. BECERRA: Move to strike the last word.  REP. HYDE: The gentleman from California is recognized \nfor five minutes.  REP. BECERRA: I think the last colloquy was somewhat instructive.  , Instructive, I hope, to the \ndegree that we would consider accepting the amendment. My question is the following and I pose it to whomever \nwishes to answer it, who may have the answer to it.  And that's the following: under our current visa laws we don't \nallow anyone -- just anyone to come into this country. They have to fall within certain categories, they have to abide \nby certain requirements in order to qualify to come in. We have a section that deals with the issue of terrorists. And \nthat's the section that were referencing through this amendment. The concern, as I understand it, that Mr. Connors \nis expressing, is that this provision in the legislation dealing with terrorism may be so broad has to preclude \nsomeone who may have expressed a belief at some point that someone might categorize as a terroristic statement, \nbut which may not, in fact, be such.  If the person would not be disqualified under our initial stage of visa review, or \njust the regular visa laws, the person might now be excludable under the terrorism section of this legislation. If there \nis any gray or in between area there where someone might fall, and I think that's what Mr. Berman may have been \ntrying to get to, that is I think the concern here.  If someone for example at some point said \"down with the British \ngovernment\" for not not negotiating a settlement to the situation in Northern Ireland, someone might say well that's \na statement, I don't see anything that precludes a person from getting a visa under our normal channels, but under \nthis new law that categorizes terrorism, I believe that this person's statement qualifies that individual as a terrorist. \nAnd under that reading, might therefore disqualify that individual from otherwise coming into this country.  It seems \nto me that what Mr. Conyers is trying to do is, under the framework of the terrorism section of this legislation, that \nwe make sure that what we don't do is start to include within its scope those who really don't fit the label or \ndefinition of a terrorist, but might by error or pernicious intent be included otherwise.  REP. CONYERS: Would the \ngentleman yield?\n\n REP. BECERRA: Of course I would.  REP. CONYERS: I want to thank him for his continuing the discussion \nbecause we're talking about two offices of the cabinet. One is the Attorney General who has wide latitude now and \nwhich I'm not challenging in any way. The part that I'm trying to effect is that of adding the Secretary of State who \nwould now come forward with his own views on this subject about anybody.\n\n Now consider how wide the Attorney General's latitude is right now.\n\n Under current law, if the attorney general has reasonable ground to believe a person is likely to engage in terrorism \nafter entry , he is excludable.  Now, that exists now, and that is not being changed by the intent of this amendment.  \nWhat our amendment does, is prevent the Secretary of State, now, from additionally weighing in with a 30 day \nhearing.  You can imagine someone trying to come into this country under the 30 day provision trying to get into \ncourt, get representation.  It seems to me over doing it.  And so that any of the heinous people that were referenced \nby the chairman of this committee, they are already on the way out, and this amendment would give them no solace \nwhatsoever.\n\n\n\n REP.  I thank the gentleman for his comments and I would just conclude by saying I hope in an effort to make sure \nwe do exclude those who are bonafided terrorist, or who fall within that category, that we don't exclude those who \nhave been expressing thought and ultimately we find may not be the type of thought we wish to preclude. For \nexample, I think now that we are engaged in the Middle East in peace negotiations with the PLO, I think few would \nsay that now we would want to characterize the PLO which is being given control by the Israelis of portions of the \noccupied land, we'd now like to categorize them as terrorists, so I would be very careful in passing legislation which \nultimately may bond us to something that we don't wish to be stuck to.  So, I would just (inaudible word) that.\n\n REP. HYDE: The question is, the gentleman from Wisconsin.\n\n REP.  Mr. Chairman, I rise in opposition to the amendment.\n\n REP.  Gentleman's recognized for five minutes.\n\n REP. SENSENBRENNER: Mr. Chairman, I'm going to be very brief.  A lot of the debate on this has been in relation \nto terrorist activity with a Middle Eastern nexus.  The current section of the law which I have before me, is quite \nbroadly drafted.  And when it was drafted that represented the state of the negotiations and what our relationship \nwas between our country and the PLO and various sub- groups. It seems to me, that we should not put this type of \nblanket exclusion proposed by the gentleman from Michigan in, and then allow some court to determine whether a \nrejectionist branch of the PLO still was excludable, but the good guys and girls over there would be admissible until \nsuch time as the Middle Eastern situation is better sorted out.  So, I think that given the fluctuations of politics in the \nMiddle East and who's on the right side and who is on the wrong side, seem to be changing every couple months.  \nThe safe thing to do is to keep the law the way it is and not have the not withstanding any other provision of this \nsection amendment that is being proposed by the gentleman from Michigan, and to reject his amendment.\n\n REP. CONYERS: Would the gentleman yield?\n\n REP. SENSENBRENNER: I'd be glad to yield.\n\n REP. CONYERS: Thank you, very much.  That is exactly what I am trying to do: Keep the law the way it is.  And \nthat is why I am adding this provision.  This would keep the law, Mr. Sensenbrenner, exactly like --\n\n REP. SENSENBRENNER: Reclaiming my time.  The way you have drafted your amendment, is that it opens up a \nloop hole that is much wider than the law the way that it is.\n\n And the chairman is absolutely right, in that we are resting these applicants for admission to the United States \nwhich the same type of protections that American citizens have. I think that's going too far, and that's why I believe \nthe gentleman's amendment should be rejected. I yield back my time now.  REP. HYDE: The question occurs on \nthe amendment of the gentleman from Michigan. All those in favor, say aye, opposed nay. Opinion of the Chair, the \nnoes have it. The noes have it, the amendment is not agreed to.  We intend to quit at five o'clock, so we'll take one \nmore amendment, hopefully we can finish it by five. Mr. Lamar Smith will be recognized; we go from side to side \n(inaudible).  REP. SMITH: Thank you, Mr. Chairman. I have amendment number 3, Battered Spouses and Children, \nat the desk. Mr. Chairman, I'm hoping this amendment won't take long.  REP. HYDE: I hope not either, and the \nclerk will designate the amendment.  CLERK: Amendment offered by Mr. Smith. Page 40 line 10 strike \"an\" and \ninsert \"a, in general.\" REP. SMITH: Mr. Chairman, I ask unanimous consent that the amendment be considered as \nread.  REP. HYDE: Without objection, so ordered. The gentleman is recognized for five minutes in support of his \namendment.  REP. SMITH: Thank you, Mr. Chairman. Mr. Chairman, I offer this amendment on behalf of myself as \nwell as Congresswoman Lofgren of California. This amendment provides needed protection to battered spouses \nand children from provisions of H R 2202, which otherwise might inadvertently lead to harsh results.  I've worked \nclosely with women's rights advocates to try to draw up responsible and compassionate language, and I think that \nwe have succeeded. The first of two provisions deals with that part of Section 301 of Title 3, which provides that an \nalien present in the United States without being admitted or paroled is inadmissible. My goal with this section was to \ngenerally bar aliens who entered illegally from being able to have their status changed to that of legal entrants and \nto ensure that they were removable.  But I think an exception should be made in certain special instances when we \nare dealing with battered children for spouses. A citizen or permanent resident alien parent or spouse -- if a citizen \nor permanent resident alien parent or spouse has been battering a child or wife and threatens them with further \ninjury if they refuse to come along to America, the only reason the woman or child violates US immigration law and \n\n\n\ncomes here is out of fear for his or her own safety. I find this a compelling, exigent circumstance -- none of us would \nact any differently.  Thus, this amendment allows spouses and children to change their status to that of legal aliens, \nwhere there's a substantial connection between battery and the unlawful entry. The second of the two provisions \ndeals with that part of Section 301 which specifies that any alien unlawfully in the US for an aggregate period \ntotaling one year is inadmissible until having remained outside the US for 10 years. Again, I think we should make a \nspecial dispensation for children or wives who broke US immigration law and came to the US illegally because a \nviolent citizen or permanent legal resident parent or spouse threatened them with injury if they would not come \nalong.  This amendment exempts spouses and children from being inadmissible for 10 years where there was a \nsubstantial connection between battery and the illegal entry. I'll yield back the balance of my time.  REP. HYDE: Is \nthere any further discussion? If not, the question occurs on the amendment. All those in favor say aye, opposed \nnay. In the opinion of the Chair, the ayes have it. The amendment is agreed to.  The gentlelady from Colorado has \nturned her light on.  REP. SCHROEDER: Mr. Chairman, I have an amendment I think can go just as fast.  REP. \nHYDE: Very well. The gentlelady -- Schroeder amendment.\n\n REP. SCHROEDER: Mr. Chairman, it is amendment number 1 and I want to complement the gentleman from \nTexas on his amendment and say this is really just merely one more addition that I don't think is at all controversial. \nI think that for everybody on this -- REP. HYDE: The clerk will report the amendment.\n\n CLERK: An amendment offered by Mrs. Schroeder. Page 207 after line -- REP. HYDE: Without objection the \nreading of the amendment is dispensed with, the gentle lady is recognized for five minutes in support of her \namendment.  REP. SHROEDER: Thank you Mr. Chairman and this basically just deals with the very essential issue \nof confidentiality vis-a-vis battered women and children. I think we all know confidentiality is a matter of life and \ndeath whether or not they are citizens or whether they are immigrants. And that we must make sure that if there's \nsome kind of battering going on, that the INS is not breaching confidentiality.  As you know abusers can be anyone \nand basically what we're doing here is making sure that decisions affecting a battered woman's immigration status \ncouldn't be based on statements of the abuser. That giving the abuser the ability to influence the INS would give the \nabuser control over the victims status. If you could imagine if you had an abuser being tried in court for abuse, he \ncould get the victim deported so she could not testify if we didn't do this. So I really think this is just nothing but an \nadd-on to the gentleman from Texas' amendment because I know he knows how important confidentiality is in all of \nthis issue. And that's all we're trying to do.  REP. HYDE: Is there further discussion? The gentleman from Texas, \nMr. Smith.  REP. SMITH: Mr. Chairman, I move to strike the last word.  REP. HYDE: The gentleman is recognized \nfor five minutes.  REP. SMITH: Mr. Chairman, let me direct some questions towards Congresswoman Schroeder to \nfind out or to make sure that this amendment does not go farther than I'm sure she intends. In the first line there's \nlanguage that \"in no case may the Attorney General for any other official use information furnished by an abusive \nspouse or family member.\" I'm just wondering if that should be somewhat modified. For example, what if we were \ntalking about information that pertained to a crime. We would not obviously want to exclude that. And I'm just \nwondering if we might need to write in certain exceptions to the absolute language that the amendment contains. \nBut I'd be happy to yield to the gentle lady from Colorado if she has any further -- REP. SCHROEDER: If the \ngentleman would yield -- I understand what the gentleman is saying, I think if you look at paragraph 1, it says \ninformation furnished by an abusive sponsor, family member or whatever, abusive being the operative word. And \nthe fear would be that if someone is designated as abusive, then any information might be tainted. They might \naccuse the other person of crimes, they might accuse the other person of all sorts of things. So if the gentleman \nunderstands what I'm trying to say, I think that that just becomes so tainted because the INS has got so much \nauthority.\n\n REP. SMITH: If the gentle lady would yield again, what I'm trying to get at is clearly we don't want the abusive \nindividual to be a source of information that has anything to do with the abuse itself or whether the abuse has \noccurred. But what if the individual were a source of information pertaining to an unrelated crime or something \nalong those lines. Would you want -- you would not, I don't think, want that excluded because it would be \nunconnected to the actual behavior of the individual.  REP. SCHROEDER: If the gentleman would yield again, I \nunderstand what you're saying, the only problem is the abusive thing so taints it, it might be some kind of retaliation \nappearing to be in another field. If the gentleman from Texas has some fear about that I'm a little concerned \nbecause what we're saying here is the abusive sponsor or family member is the operative word and the idea being \n\n\n\nthat once a person has been determined to be abusive, anything that they turn in could be a retaliation, it could be \nwhatever. It couldn't just be on that specific item.  REP.  : Would the gentle lady yield.\n\n REP. SCHROEDER: Yes, well I think think its actually the gentleman from Texas' time.  REP. SMITH: Actually I \nasked the gentle woman from Colorado to yield so it's her time.  REP. SCHROEDER: Well whatever, I yield.  REP.  \n: I thank you for yielding. I understand the gentleman's concern but let's assume the abusive person is the source of \ninformation to the authorities about a criminal act by the spouse. And it results in a criminal conviction. The gentle \nladies amendment does not protect the individual from criminal prosecution. If there's a criminal conviction then the \nlaw with respect to the deportation of criminal aliens and the procedures takes effect. So I think the gentleman's \nfear, in theory, really doesn't have any practical effect because if that person is convicted of a crime and is \nexcludable as a criminal alien, then there's no problem.  REP. SMITH: Perhaps part of the solution that I might ask \nfor is to clarify that in report language but in addition to that, I'm just going by the clear meaning of the language in \nfront of me. And when you look at this language and the only information furnished by the abusive sponsor will be \nable to be used, that's pretty clear. And so that means that I think I would prefer to have an exception and allow the \ncourt to determine whether the individual has credibility or not on other unrelated issues to the abuse.  REP. HYDE: \nWould the gentle lady consider withdrawing it and taking another shot tomorrow at it?  REP. SCHROEDER: I'd be \nmore than happy to, or we can just hold it in abeyance and adjourn, whichever way you want to do it Mr. Chairman, \nbut I think if you really look at abusive as the operative word, I think the gentleman from Texas will come around by \ntomorrow.  REP. HYDE: Well, the will sleep on this amendment and the committee will stand in recess until \ntomorrow morning at 9:30 a.m.\n"}