{"title": "Laotian Veterans Join Fight for Benefits", "body": "\nThirty years ago in the jungles of Laos, thousands of guerrilla fighters were secretly recruited and trained by the \nCIA. They fought the North Vietnamese, marked trails for American planes to bomb and rescued U.S. pilots after \ntheir planes were shot down.\n\nYesterday two dozen of those men, now in their sixties and seventies, came to Washington to demand that U.S. \nofficials honor their sacrifices by restoring welfare benefits that they and many other elderly immigrants are \nscheduled to lose by fall.\n\nLined up in combat uniforms, the Laotian veterans addressed a noon rally of about 500 immigrants in Lafayette \nSquare, across from the White House, called to protest new laws that will cut benefits to legal immigrants and force \nmany illegal immigrants to leave the country.\n\n\"I rescued many American pilots, and I feel I am worthy of American help,\" said Nhia Lor Vang, 68, a Laotian \nveteran who lives in Philadelphia and receives $ 500 a month in Supplemental Security Income.\n\n\"When the American troops pulled out, we had to run for our lives,\" he said. \"We came here not by choice but by \ndeath.\"\n\nUnder a proposed amendment to the 1996 welfare reform bill, the Laotian fighters and Indochinese refugees who \naided U.S. forces in Vietnam would be exempted from the welfare cutoffs for legal immigrants who are not U.S. \ncitizens. The amendment has passed the House and is in the Senate.\n\nMore broadly, a tentative budget compromise reached last week between the White House and congressional \nleaders calls for restoring about half of an estimated $ 24 billion in welfare benefits for immigrants that lawmakers \ncut off last year.\n\nNevertheless, several Democratic members of Congress and other speakers at the rally stressed that the partly \nrestored aid would leave tens of thousands of ailing immigrants without Social Security benefits and food stamps.\n\n\"Part of a loaf of justice is not enough. We have to keep on marching and fighting,\" said Sen. Paul D. Wellstone \n(D-Minn.), who is sponsoring legislation to fully restore the benefits. Similar rallies were scheduled yesterday by \nimmigrant groups in 10 other cities.\n\nIn Washington, the protesters also included Salvadoran janitors, Russian Jewish emigres and anti-gang organizers \nfrom California. Some called for Central American refugees to be made permanent residents, while others \ncomplained generally about the tough new laws restricting immigrant rights.\n\n\n\"I like to make citizen, but nothing stays in my little head. I cannot make answers for test,\" said Irma Hernandez, 64, \nan immigrant from Honduras who is likely to lose her Social Security benefits because she cannot pass English-\nlanguage tests required to become a U.S. citizen.\n\nGraphic\n\n \n\nPhoto, nancy andrews, The Rev. Whit Hutchison, of Washington, holds son Gabriel Swanson-Hutchison and a sign \nduring the rally at Lafayette Square. Three-year-old Thalia Tobar, left, passes by them.\n"}