{"title": "TYSON SAYS IT DIDN'T SMUGGLE ALIENS", "body": "\nCHATTANOOGA, TENN. -- Tyson Foods Inc. and six former managers pleaded not guilty Thursday to federal \ncharges of conspiring to smuggle illegal immigrants to work at the company's poultry plants.\n\nA federal magistrate told them to get ready for a February 2003 trial.\n\nTyson attorney Mark Hobson said a trial would not support prosecutors' contentions of a company conspiracy, but \ninstead would show immigrant smuggling by government undercover agents.\n\n\"The case stems from a three-year undercover sting operation that, we believe, resulted in the employment of \napproximately 50 undocumented workers delivered by government agents to fewer than five Tyson facilities,\" the \nArkansas-based company said in a statement.\n\nThe executives, accompanied by their attorneys, arrived separately at the U.S. marshal's office where they were \nfingerprinted and photographed.\n\n\"People who know me know there are two sides to the story. We need our day in court,\" Spencer Mabe, 50, of \nGainesville, Ga., a former manager at a Tyson plant in Shelbyville, said in a courthouse hallway after the two-hour \nhearing.\n\nArkansas-based Tyson, one of the world's largest poultry, beef and pork processors, has 120,000 employees and \nsales of $25 billion last year.\n\nA Dec. 11 indictment accused Tyson and the other defendants of conspiring to smuggle illegal laborers. The \nindictment implicated 15 plants in Tennessee, Alabama, Indiana, Kentucky, Mississippi, Missouri, North Carolina, \nTexas and Virginia.\n\nAssistant U.S. Attorney John P. MacCoon, the chief prosecutor, acknowledged the 2 1/2-year investigation involves \nwork by undercover agents, and he told U.S. Magistrate William Carter a trial will likely take about two months.\n\nMacCoon said government evidence includes 422 undercover audiotapes, 36 videotapes and 360,000 pages of \ndocuments subpoenaed from Tyson.\n\nRobert Hash, vice president of the company's division for retail fresh meat, and Gerald Lankford, a former human \nresources manager of the retail fresh division, are charged, as are four former managers at the Shelbyville plant. \nEach defendant was released on $100,000 bond.\n\nThe company aided the immigrants by obtaining false documents so they could work at Tyson plants \"under the \nfalse pretense of being legally employable,\" according to the indictment.\n\n\nProsecutors also said the managers hoped the cheap labor would help Tyson cut costs and meet production goals.\n"}