{"title": "Charges tarnish siblings' success;Atlanta Bread CEO, VP accused of fraud", "body": "\nTheir success reads like the classic tale of the immigrant entrepreneur.\n\nShortly after immigrating to the United States in the mid-1990s, South African-born Jerry Couvaras happened by a \nSandy Springs sandwich shop with a line of customers snaking out the door.\n\nImpressed by what he saw --- and convinced that he could improve on it --- he and brother Basil Couvaras bought \nthe little-known Atlanta Bread Co. and transformed it into one of the country's largest and most ambitious cafe and \nbakery chains.\n\nBut their American success story attracted the attention of South African investors who believe they were swindled \nby the brothers 10 years ago.\n\nNow one brother is stuck in South Africa, his passport confiscated. The other has been told to return and face \narrest. And on Monday, Atlanta Bread Co. is expected to name an interim president to run the Smyrna-based \nfranchise company, which has 167 stores in 24 states.\nAJC\n\nSouth African authorities have charged the Couvarases with operating two investment companies in the early \n1990s that committed securities fraud and cheated 2,000 citizens out of $6.5 million. They could face lengthy jail \nsentences if convicted.\n\nThe brothers plan to fight the charges, spokeswoman Jane Langley said. \"[Jerry Couvaras] has said he strongly \ndisagrees with the allegations and will contest these issues that are based on old animosities and events that \noccurred more than 10 years ago,\" she said.\n\nThe brothers declined to be interviewed for this story.\n\nThe investigation of alleged fraud had languished, South African law enforcement authorities say, until angry \ninvestors stumbled across the brothers' smiling faces --- and stories of their good fortune --- on the Atlanta Bread \nCo. Web site.\n\n\nSouth African arrest warrants were issued for the Couvarases in 2000, but authorities say the brothers had left the \ncountry and couldn't be found. An international warrant was issued last year for Jerry Couvaras, 46, Atlanta Bread \nCo.'s chief executive and president, and plans were under way for extradition, authorities said.\n\nThen, six weeks ago, Couvaras was arrested at Johannesburg International Airport while boarding a plane to \nAtlanta. He was released on $150,000 bail but must remain in South Africa. His next court appearance is \nscheduled for June 2.\n\nLangley said Couvaras had no idea that he was wanted. \"He was shocked, particularly because he has been back \nto South Africa several times,\" she said. \"He has family there. . . . He's not hiding.\"\n\nBasil Couvaras, 37, Atlanta Bread Co.'s vice president and chief operating officer, is in Atlanta, Langley said. \n\"Basil is reviewing the charges with his attorneys and is going about the business of being COO of the company,\" \nLangley said.\n\nSouth African authorities want him to come to Johannesburg to answer the fraud charges there.\n\n\"If he doesn't, we will seek to have him extradited,\" said Detective Inspector Jan Judeel of the Johannesburg Police \nCommercial Branch. \"Then he will not be given bail.\"\n\nIn the meantime, officials at the Smyrna headquarters of privately held Atlanta Bread Co. say \"it's business as \nusual.\"\n\nSiblings shared dream\n\nJerry and Basil Couvaras, who both live near Chastain Park in Atlanta, were born and raised in South Africa, \naccording to their bios on the Atlanta Bread Co. Web site.\n\nIn February 1994, Jerry Couvaras moved to Atlanta searching for a business to invest in, he said in earlier \ninterviews. Younger brother Basil followed, and the siblings started looking for an investment opportunity.\n\nThat's when Jerry Couvaras came upon the Sandy Springs sandwich shop that couldn't move the customers fast \nenough.\n\n\"I thought if I could just introduce more items and put systems in and enhance the whole appearance of the \nbakery/cafe, we'd really have something going,\" Couvaras said in an article this year in restaurant business \nmagazine QSR.\n\nWith the help of his brother, Couvaras seems to have done just that.\n\nWithin months of that Sandy Springs lunch, he contacted Atlanta Bread Co. founder Robert Auffenberg and started \ntalking about turning the sandwich shop, along with a second location in Marietta, into a franchise chain.\n\nThe Couvarases signed on as business partners, bought the business outright in 1996, then set out on a growth \nspurt to put the fledgling Atlanta business on the national map.\n\nDuring the next five years, the brothers signed on more than 100 franchise cafes. Entrepreneur magazine has \nrepeatedly cited Atlanta Bread Co. as one of the country's fastest-growing franchises in recent years.\n\nCouvaras, whose father was a second-generation South African of Greek origin, was active in Atlanta's Greek \ncommunity and was involved in charitable work here.\n\nSnellville resident Noula Kokenes said she met Jerry Couvaras through the Greek Orthodox Cathedral of the \nAnnunciation on Clairmont Road in DeKalb County, which both attend.\n\nShe worked with Couvaras on fund-raisers for the DeKalb Medical Center Foundation and described him as \ngenerous and \"low-key.\"\n\n\n\n\"Jerry is very down-to-earth and very approachable. You always feel comfortable around him,\" Kokenes said.\n\nColleagues and former colleagues say the Couvaras brothers are intensely hands-on businessmen.\n\n\"Jerry and Basil were very much involved in the business. It was obvious they were passionate about building a \npowerful brand,\" said Ed Howie, who was director of marketing for Atlanta Bread Co. from February 2000 to \nAugust 2001.\n\nNow an independent marketing consultant in San Antonio, Howie said he was \"shocked\" when he found out about \nthe allegations of fraud in South Africa.\n\n\"There was never any indication that they were being surreptitious about anything when we worked together,\" \nHowie said.\n\nThe company's former owners tell a different story in a 1998 lawsuit in Fulton County.\n\nIn the lawsuit, Auffenberg and his brother Richard allege that Jerry Couvaras took over the financial operations of \nAtlanta Bread Co., then lied about the company's finances as part of a plan to persuade them to sell their interests \nat a \"grossly inadequate\" price.\n\nCouvaras denied the allegations in a response to the lawsuit, claiming he turned around a company that faced \nserious cash flow problems.\n\nThe case was settled in 1999, according to a court filing. The Auffenbergs said they can't discuss the settlement \nbecause of a confidentiality agreement.\n\nWhen they went to America, South African authorities say, the Couvarases left a trail of financially devastated \npeople.\n\nTroubles in South Africa\n\nIn court documents detailing the criminal charges against the Couvarases, South African authorities contend the \nbrothers operated two companies that illegally sold debentures --- much like an IOU --- from 1989 to 1992. \nAuthorities say the companies were not authorized to sell debentures, that they engaged in reckless trading, and \nthat they improperly represented the debentures as safe investments.\n\nAuthorities also say Jerry Couvaras misrepresented the companies' financial stability when he sold off the shares in \n1992, and in 1993 the companies were liquidated, the documents show.\n\nMany of those who invested funds in the companies handed over their life savings, authorities say. Others were \npeople who had lost their jobs and invested the layoff compensation packages they received.\n\nAuthorities have asked the investors, now potential witnesses in the criminal case, not to speak to the media.\n\nIn 1996 investors formed a trust and sued Jerry Couvaras in civil court to recover their money, said Cyril Ziman, the \nJohannesburg attorney who represented them.\n\n\"In the end, after several years, we settled out of court for a fraction of what we had been seeking,\" Ziman said. The \ninvestors were not happy with the settlement, which is confidential, he said.\n\nBut Ziman said Couvaras' lawyers asserted that \"he had little money in America and the chances of recovering the \nfull amount we wanted were nonexistent.\"\n\nThe Couvarases, through a spokeswoman, contend the civil case was dismissed, not settled.\n\nBut South African authorities continued to work on the criminal case against the Couvarases, and say they spent \neight years interviewing the 2,000 investors.\n\n\n\nThere was little progress in the investigation until the calls from furious investors who had visited the Atlanta Bread \nCo.'s Web site.\n\nIn March, police got a tip that Jerry Couvaras was vacationing in Johannesburg with his wife and four children.\n\nCouvaras was arrested March 21 and held in a cell at the Johannesburg Central Police Station until he was \nreleased on bond April 1, authorities say.\n\nUnder the terms of the bond, Couvaras must report to police twice a day. His passport has been confiscated.\n\nWith its top two executives entangled in legal troubles a world away, the company said other executives are ready \nto step in.\n\n\"We have a strong management team in place that is committed to growing the brand and we will continue to do \nso,\" said Kim Jensen-Pitts, Atlanta Bread Co.'s vice president of marketing.\n\nExecs ready to step up\n\nOn Monday, Rick Arras, an outside consultant with 25 years in the hospitality industry, will join Atlanta Bread Co. \nas interim president, said Alice Coggin, the company's spokeswoman. He is not replacing Jerry Couvaras, she said.\n\nThe company has contacted its franchisees to ease their concerns.\n\nThe president of the association of Atlanta Bread Co. franchisees, Jason Schultz, said he had met with Basil \nCouvaras. Schultz would not divulge any details of the meeting, but he said he was pleased with how the company \nwas handling the situation.\n\n\"I was surprised at how open he was with me, especially in a touchy situation like this,\" said Schultz, who owns four \nAtlanta Bread Co. stores and has a fifth under construction, all in Wisconsin. \"He shared a detailed plan with me . . \n. and, bottom line, we don't think there will be any business implications because this has nothing to do with Atlanta \nBread. It hasn't affected our sales at all.\"\n\nExpansion plans at risk\n\nBut franchising experts say the Couvarases' legal troubles might put a crimp in Atlanta Bread Co.'s expansion \nplans. The company has said it plans to have 200 stores by the end of this year.\n\nFederal law requires the company to disclose civil and criminal matters to potential franchisees, and that might \nscare some of them off, said George Knauf of FranChoice, a franchise consulting firm based in Washington.\n\n\"If you're getting ready to sign on as a partner, this is a cause for concern,\" Knauf said. \"There might not be much \nimpact on current franchisees, but potential partners who are looking [at Atlanta Bread] may put those plans on \nhold.\"\n\nAs of last week, pending deals were still on track, according to the Couvarases' spokeswoman.\n\n\"No franchisees have left, but more importantly, no deals under discussion have been canceled,\" Langley said.\n\nBy ANN HARDIE and PATTI BOND in Atlanta and CHRIS LOGAN in Cape Town, South Africa. Staff writers Ann \nHardie and Patti Bond can be e-mailed at ahardie@ajc.com and pbond@ajc.com. Correspondent Chris Logan can \nbe e-mailed at chrislogan@mweb.co.za.    \n\nGraphic\n\n \n\nmailto:ahardie@ajc.com\nmailto:pbond@ajc.com\nmailto:chrislogan@mweb.co.za\n\n\nGraphic: LEGAL TROUBLE\n\n \n\n* Who: Brothers Jerry Couvaras, 46, Atlanta Bread Co. president and CEO, and Basil Couvaras, 37, Atlanta \nBread Co. vice president and chief operating officer.\n\n \n\n* Charges: Defrauding 2,000 South African citizens who invested in two companies the Couvaras brothers ran \nbetween 1989 and 1992. Investors lost $6.5 million.\n\n \n\n* Where: Johannesburg, South Africa, where Jerry Couvaras remains on $150,000 bail. He was arrested March 21 \nwhile attempting to board a flight to Atlanta with his wife and four children. An arrest warrant has been issued for \nBasil Couvaras, who remains in Atlanta.\n\n \n\n* Prosecuting authority: Charges were brought by South African authorities in the Regional Court for the Division of \nSouth Transvaal. Jerry Couvaras is due to appear in court June 2.\n\nGraphic includes an outline of Africa with Johannesburg, South Africa pinpointed.\n\n/ TROY OXFORD / Staff; Graphic: ABOUT ATLANTA BREAD CO.\n\n \n\n* Headquarters: Smyrna\n\n \n\n* Business: The bakery-cafe chain is known for breakfast and lunches, but it's branching into a light dinner menu as \npart of an expansion plan.\n\n \n\n* History: Founded in 1993 by brothers Robert and Richard Auffenberg. Jerry and Basil Couvaras came on as \nfranchise partners in 1994 and opened their first restaurant in Norcross. The Couvaras brothers bought the \ncompany in 1996 and turned it into a nationwide franchise chain.\n\n \n\n* Revenue: $214.5 million in 2003\n\n \n\n* Employees: 200 corporate; 5,000 in franchises\n\n \n\n* Locations: 167 stores in 24 states, including 40 stores in metro Atlanta. Nearly all are franchise-operated.\n\nGraphic includes a map of United States; states having store locations are shaded and labeled. Rhode Island and \nConnecticut have stores that haven't opened yet.\n\nSource: Atlanta Bread Co. and staff research\n\n/ TROY OXFORD / Staff; Photo: Basil Couvaras / TROY OXFORD / Staff; Photo: Jerry Couvaras / TROY OXFORD \n/ Staff\n"}