{"title": "Immigrants Mistreated, Report Says", "body": "\nU.S. authorities mistreated suspected illegal immigrants at five prisons and jails nationwide, violating federal \nstandards meant to ensure safe and humane custody, according to a government report released yesterday. \n\n U.S. Immigration and Customs Enforcement (ICE) officials and contractors denied timely medical treatment to \nsome of the immigrants, failed to disclose and justify disciplinary actions against them, and improperly limited  \naccess to relatives, lawyers and immigration authorities, according to the Department of Homeland Security  \ninspector general. \n\n Detention officers  failed to establish a system to report abuse and violated health and safety rules by neglecting to \nmonitor prisoners on hunger strikes or suicide watches and by serving undercooked food, the report said. \n\n The report comes amid a sharp increase in  illegal immigrants in U.S. detention as Congress and the Bush \nadministration debate an overhaul of immigration laws and promise tougher enforcement of existing laws. Civil \nliberties and immigrant advocacy groups are stepping up scrutiny of conditions. Jorge Bustamante, the U.N. \nspecial rapporteur on human rights of immigrants, has asked to visit U.S. detention centers next month. \n\n Critics of the agency called the report disappointing, contending that it watered down recommendations and \nignored the most serious allegations of abuse collected since June 2004, which they said included physical \nbeatings, medical neglect, food shortages and mixing of illegal immigrants in administrative custody with criminals. \n\n \"It took two years for them to come out with this? It's incredibly disappointing,\" said Judy Rabinovitz, a lawyer with \nthe ACLU immigrants rights project. \n\n Eric Lerner, a spokesman for the New Jersey Civil Rights Defense Committee, called the report a \"whitewash\" that \nwas delayed to suppress controversy. Bryan Lonegan, a lawyer with the Legal Aid Society in New York City, said \nthat DHS has not designated 38 detention standards implemented since 2000 as federal regulations, making them \nunenforceable. \n\n A spokeswoman for Richard L. Skinner, the DHS inspector general, said the report was delayed because its \nscope was reduced. \n\n\n In a written response to the report, DHS Assistant Secretary Julie L. Myers concurred at least partly with nine of 13 \nfindings and promised changes. But she said they \"do not indicate any systemic failure\" at nearly 400 facilities \nwhere ICE is authorized to house as many as 27,500 people a night, because they were based on individual \nallegations at a small sample of sites. \n\n ICE operations are \"generally in compliance with its National Detention Standards,\" Myers said. \n\n The audit examined the U.S.-owned and operated Krome Service Processing Center in Miami, a contract \nCorrections Corporation of American facility in San Diego, and local jails and prisons in Berks County, Pa., and \nHudson and Passaic counties, N.J. \n\n In December 2005, ICE ordered all suspected illegal immigrants removed from the Passaic jail in Paterson, N.J., \nafter a string of critical news accounts, including the disclosure that guards used police dogs against prisoners. \nDHS has since barred that practice. \n\n Although illegal immigrants are held on administrative grounds and are supposed to be segregated by high, \nmedium and low risk, authorities often house them together with criminals, the report said. \n\n Many contract and state and local correction officers were unaware of separate U.S. standards for detained \nimmigrants, the 54-page report noted. ICE itself overlooks violations in annual inspections, the report said. \"A \nfinal rating of Acceptable was given to all five detention facilities,\" the report said. \"However, our review of the five \nfacilities identified instances of non-compliance . . . that were not identified during the ICE annual inspection.\" \n"}