{"title": "PREPARED STATEMENT OF GREGORY T. NOJEIM LEGISLATIVE COUNSEL AMERICAN CIVIL LIBERTIES UNION WASHINGTON NATIONAL OFFICE BEFORE THE HOUSE COMMITTEE ON THE JUDICIARY SUBJECT - THE USE OF SECRET EVIDENCE IN IMMIGRATION PROCEEDINGS AND THE SECRET EVIDENCE REPEAL ACT, H.R. 2121", "body": "\nChairman Hyde, Ranking Member Conyers, members of the Committee:\n\nI am pleased to testify today before the House Judiciary Committee on behalf of the American Civil Liberties Union \nin support of the Secret Evidence Repeal Act, H.R. 2121. The ACLU is a nation-wide, non-profit, non-partisan \norganization consisting of over 275,000 members dedicated to protecting the principles of freedom set forth in the \nBill of Rights. The ACLU receives no funding from the federal government. We support the H.R. 2121 because it \nwould end a civil liberties crisis: people are being detained, for years, without a realistic opportunity to rebut the \nallegations that are the basis for their detention.\n\nNo person should be deprived of liberty on the basis of evidence kept secret from the person.\n\nThis simple statement is a fundamental requisite of any fair legal system. Secret proceedings conducted out of \nsight of the accused and her attorney are a feature of totalitarian governments, not of our own. The Supreme Court \nhas said time and again that deportation is a severe deprivation of liberty - one that can separate a person from \nhome, family, career, and \"all that makes life worth living.\"\n\nThe Secret Evidence Repeal Act, H.R. 2121, introduced on June 10, 1999 by Representatives Bonior (D-MI), \nCampbell (R-CA), Conyers (D-MI) and Barr (R-GA) would restore in immigration proceedings this most basic notion \nof due process under the Fifth Amendment to the U.S. Constitution. It would put an end to the use of secret \nevidence -- usually submitted in the form of classified information -- against non-citizens in deportation proceedings \nand promote the principle that non-citizens are protected by the Due Process clause of the Fifth Amendment. The \nbill has 90 co-sponsors.\n\nToday I will explain how the Immigration and Naturalization Service uses secret evidence in immigration cases, \nand how the use of secret evidence violates the Constitution. Then, I will discuss how the Secret Evidence \nRepeal Act and proposed alternatives to that legislation would effect the use of classified information in deportation \ncases.\n\nUse of Secret Evidence Now\n\n\nThe 1996 Antiterrorism and Effective Death Penalty Act established a new court charged only with hearing cases in \nwhich the Government seeks to deport aliens accused of engaging in terrorist activity based on secret evidence \nsubmitted in the form of classified information. The 1996 Illegal Immigration Reform and Immigrant Responsibility \nAct (IIRAIRA) expanded the secret evidence court so that secret evidence could be more easily used to deport \neven lawful permanent residents as terrorists. It also included provisions the Government relies upon to use secret \nevidence to deny bond to any detained non-citizen (regardless of whether the person is accused of engaging in \n\"terrorist activity\") and to deny various discretionary immigration benefits such as asylum to any non-citizen, \nincluding those not accused of being terrorists.\n\nThough the secret evidence court has not yet heard a case, the INS has moved in dozens of other proceedings to \nuse secret evidence against non-citizens to deny them bond and relief from deportation, such as asylum. In fact, \nthe INS attempts to use secret evidence to deny mandatory relief from deportation, such as withholding of \ndeportation, even though it has no statutory authority to do so. Withholding of deportation is available to non-\ncitizens who demonstrate that their life or freedom would be threatened in the country to which they are to be \ndeported on account of their race, religion, nationality, membership in a particular social group, or political opinion.\n\nVirtually every recent secret evidence case that has come to public attention involves a Muslim or an Arab. The \nACLU represents two such non-citizens. One of them, Nasser Ahmed, is a 37-year old Egyptian who was initially \ndenied bond, asylum and withholding based on secret evidence. The immigration judge who heard the evidence \nsaid that he had \"no doubt\" that Mr. Ahmed would be tortured if returned to Egypt. Mr. Ahmed was held in solitary \nconfinement for over three years, but was recently released from custody on bond. The immigration judge who \nordered his release criticized the INS for using secret evidence -- often in the form of double or even triple hearsay \n-- when public material showing the same thing could have been used instead, and provided to Mr. Ahmed. In re \nNasser Ahmed, No. A90 674 238 (6/24/99).\n\nSecret evidence is also being used to detain in Florida without bond Mazen Al-Najjar, a stateless Palestinian also \nrepresented by the ACLU. His sister, Nahla Al-Alrian, is testifying before the Committee today. One day at breakfast \nwith his wife as he helped his daughters get ready for school, he answered a knock on the door. This 18-year \nresident of the United States was immediately detained for alleged violations of the immigration laws. When he \nasked for release on bond which is commonly granted similarly-situated non-citizens who are likely to appear for \ntheir immigration hearings because of their strong family and community ties -- his request was denied, based on \nsecret evidence. Earlier this week, Mr. Al-Najjar marked the third anniversary of his detention based on secret \nevidence.\n\nThe INS is also using secret evidence in cases involving seven Iraqis airlifted by the U.S. from northern Iraq \nbecause they were part of a failed CIA plot to destabilize the regime in Iraq headed by Saddam Hussein. The INS is \ndenying them political asylum based on secret evidence. A legal team including former Director of Central \nIntelligence R. James Woolsey represents them. Mr. Woolsey, who was himself denied the opportunity to see the \nevidence against his clients, commented that secret evidence is what \"one would expect to find in Iraq, not the \nU.S.\" Last year, five of the seven agreed to be deported in exchange for release from custody with certain \nlimitations on their liberty while they search for a foreign country that will accept them. Two weeks ago, an \nimmigration judge preliminarily ruled that one of the Iraqis who rejected the deal is not a risk to national security, \nthough the Government had alleged that he is.\n\nProblems Arising from the Use of Secret Evidence\n\nSecret evidence presents both practical and constitutional problems. The INS abuses its authority to use secret \nevidence. It uses secret evidence when there is no need for the evidence to be secret, when it has no statutory \nauthority to do so, and when other evidence in the public record and open to cross-examination would tend to show \nthe same thing. It uses secret evidence that amounts to no more than triple hearsay, and it does not even preserve \na record of the evidence it presents so that its actions can be evaluated on appeal. It claims the authority to use \nsecret evidence against people it does not even allege are \"terrorists\" or pose some vague threat to national \n\n\n\nsecurity. Should Elian Gonzalez be granted an asylum hearing, under the Government's reading of the law, it could \npresent secret evidence against even him to show, for example, that he would not be persecuted if returned to \nCuba.\n\nSecret evidence undermines our adversarial system. One cannot defend against the unknown accusation \nwhispered to a judge by a secret accuser.\n\nIn commenting on secret evidence in another context, Supreme Court Justice Frankfurter once said, \"Secrecy is \nnot congenial to truth seeking. … No better instrument has been devised for arriving at the truth than to give a \nperson in jeopardy of serious loss notice of the case against him and the opportunity to meet it. Nor has a better \nway been found for generating the feeling, so important to a popular government, that justice has been done.\" (Joint \nAnti-Fascist Refugee Committee v. McGrath, 341 U.S. 123, 171-72) (Frankfurter, J., concurring). Fairness demands \nno less.\n\nSecret evidence in the form of classified information often consists of mere rumor and innuendo. It is often \nunverified and unverifiable. It has not been, and cannot be, tested for reliability under rigorous cross-examination. \nSometimes, it can be something as \"secret\" as a newspaper clipping the substance of which could be refuted if \nonly it was known. This is the kind of information that might trigger an investigation, but it is not the kind of \ninformation that ought to be relied upon to deprive a person of liberty.\n\nIt is impossible to fight charges without knowing the nature of those charges, and who is making them. In U.S. ex \nrel. Knauff v. Shaughnessy, 338 U.S. 537 (1950) secret evidence was used to deny a WWII \"war bride\" the \nopportunity to come to the U.S. and join her husband. When eventually she was granted a hearing, the secret \nevidence was found to be untrustworthy in part because the \"confidential source\" that offered it turned out to be a \njilted former lover of her husband.\n\nThe Sixth Amendment to the U.S. constitution prohibits the Government from using secret evidence in criminal \nproceedings against both citizens and non-citizens. Instead of using secret evidence, the Government relies on the \nClassified Information Procedures Act, 18 U.S.C. App. 3, to protect classified information in criminal cases. CIPA \ndoes not permit the use of evidence not also provided the accused. However, the Sixth Amendment does not apply \nin civil proceedings, such as immigration proceedings. One of the problems with the use of secret evidence in \nimmigration cases is the possibility that use would be expanded to other civil matters, such as civil asset forfeiture \nproceedings.\n\nSome have suggested that the secret evidence provisions in the Immigration and Nationality Act provide \nprotections similar to those afforded criminal defendants in CIPA cases. This is not true. CIPA prohibits the use of \nsecret evidence against the accused; the INA permits it. CIPA requires the government to provide the accused \nwith a summary of the classified information, and the summary must afford the accused with substantially the same \nability to make his defense as would disclosure of the classified information. The INA has no explicit requirement for \na summary whenever bond or an immigration benefit such as asylum is being denied. The summary provided to an \nalien accused of being a terrorist need not even meet the CIPA standard. Most importantly, when the decision \nmaker is a jury deciding guilt or innocence in a criminal case involving CIPA, it bases its decision on no more than \nthe evidence provided the accused. Whether the evidence consists of a summary of classified information, \nadmissions of fact that the classified information would tend to prove, or declassified information, the jury and the \naccused in a CIPA case have the same evidence. In contrast, the decision maker in secret evidence proceedings \nunder the INA - whether an immigration judge or a judge sitting on the secret evidence court - will always have \nsecret evidence that the accused cannot access.\n\nUse of Secret Evidence in Deportation Cases Violates the Constitution\n\nEvery court that has addressed the constitutional question in the last dozen years has found the use of secret \nevidence in immigration proceedings against a person admitted to the United States, or seeking admission as a \n\n\n\nlawful permanent resident returning from a trip abroad, unconstitutional under the Due Process Clause of the Fifth \nAmendment.\n\nIn Rafeedie v. INS, 880 F.2d 506 (D.C. Cir. 1989) the court rejected an attempt by the INS to use secret evidence \nto exclude a lawful permanent resident from the United States upon his return from a trip abroad. In reaching this \ndecision, the court said, \"… Rafeedie -- like Joseph K. in Kafka's 'The Trial' -- can prevail … only if he can rebut the \nundisclosed evidence against him, i.e. prove that he is not a terrorist regardless of what might be implied by the \ngovernment's confidential information. It is difficult to imagine how even someone innocent of all wrongdoing could \nmeet such a burden .\" Id. at 516.\n\nIn American-Arab Anti-Discrimination Committee v. Reno, 70 F.3d 1045 (9th Cir. 1995)), the court rejected an \nattempt by the INS to deny legalization to two Palestinians it accused of associating with a terrorist organization. In \ncharacterizing the INS use of secret evidence in that case, the court said, \"One would be hard pressed to design a \nprocedure more likely to result in erroneous deprivations.\" Id. at 1069 (citations omitted).\n\nJust a few months ago, a federal district court ordered the release of Hany Kiareldeen after he had been detained \nfor 19 months based on secret evidence that is believed to have been offered by his estranged wife, with whom he \nwas having a custody battle. In granting Mr. Kiareldeen's petition for habeas corpus, the court cited the Supreme \nCourt's decision in Bridges v. Wixon and said, \"The court cannot justify the government's attempt to 'allow (persons) \nto be convicted on unsworn testimony of witnesses -- a practice which runs counter to the notions of fairness on \nwhich our legal system is founded.' Kiareldeen v. Reno, 71 F.Supp.2d 402, 419 (D.N.J. 1999).\n\nThe Government relies primarily on Jay v. Boyd, 351 U.S. 345 (1945), a case in which the Supreme Court \nconsidered only a statutory challenge to a decision to deny suspension of deportation as a matter of discretion. The \ncourt expressly indicated that it was deciding the case on statutory, as opposed to constitutional grounds, and \ndecided that the statute did not preclude the use of secret evidence. 351 U.S. at 358, fn. 21. The Government \nrelies on a dictum in that footnote suggesting that the particular use of secret evidence in the exercise of discretion \nin that case would not give it \"difficulty\" as a constitutional matter. Id. We believe, and the courts that have recently \nconsidered the matter have agreed, that because the Jay court did not reach the constitutional issue, it is scant \nauthority for the proposition that the use of secret evidence in an immigration proceeding does not violate the Due \nProcess Clause.\n\nThough the courts have repeatedly ruled against the INS in secret evidence cases, it continues to bring such \ncases. The cost has been substantial: years of detention based on unknown, unverified and unverifiable allegations \nthat all too often turn out to be too flimsy to justify such detention. Congress can put an end to this nightmare.\n\nHow H.R. 2121 Would Address The Problems Arising from the Use of Secret Evidence\n\nThe Secret Evidence Repeal Act (H.R. 2121) would put an end to the use of secret evidence in most immigration \nproceedings. In regular removal proceedings where the Government is attempting to prove deportability, this is \nalready the rule. The Secret Evidence Repeal Act would expand this rule to all deportation cases, including those \ninvolving aliens accused of being terrorists, and to proceedings involving denial of bond, immigration benefits, and \nto certain persons seeking admission.\n\nThe bill does not require release of dangerous terrorists. It merely requires the Government to make a choice. It \nmust either reveal the evidence against a non-citizen whose liberty is in jeopardy, or it must keep that information \nfully secret and outside of immigration proceedings and determinations. Virtually every day, prosecutors make \nsimilar choices in criminal cases where a person's liberty is likewise at stake. Though required to make these \nchoices, prosecutions of truly dangerous terrorists, such as those who bombed the World Trade Center and the \nfederal building in Oklahoma City, have been successful.\n\nThe Secret Evidence Repeal Act has five simple themes. First, the Government may not use secret evidence to \ndeport non-citizens. It eliminates from current law the secret court established in the 1996 anti-terrorism law. It \n\n\n\nrequires the Government to use the same removal proceedings against aliens accused of being terrorists that it \nuses to remove aliens accused of being deportable for other reasons.\n\nSecond, the Government may not deny immigration benefits to any non- citizen based on secret evidence. This \nwould be the case regardless of whether the alien seeks the benefits in removal proceedings or has affirmatively \napplied for the benefits. Access to immigration benefits is critical to a non-citizen. Sometimes, it can mean the \ndifference between life and death. Asylum is such a benefit. If it is denied, the non-citizen could be sent back to a \nplace in which he or she could be tortured or killed on account of his or her political opinion, race, religion, national \norigin, or membership in a particular social group.\n\nThe Government must either disclose this information to both the decision-maker in the case and to the non-citizen \nso that it can be challenged, or must keep it secret.\n\nThird, the Government may not deny release on bond to any non-citizen based on secret evidence. Bond \ndeterminations would be made based on evidence in the public record. Aliens could still be held while their removal \nproceedings are pending if, based on evidence in the public record, the alien is a flight risk or a danger to the \ncommunity.\n\nFourth, the Government may not arbitrarily deny admission to returning lawful permanent residents, people it has \nparoled into the United States, and asylum seekers based on \"confidential\" information and without independent \nreview. The Secret Evidence Repeal Act excepts these non-citizens from the group of arriving aliens who can be \ndenied admission on security-related grounds merely because an immigration official or immigration judge \n\"suspects\" that they are inadmissible and the Attorney General supports that decision on the basis of \"confidential\" \ninformation not shared with the non-citizen. Under current law, \"confidential\" information need not even be \nclassified, and there is no further review of the Attorney General's decision.\n\nFifth, in pending cases, where the Government is holding an alien without bond based on secret evidence, or is \ndenying an application for relief such as political asylum based on secret evidence, it must act fairly. The Secret \nEvidence Repeal Act directs the Department of Justice to either disclose the evidence to the non-citizen or \nwithdraw it from the record, and in either event, the case would be re-heard on the basis of evidence in the public \nrecord, unless the Government decided not to proceed.\n\nThe Secret Evidence Repeal Act is not designed to help \"illegal aliens.\" It is designed to ensure that a fair process \nis used in proceedings to determine whether a non-citizen is in the United States lawfully. The Department of \nJustice asserts the power to use secret evidence against all non-citizens in the United States, whether they are \nlawful permanent residents, visitors, or people who entered without admission. Since the purpose of a removal \nproceeding is to determine whether a person is present lawfully, it begs the question to assert that H.R. 2121 - \nwhich is designed to ensure a fair proceeding - only helps \"illegal aliens.\" When the Government loses a secret \nevidence case and the person against whom the evidence was used establishes that the law permits him to \nremain, it can hardly be said that he is an \"illegal alien.\" Arguing that the Secret Evidence Repeal Act is designed \nto help \"illegal aliens\" is like arguing that the right to a trial by jury is designed to help guilty people. Instead, both \nare designed to promote fairness in proceedings when a person's liberty is at stake.\n\nAlternatives To H.R. 2121\n\nSome opponents of H.R. 2121 have suggested that alternatives to the bill would better \"balance\" national security \ninterests against the liberty interests of the accused non-citizen. However, the alternatives suggested do not meet \nconstitutional requirements.\n\nSome view the procedures of the secret evidence court established in the 1996 anti-terrorism law - prior to the \namendments adopted a few months later in the 1996 immigration law - as an appropriate model. It is not. It was \nlittle improved from the 1991 anti-terrorism provisions proposed by the Bush Administration's Department of Justice. \nBoth pieces of legislation allowed for the deportation of non-citizens, including lawful permanent residents, based \n\n\n\non secret evidence the source of which might be the government of the alien's native country, with only a \ngeneralized summary provided the non-citizen and with a one-sided appeals process.\n\nIn fact, the 1996 anti-terrorism law's secret evidence court proceedings have civil liberties problems that did not \nappear in legislation when it was proposed in 1991. The anti-terrorism law allows for deportation if the Government \nproves its case merely by a \"preponderance of the evidence.\" INA Section 504(g), 8 U.S.C. 1534(g). Even the \n1991 proposal required the Government to prove its deportation case by \"clear and convincing evidence\" - a much \nhigher standard. \"Clear and convincing evidence\" is the standard required in the INA for other deportation cases. \nINA Section 240(c)(3)(A), 8 U.S.C. 1229a(c)(3)(A). It is similar to the standard of proof the Supreme Court \nestablished for deportation cases in Woodby v. Immigration Service, 385 U.S. 276 (1966) (no deportation order may \nbe entered unless the Government proves by clear, unequivocal, and convincing evidence that the facts alleged as \ngrounds for deportation are true). The Woodby court explicitly rejected the \"preponderance of the evidence\" \nstandard for deportation cases. 385 U.S. at 284-285.\n\nOthers favor a \"cleared counsel\" model. In this model, an attorney with a security clearance is chosen by the non-\ncitizen to review the classified information and argue to the court about whether the information proves what it is \nalleged to prove. The cleared counsel would be prohibited from sharing classified information with the non- citizen. \nHowever, this model fails to provide adequate protection when a person's liberty is at stake. Often, only the non-\ncitizen knows why a particular person's allegations might be lacking in credibility. This is illustrated by the Knauff \ncase mentioned above. Only the accused WWII \"war bride\" could know why the person who secretly offered the \nsecret information against her might have had reason to offer false information.\n\nStill others favor an amendment to the anti-terrorism bill offered by Representative Nadler at the 1995 mark-up of \nthe legislation, incorporated into the Nadler-Berman-Conyers substitute and rejected on the House floor in 1996. In \nproceedings before the secret evidence court, the amendment would have increased the quality of the summary of \nclassified information given the accused to the standard set forth in the Classified Information Procedures Act \n(CIPA). The summary would have to afford the accused with substantially the same ability to make his defense as \nwould disclosure of the classified information. While this amendment would have advanced the due process rights \nof the accused non-citizen, it is not at all clear that it would pass constitutional muster, and it would not put a non-\ncitizen in a deportation case in the same position as a criminal defendant in CIPA proceedings. Most importantly, \nthe amendment would not ensure the protection of due process rights as required by the Fifth Amendment because \nthe amendment applies only to proceedings before the secret evidence court, which the Government has never \nused. It would not address the abuses in any of the past or pending secret evidence cases because none of them \nwere brought in the secret evidence court.\n\nEven with respect to proceedings in the secret evidence court, the amendment falls short. CIPA operates against \nthe backdrop of the Sixth Amendment's confrontation clause. It was drafted not to confer or to diminish substantive \nrights, but to establish procedures under which rights could be protected when the defendant or the Government \nwanted to use classified information. The rights - including the right to discover and use information - are conferred \nby the Sixth Amendment as interpreted by the Supreme Court and by Federal Rule of Evidence No. 16. To put the \nnon-citizen in a deportation case in substantially the same position as a criminal defendant in CIPA proceedings, \nthese rights to obtain and confront the evidence against the accused would have to be conferred in immigration \ncases. If that is done, some will certainly object to giving non-citizens accused of being terrorists discovery of \nclassified information relevant to their defense. If that is not done, the non-citizen would be unable to challenge the \nadequacy of the summary because neither she nor her attorney would in the vast majority of cases have access to \nthe classified information upon which the summary is based.\n\nFor all of these reasons, we believe H.R. 2121 an approach superior to the alternatives that have been suggested.\n\nConclusion.\n\nThe fight against terrorism need not involve compromise of our most cherished constitutional rights.\n\n\n\nThe American Civil Liberties Union strongly supports the Secret Evidence Repeal Act (H.R. 2121), compliments \nReps. Bonior, Campbell, Conyers and Barr for introducing it, and encourages the House Judiciary Committee to \nquickly mark-up the bill.\n\nSupplement:\n\nSECRET EVIDENCE\n\nWhat the Courts Are Saying\n\nSupreme Court Justice Frankfurter in Joint Anti-Fascist Refugee Comm. v. McGrath:\n\n\"No better instrument has been devised for arriving at truth than to give a person in jeopardy of serious loss notice \nof the case against him and opportunity to meet it. Nor has a better way been found for generating the feeling, so \nimportant to popular government, that justice has been done.\" (Joint Anti-Fascist Refugee Committee v. McGrath, \n341 U.S. 123, 171-172 (1951) (Frankfurter, J., concurring)).\n\nSupreme Court Justice Jackson in Knauff v. Shaughnessy:\n\n\"The plea that evidence of guilt must be secret is abhorrent to free men, because it provides a cloak for the \nmalevolent, the misinformed, the meddlesome, and the corrupt to play the role of informer undetected and \nuncorrected.\" (U.S. ex rel. Knauff v. Shaughnessy, 338 U.S. 537, 551 (Jackson, J., dissenting)).\n\nFederal Appeals Court for the District of Columbia on Secret Evidence in Rafeedie v. INS:\n\n\"… Rafeedie -- like Joseph K. in Kafka's 'The Trial' -- can prevail … only if he can rebut the undisclosed evidence \nagainst him, i.e. prove that he is not a terrorist regardless of what might be implied by the government's confidential \ninformation. It is difficult to imagine how even someone innocent of all wrongdoing could meet such a burden .\" \n(Rafeedie v. INS, 880 F.2d 506, 516, (D.C. Cir. 1989))\n\nFederal Appeals Court for the Ninth Circuit, on Secret Evidence in ADC v. Reno: \"One would be hard pressed to \ndesign a procedure more likely to result in erroneous deprivations.\"\n\n\"Because of the danger of injustice when decisions lack the procedural safeguards that form the core of \nconstitutional due process, the … balancing (test adopted by the Supreme Court to determine whether INS conduct \nviolates a non-citizen's due process rights) suggests that use of undisclosed information in adjudications should be \npresumptively unconstitutional.\" (American-Arab Anti-Discrimination Committee v. Reno, 70 F.3d 1045, 1069; 1070-\n71 (9th Cir. 1995)).\n\nFederal District Court in New Jersey in Kiareldeen v. Reno:\n\n\"Here, the government's reliance on secret evidence violates the due process protections that the Constitution \ndirects must be extended to all persons within the United States, citizens and resident aliens alike.\"\n\n\"Despite repeated requests from the Immigration Judge, the government made no recorded efforts to produce \nwitnesses, either in camera or in public, to support its allegations of terrorism. The petitioner was thus denied the \nopportunity to meaningfully cross-examine even one person during his extended detour through the INS' \nadministrative procedures. The INS' actions unconstitutionally damaged Kiareldeen's due process right to confront \nhis accusers. The quality of the evidence offered by the government as the basis for petitioners' continued \ndetention does not attain that level of reliability sufficient to satisfy the constitutional standard of fundamental \nfairness. Even the majority opinion of the Board of Immigration Appeals, which overruled the (immigration judge's) \ndecision to release the petitioner on bond, noted: 'Like the Immigration Judge and the dissent, we have some \nconcerns about the reliability of some of the classified information.' The court finds that to be an understatement.\"\n\n\n\n\"Here, the court cannot justify the government's attempt to 'allow (persons) to be convicted on unsworn testimony of \nwitnesses -- a practice which runs counter to the notions of fairness on which our legal system is founded.' \" \n(citation omitted) (Kiareldeen v. Reno, 71 F.Supp.2d 402, 414; 418; 419 (D.N.J. 1999)).\n\nFederal Court for the Eastern District of Virginia in Haddam v. Reno:\n\n\"The use of secret evidence against a party, evidence that is given to, and relied on, by the (immigration judge \nand the Board of Immigration Appeals) but kept entirely concealed from the party and the party's counsel, is an \nobnoxious practice, so unfair that in any ordinary litigation context, its unconstitutionality is manifest.\" (Haddam v. \nReno, 54 F. Supp.2d 588, 598 (E.D. Va. 1999)). (The Haddam court did not address the constitutional issues \narising from the use of secret evidence).\n\nDonn Livingston, Immigration Judge, In In Re Nasser Ahmed: \"The INS seems to be asking the court to abdicate its \nstatutory and regulatory duty to decide the respondent's asylum claim based on the evidence presented at the \nhearing. The court will respect the expertise of law enforcement personnel and their dedication to protecting our \ncountry. But the court will not defer to their credibility findings, their weighing of the evidence or their interpretations \nof law. … (T)hese issues are to be resolved by the (immigration) court which will make its own findings and \nconclusions based on the evidence presented.\"\n\n\"It appears that some of the classified information could be gathered from non-confidential sources. If the \ninformation could be presented in open court as coming from an unclassified source, the respondent would be able \nto confront the evidence against him. This is certainly a desirable feature of any court proceeding. Indeed, the court \nis concerned about the possibility for abuse in this area. Imagine, for example, an agency which has two sources of \nevidence of a particular fact. One source is classified and the other source is public. If the agency chooses to \npresent the information through the public source, the respondent will have an opportunity to confront the evidence. \nHowever, if the agency chooses to present the evidence through a classified source, the evidence could remain \nunassailable. Imagine further the situation where an agency has classified information of a certain fact, but does not \nyet have a public source for that fact. If the agency knows it can present the classified information in camera, what \nis the incentive to expend investigatory resources on developing a public source for that evidence?\"\n\n\"Virtually all of the secret information is hearsay not subject to any exception to the hearsay rule. Most of this \ninformation is double or triple hearsay. Of course, hearsay evidence may be admissible in deportation proceedings \n(citation omitted). However, hearsay may be relied upon only if it is probative and its use would not be \nfundamentally unfair (citations omitted).\"\n\n\"The government's failure to respond to the credibility questions leaves the court utterly unable to assess the \nreliability of the government's hearsay evidence. The FBI urges the court to defer to its assessment of credibility. \n...However, the FBI has refused to provide the court with evidence from which the court could make an \nindependent evaluation of the credibility of its sources. In light of that refusal, this court must reject the secret \ninformation as being of unproven reliability.\"\n\n(In Re Nasser Ahmed, No. A90 674 238 (7/30/99)).\n\nEND\n"}