{"title": "Fee Increase for Immigration Papers Planned", "body": "\nThe Obama administration on Wednesday proposed an overall increase of about 10 percent in fees for \nimmigration documents, but kept the fee for immigrants to become United States citizens unchanged. \n\n  Alejandro Mayorkas, director of Citizenship and Immigration Services, said the fee increase was necessary \nbecause declining applications for documents in the past two years had lowered revenues and left his agency -- \nwhich is 90 percent financed by fees -- with a budget shortfall of about $200 million for the coming fiscal year. \n\n  ''We understand the effect of a fee increase on many of the communities we serve,'' Mr. Mayorkas said. \n\n  Under the proposal, the fee to apply for a green card, the document for legal permanent residents, would increase \nto $985 from $930. The application for employment authorization would increase to $380 from $340. A separate \nfee for fingerprints and other biometrics with many applications would increase to $85 from $80. \n\n  Among several new fees, officials said, will be a $6,230 charge for foreigners proposing to invest $500,000 or \nmore in businesses to create jobs in the United States.\n\n  The fee for naturalization would remain at $595. That fee was raised in July 2007 by 69 percent and the \nimmigration agency was overwhelmed by applications from immigrants rushing to file ahead of that increase. \nSince then, naturalization applications have dropped steeply and advocates blamed the higher fee for discouraging \neligible immigrants from becoming citizens.\n\n  ''We are particularly pleased that President Obama is holding true to statements he made during his campaign on \nthe need for keeping citizenship affordable,'' said Fred Tsao, policy director of the Illinois Coalition for Immigrant \nand Refugee Rights in Chicago.\n\n  Some fees will be reduced, like the one for foreign fiancees or fiances seeking to come here to marry citizens, \nwhich would drop to $340 from $455. Fees for temporary immigrants to become permanent residents would also \ndecline, to $1,020 from $1,370.\n\n  The proposed fees will be officially published this week, opening a 45-day period for public comment, Mr. \nMayorkas said. The new fees would take effect sometime before Oct. 1. \n\nhttp://www.nytimes.com\n"}