{"title": "Anne Arundel County Is Latest To Challenge Illegal Workers; Businesses to Certify Immigration Status of Employees", "body": "\nAnne Arundel County, the latest Washington area jurisdiction to take a new and public position against illegal \nimmigration,  has announced that businesses with county contracts  will be required to sign affidavits attesting \nthat they do not employ workers who are in the country illegally.\n\nCounty contracts have long required businesses to comply with federal law, but aides to County Executive John \nR. Leopold (R) -- who issued the executive order last week -- said the new language will allow the county to more \neasily cancel contracts with violators.\n\n\"It gives the county a better opportunity and a stronger means of terminating the contract because of the breach of \nthe condition,\" said David A. Plymyer, a deputy county attorney. \"They're not only violating the federal law, they're \nalso violating the certification to the county.\"\n\nLeopold, who as a state delegate voted against measures granting driver's licenses and in-state tuition to illegal \nimmigrants, said his \"actions should come as no surprise\" to anyone. As part of his overall effort to reduce \nexpenditures in the county's 2008 fiscal plan, Leopold cut about $115,000 for El Centro de Ayuda and the \nOrganization for Hispanic and Latin Americans, which provide job referrals, legal assistance and other services to \nHispanic immigrants.\n\n\"My first obligation to the taxpayers of the county is to make sure their resources are used prudently,\" he said in an \ninterview.\n\nLeopold said his order is similar to initiatives by state governments in Arizona, Colorado, Georgia, Missouri and \nOklahoma. Loudoun and Prince William counties have passed resolutions to address concerns over illegal \nimmigration.\n\n\nGigi Guzman, former chairman of the Maryland Hispanic Chamber of Commerce, said Anne Arundel's move was \nnot surprising. \"Everybody is doing it,\" she said.\n\nShe said the movement to crack down on illegal immigrants and businesses that employ them risks leaving \nworking families unable to support themselves. \"It is going to create a hardship for them,\" she said. \"Many of those \nfamilies have American-born children.\"\n\nLeopold said that he issued the order after receiving complaints from \"legitimate contractors.\" He did not specify the \ncontractors, and aides reached later said they did not know the names of the companies.\n\n\"I weigh the cries of discrimination against the legitimate concerns of businesses who feel that they will be placed \nat a competitive disadvantage against businesses who hire illegal immigrants,\" Leopold said.\n\nHe said that obligation is especially strong as the county and the state face \"enormous financial challenges,\" \nparticularly the need to provide the infrastructure related to an influx of workers to Fort Meade as part of the \nPentagon's base realignment plan. The county can't \"overburden taxpayers with the demands of illegal \nimmigrants,\" he said.\n\n\"Clearly, the challenges are more daunting today and require adherence to the law,\" Leopold said.\n\nLeopold said the county would not expend resources \"to look over the shoulder of businesses.\" Instead, the \ncounty will respond to complaints it receives about businesses not complying with the law.\n\nStaff writer William Wan contributed to this report.\n"}