{"title": "CITY IS A MAGNET FOR IMMIGRANTS NEARLY 3 MILLION N.Y.ERS FOREIGN-BORN", "body": "\nMore than 1 million new immigrants have moved to the city since 1990.\n\nMore than a third of New Yorkers are foreign-born - 2.9 million people, more than the entire population of Utah.\n\nThe economic gap between Manhattan and the other boroughs is growing.\n\nThese and other profound changes in the city's population are documented in data from the 2000 census released \nyesterday.\n\nThe new data found that 36% of New Yorkers were born in another country - the highest proportion since 1910 - up \nfrom 28% in 1990.\n\nIn Queens alone, there are more than 1 million people who were born abroad - 46% of the borough's population, \nup from 36% a decade before.\n\nThose new arrivals are reviving neighborhoods, replenishing the labor supply and placing new strains on schools \nand government services.\n\nA majority of people 5 or older in Queens and the Bronx said they speak a language other than English at home. \nCitywide, nearly a quarter of the population of that age said they speak English \"less than very well.\"\n\nLimited boom\n\nThe new census figures also show a huge gap between the fortunes of Manhattan and the other boroughs during \nthe economic boom of the past decade.\n\nSince 1990, median household income dropped between 3% and 4% in every borough except Manhattan, where \nstratospheric Wall Street salaries helped boost the median income 12%, when adjusted for inflation.\n\n\"The other boroughs are a magnet for new immigrants, which is why you may have a reduction in median income \nthere,\" said Rae Rosen, a senior economist with the Federal Reserve Bank of New York.\n\nCitywide, the number of New York families living in poverty increased to 18.5% from 16.3%. The number remained \nunchanged in Manhattan, but the number of families living below the poverty line in the other boroughs increased \n2% to 4%.\n\nAll that indicates the gap between rich and poor expanded during a decade in which throngs of struggling \nimmigrants landed in Brooklyn and Queens and Manhattan's white-collar professionals enjoyed flush times.\n\n\n\"To various degrees, it's been a tale of two cities for a long time,\" said Marcia Van Wagner, chief economist of the \nCitizens Budget Commission.\n\nPreviously released 2000 census data showed Puerto Ricans are no longer the city's majority Hispanic group and \nthat immigration from Asian countries is rising. Income data questioned The new figures show that the number of \nthose claiming Irish, German and Italian ancestry fell by more than 100,000 each, while the biggest gains came \nfrom those claiming West Indian and sub-Saharan African ancestry.\n\nCity officials questioned the accuracy of figures showing a drop in median income - the point at which half of \nhouseholds make more and half make less.\n\nTheir concern is that the census figures don't match state income tax data. They wonder if too few people may have \nresponded to the income questions - the most touchy subject - to yield accurate numbers.\n\n\"What we are concerned about is maybe we have partial data,\" said Joseph Salvo, director of the population \ndivision of the city Planning Department.\n\nDuring a news conference at New York University yesterday, a Census Bureau official said the data would be \nchecked.\n\n\"We don't have any particular reason to think there are any problems with the data for New York State,\" said \nCampbell Gibson, director of the Census Bureau's population division.\n\nStill, Salvo said, the growing gap between rich and poor seems clear.\n\n\"We don't take issue with the income disparity,\" he said. \"The economic expansion did not benefit everyone \nequally.\"\n\nNEW YORK'S FOREIGN ACCENT\n\nPERCENTAGE OF NEW YORKERS WHO ARE FOREIGN BORN\n\nWHERE FOREIGN-BORN NEW YORKERS COME FROM\n\nSOURCE: 2000 CENSUS\n\nMEDIAN HOUSEHOLD INCOME\n\n1989 figures adjusted for inllation\n"}