{"title": "Immigrants link valley to global economy;REPORT UNDERLINES FOREIGN CONNECTION", "body": "\nSilicon Valley immigrants play a significant role in building the global economy, according to a report being \nreleased today.\n\nLocal immigrant professionals maintain extensive ties to their homes, bringing business opportunities, technology \nand networks that link Silicon Valley to urban centers in countries like India, China and Taiwan, according to a \nstudy by the non-profit Public Policy Institute of California.\n\n\"This is very unique to Silicon Valley. You don't see this happening on a large scale across the U.S.,\" said AnnaLee \nSaxenian, the study's author and expert on immigrant entrepreneurship in the Bay Area. \"Places that were \nperipheral not so long ago are now closely connected to the world center of technology here.\"\n\nThe study is based on a survey of 2,300 immigrants drawn from the memberships of 17 leading professional \nassociations in Silicon Valley. The survey was conducted online. Nearly 90 percent of those who participated in the \nstudy were immigrants from India, China and Taiwan.\n\nThe study found:\n\n* Eighty-two percent of those surveyed said they share information about technology with colleagues in their native \ncountries. And 80 percent pass along information about jobs and business opportunities in America.\n\n* Forty percent reported helping to arrange business contracts in their homelands. More than a quarter advised or \nconsulted for companies there, while nearly 20 percent have invested their own money in start-ups or venture funds \nin their homelands.\n\n* Indian professionals cited the availability of skilled labor and the low cost of labor as major reasons for doing \nbusiness in their native country, while Chinese immigrants said access to the market was the main reason for \nestablishing business ties to China.\n\nThe findings debunk common perceptions about globalization, said Saxenian, who teaches regional economic \ndevelopment at University of California-Berkeley.\n\n\"When we talk about globalization, we think about multinational corporations not small start-ups,\" she said. \"The \nflow of information of people and capital between Silicon Valley and these places is quite high.\"\n\nOf the 600 entrepreneurs in the survey, half have set up subsidiaries, joint ventures, sub-contracting or other \nbusiness operations in their homelands.\n\n\nFor venture capitalists like Mark Stevens at Sequoia Capital, U.S. start-ups that have business relationships in their \nhome countries are attractive investments. \"They'll use their alumni relationships as a recruiting pipleline and set-up \nsubsidiaries to take advantage of talent,\" said Stevens, a general partner. \"And it's much cheaper.\"\n\nThe transnational business networks also have supplied Sequoia with investment opportunities. \"We're actually now \nfinancing some young relatives or friends of folks we financed five years ago,\" he said.\n\nJessie Singh, an immigrant from Punjab, India, is finally achieving his dream of doing business in his home \ncountry. Singh came to the United States in 1986 and now runs a Milpitas tech company, BJS Group. He recently \nacquired a fiber optics company and plans to build a manufacturing facility in Haryana, India, and to hire 100 local \nresidents.\n\nSingh is vying to be the first manufacturer of fiber optical switches in India. Singh thinks his background will give \nhim an edge in India.\n\n\"You understand the local language, their customs and behaviors,\" said Singh. \"You have connections, family and \nfriends. You understand how the system works. You have a little more power.\"\n\nSingh last year arranged for the states of Punjab and California to be \"sister states\" to pave the way for more trade \nbetween them. He's currently working on an agreement between San Jose State University and Punjab Agriculture \nUniversity to create an international business program at the Punjabi school modeled on the SJSU curriculum.\n\n\"We grew up there. We know what it's like to have limited resources,\" said Singh. \"Here the opportunities are \nlimitless. That's what I'm trying to create on some level in India.\"\n\nThe study by the Public Policy Institute also found that three of four Indian and Chinese immigrant professionals \nwould consider starting businesses in their native countries in the future.\n\nDespite political tensions, nearly a third reported meeting with their home country's government officials, even in \nChina. Bobby Chao, an entrepreneur who immigrated from Taiwan nearly 30 years ago, is a board director of \nMonte Jade, a business networking association founded by Taiwanese immigrants in Silicon Valley. This \nweekend, he's leading the first Monte Jade delegation to China.\n\nThe 30-person group, half of whom are Taiwanese-American immigrants, will visit many of the largest corporate \ntitans in China. They'll also meet with Chinese officials to talk about importing U.S. entrepreneurship, investment \nand technology into China.\n\n\"You have to go beyond the political platform,\" said Chao, who is also chairman of DragonVenture, a Palo-Alto \nventure capital firm looking to invest $60 million over the next five years in Chinese companies. \"The political \nplatform is always there. You can't ignore it, but people close an eye (to politics) when we talk about business and \neconomic relationships.\"\n\nThe business ties that immigrants establish between Silicon Valley and their homelands not only stimulate \neconomic changes, but also might help cultivate a new generation of entrepreneurs.\n\n\"Because information travels so quickly, people in India are very aware of the successes of Indians here,\" said \nSaxenian. \"There's a tremendous amount of confidence in India that it can be involved in the world economy in a \nvery successful way. In rural areas, young people now want to work with computers and be a part of the information \ntechnology industry.\"\n\nContact K. Oanh Ha at kha@sjmercury.com or (408) 278-3457.  \n"}