{"title": "VISA CAP LEAVES FIRMS WANTING;TEMPORARY JOBS MAY BE LEFT UNFILLED THIS SUMMER", "body": "\nJody Dyer is worried that she won't be able to rent all the rooms in her inn this summer because there won't be \nenough workers to clean them.\n\nThe Inn at Mystic, in Mystic, Conn., is short 16 seasonal employees because of a ceiling on a visa program that \nallows foreign nationals with various skills to work in the United States for nine months.\n\n\"We'll be open but we won't be to full capacity,\" Dyer said.\n\nThe U.S. Citizenship and Immigration Services cut off applications for this temporary visa program, the H-2B visa, \non March 9 when the agency knew it would meet its annual limit of 66,000 foreign workers. With demand for \nworkers surging -- the government already received more than 100,000 applications -- it was the first time the \nagency turned away applicants before the end of a fiscal year.\n\nNow businesses from hotels in Rhode Island to the fishing industry in Alaska are short-handed and struggling to fill \ntemporary jobs that local workers don't want.\n\nPennie Beach, co-owner of the Basin Harbor Club in Vergennes, Vt., said she's missing \"a crucial core\" of her 65 \nhousekeepers and food service workers.\n\nEmployers usually turn to the H-2B program as a last resort; they must first recruit within the United States before \nthey can turn to foreign workers. Foreign workers are paid the same wages Americans would be paid.\n\nGregory Siskind, an immigration lawyer in Memphis, noted that while the H-2B visa became more popular as the \neconomy grew in recent years, the ceiling has not been changed since the program began in the early 1990s.\n\nThe carnival and circus industries in Florida are also being hit hard. Joe Nichols, an immigration attorney in \nSanford, said local workers don't want these jobs because they require traveling.\n\nNichols said the visa ceiling is going to have a ripple effect: If some show owners are forced to close down fairs, \nthen local vendors, hotels and restaurants also lose business.\n\nGraphic\n\n\n \n\nPhoto;\n\nPHOTO: VICTORIA AROCHO -- ASSOCIATED PRESS\n\nJody Dyer, owner of a hotel in Connecticut, says she may not be able to findenough workers to clean rooms this \nsummer.\n"}