{"title": "AFRICAN GAINS ASYLUM AFTER 2-YEAR STRUGGLE", "body": "\nIn her deepest despair, Adelaide Abankwah thought she might die in the Queens immigration jail where she was \nlocked after she fled threats of genital mutilation in her West African homeland.\n\nYesterday, the Ghanaian woman celebrated the legal victory that won her asylum in the U.S. and announced plans \nfor a new life of school and volunteer work.\n\n\"There are really no words that can describe the way I'm feeling today,\" Abankwah said in her first public \nappearance since winning her 28-month struggle. \"I'm so happy to be free.\"\n\nAbankwah fled to New York via Rome in 1997. Immigration agents at Kennedy Airport detained her when she \nlanded with a forged Ghanaian passport and U.S. visa.\n\nAbankwah sought asylum on the ground that she had been threatened with genital mutilation by her tribe for \nhaving engaged in premarital sex. \"I would die if I went back home,\" she said yesterday.\n\nAlthough the practice is outlawed in Ghana, genital mutilation is still practiced among some tribes, according to a \nU.S. State Department report. Up to 30% of all Ghanaian women have undergone the cutting, usually as a religious \nritual, the report said.\n\nThe U.S. Immigration and Naturalization Service has accepted fear of genital mutilation as legal grounds for \nasylum applications since 1985. But an immigration judge ruled that Abankwah failed to prove she had \"a well-\nfounded fear\" she would be cut if deported.\n\nAbankwah said she suffered inside the INS lockup for more than two years while lawyers appealed the ruling.\n\nA three-judge federal panel ruled last month that the immigration courts had held Abankwah to an unreasonably \ntough legal standard. Based on the ruling, the U.S. Board of Immigration Appeals granted her asylum last week.\n\nAbankwah said she plans to attend Marymount Manhattan College and work as a volunteer for Amnesty Now, a \nhuman rights group that championed her cause.\n\n\"I will now begin to enjoy my time in America,\" she said before embracing feminist Gloria Steinem, one of many \ncommunity leaders and politicians who supported her.\n\nStill, the celebration wasn't universal. Kobina Sekyi, deputy ambassador of Ghana's embassy to the U.S., said the \ntribes in Abankwah's home region do not practice female genital mutilation for any reason, including punishment for \npremarital sex.\n\n\n\"We don't begrudge her\" for the asylum victory, said Sekyi. \"But it's not necessary at all that Ghana be desecrated \nwith completely untrue statements.\"\n\nGraphic\n\n \n\nHELAYNE SEIDMAN CELEBRATION Adelaide Abankwah smiles as she's hugged by her minister, Victoria \nOtumfuor-Neequaye, at Manhattan news conference yesterday announcing Abankwah was granted asylum in U.S. \nAbankwah feared genital mutilation in Ghana, her homeland.\n"}