{"title": "Immigration duty a burden, police say", "body": "\nTwo children were dead, run over by a car that kept going.\n\nWitnesses gave confusing testimony. But many saw a passing white van with ladders on top.\n\nThe passengers could provide crucial evidence.\n\nOne problem: authorities suspected they were Hispanic workers, in the United States illegally.\n\nEven if you're in this country illegally, Hillsborough sheriff's Maj. Greg Brown pleaded at a press conference, come \nforward and help us.\n\nThe scramble to find the white van highlights a growing challenge for local law enforcement:\n\nPenetrating immigrant communities - and their fear of police - to help solve crimes.\n\nBut  since the terrorist attacks of Sept. 11, 2001, there's growing pressure for local law enforcement to do the work \nof immigration officers.\n\nA bill pending in Congress, called the CLEAR Act, would call upon local police agencies to detain people with civil \nas well as criminal immigration violations. Agencies that don't sign up would face cuts in federal funds.\n\nSome local police, though, say the move would destroy all the bridges they've built with minority communities while \nburdening them with an area of law considered more complex than the tax code. Not only would immigrants stop \ntalking to them, they say, but it could lead to mistakes and a major backlog of crime calls.\n\n\"It doesn't take very long for that open door of communication to be slammed shut,\" said Clearwater police Chief \nSid Klein. \"Then we in local law enforcement (pay the price).\"\n\n \n\nTrust from victims\n\nOfficers around Tampa Bay tell similar stories.\n\nShots are fired. Stabbings occur. But nobody knows anything.\n\nThat has often been the reaction in communities with heavy immigrant populations working in the area's hotel or \nagriculture industry. Immigrants fear police, expecting rampant corruption they find back home or the prospect of \ndeportation or detention.\n\n\n\"It's a constant battle,\" said Lt. Rod Reder, spokesman for the Hillsborough Sheriff's Office, which has two deputies \nworking full time to reach out to immigrants and refugees.\n\n\"We obviously need them to trust us,\" he said. \"Our main focus is on the crime itself. We're not immigration \nexperts.\"\n\nIn the growing number of cases in human trafficking - an issue that drew a visit on Friday from President Bush - the \nexamples are more hideous: women brought to this country to work as sex slaves; workers brought for slave labor. \nVictims rarely call police.\n\nIn response, U.S. attorneys offices have been seeking help from social service agencies.  And long before these \nefforts, local law enforcement stepped up community policing in immigrant communities.\n\nClearwater police responded as families moved there in droves from Hidalgo, Mexico, in the 1990s. Chief Klein \njoined with the YWCA of Tampa Bay to open a Hispanic Outreach Program center near the Police Department's \nheadquarters in downtown Clearwater.\n\nThe center's bilingual program provides Spanish-speaking interpreters with police training who are on call at all \ntimes. Last year they turned to the community and got leads after the killing of a Mexican woman and her 2-year-old \nbaby, though the crime remains unsolved.\n\nBut now police fear their efforts will be wasted if the CLEAR Act passes.\n\n\"(Immigrants) are not going to come to police and report anything,\" said Tampa police Officer Brenda Canino-\nFumero, the agency's Hispanic liaison.\n\n \n\nImmigration agents\n\nThose who support increased efforts to involve local law enforcement in immigration say federal officials need all \nthe help they can get. Terrorism threats are up. Waves of immigrants pour into neighborhoods.\n\n\"It would automatically reduce crime and illegal immigration by allowing local law enforcement to detain criminal \nand illegal aliens during the course of their duties,\" said Christy Stefadouros, communications director with U.S. \nRep. Mike Bilirakis, R-Tarpon Springs. Bilirakis was one of 121 co-sponsors in the House of Representatives \nsupporting the CLEAR Act when it was filed last year.\n\nThe legislation would surpass what Florida already has in place.\n\nOnly one of two states to do so - Alabama is the other - Florida signed an agreement with the federal government \nfor immigration work.\n\nFor about a year, through the Florida Department of Law Enforcement, seven task forces have been operating \naround the state, made up of a handful of local officers and deputies. After weeks of training, they become sworn \nimmigration agents and work on domestic security and immigration enforcement.\n\nThe CLEAR Act goes further. It would give all local law enforcement the right to detain people solely for \nimmigration violations. States, cities and counties that agree to do so could tap into $2.5-billion for training, \ndatabase resources and incarceration, according to legislative supporters.\n\nBut some police are worried that immigration laws are so complex the training provided under the bill would not \nbe thorough enough. It would consist largely of a manual developed by the Attorney General or the Department of \nHomeland Security. Training is not a prerequisite to enforce immigration laws under the bill.\n\n\n\nThose agencies that don't agree to enforce immigration laws - or fail to turn over information to the federal \ngovernment on all illegal immigrants they apprehend - risk losing federal money they get now for incarcerating \nillegal criminal immigrants.\n\nFor Florida, that meant $162-million between 1997 and 2003, according to the American Immigration Lawyers \nAssociation.\n\nBut drastic action is needed, supporters say.\n\nAbout 80,000 illegal immigrants nationwide are on the streets after serving time for criminal offenses, instead of \nbeing deported, said Duke Hipp, press secretary for U.S. Rep. Charlie Norwood, R-Ga., the bill's author.\n\nThe problem now, complains Hipp, is that state prisons and local jails release criminal illegal immigrants after they \nserve their time. They often refuse to hold them on immigration or visa violations until federal officials can pick \nthem up.\n\n\"It's a revolving door and it's not getting any better,\" Hipp said.\n\n \n\nDivision over issue\n\nInvolving local police won't solve that problem, says Clearwater Chief Klein.\n\nWhen immigration authorities asked for his agency's assistance with \"sweeps\" back in the 1990s, he complied, \nonly to find out that the majority of the illegal immigrants caught in the roundup were released again. They were \nnever deported.\n\nSince then, he stopped taking part in the sweeps and started outreach efforts.\n\nImmigration authorities should do more at the border or hire more officers to prevent illegal immigration in the first \nplace rather than tie up local police on issues that aren't related to crime, he said.\n\n\"For the most part in our community, we're finding (immigrants) are not a law enforcement problem,\" Klein said.\n\nNational sheriff's and police agencies have declared support and opposition.\n\nThe June newsletter of the Washington-based Police Executive Research Forum took up the issue. PERF \nmembers fell on both sides, the newsletter declared.\n\nHillsborough Sheriff Cal Henderson said he might enforce the measure, depending on the final form of the law, if it \nhelped with national security.\n\nBut as a former U.S. Border Patrol officer, he appreciated the complexity of the job, despite training. \"Our people \nwould have a hard time enforcing it,\" he said.\n\n \n\nComplex classifications\n\nImmigration attorneys are cringing at the very idea.\n\nThey say immigration law is more complicated than tax law.\n\nAfter years of experience, even they have difficulty sorting through the morass.\n\n\"It could be even a technical violation, but local cops won't have the ability to know what they are and sometimes it \nwould look like a violation when it's not,\" said Judy Golub, senior director of advocacy for the American \nImmigration Lawyers Association.\n\n\n\nShe predicted that legal residents risk getting ensnared in the confusion.\n\n\"There are so many different types of visa statuses and classifications,\" added Marshall Fitz, associate director of \nadvocacy for the association.\n\n\"There are so many intermediate steps to reaching one of those classifications,\" he said. \"And the accuracy of the \nimmigration data they do have is so notoriously flawed, it would be 50-50 whether any information you're pulling \noff is timely or if errors have been corrected.\"\n\nAll that immigration information would be poured into the National Crime Information Center database, or NCIC - \nwhat police and deputies use now to track suspected criminals.\n\nLocal law enforcement officers fear clogging that system with the addition of thousands of names of immigration \nviolators.\n\nBut Hipp from Rep. Norwood's office said something needs to be done. There are simply too many illegal \nimmigrants outnumbering federal officials.\n\n\"It's like a needle in the haystack,\" Hipp said.\n\nHowever, too many of those \"needles\" end up being hardworking farm workers, not terrorists, said Margarita Romo, \ndirector of Farmworkers Self-Help Inc. in Dade City.\n\n\"I know we all want to be concerned about safety,\" Romo said. \"But I think they are taking some of this stuff too \nfar.\"\n\nAs for the hit-and-run accident, Hillsborough officials charged schoolteacher Jennifer Porter  with leaving the deadly \nwreck in her Toyota Echo based on evidence and her admission. Her lawyer still wants to know what role was \nplayed by the white van.\n\nIts passengers, according to court documents, apparently never came forward.\n\n \n\n- Saundra Amrhein can be reached at (813) 226-3383 or amrhein@sptimes.com.  \n\n \n\nTampa police Officer Brenda Canino-Fumero jokes with members of a Spanish-speaking household who want her \nto take a puppy. She says a proposed federal law would hurt her agency's ties with the community.  \"(Immigrants) \nare not going to come to police and report anything,\" says the Tampa police Hispanic liaison.\n\nGraphic\n\n \n\nPHOTO, JOHN PENDYGRAFT; Tampa police Officer Brenda Canino-Fumero jokes with members of a Spanish-\nspeaking household who want her to take a puppy.\n"}