{"title": "FUTURE UNCLEAR FOR ASIAN WOMEN SOLD INTO INTERNATIONAL SEX RING NEW U.S. LAW MAY ASSIST ALLEGED PROSTITUTES ARRESTED IN BUST OF BAY AREA BROTHELS", "body": "\nAs defendants in a major international prostitution ring continue to appear in San Francisco federal court this \nweek, dozens of young Asian women sold into sexual servitude remain in legal limbo in the custody of federal \nimmigration officials.\n\nThe fate of the women is unclear, but they could be the first captives of an international sex slave ring to benefit \nfrom a new federal law enacted last year to help victims of the booming global sex trade.\n\nIn addition to the 19 people named in sweeping federal indictments, there are now 27 alleged prostitutes in \nImmigration and Naturalization Service detention centers who were believed to be working at brothels throughout \nthe Bay Area, according to immigration officials.\n\nUnder pressure from human rights organizations worried about the influx of women from other countries forced to \nwork in U.S. brothels, Congress adopted the Victims of Trafficking and Violent Crime Protection Act to combat the \ninternational sex trade. The law, as yet untested, provides ways for victims of sex trafficking to obtain special \nvisas to remain in the United States.\n\nSharon Rummery, a spokeswoman for the INS in San Francisco, said she could not speculate on how many of the \nalleged prostitutes might be eligible for the new visas. The women rounded up in recent raids on Bay Area \nbrothels -- from San Jose to Oakland to Daly City -- were all from Asian countries, including Malaysia, China, \nThailand and Korea.\n\nIn the past, experts on human smuggling say, such women would usually be deported, unaware of their U.S. legal \nrights and in many instances thrown back into an international cycle of sex slavery that brought them here in the \nfirst place. The San Francisco-based Asian Law Caucus is attempting to help the women caught in the federal \ninvestigation, hoping to invoke the new law, but officials there have had trouble contacting them.\n\n\"We've been getting the runaround but we can't do anything because we're not their attorneys,\" said Ivy Lee, a staff \nattorney with the Asian Law Caucus.\n\nHae Jung Cho, director of the Los Angeles-based Coalition to Abolish Slavery & Trafficking, added that efforts \nshould be made to get the women out of detention centers and into services, shielded at all times from anyone with \nlinks to smuggling rings.\n\n\"Often times these women just get deported, which shouldn't happen when violent crimes have been committed \nagainst you in this country,\" Cho said. \"But there are a lot of tricky issues in these cases.\"\n\n\nFederal prosecutors say the women were sold in an international network of human smugglers who put them to \nwork in as many as 20 U.S. cities, from San Francisco to New York.\n\nIn federal law enforcement's most ambitious attempt to crack the Bay Area sex slave trade, indictments unsealed \nthis week alleged that the defendants bought and sold young Asian women, primarily through a mother and \ndaughter in the Los Angeles area. One of the Los Angeles traffickers is in custody, but another remains a fugitive, \naccording to law enforcement officials.\n\nThe indictment also names Bak To Lo, the alleged Malaysia-based international supplier of the women. Lo is now \nconsidered an international fugitive, but it is considered doubtful he will be brought to the United States to face \nthe charges.\n\nFrom such far-flung destinations, the prostitutes shipped to the Bay Area worked in brothels in San Jose, \nFremont, Milpitas, Daly City, Oakland, San Leandro and in a health spa in Newark.\n\nAccording to hundreds of pages of affidavits filed by federal agents, the ring was made up of a loose confederation \nof brothels connected to operators across the United States. In the course of a two-year undercover investigation \ndubbed \"Operation Night Crawler,\" agents bugged telephones and spied on reputed brothels, determining that the \nring members worked together harboring prostitutes, referring clients and trying to stay one step ahead of police.\n\nThe lead defendant in the indictments is Huan Thui Ly, who had a hand inrunning several South Bay brothels, \nfederal prosecutors allege. Ly was the boyfriend of a San Jose madam arrested in 1997, when U.S. and Canadian \nauthorities collaborated in the bust of a similar international sex slave ring.\n\nAt the time of the 1997 bust, Ly denied involvement in the San Jose brothel, run by his then-girlfriend Theresa Ha \nGarcia, later convicted and sentenced to three years in prison. That 1997 crackdown did not deter Ly or his \nconfederates from setting up brothels throughout the region that typically kept the prostitutes working constantly, \ncourt papers allege.\n\nBut the investigation makes it clear that Ly was one of many ring members making money off the prostitutes: The \nprobe turned up as many as a dozen brothels operating at any given time, usually charging clients $140 an hour \nand run by a variety of the defendants.\n\nThe affidavits show that the women typically paid brothel owners like Ly a large share of their earnings, apparently \nto pay off debts to the smugglers who got them into the United States. Experts say indentured servitude, often in \nthe form of prostitution, is the price these women pay to get into the United States.\n\nA CIA report last year estimated that as many as 50,000 women and children from Asia, Latin America and Europe \nare brought into the United States each year and forced into prostitution. Because most of the women cannot \nafford to pay the typical $40,000 fee to smugglers, they must work it off when they get to U.S. cities -- and that often \nlands them in prostitution networks.\n\nIn fact, according to affidavits, during this weekend's raids, one prostitute told federal agents at the Newark health \nspa that she was paying off a $40,000 debt.\n"}