{"title": "Jailed Immigrants On Hunger Strike; Men Being Detained by INS Protest Deportation Effort", "body": "\nAt least a dozen men jailed by the Washington office of the U.S. Immigration and Naturalization Service are \nparticipating in a hunger strike to protest government efforts to deport them that have kept them in prison for \nmonths and in some cases years.\n\nMost of the protesters at the Piedmont Regional Jail in Farmville, Va., face deportation because of convictions for \ncrimes ranging from distribution of marijuana to armed robbery. But they have been detained indefinitely because \ntheir countries of origin--Cuba, Cambodia and Iran, among them--refuse to take them back.\n\nOthers don't have criminal records at all, including a West African immigrant seeking political asylum who said he \nhas been held by the INS since he arrived at Dulles International Airport nearly three years ago. In addition, some \nof the inmates have convinced judges that they should not be deported but remain incarcerated by the INS for \nvarious reasons.\n\nOne Cuban detainee who said in a telephone interview that he had not eaten in 15 days was placed on intravenous \nfluids briefly on Monday, and jail officials said they persuaded another inmate who had gone without food for a \nweek to eat Tuesday. Officials are monitoring the health of the other protesters as well.\n\nIt is unclear how rigorous the hunger strike is. Inmates said they are sustaining themselves on water and an \noccasional bite. Lewis Barlow, the jail superintendent, said that the strikers have been refusing meals but that most \nhave been purchasing soup and snacks at the jail's commissary.\n\nINS detention policies have been the target of hunger strikes before, most notably last spring by Cuban detainees \nat the federal Krome Detention Center outside Miami. That protest, along with a series of federal court rulings \nagainst the INS policies, led the government to begin reviewing deportation cases and releasing some \nimmigrants who were not considered dangerous or a flight risk.\n\nAt the time, the Washington office of the INS, which has jurisdiction over the District and Virginia, said it was \nexamining 43 cases of individuals under long-term detention to identify those eligible for release pending \ndeportation. But the hunger strikers at Piedmont and their attorneys said they have seen no sign of such a \nreview.\n\n\"Theoretically, they're supposed to have a procedure, but in practice it hasn't happened,\" said Beverly Yeskolski, a \nlawyer who represents Sophan Phith, 22, a Cambodian refugee who has lived in Chesapeake, Va., since age 4. \n\"These people are sitting in jail indefinitely. . . . There's nothing to stop INS from keeping these people in prison for \nthe rest of their lives.\"\n\n\nPhith was convicted on a marijuana distribution charge in 1997 and served a nine-month prison term, followed by \nenrollment in a work-release program. The INS picked him up in December but has been unable to expel him \nbecause Cambodia does not accept deportees from the United States.\n\n\"I made a mistake in high school. I committed a crime. But I served nine months, and afterwards the American kids \nwent home, but I'm still here,\" he said. \"I'm going to stay on hunger strike until there's some justice. . . . I'm weak \nnow. Sometimes, when I walk, I black out.\"\n\nSeveral residents of the Washington area are among the protesters. Mohammad Haghverdi, 47, of Waldorf, a \npermanent resident from Iran, has been detained since March because of a 1994 misdemeanor battery conviction. \nJuan Benito Rodriguez, 35, of Alexandria, a Cuban-born permanent resident, was convicted on a cocaine charge \nlast year.\n\nInmate Elvis Lewis, 40, of Stafford, said the hunger strike was also intended to draw attention to the \"horrible\" \nconditions at the jail. He said the 60 or so INS detainees there are not separated from other inmates. The facility is \ncrowded and the lights remain on 24 hours a day, he said.\n\nLewis, who fled to the United States from Grenada in 1981 and faces deportation because of a 1984 \nmisdemeanor marijuana conviction, said the strikers also want to be held in facilities closer to their families and \nattorneys. The jail is about 60 miles west of Richmond and about 170 miles from Washington.\n\nINS spokeswoman Ernestine Fobbs said that the agency reviews the cases of deportees on a regular basis and \nthat two officers have been sent to the jail to \"address the needs of each [protester] and hear their concerns.\"\n\n\"We're monitoring the situation. . . . We are taking this seriously and are working toward a reasonable solution of \nthe matter,\" she said. \"We will ensure that all detained aliens in our custody will be treated with dignity and \nrespect.\"\n\nJail officials said the only inmate who has required medical attention is Claudio Monreal, 37, a Cuban-born \nconstruction worker from Harrisonburg, Va., who was convicted last year of assault and battery for spitting on a \npolice officer. He has been held by the INS since November 1998, though a judge in April decided he should not be \ndeported.\n\n\"I won my case, but they're still holding me, and I don't know why,\" said Monreal, who was placed on intravenous \nfluids Monday. \"I'm not a threat to society.\"\n\nTwo of the protesters say they are being detained for reasons other than a previous criminal conviction.\n\n\"I don't know why I'm jailed. I've spent almost three years in jail, and I want my freedom,\" said Ali Camara, 44, an \nimmigrant from Guinea who apparently applied for and was denied political asylum. \"I'm seeking protection against \ntorture. I can't go back to Guinea, because I will be tortured by the government.\"\n\nLike many of the detainees, Camara speaks little English and does not have an attorney. INS officials said they \nwere reviewing the cases and could not yet comment on the circumstances of Camara's detention.\n"}