{"title": "Publishers of the Bestselling Book Series, 'Good Night Stories for Rebel Girls,' Will Release a New Volume, '100 Immigrant Women Who Changed the World,' in Fall 2020", "body": "\nPR Newswire\n\nRebel Girls-the award-winning cultural media engine behind the New York Times bestselling book series and \npodcast,Good Night Stories for Rebel Girls-announced today that it will release the new volume of theGood Night \nStories for Rebel Girlsseries in fall 2020. The announcement comes as the world celebrates International Day of the \nGirl on Friday, October 11.\n\nPacked with 100 bedtime stories about the lives of 100 extraordinary immigrant women from the past and \npresent,Good Night Stories for Rebel Girls: 100 Immigrant Women Who Changed the Worldrecognizes those who \nleft their homeland to seek refuge, to realize their dreams, and to share their invaluable contributions with the world. \nReaders will fight climate change with Xiye Bastida-Patrick, captain a cricket team with Lisa Sthalekar, strategize \nglobal affairs alongside Madeleine Albright, launch a music, beauty, and fashion career with Rihanna, and much \nmore. All of the stories are accompanied by gorgeous, full-page, full-color portraits, illustrated by female artists \nfrom all over the globe.\n\nRebel Girls is partnering with the International Rescue Committee, an organization committed to equal opportunity \nfor all humans, no matter where they come from. Rebel Girls will donate $1 for every copy sold of the English \nlanguage edition ofGood Night Stories for Rebel Girls: 100 Immigrant Women Who Changed the Worldwithin the \nUS, CA, UK, AUS and OM, for the first-year post-publication.\n\nWith the addition of this volume, the Rebel Girls brand continues its legacy of telling diverse stories and introducing \nyoung girls to a wide breadth of brave and inspiring women. Elena Favilli, Founder and CEO of Rebel Girls, said of \nthe book: \"In a time where politicians around us keep talking about building walls, I felt it was my duty to voice the \nstories of bold immigrant women who have changed the world through our new volume ofGood Night Stories for \nRebel Girls. Today's Rebel Girls are first and foremost the millions of girls and women who are escaping war and \nviolence in their home countries to seek refuge somewhere else. Like the immigrant women featured in this book, \nthese young refugee women are those who will invent the next vaccine, who will discover the next volcano, who will \nsurf the next monumental wave. As an immigrant myself, it is important to highlight both the struggles and \nsuccesses that come along with this journey. My hope is that girls who feel unsafe, unwelcome, or out of place in \ntheir current country can find comfort in these incredible stories. It is just as important that non-immigrant girls read \nthese stories to gain insight into the lives of these women and become inspired by their experiences.\"\n\nLast week, the Turkish government's board for the protection of minors from obscene publications said thatGood \nNight Stories for Rebel Girlsshould be partially banned because it could have a \"detrimental influence\" on young \npeople. Rebel Girls' mission is to create a more equal world and the incident proves the ongoing need of the Rebel \nGirls movement.\n\n\n\"We created these books so that girls and women all over the world have access to the largest and most diverse \nrepresentation of female role models. This incident proves the ongoing need for the Rebel Girls movement. We will \nnever stop telling stories that help women break free,\" said Favilli.\n\nAbout Rebel Girls:The Rebel Girls mission stemmed from a very simple idea-that girls with access to female role \nmodels will explore more, do more, be more! That core goal led to the creation of the bestselling children's book \nseries, Good Night Stories for Rebel Girls. Each volume introduces the stories of 100 amazing women, allowing \nreaders to dream bigger, aim higher, and fight harder. Since initial publication, the series has been translated into \nnearly 50 languages and is available in over 70 countries worldwide.\n\nRebel Girls has since evolved into an award-winning cultural media engine, dedicated to highlighting and exploring \nthe lives of trailblazing women who are pioneers, leaders, creators, champions, and warriors. Their stories are \nbrought to a global community of Rebel Girls through book publishing, a podcast, digital media, and more. Find \nRebel Girls online (rebelgirls.coandrebelgirlsboundless.com), on Facebook (Facebook.com/rebelgirls), Instagram \n(@RebelGirls), and Twitter (@RebelGirlsBooks).\n\n View original content to download multimedia:http://www.prnewswire.com/news-releases/publishers-of-the-\nbestselling-book-series-good-night-stories-for-rebel-girls-will-release-a-new-volume-100-immigrant-women-who-\nchanged-the-world-in-fall-2020-300935042.html\n\nSOURCE Rebel Girls\n\nCONTACT: Lauren Zuhl, Rebel Girls, 718-844-9814, lauren@timbuktu.me; Adrienne Fontaine, Media Connect, \nPublicity Manager, (646) 307-6309, Adrienne.fontaine@finnpartners.com\n"}