{"title": "Immigration bill riles conservatives The House members criticized liberalizing proposals, as well as protesters and Bush.", "body": "\nHouse conservatives, in a vehement attack yesterday on legislation to liberalize U.S. immigration laws, \ncriticized President Bush, accused the Senate of fouling the air, said prisoners rather than illegal farm workers \nshould pick America's crops, and denounced the use of Mexican flags by protesters.\n\n\"I say let the prisoners pick the fruits,\" said Rep. Dana Rohrabacher of California, one of more than a dozen \nRepublicans who took turns condemning a Senate bill that would offer an estimated 11 million illegal immigrants an \nopportunity for citizenship.\n\n\"Anybody that votes for an amnesty bill deserves to be branded with a scarlet letter A,\" Rep. Steve King of Iowa \nsaid, referring to a guest-worker provision in the Senate measure.\n\nTheir news conference took place across the Capitol from the Senate, where supporters and critics of the bill \nseemed determined to heed admonitions from both Bush and Senate Majority Leader Bill Frist to conduct a \ndignified, civilized debate.\n\nThe House has passed legislation to tighten border security, while the Senate approach also includes provisions to \nregulate the flow of temporary workers into the country and control the legal fate of millions of illegal immigrants \nalready here. Bush has broadly endorsed the Senate approach, saying he wants a comprehensive bill.\n\nIt was the second day in a row that congressional Republicans aired their differences on an issue that directly \naffects the fastest-growing segment of the electorate. Under Bush's leadership, Republicans have made big \ninroads among Hispanic voters, and party strategists fret that the immigration debate could jeopardize their gains.\n\nLeading GOP senators disagreed Wednesday on whether the bill amounted to amnesty.\n\nThere was no such debate at the news conference in the House, where not a word was spoken in defense of the \nSenate bill, and even Bush was not spared criticism.\n\n\"I don't think he's concerned about alienating voters; he's not running for reelection,\" said Rep. Thomas G. \nTancredo of Colorado. He said Republicans could lose the House and Senate over the immigration issue, and \nsaid of Bush: \"I wish he'd think about the party, and of course I also wish he'd think about the country.\"\n\n\nReferring to a wave of demonstrations in recent weeks, Rep. Virgil H. Goode Jr. of Virginia said, \"I say if you are \nhere illegally and want to fly the Mexican flag, go to Mexico and wave the American flag.\"\n\nKing analyzed the issue in class terms: \"The elite class in America is becoming a ruling class, and they've made \nenough money by hiring cheap illegal labor that they think they also have some kind of a right to cheap servants to \nmanicure their nails and their lawn, for example.\n\n\"So this... new ruling class of America is expanding a servant class in America at the expense of the middle class of \nAmerica, the blue collar of America that used to be able to punch a time clock, buy a modest house and raise their \nfamilies.\"\n\nRep. J.D. Hayworth of Arizona and others said Republicans would pay a price in the midterm elections if they vote \nfor anything like the Senate bill.\n\nNext week, critics of the Senate bill are expected to try to strip out the guest-worker provision and roll back the \nprovisions relating to illegal immigrants who are already here.\n\nSenate Judiciary Committee Chairman Arlen Specter (R., Pa.) has said he hopes to find a compromise that is more \nbroadly acceptable than the legislation that cleared his committee.\n\nIssue: Immigration\n\nBob Casey Jr., state treasurer and Democratic Senate candidate:\n\nCasey, through his spokesman, said the first priority is to enforce existing immigration laws and strengthen border \nsecurity by at least doubling the number of agents. \"Once we see progress and a real commitment on that end, we \ncan then pursue an industry-by-industry approach to deal with the illegal immigrants who are already here,\" Casey \nsaid yesterday.\n\nHe opposes a provision of the Senate Judiciary Committee bill that would allow the nation's estimated 11 million \nillegal immigrants to apply for citizenship if they meet certain requirements. \"This kind of approach is premature,\" he \nsaid.\n\nHe supports an approach known as AgJOBS - incorporated into the Judiciary bill and backed by the farm workers' \nunion - which creates a guest-worker program for illegal immigrant farm workers and could allow them to eventually \nearn a green card.\n\n\"So the goal is creating a legalized workforce,\" Casey spokesman Larry Smar said. \"The citizenship issue is \nsomething to be evaluated down the road.\"\n\nSen. Rick Santorum (R., Pa.):\n\nSantorum said Tuesday that he generally opposes allowing illegal immigrants to become U.S. citizens without first \ngoing back to their home country.\n\nWithout that requirement, \"I don't know why anyone would bother trying to wait in line to get a green card,\" he said \nafter addressing Pennsylvania farmers at a Washington forum Tuesday.\n\nHe said he supports doubling the number of border agents and studying ways to increase the number of legal \nimmigrants in the country. Santorum told the farmers that, as the son of an immigrant, he is mindful of immigrants' \ncontributions and the need to be compassionate. But, he said, \"the bottom line is that we have to treat people who \ncame to this country illegally differently than those who came legally, and if we don't, then we will never control our \nborders, period.\"\n\n\n\nSantorum opposes a guest-worker program for illegal immigrant farm workers, his spokesman Robert L. Traynham \nsaid yesterday.\n\nCarrie Budoff, with the Associated Press\n"}