{"title": "BACK STORY; Fonda goes to Washington; The actress talks global warming, activism and how being on TV helps", "body": "\nJane Fonda has never been content to raise hell only from the comfort of Los Angeles. The 81-year-old actress, \nactivist and exercise phenom is moving to Washington for four months with a plan to get arrested. A lot. Maybe \nevery week. Grandmas like her, Fonda says, need to get in the arena fighting global warming with the likes of \nSwedish activist Greta Thunberg.\n\nFonda plans a series of teach-ins and weekly rallies in front of the Capitol, the first of which took place Friday. She \nstopped by The Times' Washington bureau to talk about the launch of her latest celebrity-packed action, where \nJerry Brown inspired (and didn't), and her plot to engage Pamela Anderson in winning President Trump over to the \nside of science. Here's what she had to say -- lightly edited for clarity.\n\nWhat moved you to do this?\n\nI read Naomi Klein's new book. It's called \"On Fire: The (Burning) Case for a Green New Deal.\" [One of the things \nabout the book that really changed my life] was the way she wrote about Greta. I mean, I knew about Greta; I didn't \nknow she was on the spectrum. And I didn't really understand what Asperger's meant. And when Naomi described \nit, I realized that here is this young person who is not influenced by what other people think. On the spectrum, if \nthey are interested in something, they have a laser focus on that, and whatever the denials and rationalizations the \nrest of us indulge in, that doesn't come into play with her.\n\nAnd she read the [Intergovernmental Panel on Climate Change] report and she realized that the crisis was barreling \nstraight at us, and looked around and people weren't behaving appropriately. It so traumatized her that she stopped \neating and speaking for almost a year. And that really hit me.\n\nDo you worry these protests could further polarize Americans on this issue?\n\nI do canvassing, knocking on doors in places like Scranton, Pa. There's some people you'll not convince. But we \nwant to reach the people who know it's a man-made problem, know it exists, but they don't know what to do. And \nkind of [give a] sense of urgency.\n\nLook what the students did. We don't want to just go silent. They still have the torch, but the grandmas are taking it \nnow and continuing it right up until the key thing, which is next November.\n\nThen what?\n\n\nWe have to hold their feet to the fire. When [Gov. Jerry Brown] came in, in the '70s, it was great. Suddenly, you \ncould afford solar panels and all these kinds of windmills. I even had a windmill. But he was focused on the \nconsumption side -- use less, cut back, change over to renewables, which is very important. But he wasn't good on \nthe supply side. Right to the day he left, he didn't pay too much attention to the fact that oil companies are drilling all \nover California next to communities and next to schools and everything.\n\nJerry's complicated. There's a lot I never could understand. But I love him. I mean, he's just fascinating.\n\nYou owned a windmill?\n\nYeah, I had a children's camp with Tom Hayden up above Santa Barbara. We got some of our electricity from \nphotovoltaic cells, but we had a windmill that generated electricity.\n\nWhat changes will your rallies demand?\n\nThe most important is to stop all new leasing permits for any fossil fuel development on public lands and waters. \nBecause no matter what we do, if that doesn't stop, we're doomed. Number 2: gradual phaseout over 30 years with \na fair transition. That means all of those people who worked for the fossil fuel industry get decent union jobs that \ncan support a family.\n\nThe fossil fuel industry is going to have to leave trillions of dollars in the ground, and they're going to be asked to \npay for the mess they've made. And I have not an iota of compunction about the fact that we should insist on that. \nBecause if they had told the truth 30 years ago, the transition could have been moderate, could have been \nincremental. But because they lied and covered up what they knew, now what we have to do is radical.\n\nIs there a role for Hollywood to play?\n\nI don't know; I'm not even thinking about it. Whatever they do, it's too slow.\n\nWhy four months in D.C.?\n\nI went to Ted Sarandos, who's the [chief content officer] of Netflix, and I asked him if he could give me a year's \nhiatus from \"Grace and Frankie\" so I could do this for a year. And he tried, and he couldn't because of the \ncontracts. There's a lot of actors in the mix. And so four months is what I could get. And then when we finish, it'll be \na longer season because it's our last season. Then I'll come right back.\n\nWho else is involved in this?\n\n350.org, Greenpeace, Climate Action Network, Friends of the Earth, Oil Change International. A lot of really good \ngroups. I'm just amazed everybody that I've called, every scientist, every expert, every celebrity, has said yes, I \nwant to come. And it's just a question of fitting them in.\n\n\"Jane Fonda's Workout\" was created to fund your early activism?\n\nIt was in the '70s. There was this terrible recession. It was very hard to raise money. I read an article about Lyndon \nLaRouche because he hounded me -- \"Feed Jane Fonda to the Whales,\" \"Jane Fonda Leaks More Than Three \nMile Island,\" etc. The article said that he funded his whole operation with this computer business. I said to Tom, \n\"Let's start a business.\" I understood acting and I understood exercise. And so it was exercise.\n\nDo you nudge writers to plug climate change into their scripts?\n\nYeah, I will. They don't like to be nudged. And episodic television is -- I learned very quickly -- is a totally different \nanimal. It's been six years, but it's something that I don't really understand. [\"Grace and Frankie\" is] a big hit. Lily \n[Tomlin] and I say, \"We'll take it.\"\n\nDoes America see you differently than it did in the 1970s?\n\n\n\nUnlike [with] my earlier activism, I have a hit series at my back. It's so much easier for me. People like me! I used to \ndo this [in the Vietnam era], and chunks of my hair would literally be pulled out.\n\nIt really makes a difference to have a hit TV series, not a hit movie. Television is in your room all the time and so it \nreally has an effect. And if they like your character and they like the story, then they like you. Lily is going to join me. \nAnd Sam Waterston.\n\nWho do you want to see in the White House in 2020?\n\nI'm not going to tell you. But I'll give you a few hints. It's too late for moderation. You know who that rules out. And I \nthink diversity is important. And we need somebody that has a plan -- not that I'm naming names.\n\nYou've met Trump?\n\nYeah! When he was married to Marla [Maples].\n\nAnd?\n\nWhen he became the nominee, I thought, well, that's good, because he's not ideological. This will be easy. I did not \nexpect it would be this bad.\n\nI tried to get to him on the climate right afterward. I thought I'm going to go in there with some gorgeous woman \nclimate activists. I talked to Pamela Anderson, for example. And if she has to get on her knees and just say, \"You're \ngoing to be a hero. You can save the world.\"\n\nSo I called the son-in-law, Jared [Kushner]. And I told him what I wanted to do. And he said, \"Well, [my wife], \nIvanka, is the environmentalist in the family.\" And so I called her. And she said, \"Well, I'll see what I can do.\" \nNothing.\n\nBut I realize now. A group of gorgeous women next to the industry that has given him all the money and power -- \nwe couldn't possibly have held up. Pamela was ready to do it. And I'm desperate. I'll do anything.\n\nGraphic\n\n \n\nPHOTO: JANE FONDA is arrested at a climate change rally at the U.S. Capitol on Friday. She plans to keep getting \narrested as she calls for action on the issue.  PHOTOGRAPHER:Kirk McKoy Los Angeles Times \n"}