{"title": "OUR OPINIONS: Bush, Fox should pursue union similar to Europe", "body": "\nMexican President Vicente Fox envisions a North American economic alliance that will make the border between \nthe United States and Mexico as unrestricted as the one between Tennessee and Georgia.\n\nThough neither Fox nor President Bush expects to dissolve the 2000-mile border overnight, the Mexican leader \nclearly prefers sooner rather than later. In Washington this week, Fox surprised his friend and fellow rancher \npresident by calling for sweeping American immigration reform by year's end.\n\nCurrently, U.S. government immigration policy echoes its position on gays in the military: Don't ask, don't tell. The \nnation essentially winks at the estimated 3 million illegal Mexican immigrants toiling in fields, poultry plants and \nconstruction sites. If America cracked down and rounded up all those workers, the nation's agricultural and \nconstruction industries would collapse, says Jagdish Sheth, Emory University's Kellstadt professor of marketing.\nAJC\n\nDespite American dependence on their labor, undocumented workers still live in the shadows and under threat of \ndeportation, and Fox is right to insist that Mexicans working, paying taxes and obeying the law have \"all their legal \nrights when they're living here in the United States.\"\n\nThose rights don't have to spring from legal residency. Some sort of temporary guest worker visas stand a better \nchance with congressional conservatives than the blanket amnesty suggested last month by the White House. \nOpponents shot down that trial balloon before it even cleared the tree tops.\n\nIn the short-term and during this country's economic downturn, Bush ought to concentrate on a work permit \nprogram that concedes the need for Mexican workers but imposes controls to stem illegal crossings. By loosening \nborder restrictions, Mexicans may eventually return to their homeland, a journey that now entails too many perils. \nReflecting the new policy of encouraging citizens to return, Fox said Thursday, \"We need you to come home one \nday and play a part in building a strong Mexico.\"\n\nThe United States also must play a part in sustaining Mexico's economic growth. \"For marginal workers, leaving his \nor her country is not an easy proposition. It is not a lark. It is a risky, dangerous proposition,\" says Juan M. Del \nAguila, an Emory University associate professor of political studies. \"If we can create incentives for them to stay in \ntheir own country, many of these potential immigrants would.\"\n\nIn boom states like Georgia, it's been painless to absorb Mexican immigrants. But in the unlikely scenario that the \neconomy hits the skids, migrant labor --- whether illegally coming from Mexico or legally from rural Alabama --- \ncould snatch jobs away from the local unskilled labor pool.\n\nThe ultimate goal of any White House policy ought to be a North American economic and political alliance similar in \nscope and ambition to the European Union. Unlike the varied landscapes and cultures of European Union \nmembers, the United States, Canada and Mexico already share a great deal in common, and language is not as \n\n\ngreat a barrier. President Bush, for example, is quite comfortable with the blended Mexican-Anglo culture forged in \nthe border states of Texas, California and Arizona.\n\nOf the three North American players, the United States clearly holds the place of dominance. By joining with its \nneighbors to the north and south, the United States would have the strongest voice in coordinating fiscal, energy \nand drug enforcement polices that affect the continent.\n\nAn erroneous public perception exists that Mexico would be the main beneficiary of a U.S.-Mexico partnership. In \nthe aftermath of the 8-year-old North American Free Trade Agreement, Mexico has become the third-largest \nimporter of Georgia products, $1.2 billion worth of goods last year. Mexico is the United States' second-largest \ntrading partner.\n\n\"Fundamentally, our economic integration with Mexico is inevitable,\" says Emory's Sheth. \"Out of nowhere, Mexico \nhas become a $200 billion a year trade partner. We think that will grow to $500 billion.\"\n\n\"If you look at the European process, not all countries benefit equally all the time,\" says Del Aguila. \"But the \ncommonwealth as a whole has improved, the standard of living has risen.\"\n\nHistorically, immigration has enriched America culturally and economically, as demonstrated most recently by the \nCubans in South Florida. The challenge with Mexico is to better manage the natural flow of a people who are not \nonly America's fastest-growing immigrant group, but also its closest neighbors.\n\n\"Our choice is to fight it and lose,\" says Georgia State University economics professor David Sjoquist, \"or embrace \nit and all come out better for it.\"\n\nGraphic\n\n \n\nGraphic:\n\nIllustration of a U.S. Dollar with Mexican and American faces added. / RANDY MACK BISHOP / Texas International \nFeatures\n"}