{"title": "Immigration's Impact Is On the Minds Of Va. Voters", "body": "\n It has become a standard refrain in Republican Jerry W. Kilgore's stump speech for governor, tucked in among the \npledges for better pay for better teachers and the promises not to raise taxes: \n\n Virginia officials \"should not be spending more of your hard-earned tax dollars to encourage illegal immigration.\" \n\n Kilgore's eagerness to talk about the issue is being watched closely not just by his campaign opponents but also \nby political analysts and immigration experts nationwide. Campaign experts say the issue can be a risky one for a \npolitician, and immigration experts are interested in how a clearly federal responsibility is working its way into \ngubernatorial campaigns and dividing state legislatures and city councils. \n\n Illegal immigration \"is an issue of growing concern and even anxiety at the grass roots,\" said Roberto Suro, \ndirector of the Pew Hispanic Center. \"It's one of those issues where politicians of both parties are trying to catch up \nwith the public.\" \n\n In Virginia, a new Washington Post poll shows, 33 percent of registered voters think \"the growing number of \nimmigrants\" has been bad for their communities, compared with 21 percent who say it has been good. In Northern \nVirginia, where most of the state's immigrants reside, residents split almost equally on whether immigration has \nbeen good or bad for their communities. \n\n The poll also shows that, statewide, voters agree with Kilgore's view that officials should not use public money to \nbuild centers where day laborers can gather to look for work, an issue that has sharply divided the Fairfax County \ntown of Herndon. \n\n  By a ratio of 56 to 42 percent, voters say taxpayers should not fund the centers. And when respondents were \nasked how they would feel if some of those who used the centers to look for work were in the country illegally, \nopposition grew even stronger. \n\n \"There's definitely a huge gap between the elite and public perceptions on immigration,\" said Mark Krikorian, \nexecutive director of the Center for Immigration Studies, which supports stricter immigration controls.  \n\n But the battles emerging across the country often result in contradictory results and in many cases do not follow \nthe \"red-blue\" pattern of partisan politics that has marked recent nationwide campaigns. \n\n\n  Democratic governors Janet Napolitano of Arizona and Bill Richardson of New Mexico, both of whom Kilgore \nmentions when talking about his interest in the issue, say smuggling and illegal immigration in their border states \nhave created a state of emergency. And states and cities across the country are changing laws regarding \neducation, social and medical benefits, driver's licenses and day laborers. \n\n What is striking is that there is little agreement on whether the best approach is what Krikorian calls \n\"accommodation or enforcement.\" \n\n  For example, Arizona voters, over Napolitano's opposition, approved a proposition last year enacting some of the \nnation's toughest laws regarding illegal immigrants. But in neighboring New Mexico, legislators granted in-state \ntuition to illegal immigrants, the ninth state to do so, according to the National Conference of State Legislatures. The \nstate joined an unlikely electoral coalition of California, Illinois, Kansas, New York, Oklahoma, Texas, Utah and \nWashington state in offering the benefit. \n\n Across the nation, \"it's definitely not a red-blue issue,\" Suro said. \n\n Things are different in Virginia, which will have its gubernatorial election Nov. 8. Although Democratic Gov. Mark \nR. Warner this year signed a bill that bars illegal immigrants from receiving certain public benefits, including \nMedicaid and public assistance, the movers on the issue in the commonwealth are Republican, led by Kilgore. \n\n The former attorney general's opponents have denounced him for getting involved in the Herndon fight. Town \nleaders this summer found themselves caught in a months-long debate about that issue, with residents fiercely \ndivided over whether such a center rewarded illegal immigrants or simply recognized the reality that the workers are \nintegral to the region's booming economy and that it would be better gathering them in one place than on street \ncorners or in front of convenience stores. \n\n  State Sen. H. Russell Potts Jr. (R-Winchester), who is running for governor as an independent, called Kilgore's \nactions \"the worst form of pandering.\" Lt. Gov. Timothy M. Kaine, the Democratic candidate, said Kilgore is trying to \nfind a wedge issue in what was an attempt by local officials to solve a difficult problem. \"I think that's kind of slimy,\" \nhe said Thursday. \n\n  Despite polls that show high voter unhappiness with illegal immigration, political experts say candidates must be \ncareful, for fear of overplaying the issue or risking being called racist. Kirkorian, who said he would like to see the \nissue debated more, said Americans want \"sober and intelligent\" discussion on the issue and will be turned off by a \n\"red face behind a lectern.\" \n\n Kilgore can point to being consistent for years in his approach to the issue, championing legislation that would deny \nillegal immigrants in-state tuition, driver's licenses and government identification cards and any employment \nassistance. On his Web site, a release from the campaign says Virginia is facing \"an illegal immigration crisis,\" \nthough he doesn't go that far in campaign speeches. And he blames illegal immigration for another problem that \nthe Post poll shows is very much in voters' minds: the rise of gangs such as Mara Salvatrucha. \n\n Kilgore calls day-laborer centers  --  there are such facilities in Arlington, Silver Spring, Takoma Park and plans for \ntwo more in Wheaton and Gaithersburg  --  \"magnets for illegal immigration.\" But the real attraction is jobs \ngenerated by the region's hot economy. \n\n The Pew Hispanic Center estimated that Virginia and Maryland each was home to more than 700,000 foreign-born \npeople, of whom 200,000 to 250,000 people in each population are undocumented. \n\n In what demographers call \"new settlement areas,\" communities sometimes are overwhelmed by the rapid change \nand the demands placed on schools, law enforcement and social services. But residents also get to know the \nnewcomers in a different way, distinguishing between \"immigration\" as a concept and the \"immigrants\" that they \nmeet. \n\n\n\n The Post poll shows that Northern Virginia voters, who live in the most immigrant-populated area of the state, \ndiffer with the rest of the state on the impact of immigration and on the day-laborer centers. By a slight majority, \nNorthern Virginia voters favor using public money to build the centers. \n\n Mark J. Rozell, a public policy professor at George Mason University who is closely following the Virginia race, \nsaid he isn't sure how the issue will play out. \n\n \"I think it was risky, but on the other hand, I don't see how Kilgore could not bring it up,\" Rozell said, because the \nissue has become so important to Kilgore's conservative base. \n\n \"The situation in Herndon shows that you don't have to be a border state for the issue to reverberate.\" \n\n Polling director Richard Morin and staff researcher Bobbye Pratt contributed to this report. \n"}