{"title": "NVCC Allowing Illegal Immigrants to Enroll; College Defends Policy After State Attorney General Urges Admissions Ban", "body": "\n Northern Virginia Community College has continued to enroll illegal immigrants in classes despite a strong \nrecommendation from the state attorney general's office that undocumented applicants be rejected and that such \nstudents be reported to immigration authorities. \n\n College administrators noted that at least some of those students arrived in the United States as children and did \nnot willfully break the immigration rules. \n\n \"We're not trying to open our doors to terrorists or people who were trying to sneak across our borders,\" said Max \nL. Bassett, vice president of academic and student services at NVCC. \"We are trying to serve residents who have \nbeen here for many years.\" \n\n Bassett said, however, that administrators are continuing to review the policy and that the college is bowing to \none key recommendation in the September memo from Attorney General Jerry W. Kilgore's office: Students who \nare in this country illegally must now pay out-of-state tuition. \n\n Already 66 undocumented students who either were previously enrolled or recently enrolled in classes at the \ncollege and were paying in-state tuition have been informed that they must pay the higher rate, which is roughly \nfour times the subsidized rate for state residents. Full-time in-state tuition is $ 678 a semester; full-time out-of-state \ntuition is $ 2,429. \n\n NVCC is the largest community college in the state and has campuses in Alexandria, Annandale, Loudoun \nCounty, Manassas and Woodbridge. Of the roughly 38,000 students enrolled this semester, about 60 are \nundocumented, Bassett said. \n\n A spokesman for Kilgore (R) said they were \"disappointed\" by the approach taken at NVCC. \n\n \"This is about the difference between those who observe the law and those who will break it,\" said spokesman Tim \nMurtaugh. \"I don't think it's too much to ask that you observe the rules of our society before you take advantage of \nwhat this society has to offer.\" \n\n\n Higher education administrators across the state have been reconsidering their enrollment policies in the wake of \nthe Sept. 5 memo from the attorney general's office to state colleges and universities. \n\n \"As our national response to the attacks of September 11 [2001] continues, it has become increasingly clear that \nthe Immigration and Naturalization Service and the higher education community must pay closer attention to the \npresence of foreign students and exchange visitors on their campuses,\" the memo said. \n\n It recommended that school officials deny admission and in-state tuition status to undocumented students and \nthat admissions personnel report \"factual information indicating that a student is unlawfully present in the United \nStates.\" \n\n The memo from the attorney general's office reopens an issue that was reviewed in depth by college \nadministrators more than 10 years ago. \n\n In 1989, according to Bassett, the college denied admission to undocumented students. But then a valedictorian \nfrom a Northern Virginia high school, a longtime resident who was undocumented, applied. She was denied \nadmission and a debate ensued. \n\n After consulting with the attorney general's office then, the college soon after abandoned its prohibition on \nundocumented students. The undocumented high school valedictorian was admitted. \n\n \"We were advised that it was more defensible from a legal perspective to admit this person rather than deny this \nperson,\" Bassett said. He noted that times have changed. \n\n NVCC's enrollment policy is viewed by some as an extension of that of Fairfax County public schools and other \nschools, which do not distinguish between documented and undocumented students. \n\n County school officials don't even ask about students' immigration status when they are enrolled. \n\n \"Due to a U.S. Supreme Court decision, we can't deny an education to students because of their immigration \nstatus,\" Fairfax County schools spokesman Paul Regnier said. And \"a state attorney general opinion in 1999 said \nthat we are not allowed to ask for the immigration status of students enrolling.\" \n"}