{"title": "HEARING OF THE CIVIL SERVICE SUBCOMMITTEEOF THE HOUSE GOVERNMENT REFORM AND OVERSIGHT COMMITTEESUBJECT: WHAT CONSTITUTES \"ESSENTIAL\" DURING GOVERNMENT SHUTDOWNSCHAIRED BY: REPRESENTATIVE JOHN MICA (R-FL)", "body": "\nREP. MICA: Good morning. I'd like to call this meeting of the House Subcommittee on Civil Service to order, and \nthe subject of today's hearing is government shut-down and what is essential.\n\n I'll start off this morning's hearing by welcoming our witnesses and guests and fellow colleagues this morning.  And \nI have an opening statement and then we'll hear from some of the other members.\n\n Today the subcommittee will be reviewing the government shut- down, both as it affected our federal work force \nrecently and what might happen in the event of a future government lapse in appropriations.Any review of the \nfederal government shut-down must center on what activities of the federal government are essential and which \nare non-essential.  The Constitution of the United States is clear in Article I, Section IX, and I'll quote -- \"No money \nshall be drawn from the Treasury, but in consequence of an appropriation made by law.\"\n\n Despite this constitutional restriction, we recognize that certain functions of our government are in fact essential \nand its work force must continue to operate, even when appropriations do lapse.  By tradition, it is the president, \ntogether with OMB and the individual agencies that have been allowed to decide which functions and agencies are \nessential, and which, in fact, are to be shut down.\n\n Part of the reason that I and other members -- new members -- have sought election to Congress was really to \ncome here with the intention of exploring these issues in a broader context.  In our attempts to balance the federal \nbudget, we deal with this issue directly as we decide what, in fact, are essential national functions and activities.\n\n That, of course, is part of a larger question, as we consider the proper role of our federal government, including \nother alternatives, such as privatizing, downsizing or shifting responsibilities to state and local authorities.\n\n \n\n\nHowever, no one can deny the fact that taxpayers and the average citizen outside the Beltway must ask some very \nserious questions when large segments of our federal government close down and they see no appreciable \ndifferences in their lives.\n\n Inside the Beltway, many people spoke of assessing blame for the government's shut-down of non-essential \nservices.  Outside the Beltway, many citizens and taxpayers applauded closing down non- essential government \nactivities.\n\n Others outside the Beltway who have grown dependent on federal government benefits and services were in fact \nappalled and dismayed and had their lives severely disrupted by the shut-down.\n\n In this hearing today, I hope we can review first what took place in the recent shut-down, and secondly, what \nplans are under consideration for any future government closure.\n\n It's important to note that the shut-down, itself, has not been a new idea to this administration.  I believe it was part \nof a calculated strategy by the administration to close down the government, in fact, and do that closure this year.\n\n Planning for this supposedly spontaneous shut-down began as early as July of this year.  In September, agencies \nwere required to submit shut-down plans to OMB.  This was in marked contrast to the first shut-down, which \noccurred under President Reagan in 1981, when the first OMB guidance to agencies was issued less than a week \nbefore employees were sent home.\n\n In spite of the current administration's advance planning, it's unfortunate the execution of the shut-down was in \nmany instances a disorganized and illogical, at best, and often times chaotic experience.\n\n For example -- let me cite a couple of examples here, and we've got people that will speak to this as witnesses.  \nThe Department of Housing and Urban Development -- HUD -- initially released all but 136 of nearly 12,000 \nemployees.  As a result, some housing programs were shut down, even though funds were available for many \nmajor housing programs.\n\n Even with a 90 percent retention rate at the Department of Veterans' Affairs, the administration announced that the \nprocessing of new applications for some major veterans' benefits programs would be suspended. Within a week of \nthe shut-down, the White House announced the recall of more than 1,700 DVA employees.\n\n The Department of Education, as another example, furloughed 86 percent of its work force, while the Bureau of \nAlcohol, Tobacco and Fire Arms found it necessary to retain so-called essential 15 of 23 public affairs officers.\n\n \n\nThe Social Security Administration furloughed 90 percent of its work force.  Retirement claims processing ceased.  \nAt the same time, retirement claims for civil service retirees at the Office of Personnel Management were being \nprocessed at a 100 percent capacity and activity rate.\n\n Three days into the furlough, the president initiated a recall of more than 50,000 Social Security personnel, raising \nquestions about whether they should have been furloughed in the first place.\n\n Furthermore, in the middle of the shut-down, the president declared the activities non-essential -- some of them \nnon-essential on Monday when on Friday these same functions were suddenly termed \"essential.\"\n\n It's important that we look at the discrepancies and review the agencies and see what is in fact a priority activity.  \nWe must also examine what activities are more costly to close down than to continue.\n\n And finally, we must consider federal employees whose lives are severely disrupted by this disorderly process.  \nThis may have been a well-planned shut-down, but I find some of the results very confusing. You heard a lot of \nrhetoric.  We saw a lot of posturing and grand standing from the administration.  As cold reality set in, we even saw \nback peddling and employees recalled.\n\n And what about the question, \"What is essential?\" The administration seems not to have defined this consistently \namong its various agencies.\n\n\n\n Was this poor management or premeditation?  Should Congress have established better criteria or better defined \nguidelines?  The priorities seem evident to me.  First and foremost, we have a responsibility to ensure national \nsecurity.  We have a duty to provide for the effective enforcement of our laws.  We must take adequate measures to \nguarantee the public safety, health and welfare.\n\n Next, we must assure that those who cannot sustain themselves are provided for adequately.  Most of these \nfunctions were deemed essential last month.  Most were carried out with only minor interruptions.  But it is important \nthat we look at the discrepancies in the implementation of the administration's first shut-down, if only to make \ncertain that we avoid these problems in the future.\n\n We face the prospect of another shut-down affecting several agencies here today within just a matter of 10 days.\n\n We remain committed to approving legislation that will continue operations. But if another veto does shut down \nthese agencies, we hope this hearing will result in a more consistent criteria for closures and more effective \noperations of continuing activities.\n\n To explore these issues we have assembled a panel of senior officials, who have had responsibility for the \nmanagement of major agencies that have implemented the shut-down in a variety of ways. They include Dr. \nWalter Broadnax, the deputy secretary of the Department of Health and Human Services; Mr. Dwight Robinson, \nacting deputy secretary of the Department of Housing and Urban Development; Mr. Thomas Glynn, deputy \nsecretary of the Department of Labor; Mr. George Munoz, assistant secretary for Management and chief financial \nofficer of the Department of Treasury; Mr. Gene Brickhouse, assistant secretary for Human Resources and \nAdministration of the Department of Veterans' Affairs; and Mrs. Shirley Chater, commissioner of the Social Security \nAdministration.\n\n Our second panel includes Mr. John Koskinen, deputy director of the Office of Management and Budget; Mr. \nChristopher Schroeder, deputy assistant attorney general in the Office of Legal Policy at the Department of Justice; \nand Mr. Alan Heuerman, associate director for Human Resource Systems Service in the Office of Personnel \nManagement.\n\n Those are my opening remarks and comments.  I will yield now to the ranking member of our panel, the \ndistinguished gentleman from Virginia, Mr. Moran.\n\n REP. JAMES MORAN (D-VA): Thank you, Mr. Chairman. I'm glad you're having this hearing on the government \nshut-down that never should have happened.  In my view, it was clearly the Congress' fault we did not get our \nappropriation bills passed in time.  We had a year to do it and we didn't do it.  There was only one in my \nrecollection out of 13 bills that was enacted.\n\n There was a lot of complaint over the fact that the president vetoed the legislative branch appropriations bill, but \nthank God he did.  That would have been the worst thing to have had the Congress paid and none of the rest of the \ngovernment paid, because we took care of our own salaries and operation expenses before the rest of the \ngovernment.\n\n So I'm glad he vetoed that, but the fact is that we didn't get the appropriation bills passed.  That's why we had the \ngovernment shut-down, and then we deliberately sent the continuing resolution to the president, calculated to draw \na veto.\n\n Now, I grant you that the speaker tried to lend some insight as to why that happened by going into the fact that he \ndidn't get a window seat on the plane to the Middle East, or that he went out the wrong door, or something.  But I \ndon't think it was so much the personal snubbing that he perceived occurred as the fact that the legislative branch \ndid not act in an efficient and effective way.\n\n The reconciliation bill is far less important than getting these appropriation bills signed.  And that, in the future, \nshould be our highest priority.  But 40 percent of the government did not operate as a result for four days and I think \nthat's something we should be ashamed of.  We also ought to be embarrassed at the fact that we spent $700 \nmillion of taxpayers' money and got no work out of it -- no return from the federal employees who were furloughed, \n\n\n\nall of whom wanted to be at work performing their job.  None of them wanted to get paid for doing nothing, but all \nof them -- 800,000 -- were sent home.\n\n I think that we need to clarify what is essential and non- essential in the first place.  The definition that suggests \nthat -- and, in fact, I have the directive here.  Essential employees are only those, where, if they were unable to \nperform their job, the failure to perform those functions would result in an imminent threat to the safety of human life \nor the protection of property.\n\n There's an inconsistent application of that criteria.  But the functioning of the federal government goes far beyond \nthat. Obviously, national park officials, for example, are not going to be involved in the safety of human life or the \nprotection of property, for the most part, but they are important for the proper functioning of the federal government.\n\n The people who issue visas -- we had any number of people in my jurisdiction -- I'm sure they're throughout the \ncountry -- who needed visas, who needed to be able to travel, who couldn't get them. One woman's family member \nwas dying and she couldn't get there because the people who would have issued her a visa were not able to get to \nwork.\n\n The Social Security applications, the applications for veterans' benefits were not processed when they were \nsupposed to, when people were eligible.  The fact is that millions of dollars were wasted every day that should have \nbeen collected and wasn't.\n\n I know we're going to find a number of discrepancies between the number of federal agencies and the way they \ninterpreted the guidelines, and as a result, some were harder hit than others, not just because some of the functions \nrelate to the safety of human life and protection of property more than others, but because of different \ninterpretations.  I think that's due to a sincere effort to do the right thing, and simply differences in honest judgment.\n\n \n\nThe hearing that we're having today is particularly important because it could happen again.  The continuing \nresolution expires on December 15th.  It's conceivable we could have another government shut-down at that time.  \nWe're making absolutely no process (sic) on the seven year balanced budget bill.  We've agreed on how many \npeople are going to sit at the table and what table it is, but we haven't gone beyond that.\n\n So that being the case and the fact that we're running out of time, I don't see any possibility of all these bills being \nresolved. So a continuing resolution is clearly going to be necessary. I would hope that it would be simple extension \nof the continuing resolution.\n\n If there is not, then the public is going to be absolutely right in identifying the source of the problem, and it is us, as \nfar as I'm concerned.  Back in 1990, almost two out of three taxpayers figured it was the Congress' fault and the \nfigures were almost identical this year, as well.  I think they're going to be higher if it happens again.\n\n So I think it behooves us to take measures now to avert this. One of the things that we could do is to pass \nlegislation, and it ought to originate in this subcommittee, that I've introduced and Congressman Gekas from \nPennsylvania has introduced, that would have federal employees go to work in the event of any lapse of \nappropriations.  They would be reimbursed after the fact, but at least the taxpayer would get effort for the money \nthat is being paid for the federal employees in salaries.\n\n It would not disrupt the ability of the federal work force to serve the public.  Speaker Gingrich made it clear in a \nletter that he gave to Republican members of the Congress that he was committed to paying federal employees -- \nall federal employees --including those who were furloughed. So this simply assures that they would be performing \nwork during that period of time.\n\n I can't imagine why people would be opposed to that other than for the political leverage that it gains people to be \nable to threaten the possibility of a government shut-down.  That's wholly irresponsible.  I think we also need to \ntake into consideration that people employed in the private sector who were severely and adversely affected by this \nshut-down -- people in the services, the retail sector and government contracting and procurement -- the losses \n\n\n\nthat they suffered are not made up.  They don't get any retroactive pay and particularly in this Washington area, \nthere's a lot of people who were hurt unjustifiably and unnecessarily.\n\n It's H R 2184 that we've introduced and I would hope we would consider that in this subcommittee and pass it on \nin an expeditious fashion.\n\n Beyond that, I'm anxious to get into this hearing, Mr. Chairman, and I'm glad we have the occasion to see how it \nworked, and I hope even more importantly, to get to work to make sure that this does not occur again.  Thank you.\n\n REP. MICA: I thank the gentleman and would now like to yield to the chairman of the full committee who's joined \nus this morning, Mr. Clinger from Pennsylvania.\n\n REP. WILLIAM CLINGER (R-PA): Thank you very much, Mr. Chairman, and thank you also for holding this hearing \non the effect of the partial shut-down of the federal government on civil service staff and the government functions.\n\n A great deal of planning and work went into the shut-down plans of the agencies and we're hear to learn about the \nactions taken by the federal Cabinet departments and independent agencies to prepare for possible appropriations \nimpasse, whether they took the appropriate steps to troubleshoot their own plans and ask for help when they need \nit from the Office of Management and Budget.\n\n I think we also want to know what actions OMB and/or the Department of Justice and the Office of Personnel \nManagement took to assist in the planning, to help guide the agencies and to troubleshoot the problem areas \nbefore a funding hiatus occurred.\n\n Dr. Rivlin and numerous other administration officials were commenting publicly on the potential shut-down of the \ngovernment really for months before it actually took place.  As early as July 26th, I believe, Dr. Rivlin cautioned \nagencies to \"take no actions such as reductions in force, office closings or similar measures until we have had time \nto assess the developing situation and put together a government-wide plan,\" was her quote.\n\n By memo dated August 17th of this year, she directed the agencies to \"develop and submit for review any plans \nthat you believe are appropriate,\" she said, and she assured the agencies that OMB would quote, \"review plans \npromptly and get back to the agencies with suggestions\" -- closed quote.\n\n And again, on November 9th, she instructed agencies to begin to implement the plan -- quote -- \"as approved by \nOMB in September\" -- closed quote.  So clearly OMB had been planning for the funding hiatus since mid-summer \nand had also accepted full responsibility for reviewing and approving the plans and otherwise managing a \nsuccession in government operations.\n\n However, we find that during the shut-down, inconsistencies became apparent in the treatment and status of \nemployees who perform very similar if not identical functions.  For example, the Department of Veterans' Affairs \nmakes benefit payments for pensions and compensation.\n\n In its shut-down procedure the VA strictly adhered to the Anti- Deficiency Act and veterans' compensation was \ndetermined to be unpayable because it is funded through annual appropriations.\n\n The Social Security Administration also, however, makes payments for pensions and compensation.  But here, \neven though the Social Security Administration is funded through indefinite appropriations, the SSA shut down to \nonly seven percent of its workforce.  On what basis, then, were these disparate decisions made? Is this a distinction \nbased on funding stream only?\n\n I'm also curious to know whether sufficient guidance was given by OPM for the agencies to adequately prepare \ntheir shut-down contingency plans.  The contingency plan of the Department of Health and Human Services was a \nmere two pages long, one of which was a chart and the other a cover memo to Nancy-Ann Min of the Office of \nManagement and Budget.  And by contrast, the contingency plan for the U.S. Department of Labor was an \nimpressive and extensive 184 pages long, with the Treasury Department a close second, with 174 pages long.\n\n In its review of the plans, did OMB consider the HHS shut-down plan to be adequate at two pages?  Also, why \nwere certain safety functions, which are necessary to protect human life, treated differently as we understand it.  \nThe Mine Safety and Health Administration had more than 1,400 safety inspectors on duty during the furlough.  By \n\n\n\ncontrast, OSHA -- the Occupational Safety and Health Administration -- retained a staff of about 250.  No child labor \ninspectors were retained.\n\n Do child labor inspectors perform a safety function?  I really continue to be somewhat puzzled by this apparently \ndesperate treatment of safety functions and I look forward to hearing an explanation of this issue from the \nDepartment of Labor this morning.\n\n Were any of these inconsistencies observed by OMB in their review of the plans?  And of what did OMB's review \nand approval process consist?  The bottom line is, how was this shut-down managed?\n\n In 1994, the Office of Management and Budget merged its management and budget functions.  And at that time, I \nsent a letter to then Director Panetta expressing my concern.  I was joined in that by the then Chairman, expressing \nour concern about the impact of the OMB's reorganization and its management of the federal government.  In \nexamining this shut-down, I'm again concerned that the management functions of OMB have been over-shadowed \nby the ongoing budget work.  And frankly, I am concerned that OMB may not have reviewed shut-down plans \nthoroughly enough, at least on the basis of the information we've seen so far.\n\n If they had, it seems that they would have seen these serious inconsistencies in the plan and would have taken \nsteps to re-address them. The partial shut-down of the federal government is an extremely complex process.  If \nwe've learned nothing else in this exercise we've learned exactly how complex and complicated it is.\n\n It requires a tremendous amount of planning and sound judgment. It's my hope that OMB will assess the \nresponsibility it has for properly managing future shut-downs so that expectations are fair and clear and confusion \nand inconsistency is minimized.  Frankly, we hope we never have to go through this again, but if we do, it surely \nneeds to be better thought out beforehand.\n\n Finally, I wonder whether the subcommittee might consider recommending that there be a process within OMB by \nwhich shut-down plans will be reviewed, and through which agencies can formally resolve questions and appeal \nthose decisions.\n\n I want to thank you, Mr. Chairman. I would ask unanimous consent that the letter I referred to from myself and Mr. \nConyers to Mr. McDana (ph) with regard to the management functions of OMB dated June 21, 1994 be included in \nthe record at this point.\n\n REP. MICA: Without objection, so ordered.  I thank the gentleman for his opening statement. I'd like to yield now to \nMs. Morella.  Ms. Morella from Maryland is recognized for her opening statement.\n\n REP. CONSTANCE MORELLA (R-MD): Thank you, Mr. Chairman. I want to commend you for convening this \nhearing.  Last month we experienced the longest government shut-down in our history.  So for me there's no more \nopportune time to examine the criteria used by the administration to determine what functions would remain \noperational during the shut- down, particularly with December 15th staring us in the face.\n\n I didn't want to shut-down.  No member of this subcommittee or full committee wanted it.  The shut-down was a \nterrible experience. It was a demoralizing and divisive ordeal for our workforce.  It was costly and disruptive to the \ntaxpayers. It hurt a number of businesses, particularly in this local area.\n\n Clearly, I wish the president could have signed a continuing resolution that would have kept the entire government \nrunning.  But for me, this hearing is not about that.  This hearing is about reviewing the policies and the \nimplementation of those policies so we can devise solutions to better determine what needs improving and to fix \nwhat is broken.  It's also about sitting here and talking through this matter so that just maybe we wouldn't have to be \nin this position again.  There are issues that need to be reconciled.  I have a hard time understanding, for instance, \nwhy cancer researchers were not considered essential.  I think most of you know how cancer has affected my life.\n\n I'm not certain, but I've heard also that AIDS research may have been affected during this period. The fact that the \nDepartment of Veterans' Affairs were recalling employees to process claims for disabled veterans indicates some \nconfusion over how the policy was implemented. Our veterans need special treatment.  If the current policies don't \nafford this treatment, let's fix them.\n\n\n\n Before I conclude my statement, there are two other issues that I think need to be addressed.  I've been reading \nstatements in the paper and hearing people say that federal workers who were furloughed came out ahead \nbecause they received their pay, and I was one who advocated that they not be victimized.\n\n Now I realize there's a question of equity out there, and we need to examine that in the future.  But I find that these \nstatements are highly offensive and insensitive and an affront to the dedicated men and women who serve this \nnation and who, through no fault of their own, were furloughed.\n\n I don't know how you come out ahead after having to wear the demoralizing title of \"non-essential.\" I don't know \nyou come out ahead while you're sitting at home wondering how long it will last and how you or your colleagues will \npay your bills in the interim. There was not one federal worker screaming, \"Please, please, furlough me!\" So I hope \nthat this will be an end of that kind of rhetoric.  I also feel that the term \"non-essential\" must be eliminated from the \nfederal vocabulary.  I can't think of a term more misguided or misleading.\n\n And with that said, I again want to thank Chairman Mica for calling the hearing, for his indulgence and also look \nforward to hearing from the witnesses.  Thank you, Mr. Chairman.\n\n REP. MICA: I thank the gentlelady and now would like to yield to the vice chair of the subcommittee, Mr. Bass from \nNew Hampshire.\n\n REP. CHARLES BASS (R-NH): Thank you very much, Mr. Chairman.  I have an opening statement that I'd like to \nsubmit for the record, and to simply comment, thank you for holding the hearing this morning. I'm looking forward to \nhearing the testimony from our witnesses.  I agree with my colleague, Mrs. Morella, that the term \"non-essential\" \ndoes not necessarily mean \"unneeded\" or \"unnecessary.\"\n\n And I think what we need to determine in the course of these hearings is what the nature, what the effect of the \nshut-down was on the operation of the government, the difference between what worked and what didn't work in \ngovernment, what was reactive versus proactive in terms of government activities, and perhaps we can learn more \nabout the internal workings of bureaucracy and perhaps what we can learn from this experience -- how to run a \nbetter, more efficient government, but certainly not stereotype anybody who was furloughed as being quote, \"non-\nessentials.\"\n\n So I want to thank the chairman for calling these hearings. I think they're important and I think they're timely, and I \nlook forward to hearing this testimony today and I yield back.\n\n REP. MICA: I thank the gentleman, and now I yield to Mr. Horn from California.\n\n REP. STEVE HORN (R-CA): Thank you very much, Mr. Chairman.  I appreciate the opportunity to sit with your \ncommittee during these hearings.  As chairman of the Subcommittee on General Government, we have major \nconcerns about the processes by which these decisions were made.\n\n Let me just say that I agree with what I have heard from the gentleman from Virginia, the chairman, gentlewoman \nfrom both Maryland and the gentleman from New Hampshire.  There's a lot of significant questions and I commend \nyou for these hearings. I hope you will recommend to the full committee, and thus the House, the criteria by which \nthese decisions have been made.\n\n My particular concern comes on an incident that occurred in my own district, and that is the Department of Defense \nwithdrew the C-17 inspectors from the line and if this shut-down had lasted a few more days, approximately five to \nten thousand workers would have been furloughed because there's no way you can keep production going unless \nthe appropriate inspection has been made along the way.\n\n Now, if that policy was across the nation, which I suspect it was, having talked to various officials in the Pentagon, I \nthink it is a wrong-headed policy that would damage this economy by the billions, but more particularly, it would \ndamage the efficiency of defense production, which has taken a long time on the C-17 and other major projects to \nbe developed.  And now that it's efficient, this kind of nonsense of pulling C-17 inspectors and other defense \nproductions inspectors, I think needs a very careful review by this committee.\n\n\n\n And Mr. Chairman, I'd like to enclose at this point in my remarks a statement I've made that raises some fuller \nquestions, but I do hope, whether I'm in the room or not, that you and your colleagues will ask, did the White House \ndirectly or indirectly urge any particular closures.\n\n Because another series of closures that irks me deeply is the fact that park rangers are pulled from various national \nmonuments when people have saved money for five to 10 years to finally see those national monuments and \nthey're unable to do it, not to mention, of course, the Social Security field offices and all the other things we all know \nabout.\n\n REP. MICA: I thank the gentleman, and without objection, the statement will be made part of the record.  Also a \nstatement from Mr. Bass, without objection, will be made part of the record.  I also have a statement and a request \nfrom Cardiss Collins, the ranking member of the full committee and without objection, her statement will be made \npart of the record.\n\n I've also had requests, I might say -- well a number of members now, it's growing -- to testify and comment on the \nquestion of the impact of the shut-down and how we proceed.  And we are going to hold a members' panel next \nTuesday at 1:30 and give all of the members who wish an opportunity to be heard at that time.  If any members do \nhave a statement they'd like to be made as part of the record today, we'd also be glad to include that in the text.  In \norder to be fair to everyone I think we'll proceed in that fashion.\n\n I'd like to now call our first panel and we have them before us. Dr. Walter Broadnax, Department of Health and \nHuman Services; Dwight Robinson, Department of Housing and Urban Development; Thomas Glynn, Department \nof Labor; George Munoz, the Department of Treasury; Eugene Brickhouse, Department of Veterans' Affairs and \nShirley Chater, the commissioner of the Social Security Administration.\n\n Some of you have appeared before us before.  Some of you are new members.  This is an investigation and \noversight subcommittee and a committee of Congress.  So if you would please stand, I'd like to administer an oath.\n\n If you'd raise your right hand.  Do you swear that the testimony you're about to give before this subcommittee of \nCongress is the whole truth and nothing but the truth?\n\n WITNESSES: I do.\n\n \n\nREP. MICA: The witnesses have answered in the affirmative. Again, I'd' like to welcome our panelists, and since we \nhave several lengthy panels here, we are going to use the five minute rule.  You are asked if you have a lengthy, \ndetailed statement to submit it for the record and it will be made part of the record. And we'd appreciate your \nsummarizing so that the members of the subcommittee will have an opportunity to discuss and ask questions.\n\n We'll start first, if we may, by having a statement by Dr. Walter Broadnax, deputy secretary of the Department of \nHealth and Human Services.  Welcome, and you're recognized, sir.\n\n DR. WALTER BROADNAX (Deputy Secretary, Department of Health and Human Services): Thank you, Chairman \nMica, and members of the committee, for the opportunity to speak to you today concerning the Department of \nHealth and Human Services' implementation of the recent government shut-down.\n\n Mr. Chairman, this is my oral statement. I have submitted my full testimony for the record.\n\n The first casualty of a shut-down is the morale of our employees who were incorrectly termed \"non-essential.\" I \nwant to make the point clearly that all HHS employees are essential. During a lapse in appropriations, some \nemployees may continue to work as a matter of law.  Others may not -- a distinction made by law, not by the value \nof their work.\n\n The HHS shut-down plan was developed and implemented in accordance with existing laws and guidelines \ncontained in the legal opinions developed by the Department of Justice and OMB guidelines. Consequently, HHS \ndetermined that 33,600, or 55 percent of our employees would continue to work during the shut-down because \ntheir work was accepted.\n\n\n\n HHS had to furlough approximately 27,500, or 45 percent, because their work was not classified in one of the \naccepted categories.  The secretary and the deputy secretary kept HHS employees advised of key developments \nregarding a possible shut-down.  The secretary met personally with the heads of HHS operating divisions prior to \nthe shut-down and assured them that she considered each and every one of our employees and the services that \nthey provide to be essential.\n\n However, it was made clear to them that normal business would have to be suspended for the duration of the shut-\ndown, consistent with legal requirements.  I am proud of the efforts made by our shut- down team, who prepared a \nshut-down plan and managed that plan once OMB officially announced a shut-down.\n\n Their efforts enabled HHS to proceed in an orderly manner to implement the shut-down.  The team met frequently \nbefore and during the shut-down and provided a vital focal point for information and guidance about the shut-\ndown.  It was necessary for the team to consider adjustments to the shut-down plan after initial implementation, \nsince circumstances changed as the shut-down continued.\n\n For example, following the president's announcements that new Medicare beneficiaries should be enrolled during \nthe shut-down, HHS identified employees of the Health Care Financing Administration -- HICVA -- who provided \nthese services and prepared to call them back to work.\n\n What about the cost of shut-down?  They are extremely difficult to determine.  Besides employee morale, we \nknow that roughly $5 million a day was lost due to HHS wages and rent.  But there were significant non-personnel \ncosts of the shut-down, as well.\n\n Each day we had to turn away 10,000 new Medicare applicants.  New patients could not be accepted into clinical \nresearch at the NIH clinical center.  An average of 170 patients enter each week. The Centers for Disease Control \nceased disease surveillance.  Therefore, information about the spread of disease, such as the flu and AIDS was \nunavailable.\n\n The shut-down gave a holiday to deadbeat dads, since we had to shut down the parent locator service to which \nis referred on average fifteen to twenty thousand cases per day.  Hotline calls to the NIH concerning diseases could \nnot be answered and calls to our inspector general concerning fraud and abuse could not be referred.\n\n Fortunately, the effects of the shut-down did not have an impact on some of our customers.  For example, the \nMedicaid and Aid to Families With Dependent Children programs were already funded for the first quarter prior to \nshut-down from advance appropriations, and Medicare claims were paid from trust funds, which were not affected \nby the shut-down.  But these Medicare claims were paid by contractors who could not be paid during the shut-\ndown, and who would have to cease Medicare payments if their cash ran out, due to a longer hiatus.\n\n The impact of another shut-down on December 15th would be substantially worse.  We would have all the same \nproblems that we encountered in November but we would add to them the lack of available funding for Medicaid, \nAFDC and foster care, and all the other programs that are due to be funded for the second quarter on January 1, \n1996.\n\n These grants are prepared and then awarded on January 1st.  This affects approximately 4,500 grant awards, \ntotalling more than $28 billion.  Clearly, shut-down of the government is in no one's interest.  The public is left \nwithout services that affect the most vulnerable among us.  States are left to support a myriad of services that they \ncannot afford alone.  Contractors providing accepted services such as Medicare claims payment are left in the \nposition of either floating the government through the crisis or suspending payments.\n\n \n\nAnd employees are told they cannot come to work and do their jobs providing services, tracking diseases and \ncaring for the elderly in the people's departments, simply because their job does not meet the legal definition of an \naccepted function.\n\n I am sure you will agree that these costs are simply too high for the country to bear, and therefore, we must do all \nwithin our power to avoid another shut-down.\n\n\n\n Thank you, Mr. Chairman, and I would be happy to answer any questions the committee may have.\n\n REP. MICA: I thank you, Dr. Broadnax.  We are going to withhold questions until we finish the panel.  I'd like to \nrecognize now Mr. Dwight Robinson, who's acting deputy secretary at the Department of Housing and Urban \nDevelopment.\n\n DEP. SEC. DWIGHT ROBINSON (Acting Deputy Secretary, Department of Housing and Urban Development): \nThank you, Mr. Chairman, and good morning.  I want to thank you for this opportunity to discuss the planning, \nimplementation and oversight of the recent shut-down of the government, including the Department of Housing \nand Urban Development.\n\n We believe that our actions followed the law, directions from OMB, the Department of Justice, and what was \nnecessary under the regrettable circumstances. We are pleased to be able to answer your questions and to discuss \nwith your committee how we thought through the process and how the plan unfolded.\n\n Like most federal agencies, HUD had experienced short-term shut- downs before, although the most recent lasted \njust a half a day in 1990.  In compliance with a series of OMB bulletins issued over the last 15 years, we had in \nplace general guidance and procedures for implementing a shut-down.  That possibility grew stronger late in the \nsummer, and in August and early September, the Department undertook, legal review of opinions from the \nDepartment of Justice and we also examined OPM instructions and OMB guidance to update and add detail for our \nplan for operations during a funding lapse.\n\n The plan was submitted and reviewed by OMB in September.  The plan is conceptual, rather than administrative. \nIt reviews each of the programs for which the Department is responsible, in terms of its legal authority to continue \nactivities under the applicable statutes. What we found is that the length of the funding hiatus really determines the \nwork that can be done.\n\n In a one or two day lapse in funding, we require only minimal emergency staff to protect life and property and \nprovide for an orderly shut-down of activities.  But a longer shut-down would require more HUD staff perform \nactivities necessary to protect life and property.\n\n In October, we developed a contingency plan containing the administrative procedures and personnel guidance for \nimplementing a shut-down.  Employees were told of the possibility of a shut-down and advised of their personnel \nrights and told how a furlough would effect benefits and employment.  Employees over the two week period were \nprovided with materials.\n\n As we neared the critical date, assistant secretaries and program managers were asked to provide specific plans \nfor a short-term shut- down, keeping only those few employees who would be protecting life and property or \nconducting the shut-down, itself.\n\n On Monday before the shut-down, November 13th, through a headquarters public address system and a national \nconference call, the secretary addressed all HUD staff, explaining the impending funding problems and the \npossibility of a furlough.\n\n The shut-down began on the morning of Tuesday, November 14th. OMB provided the official notice that \nemployees should be released, and those employees who were excepted per the plan were provided with a letter \ncontaining the emergency conditions under which they were retained, and all other employees were provided with a \nfurlough letter and other personnel guidance.\n\n Once again, the secretary informed employees by conference call, facsimile transmission and over the public \naddress system in headquarters of the shut-down, and the shut-down was executed orderly.\n\n About 400 HUD employees were excepted during this period and about 11,000 were furloughed.  Consistent with \nour long-term plans, during the week we determined that we would need to bring more employees back and \nfurlough -- bring back on board additional furloughed employees if the funding lapse continued beyond a week or \nso.\n\n\n\n For example, HUD provides operating subsidies and modernization funds to 3,400 local housing agencies, who in \nturn provide public housing and services to 1.4 million low income households.  These funds are drawn down by \npublic housing authorities on a daily basis, as needed.  Additional HUD public housing employees would have been \nneeded to provide these funds of about $25 million per day.  On Thursday, November 16th, discussions were held \non providing additional with OMB and by the weekend, we had a plan to increase emergency staff to meet critical \nneeds in public business.  As it happens, the crisis was over before this next step took place.\n\n We have found that planning for contingencies is not a static process when planning for an event that is unknown.  \nLonger shut-downs require a continuous assessment of staffing in order to gauge when the absence of providing \nsome government function would cause impending threat to life and property.\n\n We believe that our planning process worked the way it should have worked within the law and the regulations and \nwith enough flexibility to adjust to circumstances.\n\n Thank you for this opportunity to discuss these matters.  We'll provide materials to your staff in response to your \nspecific requests for documentation and I would be happy to answer your questions.\n\n REP. MICA: Thank you, and I yield now and recognize Thomas Glynn, the deputy secretary of the Department of \nLabor.\n\n DEP. SEC. THOMAS GLYNN (Deputy secretary, Department of Labor): Thank you, Mr. Chairman.  We appreciate \nthis opportunity to appear before the committee this morning to discuss the planning and implementation of the \nshut-down plans at the Labor Department, and I, too, am going to summarize my statement, which will be \nsubmitted for the record.\n\n I thought it might be useful to just spend a minute on the historical perspective of the Department on the question \nof shut- downs.  The Department of Labor has developed shut-down plans regularly for more than a decade.  \nSince 1985, only in two years, FY '89 and FY '95, did we have an appropriation on October 1st. Therefore, in 10 \nout of the 12 most recent years, we have had to prepare for the possibility of a shut-down.  Some years we've had \na continuing resolution on October 1st, and other years we haven't.\n\n This is probably particularly related to the history of the Labor HHS Education Appropriation and sometimes the \ndifficulties it has had getting through both Houses.\n\n The basis for the Department of Labor plan, as it has been revised on an almost annual basis, goes back to the \nguidance from OMB in 1980, revised by Director Stockman in 1982, and the memo from Attorney General Civiletti \nin 1981.  The Department of Labor's plan is actually published as a document, entitled \"Continuing Resolution on \nSuspension of the Operating Procedures of the Department.\"\n\n This document delineates the steps necessary to complete an orderly shut-down. It requires each unit to develop \na plan, and it requires each plan to have a listing of excepted employees in several categories.  One, those who are \nin the category of protecting an imminent threat to life and property; two, those in the category who manage \nmandatory benefit programs; three, those whose funding is not subject to annual appropriation; and fourth, the \nsupport staff necessary to perform the above three functions.  In addition, each unit is responsible for developing a \nlist of employees essential to shut down the Department on a temporary basis.\n\n In an effort to just touch on the questions which we were asked to address this morning, I would say in terms of a \nprocess followed at the Department, we began with our published plan, as it has developed over the last 10 or 15 \nyears, conducted an August review, received the memo from OMB in late August, and communicated to our \nagencies the need to develop plans by early September.\n\n They were transmitted to OMB in late September.  A number of questions were raised by OMB and changes were \nmade so that we had a final plan by the middle of November, which proposed 3,000 excepted employees and 470 \nessential employees.\n\n On the question of the control agency guidance, I think we received approximately 10 communications from OMB, \nOPM and the Justice Department between August 1st and mid-November, and I think that the -- speaking for the \n\n\n\nDepartment of Labor, we found the OMB to be cooperative and responsive to our questions without having to \nmicro- manage every decision that needed to be made at the Department of Labor.\n\n On the question of oversight, all the plans and modifications were reviewed by our Solicitor's Office, our Budget \nOffice and by OMB for the policy questions that they would raise.  The information that we disseminated to our \nemployees was similar to what you have heard from the Department of HHS and HUD.  The costs to the \nDepartment of Labor we calculate are at about $7.3 million in payroll costs for employees who did not work during \nthat period.\n\n Mr. Chairman, that summarizes the Department of Labor shut-down plan and implementation.  I thank you for the \nchance to appear and I'd be happy to answer any questions or submit any documentation that the committee might \nrequire.\n\n REP. MICA: Thank you. And now I'll recognize George Munioz, assistant secretary for Management and chief \nfinancial officer for the Department of the Treasury.\n\n ASSIST. SEC. MUNOZ (Assistant Secretary for Management and Chief Financial Officer, Department of the \nTreasury): Good morning, Mr. Chairman.  I'm pleased to be here on behalf of Secretary Rubin to testify on the \nTreasury Department's plans for and implementations of the recent partial shut-down of the federal government \nbetween November 14th and November 19, 1995.\n\n I, too, will submit my formal presentation for the record and will just want to highlight portions, thereof.  From the \nbeginning, Treasury has approached this issue in a very methodical manner.  Our process was managed, taken \ninto account, the interest of the American public and Treasury employees within the legal parameters.  This is not a \nmatter that any of us looked forward to, but given that it was necessary , we made it run as smoothly as possible.\n\n To understand the impact of a shut-down, it's important to keep in mind that the Treasury Department has 11 \nbureaus, all of which serve an important role in the overall government's responsibilities, with functions that are \nbroad and critical to the nation's wellbeing.\n\n One of the concerns that we identified in planning for the shut- down was the unfortunate mis-use of the terms \n\"essential\" and \"unessential.\" We very much agree with the statements earlier made by Representative Morella on \nthis matter.\n\n This terminology was not used in any of our shut-down plans.  I know that I speak on behalf of the secretary when \nI say that these are inappropriate terms that mistakenly convey a sense of relative importance among federal \nemployees.  They perpetuate the false impression that some federal workers perform jobs that are trivial or \nunnecessary.\n\n Every day federal workers provide valuable service for the American taxpayer.  Instead, our determinations of the \nwork that can and cannot continue in the absence of appropriations are based on the Anti-Deficiency Act's \nrequirements and not on the basis of some abstract judgment of workers' value.\n\n In August, we put together a review team that examined all the plans from our bureaus to ensure that those plans \nwere consistent with the applicable legal principles that were well thought out and clearly communicated.\n\n Treasury Department performed well only because in this review team we had representatives starting at the top, \nwith Secretary Rubin, myself, members of the CFO Department, members of the general counsel under Ed Knight, \nour personnel office, and our general managers.  It was due to this review team that we were able to review our \nbureau's plans and give guidance to them so that they would be complete and well-communicated to all employees.\n\n Once the shutdown was ordered by OMB, we used the network of bureau shutdown coordinators, which we had \nestablished, and the bureau heads to instruct them to begin implementation of their shutdown plans.  The bureaus \nand the department began issuing furlough notices and ordered non-excepted employees to begin to shut down \ntheir operations and go home once that process was completed.\n\n We established a hot line, and we put it into effect on the day of the shutdown with the purpose of informing all \ntreasury employees of the status of the shutdown.  This hot line proved effective and permitted questions to be \n\n\n\nanswered.  During the shutdown, our departmental review team continued to meet to evaluate exception requests \nthat became necessary as circumstances changed.  Through conference calls initiated twice daily between the \ndepartment review team and the shutdown coordinators in the bureaus, we provided continuous communications \nto the bureaus on the status of appropriations action as well as answering operational questions.  We also used this \nteam to ensure that departmental operations were back to normal as soon as possible after the Treasury \nDepartment shutdown was ended.\n\n In general, the system that was put in place worked extremely well and facilitated rapid and coordinated \ncommunications with treasury's 154,000 employees, easing to the extent possible the negative effects on morale \nand minimizing the negative impacts of the shutdown on productivity.\n\n Mr. Chairman, you have provided the secretary with a list of questions to be answered and the department's written \nanswers to these questions address in more detail our management of the process.  We will be providing these \nanswers for the record.  We hope that you will find them complete.  Please have your staff get back to us if there \nare any further extensions on those answers.  This concludes my follow-on remarks.\n\n REP. MICA: I thank you and recognize Eugene A. Brickhouse, assistant secretary for human resources and \nadministration of the Department of Veterans' Affairs.\n\n MR. BRICKHOUSE: Good morning, Mr. Chairman and members of the subcommittee.  I appreciate the \nsubcommittee's interest in how executive branch agencies planned for and implemented the recent government \nshutdown.  I would be pleased to share with you our experiences in the Department of Veterans' Affairs.  With \nyour permission, I will provide a brief summary of my written statement, and then, I will be glad to respond to any \nquestions.\n\n The VA started planning for a potential lapse of appropriations in early August.  We have the benefit of previous \nguidance from OMB and the Justice Department.  Also, OPM issued extensive questions and answers regarding \nfurloughs which were very helpful.  Current OMB and Justice Department guidelines were received well before the \nend of the month and provided further assistance to us in our planning efforts.\n\n As you are aware, the VA is a large department with multiple missions, including health care for veterans, delivery \nof compensation, education and other benefits, and operation of the national cemetery system.  Because of this \ndiversity, we asked each of our operating components to develop shut down plans appropriate to their individual \nprograms.  These were independently reviewed by our general counsel to ensure that legal requirements were met \nand were then incorporated in our VA level plan.\n\n The plan was ready for implementation when needed on November the 14th and was put into effect by operating \nVA managers and supervisors. The plan called for a continuation of direct medical care for veterans, as well as \nother activities which are in the excepted category.  This included police and security services, benefit \ndeterminations for excepted functions, receipt and process of payments, management of government property, and \ninterments in our national cemeteries.  VA has some activities which were not depending on appropriated funds, \nand these were allowed to continue.  This included operations of the veterans' canteen service, certain medical \nresearch activities, operation of the VA supply system, and medical care cost recovery system for the third- party \ninsurance.\n\n At the close of the shutdown, there were approximately 206,000 employees that had been designated and \nexcepted and another 33,000 were in furlough status.  Clearly, the impact of the shutdown was felt by the veterans \nand family members whose calls went unanswered, whose appointments were canceled, whose claims for benefits \nor grave markers were delayed.  And although direct patient care continued, our medical facilities felt the strain of \nsuppliers and contractors who were reluctant to proceed with orders when there was no funding to back them up.\n\n I think all of us hope earnestly that another shutdown will not be necessary.  With regard to VA's plan, we believe \nthat it met the requirements of the law while making use of every possible opportunity to continue service to \nveterans.  I would like to close with a word of praise for VA managers, supervisors, and employees.  They \nimplemented the shutdown, unwelcome as it was, in an orderly, responsible fashion, and we can be proud of \nthem.\n\n\n\n Thank you, Mr. Chairman and members of the subcommittee.  I will be glad to answer any questions.\n\n REP. MICA: Thank you, Mr. Brickhouse.\n\n And we'd like to recognize now Shirley Chater, commissioner of the Social Security Administration.  Welcome.\n\n \n\nMS. CHATER: Thank you, Mr. Chairman and members of the committee.  My written testimony has been presented \nto you for the record.  With my time this morning, I'd like to answer some of the questions about the number of \nSocial Security Administration employees who were furloughed.  I'd like to tell you about the services that were \nmaintained during the shutdown and the services, of course, that were interrupted.\n\n On November 14, the Social Security Administration furloughed about 61,000 non-excepted employees and \nretained about 4,800 excepted employees.  Now, the vast majority of those employees who remained on the job \nwere directly involved in the processes involved in paying benefits to currently enrolled social security, \nsupplemental security income, and black lung beneficiaries.  We also retained some employees who maintain \nrecords for those beneficiaries currently on the roles.\n\n In addition, social security continued to perform functions related, of course, to the protection of life and property, \nand all the administrative activities necessary to support the excepted functions.  I want you to know, however, that \nnone of our district social security offices were closed.\n\n Now, let me tell you about the suspensions.  There were a number of agency functions that we suspended during \nthe shutdown.  I want to make it clear to you that social security never used the term \"non- essential\" to describe \neither the services that were disrupted during the shutdown period or the employees who provide those services. \nAlthough the functions that were suspended did not at that time meet the definition of excepted activities under the \nstatute, they are critical to the mission of social security.  And we feel very strongly about that.\n\n Now, if I could tell you about the work that was not done.  I need to paint a context for you so that you understand \nhow far behind we are.  The Social Security Administration receives on average about 28,000 retirement and \ndisability benefit applications every single day.  We receive an average of about 53,000 applications for social \nsecurity numbers every day.  And every day we answer about 200,000 telephone calls on our 800 number.  Every \nday we conduct approximately 2,700 hearings for claimants who appeal the denial of benefits.  While social \nsecurity, during the shutdown, did not process new benefits or social security numbers, we provided only an \nautomated message on the 800 number, so we were not available to answer questions.  And, of course, there were \nno hearings conducted during this four day period.\n\n These numbers make it very clear that an appropriation lapse has a severe impact on social security's ongoing \nability to properly administer our social security program.  If several days elapse in which no benefit applications are \nhandled and no hearings are conducted, it could seriously impair the agency's capacity to process pending claims \nand appeals.  Because of our deep concern about the potential impact on service to the public, we were prepared \nto make appropriate adjustments in our initial SSA's shutdown plan if we suspected a prolonged lapse in \nappropriations.  The president asked SSA to review its shutdown plan in light of the potential length of the \nshutdown.  We were ready to act.  We were ready to accept and process new claims applications, but I decided at \nthat point, should it come, I would expand the number of excepted employees effective November 20, and bring \nback 50,000 people, especially to our field offices and to the telephone centers.  On the other hand, those not \ndirectly involved in paying benefits of accepting and processing claims would have remained on furlough. Because \nall federal employees returned to work on November 20, I did not have to take this action.\n\n In closing, I can say with confidence that social security implemented the shutdown in an orderly manner and in \nfull compliance with the applicable statutes and directives and guidance from the Office of Management and Budget \nand others with government-wide responsibility for ensuring the consistency of individual agency shut down plans.  \nI would be happy to answer your questions.\n\n REP. MICA: I thank you and each of the panelists for your testimony this morning and for the comprehensive \ncoverage each of you provided the subcommittee with how you approached this question of a shutdown.\n\n\n\n I'd like to begin some of the questioning by asking if, in fact -- let's see we have several different plans for \nshutdown.  I have an HHS plan here which, I guess, is basically a two-page plan.  Maybe there is more to this, and \nyou have 60,000 employees.  And I believe 27,000 were deemed essential.  And then I have another plan here \nwhich is a little bit thicker, Department of Labor, and this one is 184 pages.  You have a total of 16,000 employees \nof which somewhere in the neighborhood of several hundred were deemed essential and retained. It seems to be \nsort of a wide disparity.  Maybe I could ask HHS, is this your full plan, or do you have something additional?\n\n MR. BROADNAX: Mr. Chairman, the document that you're holding, the two-page document, really acts more as a \nsummary.  The detailed plan behind that summary is approximately 30 pages.  It still does not come to the 184 \npages that the Department of Labor has.\n\n MR. GLYNN: I was going to say that, in this particular case, I think the difference is probably the details in terms of \nthe difference in the two roles and functions, at least at some level, that the two departments play.\n\n REP. MICA: Well, the other question I have for both of you -- now, you know, the shutdown doesn't appear to be \nany new idea.  I think we had testimony from both Mr. Glynn and maybe Mr. Munoz also spoke to it that \nshutdowns are not new.\n\n \n\nHS-GOVREF-CIVSVC PAGE 5 12/06/95\n\n I think in the 10 of 12 years we didn't have an appropriations measure.  But I have a memo dated July 26.  It \ndoesn't say anything about whether the speaker gets to speak with the president on the plane, or not.  But, in fact, it \nis by Alice Rivlin, and it says this planning in light of appropriations action is very clear directing you all on the 26th \nto come up with plans.  It says, \"We recognize that there may be delayed, or reflects sharp disagreement with the \npresident's requests,\" and that there, in fact, I think may not be funding.\n\n Did each of you see this, each of you receive this?  It's my understanding, too, that you were to respond by \nSeptember 5; is that correct?  Did everyone here respond.  I'm getting affirmative head shakes.  So, it wasn't \nanything, first of all, new, and secondly, that there were some very direct actions by the administration to plan for \nthe shutdown.\n\n My question is: Do you feel this is adequate?  I don't see a great deal of distinguishing between what is essential \nand non- essential, either functions or employees.  And I see a great disparity between the plans that have been \ndeveloped, and I'd like you to respond.  Maybe, Mr. Broadnax, you could respond, and Mr. Glynn, and the others, \nfeel free to comment.\n\n MR. BROADNAX: Sort of back to where we stopped with the comparison between the two plans, Mr. Chairman, if \nyou look at the Department of Health and Human Services, what we did was to apply the guidelines as outlined by \nthe law and the OMB guidelines that were issued and applied that to the work of the department from the bottom to \nthe top.  And after applying the law and the guidelines with the guidance of OMB in that process, we then came out \nwith a number of people that we felt that we could furlough in the first instance and the number that would be \nrequired, or excepted as it were, to carry on work of the department in the first instance, but understanding, as \noutlined in our plan, that this was an evolving process so the number we began with might change after a period of \ntime depending on the length of the shutdown.\n\n REP. MICA: Mr. Glynn, how do you see this?\n\n MR. GLYNN: Well, as I indicated --\n\n REP. MICA: Do you see these guidelines as adequate, and you prepared a more comprehensive response?  MR. \nGLYNN: Well, as I indicated, as you mentioned, the Department of Labor along with several other agencies in our \nappropriations subcommittee has had numerous opportunities over the last 10 or 15 years to prepare shutdown \nplans because of the difficulty of getting our appropriation approved by October 1, so that we found the guidance \nissued by OMB adequate.  I think perhaps it would be fair to say that over the years a certain amount of boilerplate \nhas been developed in terms of how these shutdown plans have been developed by our department and \n\n\n\nreviewed by OMB.  We chose to submit to OMB a full plan with all the boilerplate attached.  It sounds like, at HHS, \nthey recognized that perhaps OMB had a certain amount of this because it's been done over the years.  So, I'm not \nsure that there's as much difference in terms of the two documents as it might appear at first blush.\n\n REP. MICA: Well, the other question I had is some of the rationale for closing down certain functions and then \nsome of the statistics that have been quoted.  I think, Mr. Broadnax, did you say that there were 1,500 or 15,000 \ndeadbeat dad requests a day.\n\n MR. BROADNAX: Fifteen (thousand) to 20,000 per day.\n\n REP. MICA: Per day?  That would 3 million a year?\n\n MR. BROADNAX: This is through the referral service.\n\n REP. MICA: Three million a year.\n\n MR. BROADNAX: Well, these are calls about -- calls coming in -- so you could have, you know, a call every day \nabout the same person, presumably.  But that's the number of calls coming in.\n\n REP. MICA: And let me, if I may, go back to, or go to, the VA administration here.  Mr. Brickhouse, there seem to \nbe some changes in what was essential and non-essential as far as what the administration considered essential \non one day versus another day.  I believe the president decided to call back 1,700 VA field staff and change this, I \nthink, after your initial determination.  Did you have direction from the administration to make these changes, or did \nyou help initiate this?\n\n MR. BRICKHOUSE: Chairman, when we developed our plan that was submitted to OMB at the start of the \nshutdown, we outlined the numbers that we thought were appropriate.  However, in that planning, we planned for \na shutdown, perhaps, in the neighborhood of a three to four day at maximum.  And what happened on the last \nFriday of the shutdown plan when we began to look at our activities, we recognized that, perhaps, this shutdown \nwas going to go into the following Monday of the next week.  And we felt it appropriate to identify and bring some \nadditional people in.\n\n REP. MICA: So, you initiated that request rather than vice versa.  It was a request to the administration, the \npresident.  MR. BRICKHOUSE: We initiated the request.  Yes, sir.\n\n REP. MICA: And did any of you other request changes as far as essential -- as far as essential and non-essential?  \nYou did, Mr. Robinson?\n\n MR. ROBINSON: Yes, sir, we did.\n\n REP. MICA: And what was that?\n\n MR. ROBINSON: Well, similar to the VA, we reviewed our shutdown plans which, as indicated, has been long-\nstanding across the government in light of the guidance that we received from OMB.  And we submitted a plan that \nindicated that a certain nature of flexibility because, based on the experience of the government, as short \nshutdown had been the experience that our agency had been through and the government had been through.  So, \nour plan called for us to review based on the length of the shutdown, and we had initiated discussions during the \nweek of the shutdown with OMB petitioning them to modify our plan.\n\n REP. MICA: Since the last shutdown, now let's see, we have defense and treasury, postal has been passed.  We \nhave seven appropriations bills in place.  Have there been any additional requests from either OMB or from the \nadministration to redefine what is essential or non-essential?  If we get into a second shutdown, has there been \nany request to redefine the terms?  Are any of you aware of anything?\n\n WITNESS : Mr. Chairman, I would say OMB has asked us to review the success and the lessons from the first \nshutdown and make any appropriate amendments to the plan -- which doesn't speak directly to the question, but \nwe have --\n\n REP. MICA: Did you have a deadline for submitting that?  Is that --\n\n\n\n WITNESS : I think it's due a week from tomorrow.\n\n REP. MICA: A little close -- (laughs) -- but I guess we're looking at December 15 as the next possible day.  It's a \nweek from tomorrow, next Thursday?\n\n WITNESS : Yeah.  Actually, I have the memo with me if you want to wait one second.\n\n REP. MICA: I think it's important that we find out what steps are being taken to see what, again, what services \nshould be continued, what functions should be continued, personnel, and how these matters should be handled.\n\n WITNESS : I'm sorry.  It is due to OMB on December 10.  REP. MICA: The 10th, December 10.\n\n WITNESS : Mmm-Hmm.  (Affirmative.)\n\n REP. MICA: Would that be next week, I guess, Sunday?\n\n All right.  Well, I've got some additional questions, but I don't want to occupy all the time.  I want to yield now to the \nranking member, Mr. Moran.\n\n REP. MORAN: Thank you, Chairman Mica.  The thing that I found most troubling and disappointing about the way \nin which the executive branch reacted to the shutdown was the bizarre situation you created on the first day of the \nshutdown with everyone coming in to work and then being told whether or not they were essential and being sent \nback home again.  As far as I'm concerned, that was inexcusable.  In fact, we knew by the end of the prior week \nwhether or not people would be coming, should be coming, in to work.\n\n It seems to me when there was clear indication and plans being put together in the late summer of this year, in \nJuly and August, that we may very well reach a situation that could cause a government shutdown and clearly that \nvery short term continuing resolution that was cast as of October 1, indicated we had a potential problem coming at \nthe expiration of the first continuing resolution, there should have been contingency plans made for the first day \nwhen you would have lapsed appropriations.  And it appears that there were not.  I just can't imagine why you \nwould create a situation where employees came in and were told to go back home again.  It's demeaning.  It's \namateurish.  It's irresponsible, et cetera.\n\n Now, if you disagree, tell me.  But I would like to know how that situation developed in some of the larger agencies \nand why, why there were not contingency plans made by OMB and the White House and made available to the \nagencies.  And if there were, why they were not carried out.  So, let's start with Dr. Broadnax from the largest \nagency, I guess, represented here in terms of employees, a substantial number of whom came in that first day on \nMonday and were sent back home again.  Why?\n\n MR. BROADNAX: Congressman, there are roles for people to play during that three hour period that you're talking \nabout when people came back in.  And people secured their various areas, depending on the work that they were \ncarrying out during that three hour period. So, people weren't just called back in and sort of standing around \nwringing their hands as it were, but were actually working to secure their areas, where machinery was involved, to \nsecure machinery and make other arrangements to get us into the full shutdown.\n\n \n\nHS-GOVREF-CIVSVC PAGE 5 12/06/95\n\n So the full shutdown began three hours subsequent to those employees having arrived, carried out their tasks and \nduties, and then were sent home.\n\n REP. MORAN: So, what you're telling me is for the first three hours of the day, their services were considered \nessential, even though there was no reimbursement for that effort available at the time.  You see the problem is, if \nwe're going to operate within a strict legal construct here, the only way you can justify any members of the federal \nwork force going to work is to consider them essential. And we've got a definition of essential, the safety of human \nlife and protection of property.  I guess the latter is probably what you used, but you would have to have some type \nof legal opinion to get around the Anti-Deficiency Act that these people were, at some point, essential.  In other \n\n\n\nwords, 100 percent of your employees you would have to legally justify were essential at the time for those three \nhours, and then, all of a sudden, they're not essential.\n\n I don't know why that wasn't done the end of the work week, rather than waiting until, not the 11th hour or the 12th \nhour, but 12:05 -- (laughs) -- after the expiration period.\n\n MR. MUNOZ: Could I --\n\n REP. MORAN: Yeah.  I'd like for you to, Mr. Munoz.\n\n MR. MUNOZ: Sir, let me just say that I think OMB did an excellent job of having a contingency plan because we \nwere on hold. We were informed by OMB, by Alice Rivlin in particular, that we were to not notify anyone of a \nshutdown until we received notice.  And that could have been on Monday, we were told.  So, be on hold for a \npossible Monday notification or not until Tuesday.\n\n Now, I don't know what went into the thinking as to whether or not to not do it on Monday so that people don't have \nto come back on Tuesday, but as I understand it, OMB very much respected the prerogative of Congress to decide \nwhether or not, after midnight Monday night, there was going to be -- before midnight there was going to be \nanything.  And a perfect example of that was, in fact, when the shutdown was terminated, as we understand, in a \nperiod of a very few hours settlement was arrived at between the president and the Congress on terminating the \nshutdown.  I believe that was what was the thinking.  Second of all, we do need certain -- there are certain legal \nprocedures that need to take place when you get into an orderly shutdown.  Coming back Tuesday morning was \nvery positive for the Treasury Department, and I may add that the legal authority that defines excepted or not \nexcepted also says that you can maintain people for an orderly shutdown.  So, we read that legally based on our \ngeneral counsel's opinion that, for that whole morning on Tuesday, the hours that it took for people to close down \nthe files and make sure that there's no risk or exposures from their retiring from work was left exposed.\n\n And secondly, we have a legal obligation to give furlough noticed in writing and have some indication of receipt of \nnotice.  All that was taken on after we knew that the Congress and the president decided -- or I'm sorry -- decided \nnot to agree that there was going to be some funding.  So, we think that that was probably the best way to approach \nit, and we felt very comfortable.  By Tuesday afternoon, everybody -- it was a quick, clear communication as to who \nwas going to stay and who wasn't.\n\n At the Treasury Department for example, sir, we have some functions that are funded because they have a \nrevolving fund or have other means of appropriations that would not be subject to this furlough.  Nonetheless, the \nmedia -- because of the media communications, sometimes that may confuse employees as to what is overwritten \nand what isn't.  And we made it very clear on Tuesday morning.  We made very effective use of Tuesday morning \nto hand out the furlough notices and to make further communications to the employees.\n\n REP. MORAN: You just did an excellent job of defending OMB and clarifying the situation, but there are some \nproblems.  For one, we have a different situation on the Sunday when we terminated the termination, the \nshutdown, and that was not comparable to what happened on Monday.  Presumably, the White House knew \nwhether or not it was going to veto the continuing resolution it received, and it certainly knew what the continuing \nresolution was going to look like.\n\n Now, I'm not going to ask you that.  That's OMB's job to explain why they didn't act, or why the president didn't give \nsome earlier indication.  But I think it's a different situation that occurred on the Sunday when the government \nshutdown ended, but I have the sense that some employees, even on Monday, knowing that anybody that had \nbeen watching it closely would have known that there was not going to be work on Tuesday for at least 40 percent \nof the workforce, some of them did not know whether they were essential or non-essential.  Did everyone in your \nrespective agencies know whether they were classified essential or non- essential on Monday?  Is there anyone \nwho did not?\n\n (Pause)\n\n \n\n\n\nEvery agency represented here informed their employees as to whether they made the cut or not.  That's true.  Is \nthere any exception?  If not, forever hold your peace, I suppose.  You wanted to say something further here?\n\n MR. MUNOZ: The clearest indication to an employee is when, in fact, they receive the furlough notice.  That's the \nultimate and clearest.  You don't want to wait until that instant happens.  And we did have communications \nbeforehand so that there would be some clear communications on that.  But according to the law and for all \npractical purposes, especially when you have a very large agency spread around the country, the clearest \nindication was that Tuesday morning.  It was an effective use of that Tuesday morning to give the written notice and \nfurther instructions of how to shut down their offices.\n\n REP. MORAN: Well, it's just that since it was so likely by the end of the prior week, it seemed to me that planning \nshould have taken place, certainly by that Friday through the weekend and, no question about it, on Monday.  And \nthe other thing I want to get into, although I don't want to take time from my colleagues so, but I think an important \narea of consideration is whether those employees who have to stay and work, getting reimbursed the same as their \ncolleagues who were not at work, whether there was ample communication so that those who were on the job knew \nhow to carry out, not just their own function, but the necessary functions of their colleagues.\n\n That's the kind of forward planning that seemed to be necessary. I have a lot of federal employees, as you know, \non my desk, and I don't that the sense that much of that took place, that it was almost a shock to the vast majority \nof federal employees that this happened. They were really unprepared, and a lot of the people who were left on the \njob didn't know how to handle the responsibilities of their colleagues who were not on the job.  So, I think the best \nway to deal with this is to simply make sure everybody stays on the job next time. We don't have one of these inane \nfurloughs.  And the people are going to get reimbursed, which they certainly should, then they could be reimbursed \nfor work that they performed in the interim, and we are going to try to get that legislation through.\n\n But I do think there are some problems in the forward planning of this situation which, at some point, in advance of \nwhen it occurred was inevitable.\n\n Thank you, Mr. Chairman.\n\n REP. MICA: Thank the gentleman, and yield now to Mr. Bass.\n\n REP. BASS: Thank you very much, Mr. Chairman, and to follow on the very last comment that Mr. Moran made, I \nthink it can be observed that the issue of giving an employee compensation for time not served on the job further \nexacerbated the humility of the term \"deemed non- essential\" and not going to work, than getting paid for not going \nto work.  But my question is a general question that any of you all can address if you wish and that is: Do any of you \nhave any specific suggestions for congressional action that might clarify for you the definition of essential versus \nnon-essential, or even redefine the term, to establish better procedures for implementing a shutdown which may, \nin some instances, be unavoidable in order to address Mr. Moran's question about what happened to the \nemployees during this specific period of time to establish consistency from one agency to the next so that there \naren't different standards adopted in different agencies, and lastly, and perhaps for some of us most importantly, to \nattempt to mitigate the impact or the political impact of a shutdown so that a shutdown cannot, to the extent \npossible, be used for political, to make a political statement? With that, I'll just turn it over to anyone who wishes to \naddress those.\n\n MS. CHATER: I'd like to address the question if I might, sir, from the sense that it's probably going to be difficult to \nbe thoroughly consistent across agencies because the nature of our work differs so much.  For social security, for \nexample, where we are an extremely customer focused agency, we had appointments to take care of, \nappointments to cancel, and now, appointments to make up in a very one-on-one kind of activity.  Our work is, \ntherefore, different from another agency that, perhaps, doesn't deal with the public in a face- to-face way.  So, while \nI think consistency across government is a good idea, I just suggest that it might be difficult based on the work we \ndo and how we do that work.\n\n MR. MUNOZ: One suggestion I might have is -- the thing that was constantly in our mind at Treasury when we \nwere planning this was the criminal penalties that accompany any running afoul of the Justice Department \nguidelines on this issue.  Even if there are criminal penalties, you really have -- you run the risk, on the one hand \n\n\n\nthat if you read the opinions too broadly so that you try to put everything under protection of property, you run the \nrisk of running afoul of those criminal penalties.  If you read it too narrowly, then you run into some of the examples \nthat were cited this morning in terms of the public being harmed in some fashion because they didn't fall within the \nguidelines, the criminal guidelines.\n\n REP. BASS: How many prosecutions have occurred under that, since its inception?\n\n MR. MUNOZ: Well, I'm sure that if there have been any, they're not here today, but -- (laughter) -- I'm not aware of \nit.  Although, as a lawyer I know that these are very serious things, and our good general counsel, Ed Knight, at the \nTreasury Department kept us aware that that's the ultimate that we have to live by.\n\n REP. BASS: If nobody else has any comments, I'll yield back.\n\n REP. MICA: I thank the gentleman, yield now to Miss Morella for questions.\n\n REP. MORELLA: Thank you, Mr. Chairman.  I'm curious, and again I would ask all or any one of you or multiples of \nwhatever who might want to respond, I'm curious about whether or not your shutdown plan would be altered if the \nshutdown occurred because of the debt ceiling versus the lapse in appropriations?  Would it be different, or would \nit be the same?  Have you had any instructions from OMB or Justice on that?\n\n MR. MUNOZ: We've had no instructions, but those would be two very different situations.\n\n REP. MORELLA: So, you anticipate that it would be a different procedure.\n\n MR. MUNOZ: The shutdown that we went through had a constitutional basis based on Congress's prerogative to \nappropriate or not appropriate.  And if appropriations were not granted, then we can really not run afoul of that lest \nwe face criminal penalties.  If the government shuts down for another reason, a liquidity point, it doesn't have cash, \nmy sense is, and I don't know that we would ever reach that point, but my sense is that you don't have the same \nguidelines, the constitutional basis of appropriations.  We may have appropriations appropriated to us, but if there's \nno cash, my senses of thinking would go differently.  But to answer your first question, we have not received any \nguidance on it, but instantly, I see a very different standard by which you would develop your plans.\n\n REP. MORELLA: Would you all agree, first of all, that you have not received any guidance on it --\n\n MR. MUNOZ: And ma'am, can I just underscore, then, the point that you made and that we, some members here, \nhave made, also.  And that's because the guidelines is not essential versus non-essential. If it were, maybe there \nwould be some great similarity, but the guidance is really whether you accept it under the law or not.\n\n REP. MORELLA: I don't know whether it would be a greater impact or not.  I mean, that would be an interesting \npoint, also, for anyone of you to comment on.  I'd also like to -- maybe I'll address this one to Mr. Robinson, it deals \nwith the recall question.  You indicated that there was a plan in place but acknowledged the need to recall \nadditional staff if the shutdown continued beyond a week, and yet, you had to go to OMB to discuss recalling \npeople.  Were these recalls in your initial plan? Were they reviewed by OMB prior to the week of November 13, \nwhen OMB came out with its guidelines, because what I sense you're saying is that OMB approved our plan and \nthen, if we need to implement it, a part of it, or need a recall, we have to go back to OMB to get another part of it \napproved?  Is this sort of like overkill?\n\n MR. ROBINSON: What I meant to indicate, Congresswoman, is that our plan originally called for flexibility \ndependent upon circumstances.  It's part of our plan that, as the circumstance unfolds, we would reassess what \nneeds we would have related to property and safety and modify our plan accordingly.  As the week proceeded, as I \nindicated, we determined that, in fact, that was the case and that we needed to modify our plan.  In doing so, we \nhad to submit it to OMB.  And that was the process that we had undertaken.\n\n REP. MORELLA: Do you think that's the most expeditious process?\n\n MR. ROBINSON: Well, I've been in government two years now.  It's the only process I'm aware of.  (Laughter.) I \ndon't mean to be flippant in my answer, but there certainly is a tremendous amount of oversight in terms of what we \ndo, not only in terms of our necessity to work with the office of management and budget, but our necessity to work \nacross the board.  And so, it's, I think, important that we not only address the law, but we address the requirements \n\n\n\nof the personnel issues that are involved.  And certainly the office of management and budget has the expertise and \nresponsibility in that area.\n\n REP. MORELLA: I guess --\n\n MR. MUNOZ: Could I just add to my --\n\n REP. MORELLA: Yes, certainly.\n\n MR. MUNOZ: In the last hypothetical, you posed a question of would the plans differ any if there were a shutdown \nbecause of a debt ceiling issue, and as I said, we have received no guidance on that. But I want to reemphasize for \nthose agencies that have appropriations already, the debt ceiling really is not an issue as to whether you would face \na shutdown or not a shutdown.  It's a question of we still would have authority to obligate the government to pay \nfor the activities that take place.  So, we don't anticipate the hypothetical that you pose to be an issue.\n\n REP. MORELLA: It might be wise to have some kind of a tentative plan that is thought about when you get the \nOMB regulations with regard to reporting for three hours on that morning, et cetera. That's all spelled out in the \nOMB statement that was made or was sent to all of you.  I guess, Mr. Brickhouse, in regards to the 1,700 \nemployees who were being recalled to receive and come up with date benefit claims, you stated that veterans' \naffairs determined that the potentials for adverse effects of delays in receipt of applications qualified for an \nexception under the Anti-Deficiency Act.  I wondered if you might elaborate on why the Anti-Deficiency Act allowed \nfor this recall and why the determination was not made earlier.  You began planning in August.  Plans were set by \nSeptember 30.  The shutdown happened in November, and you had to recall 1,700 people.  And I'm just kind of \nmystified by it.\n\n MR. BRICKHOUSE: Yes --\n\n REP. MORELLA: Apparently your percentage of furlough was, I think, the lowest, wasn't it?\n\n MR. BRICKHOUSE: Yes.  That's primarily because our primary mission in the VA is to deliver health care, and in \nthose areas, we elected not to defer or delay any treatment in our hospitals that we have now, in 72 hospitals that \nwe have across the nation.\n\n REP. MORELLA: But you couldn't anticipate that?\n\n MR. BRICKHOUSE: In regards to you question, if I understand it correctly, we did not anticipate, initially, the need \nfor those 1,700 people.  As I mentioned earlier, as we moved through the week and saw this shutdown going \nlonger than we had previously anticipated, we decided that it was necessary to bring in people to make sure that \nthey received and logged in claims.  There is a legal requirement that we must date-stamp claims that veterans \nsubmit to us.  So, we felt that it was necessary to bring in those people back and, also, answer questions and, also, \ndeal with telephonic inquiries about these matters.\n\n We also felt so strongly about this that we asked OMB for permission to, in essence, change our amendments.  \nAnd you are exactly right.  They did come back and tell us that they felt that this was an excepted function under the \nAnti-Deficiency Act.  But to answer your question, no, we did not anticipate it.  However, as we moved through the \nshutdown, we identified certain areas of concern in that area and we --\n\n REP. MORELLA: And then you went to OMB.  Did you have to go to Justice, too.\n\n MR. BRICKHOUSE: I think the Justice Department was collaborated on this particular issue, yes.\n\n REP. MORELLA: With OMB, mmm-hmm.  (Affirmative.)\n\n So, you determined that as a result of discussions with them. Did you discuss it with them, or you just tell them, or -\n- MR. BRICKHOUSE: That was primarily through telephonic discussions with OMB, and we submitted a written \nmatter on it, too.\n\n REP. MORELLA: That's fine.\n\n\n\n MR. BRICKHOUSE: But I might add that we did not find that it was any problem for us to have dialogue with OMB.  \nI think, as I recall, that decision was made in a matter of hours, if you will, from the time we submitted the request.\n\n REP. MORELLA: I see.  I'm just trying to understand the process and the anticipation of what concerns would arise \nin whether or not you've got an extra layer to go through and how well it's planned.\n\n Thank you. In the interest of time I'll yield back, Mr. Chairman, thank you.\n\n REP. MICA: I thank the gentlelady.\n\n Mr. Horn from California?\n\n REP. HORN: Thank you very much, Mr. Chairman. I have basically two questions, and I want to follow up on Mrs. \nMorella's question, which was an excellent question in terms of a liquidity crisis, cash flow crisis in, with regard to \nthe debt ceiling. It seems -- one, Mr. Chairman, I'd like to put a letter in the record that a number of us wrote the \npresident a month ago that said, if we're serious about controlling the debt ceiling, we ought to freeze non-essential \ntravel, non-essential purchases, and deal with the not absolutely essential workers. And obviously healthcare and \nthe VA and others would be absolutely essential workers. So you wouldn't have to worry about that.\n\n Perhaps that situation has passed, perhaps it hasn't. But I think it it's very clear, Mr. Munoz, that a debt ceiling \nshutdown would be a lot more serious, I think, than what we've gone through. You would not be making up for lost \npay. You couldn't afford to do it. Am I wrong on that? Is that your hunch or inclination?\n\n MR. MUNOZ: Sir, yeah, on the hypothetical that was posed, would there be, there's an assumption that the debt \nceiling would also create a shutdown possibility. The possibility of that is very small, because that would be a \ndiscretionary call. And I'm going to look to my legal counsel here if he wants to correct me. But once we have \nappropriations in place we have a responsibility to continue working. If there is a liquidity question, and a question \nas whether or not, when you're going to get paid, but we still have an obligation to continue working, and there is an \nobligation of the government to pay.\n\n \n\nHS-GOVREF-CIVSVC PAGE 5 12/06/95\n\n So there wouldn't necessarily have to be a shutdown of government operations.\n\n REP. HORN: Well there's something, Mr. Chairman, you might want to consider. It seems to me it is an important \nquestion. You ought to give some guidance on that.\n\n Let me get to my two basic questions. And I'd like to ask this of all of you, since you are under oath. Either directly \nor indirectly, prior, during or since the shutdown, did any member of the White House staff influence what \ncategories of workers you stated were non- essential or essential? And that includes OMB staff who said, we're \ngetting the word from the White House. Anybody? Let's just get a yes- no answer.\n\n MR. : No.\n\n REP. HORN: No.\n\n MR. : No.\n\n REP. HORN: No.\n\n MR. : No.\n\n REP. HORN: No.\n\n MS. CHATER: No.\n\n REP. HORN: How about you, Mr. Munoz?\n\n MR. MUNOZ: No.\n\n MR. : No.\n\n\n\n REP. HORN: No. And Commissioner Chater.\n\n You're probably the wrong people. We ought to be asking the cabinet officers that.\n\n Now for the hearing record, I'd just like to have filed, of those on the staffs reporting to those at and above the \nbureau chief administration, administrator level, institute head level, comparable levels, for the categories such as \npublic affairs, management, human resource personnel, general counsel, etcetera, the traditional staff agencies, I'd \nlike to know one, how many people are qualified at that level? What percent were determined non-essential and/or \nessential. And of those in direct contact with the customer-taxpayer, such as the Social Security Administration and \nthe Immigration and Naturalization Service, how many were actually furloughed. And I need an absolute number of \nhow many are there and then what percent was essential, non- essential, in terms of direct customer contact. \nBased on 30 hearings I've held this year on the Government Management Subcommittee, there's no doubt in my \nmind that since President Eisenhower, regardless of party, we have had a thickening of government, as Professor \nLight (sp) calls it. And we have a bloated staff level at the commissioner, the bureau chief level, on up, that you \nwould not have recognized 30 years ago. And it does not relate to increased appropriations, it does not relate to a \ngrowth in population. It just relates, regardless of party and power, to the bloated nature of staff that frankly are \ncrippling you more than helping you. So I'd like to get that in the record, Mr. Chairman.\n\n REP. MICA: Mr. Horn, did you want --\n\n REP. HORN: I just want them to respond in writing.\n\n REP. MICA: Okay, in writing.\n\n REP. HORN: In writing, and we'll put it in the record.\n\n REP. MICA: Because I think we could spend the rest of the day doing the calculations here. I appreciate your \nunderstand.\n\n As we wrap up this panel I have a couple of questions. First of all, Mr. Glynn, under DOL, you estimated the cost at \n$7.3 million. Now was that for personnel alone? I ask that question because each of you incurred cost and you paid \npeople after the fact. I notice that OPM, Office of Personnel Management, has released a guideline as far as the \nsubject pay and leave treatment of employees effected by a lapse in appropriation. And this guideline allows for \npayment of overtime, not work. Now it's bad enough that they didn't work in the first place, but got paid, or weren't \nallowed to work. But I wonder about, Mr. Glynn, was any of this $7.3 million paid in overtime?\n\n MR. GLYNN: I'm not aware of any, Mr. Chairman, but we'd be happy to double-check and communicate that.\n\n REP. MICA: Did anyone pay overtime? Has anyone paid overtime since according to these guidelines, that we pay \novertime for not working in the time that we didn't work in the first place.\n\n MR. : No.\n\n REP. MICA: I'd like each of you to check that. I think it would be interesting. Also, as far as VA is concerned, Mr. \nBrickhouse. It's my understanding that you kept on all field people in the hospitals, and there was no differentiation \nbetween different types of personnel activities in that. For example, while you had some claims processors for \ndisabled veterans who were not kept on, the gardeners at the VA hospitals were in fact deemed essential.\n\n MR. BRICKHOUSE: Congressman Mica, if I may, we did furlough in excess of approximately 20,000 people in our \nhealthcare delivery system.\n\n REP. MICA: But I have reports that gardeners and lawncare personnel were kept on, and claims processors for \ndisabled vets were let off. Of course I guess they were called back. Can you check that for us?\n\n MR. BRICKHOUSE: Sure, I'd be glad to.\n\n REP. MICA: And then, as far as PR shops, did all of you keep your PR shops open? Or was there a decrease in \nthe staffing of the public affairs offices? Mr. Broadnax?\n\n\n\n MR. BROADNAX: There was a very, very sharp decrease. There were several people kept to help the secretary \nstay in touch with the employees throughout the department on a daily basis.\n\n REP. MICA: So you had some down. How about you, Mr. Robinson.\n\n MR. ROBINSON: There was a very sharp decrease, I think we --\n\n REP. MICA: Mr. Glynn?\n\n MR. GLYNN: Very significant reduction.\n\n REP. MICA: Mr. Munoz?\n\n MR. MUNOZ: Significant reduction.\n\n MR. BRICKHOUSE: Very significant reduction.\n\n MS. CHATER: And the same, reduction.\n\n REP. MICA: Okay. The other general question. I notice that there were a variety of plans. For example, in social \nsecurity, you prepared a plan for a two week shutdown. Were any of you, and it seemed like some you had a \nshutdown for a shorter period of time. Was there any continuity. You did two weeks, is that correct?\n\n MS. CHATER: Well, we started in our contingency planning, sir, with the notion that we could have a smaller \nnumber of people excepted at the beginning of the shutdown. And not knowing, of course, how long it would take, \nwe made another plan consistent with our objectives for what we might do at a later time. So while the two-week \nwas a sort of talking period, it was never meant to be specifically after 14 days. It was to be what happened based \non our experience.  REP. MICA: So you have a short term and then a longer term. What about you, Mr. \nBrickhouse?\n\n MR. BRICKHOUSE: In the VA our initial plan was that this shutdown would not go longer than one week. And, as \nwe've talked about, that's why we started making changes.\n\n REP. MICA: So we had some problems there.\n\n Mr. Munoz?\n\n MR. MUNOZ: We looked at short and longer term.\n\n REP. MICA: Okay.\n\n MR. MUNOZ: And longer meant beyond 10 days.\n\n REP. MICA: Okay. In your volume here, Mr. Glynn, what did you plan for? I haven't read the whole thing. I'm going \nto take it home tonight and go through it. (Laughter.) Go ahead.\n\n MR. GLYNN: As long as you don't ask me if I've read the whole thin, Mr. Chairman.\n\n We anticipated a shorter term shutdown when we put the plan together. Although we had started thinking about \nthe implications of a longer shutdown as the shutdown unfolded.\n\n REP. MICA: So this really is just for short-term.\n\n REP. MICA: Mr. Robinson?\n\n MR. ROBINSON: As I testified, short-term and longer term, sir.\n\n REP. MICA: Okay. And Mr. Broadnax?\n\n MR. BROADNAX: Short-term and long-term.\n\n REP. MICA: In your two page summary, and with a 30 page addendum.\n\n Well those are, I think, some of the questions that I had. Oh, there's one other area, too. In multi-year funding, for \nexample in HUD, there are some programs, I think that have multi-year funding, and some of these, I understand, \n\n\n\nwere closed down. What was the rationale for that? And where the funds were there, and they closed down \nanyway. Because you had the biggest closedown, didn't you, Mr. Robinson.\n\n \n\nHS-GOVREF-CIVSVC PAGE 5 12/06/95\n\n MR. ROBINSON: I understand that's the case, sir. Our thinking was that we would apply the law in terms of \nproperty and safety and we attempted to do that. Funding in many of these multi-year programs is done on what we \ncall a lockbox basis, so the recipients have a line of credit against which they down funds. And so funds would \nhave flowed over a period of time out of these lockbox situations. So in the short circumstance we would have been \nable to cover funding, or funding would have been covered through that lockbox process.\n\n REP. MICA: But you still closed them down anyway?\n\n MR. ROBINSON: The lockbox process requires us to maintain a number of systems in order to do that. And in our \nlonger term process we were bringing back people to maintain those systems.\n\n REP. MICA: I think Mr. Lazio wants to talk you later on.\n\n The other panelists, did you have any areas where there was a continuation of funding in a multi-year fashion.\n\n MR. BROADNAX: In our case of Medicare it's a trust fund. So, you know, the trust funds were there.\n\n REP. MICA: So you kept everything going in Medicare?\n\n MR. BROADNAX: Well no we did not. There were, in terms of the applications, taking applications, initially we did \nnot.\n\n REP. MICA: And then you changed?\n\n MR. BROADNAX: And we thought if we go longer term we would begin to take them.\n\n MS. CHATER: And for social security I would answer the same way. We have a trust fund of course, which we \ninterpret as an indefinite appropriation. And for our second program, the supplemental security program, we are \nforward funded for the first quarter of the year. So we could continue functioning until December 31.\n\n REP. MICA: So some of the activities that in fact have multi- year funding, or are self-funding, we should possibility \nlook at those categories for future reference in functions to be continued.  Mr. Moran.\n\n REP. MORAN: Following up on that. I appreciate the fact that I'm the only Democrat here, so I make an urgent \nplea that we at least extend the current continuing resolution that is currently in effect, for at least another month. \nThe reason for making it at least 30 days deals with several reasons, but I think foremost is something that the \nchairman was getting at. And that is the grant funding. It extends far beyond the lives of federal employees. If, for \nexample, we don't have adequate funding at the beginning of the year we would not be able to issue the grants for \nMedicaid, aid for dependent children, social services foster care, adoption and so on. That's a matter of billion of \ndollars and, more importantly, millions of people who are wholly dependent in many cases upon those Medicaid \nand cash assistance grants. The very poorest, the very needy, the neediest in our country. It wasn't a problem this \ntime because, since it occurred in November the original continuing resolution enabled you to pay those grants out \nto the states on October 1st, the beginning of the fiscal year. The second quarter would be January, would occur as \nof January 1st. And if there is not an adequate continuing resolution the lives of tens of millions of people are going \nto be adversely effected.\n\n So I'm both sending a message to my colleagues, but also raising an issue that I think, perhaps, you should \naddress, particularly Dr. Broadnax on behalf of the Department of Health and Human Services, because those are \nprobably the largest grants that go out to states. I don't know what happens if the ADC payments are not made and \nMedicaid and Title 20 and foster care and the like, that could be a disaster shutdown to the people who can afford \nit the least.\n\n Dr. Broadnax, could you respond to that?\n\n\n\n MR. BROADNAX: Well, I agree with the Congressman's description. It would be very, very painful for the \nrecipients, but also place the states in great difficulties, because they are our partners in terms of administering \nmany of the programs that you're described. And as I said in my formal testimony, this is something we hope to \navert at all costs.\n\n REP. MORAN: Thank you. The legislation that I referred to that I would hope we could get passed that would keep \nfederal employees on the job in the event of lapsed appropriations does not cover this eventuality. Because clearly \nthat would not provide adequate funds for your grants. And while they may be on the job, in the absence of a \ncontinuing resolution, we clearly would have to suspend those payments. And I don't see any way we could \npossibility pass legislation that would get around that. So I, any continuing -- and I have heard various versions of \ncontinuing resolutions -- they don't share their entire strategy with us all the time. In fact, we don't know, oftentimes \nuntil the very last minute what the plan is. But I would urge the leadership of this body to propose an extended \ncontinuing resolution that gets us through early January so that those grants can be made. And with that point \nmaybe we should move on to the next panel, Mr. Chairman,.\n\n REP. MICA: I thank the gentleman. I think Ms. Morella requested one additional question.\n\n REP. MORELLA: Thanks. Right. I just wondered, Mr. Broadnax, since I talked about medical research in my \nopening statement, if you might tell us about what research activities did continue during the shutdown, and how \nthe determination was made in terms of what research activities should be continued or not?\n\n MR. BROADNAX: First of all, Congresswoman, let me say, that our approach to, particularly the NIH and the \nNational Institutes, was to discuss of course the broad guidelines with the scientific and medical leadership there. \nBut to have those best qualified to guide our hand, or to guide the process, if you will, in terms of implementing \nthose guidelines as related to the various institutes and the research taking place therein.\n\n Where research was in progress and to cease or to shut that research down and it would have been destructive \nto it, arrangements were made to keep it going. It was on a case by case basis that those decisions were made. But \nthe attempt was not to be destructive to any research or trials or so forth that were in progress during the \nshutdown, so that those would have been kept going.\n\n REP. MORELLA: So it was done on a case by case basis, which means that it tends to be arbitrary, somewhat \ncapricious, because I know of a lot of researchers who are so frustrated because they really felt they had to get \nback to the laboratory to continue with the research which, again, was going to pay off in terms of health as well as \nfinancially too. So I guess that's a problem that you face in the medical field.\n\n MR. BROADNAX: It is a big problem. We do not like to be in the position of looking at a researcher across his or \nher bench and saying that we do not think that his or her research is as important; as we don't want to be looking \nacross that bench saying that any of our employees are non-essential. But it is on a case by case basis. And as I \nsaid, we do it in collaboration with the scientific and medical leadership within the various institutes.\n\n REP. MORELLA: And mention had been made of trust funds, whether it be social security. But the Medicare trust \nfund, how would you feel about using that for the new Medicare recipients or clients. Because you held off signing \nthem up under the shutdown, right? So you not have used trust fund money for that?\n\n MR. BROADNAX: Yes, we could. And as I said before, we were about to -- remember I said we had a short-term \nand a long-term plan? In the short-term we were not receiving applications. We knew in the longer term because of \nthe backlogs and the destruction that now start as a result of developing those backlogs that we would have to bring \npeople back and start to take the applications.\n\n REP. MORELLA: I think Mr. Horn probably wants to continue with that question. And just one final point. I just \nwondered, did you all come up with some plans for those employees that were considered non- essential, even \nthough we hate that term? Because they would call my office, panic-stricken about, what do I do if I need money for \ncash flow, even though I have an assurance I'll be paid later? Do I file for unemployment? What is the status? I \nknow some of you mentioned hot lines were available. Did you have anything that was kind of consistent, uniform, \nthat came, whether it would be from OMB or whether you put it together and met together in terms of discussing \n\n\n\nhow to ease the panic that people had who had to pay mortgages and tuition and whatever. Anybody want to \ncomment on it?\n\n MS. CHATER: Yes, I'd like to respond to that. Because I think there were a number of initiatives that took place \nduring this time. First of all, for our employees you've heard us testify that many of the agencies set up a hotline for \ntheir own employees. And ours was used to the maximum. We also prepared, on our own, questions and answers \nabout unemployment, when to file, whether to file, the pros and cons of doing so. We made the applications \navailable to all of our field office employees throughout the United States. The hotline was for all 66,000 employees \nscattered all over the country.\n\n And I think it's important that we remember that not every one of our federal employees reads the Washington Post \nor watches C-SPAN or CNN. And so there really was a need for much communication, particularly outside of the \nBeltway. We did that. And I know many of the agencies represented here and elsewhere put together a very \ndetailed communication plan with our employees. Most of us have employee assistance programs that are ongoing. \nI know that we had many psychological problems brought to our attention because of the worries about payments \nand so on. And I think we provided the best we could for that particular purpose.\n\n But I'd also like you to know that there is a group of us called the President's Management Council that meets on a \nmonthly basis. It's chaired by Mr. Koskinen. And at that President's Management Council, those of us who are \nresponsible for managing agencies have an opportunity to talk with each other. So in addition to the formal kinds of \nthings that you've been talking about today, there was a great deal of informal communication between and among \nus. What did you do since you were here longer than I? Or how would you handle this? Or, how do you deal with \npatient care, because we're worried about our SSI beneficiaries, that sort of thing. So there was a great deal of \nconcern, I think, expressed by the agencies, and a wonderful informal system for sharing information as well.\n\n \n\nHS-GOVREF-CIVSVC PAGE 5 12/06/95\n\n REP. MORELLA: That sounds like a great idea in terms of continuing the kind of networking and sharing ideas. It \njust seems as though maybe, from what you said, there also needs to be put into effect, some consistent policy for \nhow to respond to the needs, realizing that some of them will be different from agency to agency. But in general, so \nthat you all have combined the information and have it available.\n\n Thank you, Mr. Chairman.\n\n REP. MICA: I thank the gentlelady and yield for one final question from Mr. Horn.\n\n REP. HORN: Thank you, Mr. Chairman. A number of my colleagues, including the chairman, have mentioned the \nsubject of Medicare. I'd just like to pursue a few things on that.\n\n As I understand it, new applications for Medicare had to be turned away initially, is that correct?\n\n MR. BROADNAX: That is correct.\n\n REP. HORN: Now Medicare does operate from a trust fund that we all contribute into. Was the processing of \napplications paid for from that trust fund?\n\n MR. BROADNAX: That is my understanding.\n\n REP. HORN: Would the Department of Health and Human Services support legislation to make the costs of \nprocessing new applications payable to that trust fund when there has been a lapse of appropriations, or do you \nneed that authority?\n\n MR. BROADNAX: As I understand it, by there being a trust fund, that's why we were able to continue to operate, \nbecause under the trust fund's authority, even though there was a lapse, we could continue to use trust fund \ndollars.\n\n REP. HORN: What was the reason why we turned away Medicare applications from the beginning.\n\n\n\n \n\nMR. BROADNAX: When we applied the law and the guidelines as we interpreted them, and that's why I said earlier \non there was a short- term and a long-term plan. But in the initial application, if it was going to be a short-term \nshutdown, under the guidelines, as we looked at issues related to health, safety and the protection of property, it \nwas appropriate to have the first instance shutdown. And by that turning away the applicants.\n\n As time went on, then, applying those same guidelines, that logic then shifted, where under the same set of \nguidelines it was then appropriate to entertain bringing people back to process those same applications.\n\n REP. HORN: Was that shift in logic helped by a call from the White House?\n\n MS. CHATER: No. Since we process applications for Medicare, I'd like to say no.\n\n REP. HORN: You process them or, okay. And you're saying no, you got no further guidance. It seems to me that's \na fairly political hot potato. And if I were sitting in the White House I'd say, what nincompoop said we shouldn't take \napplications in this area?\n\n MS. CHATER: Well, it's a little bit like -- what you have to say about applications for Medicare applies of course to \nthe fact that we didn't take applications for disability benefits or for new Social Security benefits. I like to think of it a \nlittle bit like a leaky roof. If your roof leaks you can put a pot under the leak and collect the water, and you can do \nthat for a few days. But as the leaks magnify and pretty soon your whole roof is leaky, then you have a very, very \ndamaged house. So I see all of this as what -- the assumptions that we made in the beginning was that the furlough \nwould be very short-lived and we could do that in a short period of time.\n\n But based on our experience -- we know that backlogs accumulate -- and over time there is no way we could \nimplement the intent of the Trust Funds -- if we keep delaying -- and therefore the Phase Two -- or the plans came \ninto play -- for recalling more employees than we had in the first place.\n\n Now in the case of Medicare -- because we send out a notice to beneficiaries -- a month or so before they turn 65 -\n- we ask the people to come in ahead of time -- to give us ample time to process the applications -- so there wasn't \nan emergency -- it's not as though somebody needed Medicare tomorrow -- because we hopefully would have them \ncome into the office a week or two weeks or a month ahead of time -- to do all of that.\n\n So that was the nature of the taking of Medicare applications in our offices.\n\n \n\nREP. HORN: Okay.  So you're saying, Commissioner, that you made the decision to re-open the application line for \nMedicare is that correct?\n\n MS. CHATER: OMB is -- as far as I'm concerned -- reviewed our plan -- but I was responsible for making the \ndecision about how to and when to recall additional employees to implement the Trust Fund's charge.\n\n REP. HORN: What did your initial memorandum, or planning document, say as to the extent of a short-term \nshutdown -- are we talking three days, four days, two days; what?\n\n MS. CHATER: We were working on a theoretical short-term/long- term -- never expecting that we would have to \nthink about a long-term.\n\n In the beginning -- for planning purposes -- I think some of our staff to operate on a What would happen if this went \non for two weeks -- but after the first day -- when we realized that we had 28,000 applications that we couldn't take -\n- and 200,000 telephone calls that we couldn't answer -- we knew that it could never ever go on that long -- if we \nwere to indeed carry out the intent of the law.\n\n REP. HORN: Okay -- so the original plan -- that there is such a thing as a short-term -- was simply an error -- is \nthat correct?\n\n MS. CHATER: It was a short-term best guess -- based on some assumptions.\n\n\n\n REP. HORN: In other words -- as far as you're concerned -- if we went through this again -- hopefully we won't -- \nbut if we did -- you're saying we should not be furloughing anybody that has anything to do with these thousands of \napplications that pour into your administration -- that you handle -- as you say -- for Medicare -- that we shouldn't \neven have a 24-hour --\n\n MS. CHATER: If we were to do this again -- I would want to furlough a very minimum number of our employees -- \nbecause we are now already behind -- so it's not just the new cases that we wouldn't be able to process -- it's the \nones that we are now working on -- with increased productivity -- to make up for what we lost.\n\n REP. HORN: Yeah -- so the short-term/long-term distinction really makes no sense, when it comes to this type of \ngovernment operation, is that correct?\n\n MS. CHATER: Well it made sense in the beginning, because it assumes --\n\n REP. HORN: Well, I don't see that it made any sense -- you knew the volume coming in every day -- it hasn't \nchanged, presumably, over the years.\n\n \n\nMS. CHATER: Well one always suspects that a furlough would be short-lived -- and therefore we can make do -- \nbecause we only need one bucket to catch the water in the leaky roof.\n\n REP. HORN: Well it's an interesting analogy -- but it doesn't have any relationship to reality, is my conclusion, after \nhearing the leaky roof approach.  It seems to me if you go through this again -- we shouldn't assume it will be short, \nunless the President signs on the Appropriations Bill -- the Continuing Resolution -- it could be very long; how do we \nknow?\n\n So it seems to me I would hope -- the next time -- we do not -- on essential health services -- shutdown the \noperation -- since there is a choice to be made.\n\n Now I take it neither the President nor the Secretary of HHS called and said -- What are you people doing over \nthere?\n\n MS. CHATER: Well the Secretary of HHS wouldn't have called in any event -- because we're now an independent \nagency --\n\n REP. HORN: I know you've independent --\n\n MS. CHATER: -- however, I would say this to you --\n\n REP. HORN: But she does have HCVA still?\n\n MS. CHATER: Yes, she does -- and my point is that one of the issues that we've not really discussed in this whole \nproblem -- has to do with the interaction of agencies -- the cooperativeness that we experience on a weekly basis --\n\n SSA make some assumptions -- but we have to work cooperatively with the Department of Health and Human \nServices -- as we do all the time,\n\n We've also had to be in contact with the Department of -- Immigration Services -- because we do a lot with INS -- \nso there is a whole cooperative element within government that we need to pay attention to as well.\n\n REP. HORN: Just to get the Record complete -- when I asked you the question initially, Mr. Secretary, you really \ndidn't answer it -- I take it you -- there was no influence -- since Health -- the Medicare administration is still in your \nagency -- there was no influence from the President, the White House, anyone else, to get you to help unravel the \nmistake of not taking applications?\n\n MR. BROADNAX: As I said before Congressman -- and in terms of -- I received no phone calls -- we had a short-\nterm/long-term approach -- I understand your concern and disagreement with that -- I think we were operating off of \nhistory -- that's all we had to guide us.\n\n \n\n\n\n \n\n History has demonstrated shutdowns have been very short in duration in the past -- some had been averted \naltogether -- and that's why I said in my opening statement -- I think the only way we can be on solid ground here -- \nis to make sure we do everything possible -- both branches of government working together to avoid, at all costs, \nany shutdowns in the future.\n\n REP. HORN: We hope you're right.\n\n REP. MICA: I thank our panelists for their testimony today -- and we have additional questions which we would like \nto submit -- time does not permit us to offer all the questions from both sides of the aisle at this point -- and I hope \nMr. Munoz -- you'll also tell the Secretary of the Treasury, Mr. Rubin, that we're carefully watching his raid on the \nEmployee Retirement Funds -- and also extend our regards to him for the holidays -- we'll be watching that issue -- \nyou'll hear more about that later on.\n\n But I would like to thank each of the panelists for their cooperation -- and close with a comment that President \nClinton and Vice President Gore made to all the Federal employees after the close- down -- and I'll just quote one \nline, \"You remain good people caught in what Churchill called, quote, 'the worst system of government devised by \nthe wit of man, except for all others.'\"\n\n So thank you so much -- and we'll excuse this panel.\n\n I'd like to welcome our second panel today.  We have in our second panel the Honorable John Koskinen -- deputy \ndirector for management of the Office of Management and Budget.  We also have Christopher Schroeder, deputy \nassistant attorney general, the Office of Legal Policy, the Department of Justice.  And we have Allan Heuerman, \nassociate director for human resource services in the Office of Personnel Management.\n\n Most of the panelists have been before us before -- if we could have everyone go ahead and exit --\n\n (Pause)\n\n -- and get order here in the hearing room -- Most of you have been before us before -- and know it's the custom to \nswear in our witnesses.\n\n If you'll rise -- raise your right hand --\n\n Do you swear that the testimony you're about to give before this sub-committee of Congress is the whole truth and \nnothing but the truth?\n\n WITNESSES: I do.\n\n REP. MICA: Thank you.\n\n Well welcome back Mr. Koskinen -- the Office of Management and Budget -- as you know -- we try to have your \nabbreviated your statement -- and we will make your entire comments part of the Record.\n\n So we welcome you -- and you're recognized.\n\n MR. KOSKINEN; Thank you, Mr. Chairman.\n\n I ask your indulgence that a few seconds to my response -- because I would like to build into my formal testimony -\n- responses to some of the questions that the panel has raised --\n\n REP. MICA: Fine -- go right ahead.\n\n MR. KOSKINEN: I appreciate the invitation to appear today to appear before the House Civil Service \nSubcommittee -- to discuss the shutdown of government service that occurred in the middle of November -- \nbecause of the lack of appropriations.\n\n The Federal government shutdown -- because neither a complete set of Appropriations bills -- nor a Continuing \nResolution -- was enacted in a timely way.\n\n\n\n The Constitution -- in the Anti-Deficiency Act -- require that an agency only incur obligations to make payments -- \nwhen the Congress has passed -- and the President has signed -- either an Appropriation bill for the agency -- for a \ntemporary appropriation known as a Continuing Resolution.\n\n I think at this point I would like to make a couple of points clear -- I am sure the committee understands.\n\n First -- as Mr. Munoz noted -- the law is very clear that it is a violation of the criminal law to -- in fact -- misapply the \nAnti- Deficiency Act.\n\n Secondly -- the Congress has made it clear -- after the last shutdown -- by adding the word imminent before a \nthreat to life or property -- that the Act was to be applied narrowly.  Thirdly -- I would like to note -- that it is not a \nmatter of choice among the agencies -- as to whether they might do something they would like to do -- and nor can \nit be a response to the interest of anyone -- the question is What are the legal guidelines -- What are the applicable \nguidelines -- and how is the law to be interpreted and applied.\n\n The failure to enact appropriation bills resulted in substantial costs to taxpayers -- and degradation of government \nservices.\n\n The clearest lesson to be drawn from the recent government shutdown -- is that it should not be allowed to \nhappen again.\n\n Disputes over budget priorities should not be resolved in a crisis atmosphere -- in which federal workers and \nrecipients of government services are needlessly harmed.\n\n With regard to the government-wide impact of the shutdown -- we ask the agencies to submit preliminary \nestimates of the effects of the shutdown -- on their operations and the resulting costs.\n\n The monetary costs are currently estimated at more than $700,000,000 -- with approximately 400 to $400,500,000 \nof that being payroll costs for furloughed employees.\n\n Significant additional costs -- which cannot be determined at this time -- include interest payments to third parties \nunder the Prompt Payment Act -- and the Crash Management Improvement Act -- where the Federal government \ndoes not pay its bills on time.\n\n There will also be additional personnel costs necessary to deal with the backlog of work resulting from the \nshutdown.\n\n As significant as the monetary costs are the denial of basic and important services to the American public.\n\n Millions of Americans were inconvenienced -- or will be delayed in the receipt of payments and benefits to which \nthey are entitled.\n\n Some agencies and activities were already funded -- and therefore were allowed to function during the shutdown -\n- for example the Department of Agriculture did not shutdown -- because its Appropriation bill had been enacted \ninto law.\n\n And the U.S. Postal Service did not shut down because it is funded through fees.\n\n The major exception to the prohibition against incurring an obligation -- without appropriations -- is for emergency \nactions to protect against imminent threats to property.\n\n \n\nFor the Record -- I would like to clear up a very unfortunate use of the terms -- essential and non-essential -- which \nunfortunately we continue to talk about this morning.\n\n These terms do not appear anywhere in the statute -- I would emphasize that -- these terms do not appear \nanywhere in the statute.\n\n When there are no appropriations, all employees are furloughed, except for those performing activities that provide \nfor national security, relate to the conduct of foreign relations, provide for continuing mandatory benefit payments, \n\n\n\nand most importantly -- which covers most of the workers we're talking about -- for emergency activities to protect \nlife and property, for example, medical care of inpatients, and emergency outpatient care.\n\n If the distinction were between essential and non-essential -- no employees would have been furloughed.\n\n In light of this subcommittee's long interest in -- and backing of a properly supported workforce -- I know that you \nwill join me to ensure that henceforth the shutdown distinctions are between emergency and non-emergency \nemployees.\n\n As under past administrations -- the Office of Management and Budget was responsible for preparing for the \npossibility of a shutdown.\n\n During the summer -- in light of the delays in Congressional actions on virtually all appropriation bills -- speculation \nincreased about a possible government shutdown due to a funding hiatus.\n\n As a result, Director Rivlin asked me to lead a working group to prepare for an orderly shutdown.\n\n This group was composed primarily of OMB staff -- but included outside representatives from agencies -- such as \nthe Department of Justice.\n\n Director Rivlin asked the Attorney General for advice regarding the permissible scope of government operations \nduring a lapse in appropriations -- because as I noted earlier -- after the last shutdown in October of 1990 -- \nCongress had amended the Anti- Deficiency Act to insert the word imminent before the words threat to life or \nproperty.\n\n On August 16, 1995, the Office of Legal Counsel in the Department of Justice updated the 1981 opinion of the \nAttorney General -- interpreting the law pertaining to government operations during a lapse in appropriations.\n\n \n\nHS-GOVREF-CIVSVC PAGE 5 12/06/95\n\n On August 22nd -- Director Rivlin asked that the heads of all executive departments and agencies send to OMB \nupdated contingency plans to deal with the funding hiatus -- based on the 1981 Attorney General's opinion -- as \nupdated by the Department of Justice.\n\n There's been a tone of irony in this hearing -- on the one hand we've been accused of planning too far ahead -- in \nproviding too much planning -- and on the other hand we have been accused of not providing enough planning.\n\n Let me make a few things clear -- when Congressman Clinger -- Chairman Clinger referred to the July 26th advice \nto the agencies from Director Rivlin -- that advice clearly states -- as does the subsequent advice on August 17th -- \nthat the advice there to the agencies was with regard to the ultimate impact of declines of appropriation bills that \nmight be passed.\n\n Neither of those guidances asked for updated shutdown plans.  The actual request -- as noted in my testimony -- \ncame on August 22nd.\n\n We have asked -- and questions have been raised about inconsistencies across the board.  As noted by Secretary \n-- Administrator Chater -- inconsistencies are built into the operation of the government.\n\n Social Security is forward-funded, has a continuing obligation, and therefore, historically, limited administrative \nfunctions have been implied from that situation.\n\n VA benefits are appropriated; in the absence of an appropriation there is no ability to imply an exception for \nemployees, unless there is an emergency.\n\n (You) talked about the Civil Service Retirement Fund -- the Civil Service Retirement Fund continued to operate \nbecause, in fact, those operations were paid for by the Retirement Fund.\n\n So as we go across the board -- the inconsistencies arise not because of a difference in views of the agencies -- \nbut because of a difference of legal and financial situations of the programs being considered.  When agencies \n\n\n\nwere asked to review their plans -- they were told to assume a short shutdown -- with the understanding that plans \nwould need revision in the light of a more protracted shutdown -- and might need to be adjusted for unforeseeable \ncircumstances.\n\n OMB assumed that this was appropriate -- because shutdowns since 1981 have averaged two days.\n\n With the participation of the Department of Justice we reviewed the plans for general conformity with the Attorney \nGeneral's opinion and government-wide consistency.\n\n The working group also developed a common set of questions -- with appropriate answers for distribution to the \nagencies.\n\n These materials were integrated with those developed by the Office of Personnel Management for employment \nissues -- such as the impact of furloughs on employees pay -- leave -- and benefits.\n\n Fortunately a Continuing Resolution was enacted before the beginning of the Fiscal Year -- providing funding \nthrough November 13th.\n\n Again -- we asked for plans on August 22nd -- planning for a potential shutdown on September 30th -- six weeks \nin advance.\n\n I might note -- in passing -- that one of the reasons we were planning in advance was that the Speaker of the \nHouse had made it clear in April and June -- that his plan was -- in fact -- to shut the government down.\n\n However by November 9th -- only two Appropriation bills had been enacted for Fiscal Year 1996.\n\n Therefore Director Rivlin informed the heads of executive departments and agencies that it was possible that \nCongress would not pass a second acceptable Continuing Resolution by November -- Monday -- November 13.\n\n With regard to Congressman Moran's very good question about What happened on the 13th -- on August -- \nNovember 9th -- there is guidance the committee has a copy of -- from Director Rivlin -- advising the employees \nthat the agency -- that you should review your shutdown plans and ensure quote -- \"that your employees are \nproperly informed.\"\n\n On November 13th we advised the agencies that there was great risk -- that there would not be a Continuing \nResolution -- but I would remind the committee -- in response to Congressman Moran's question -- that the \nContinuing Resolution of the appropriations -- and the Continuing Resolution did not expire until midnight -- \nMonday.\n\n We therefore were obligated -- through the night on Monday -- to see what the Congress would do.  Historically -- \nin the past -- on many occasions the Congress has actually acted the day after the appropriation -- so the \njudgement was made -- that rather than furloughing employees and having no one here on Tuesday -- in the face of \na potential Continuing Resolution -- we should behave as we have historically always done -- which was to bring \neveryone in -- with notification beforehand -- as to who were going to be emergency employees and who were not \ngoing to be designated emergency -- and if there were no Continuing Resolution on Tuesday morning -- by the \nmiddle of the day in an orderly shutdown -- activities would be shut down and those would in fact be in \nobligations incurred by the government for the employees through the time that they spent working on that day.\n\n On the morning of November 14th -- Director Rivlin advised the agencies to proceed with a shutdown -- in the \nface of the absence of a Continuing Resolution.\n\n As the shutdown continued for an unprecedented period of time -- and I think that's one of the things this \ncommittee should bear in mind -- the Congress had never -- in history -- caused the government to shutdown for \nmore than two working days.\n\n By the time we got to Thursday and Friday we were in unchartered, unprecedented history -- Congress for the first \ntime had shut the government down for a period of four working days -- heading into the weekend.\n\n As the shutdown continued -- agencies were asked -- by OMB -- to review the implementation of their plans -- for \ndeveloping emergency situations.\n\n\n\n As a result -- on November -- Friday November 17th -- the Social Security Administration and the Veterans \nAdministration received approval to call back a number of personnel to work on Monday, November 20th.\n\n On Sunday -- November 19th -- HUD and the Department of Defense announced plans to recall a number of other \nworkers -- to address developing emergencies.\n\n I am sorry that Congressman Horn is not here -- the question has been raised -- isn't it inconsistent to say that \nsomeone is not an emergency employee on the first day -- and then on the fifth day determine that they are?\n\n And I think Administrator Chater's response is exactly right -- the law imposes a criminal fine -- and a criminal \npenalty -- on anyone who over-interprets the Act.\n\n It is logical to assume that what is an emergency on the first day may not be an emergency on the fourth day -- and \nconversely -- what you can tolerate for a day or two -- becomes intolerable with the passage of time.  There is no \nway -- and I think again -- in response to Congressman Horn's question -- that if we do it again -- we will plan on a \nday-by-day basis -- if there is a shutdown -- and for the first two or three days we will -- in fact -- have a shutdown \n-- depending upon who are emergency employees and functions for the first two or three days.\n\n If we go for a longer period of time I would expect that the agencies would continue to monitor and review their \nplans -- and after five or seven days we would have additional determinations made -- as to who was now an \nemergency and who was not an emergency employee.\n\n In some areas -- like parks -- you may have an emergency activity for the first three days -- shutting the parks \ndown -- at which point you then can have those furloughs -- employees furloughed -- because they are no longer \nengaged in emergency activities.\n\n And so therefore I think -- it's important to bear in mind -- that it is not a sign of inconsistency on the part of the \nagencies -- that determinations continue to be made -- especially as we move into unprecedented territory.\n\n If we start it again -- I think that we would find -- in the cases of HUD and other places -- that for the first day or two \n-- we could tolerate the situation that we could not tolerate at the end of five or seven days.\n\n You asked how our determination would differ if the lapse of appropriation were to last another ten days -- thirty \ndays -- or even ninety days.\n\n I would like to stress -- and I cannot stress it too hard -- that a shutdown of more than two weeks would be so \ndisruptive that it should not even be considered.\n\n In such extreme circumstances -- the hardship to all Federal employees -- emergency and non-emergency -- as \nwell as military personnel -- all Federal contractors -- grantees -- and anyone else dealing with the Federal \ngovernment -- with the exception of recipients of certain mandatory benefits -- none of whom would receive \npayments -- would be without precedent.\n\n And again I would remind the committee that there is an assumption -- that if we bring back a furloughed employee \nto perform a function -- that that solves the problem.\n\n As we noted on that weekend -- we were about to move beyond a situation of who were emergency employees \nand who were not -- and deal with the situation that the government had no money to pay either the emergency \nemployees or the non-emergency employees -- was about to have no money to pay the military employees -- was \nabout to not have money to pay any bills that were not subject to the appropriation.\n\n The Anti-Deficiency Act does not allow us to make payments -- the Anti-Deficiency Act -- in emergency \ncircumstances -- only allows us to incur the obligation to have workers and contractors performing emergency \nactivities -- to perform the work.  We have no authority to pay them -- we have no funds to pay them -- because of \nthe lack of an appropriation.\n\n REP. MORELLA: Thank you -- Mr. Koskinen -- your testimony is very valuable to us -- but we only have about six \nminutes to vote -- so if I could --\n\n MR. KOSKINEN: I just closed then -- with my last --\n\n\n\n REP. MORELLA: I'll let you close with the --\n\n MR. KOSKINEN: Thank you --\n\n REP. MORELLA: -- last sentence.\n\n MR. KOSKINEN: Shutting the Federal government down is a serious matter with substantial costs and significant \ndislocations for the American public.\n\n For more than two hundred years -- major budgetary issues between the Congress and the Executive Branch were \nsettled without major disruptions in government operations.\n\n Our goal should be to emulate that minimum standard of success.\n\n If that goal is unattainable -- we should at least not subject the country to another shutdown this year.\n\n Thank you, Madam Chairman.\n\n \n\nREP. MORELLA: The subcommittee will now recess for 15 minutes for the vote.\n\n (gavel)\n\n (Recess)\n\n (gavel)\n\n REP. MICA: I'll call the meeting of the subcommittee back to order -- and we will resume.\n\n I thank Mr. Koskinen for his testimony -- and we will get back to you with questions -- but at this time I want to call \non Christopher Schroeder -- deputy assistant attorney general -- Office of Legal Policy at the Department of Justice.\n\n Excuse me if I've slaughtered your name a couple times here -- I've said Shader --\n\n MR. SCHROEDER: That's very close, Mr. Chairman.\n\n REP. MICA: Okay, good -- and Schroeder -- I called you earlier -- she's leaving -- but --\n\n LAUGHTER\n\n REP. MICA: We've glad to have you with us -- thank you -- you're recognized -- and again -- if you want to submit \na lengthy statement for the Record -- prepared -- we will do that without objection -- and if you could summarize -- \nthank you.\n\n The other members will be returning -- and are interested -- thank you.\n\n MR. SCHROEDER: Thank you, Mr. Chairman -- and members of the committee.\n\n This is the first time I'm appearing before your committee -- and I hate to start it with an apology -- but I must.\n\n My testimony arrived late this morning -- and contrary to your request for it being here in advance -- and when it \narrived it was without fairly extensive appendices.\n\n I understand that those are now available -- but again my apologies for the late arrival -- it's inexcusable -- and I \nwon't attempt to excuse it.\n\n I will offer to be available for questions at the staff level -- or in any other way you would think appropriate in order \nto accommodate the committee's interests -- REP. MICA: Just proceed -- thank you.\n\n MR. SCHROEDER: Mr. Koskinen has covered a number of the points I make in my testimony -- so let me just \nbriefly summarize the role of the Justice Department -- with respect to implementing government-wide application of \nthe Anti-Deficiency Act.\n\n\n\n The Justice Department's function is to provide general legal advice -- working with the Office of Management and \nBudget -- and in recent years that responsibility within the department has fallen primarily on my office -- the Office \nof Legal Counsel.\n\n The advice we have given over the years -- however -- originated with an Attorney General opinion in 1981 -- from \nthen-Attorney General Civiletti.\n\n That basic interpretation of the legal regime governing a situation of lapsed appropriations has been in place since \n1981 -- and has been consistently followed by the Administrations of Presidents Carter -- Reagan -- Bush -- and \nnow President Clinton.\n\n Assistant Attorney General Dellinger of the Office of Legal Counsel issued a memorandum on August 16th of this \nyear -- in response to a request from Director Rivlin -- to assess the implications of an amendment to the Anti-\nDeficiency Act -- that was enacted in 1990 -- that was the occasion of the August 16th memorandum.\n\n That memorandum largely reiterates the Civiletti opinion and the views of the proper legal standards to be applied \nin this situation -- that have been in place at least since 1981 -- and does amend the Civiletti advice with respect to \nthe interpretation of the emergency exception -- which was the subject matter that was addressed in the '90 \namendments.\n\n It is our function to provide legal advice -- and that the most laws we must interpret -- are Article I, Section 9, of the \nConstitution -- as you noted, Mr. Chairman -- the Appropriations clause -- and Sections 1341 and 42 of Title 31 of \nthe United States Code -- the Anti-Deficiency Act.\n\n The only point on which I will be somewhat repetitious is to simply reiterate the point that's been made a number of \ntimes already this morning -- the structure of the Anti-Deficiency Act is such that -- in the situation of a lapse of \nappropriations --\n\n -- first -- funds cannot be withdrawn from the Treasury --\n\n -- and second -- there are limited exceptions provided in the Act for the incurring of obligations -- such as to \ncommitments to pay employees who are not furloughed -- and who remain at their posts.\n\n \n\nBut in no situation -- in the recent shutdown -- were furloughed employees -- who were coming in on that basis -- \nin a position to actually receive a paycheck -- if we went to a payday that was the covered period of the shutdown \nperiod.\n\n We can obligate the government to honor those compensation promises -- but unless and until there's an \nappropriation -- it would not have been possible to meet the normal pay periods.  Fortunately we've never \nconfronted a payless or a partially-payless payday because the matter has been resolved prior to them.  But it is \nfundamental to note that when the government is functioning in this period -- its functioning essentially on the basis \nof its ability to make contractual obligations.  And that ability is limited to those categories that are defined under the \nAnti-Deficiency Act as what we refer to as excepted activities.\n\n Nowhere is the concept of an essential worker or an essential function found in any of those definitions of accepted \nactivity.  What we do analyze are activities and functions to see whether under the facts and circumstances that \nexist -- on a fairly case by case basis -- there is a justification for an employee performing that function.\n\n And those circumstances can and do change over time -- which as Mr. Koskinen explained, is one of the reasons \nwhy employees might be asked to perform a function at a certain day during a shut down period and not on others.  \nYou can -- We used an example in one of our memorandum of a truck or vehicle maintenance not being an \naccepted function -- assuming a short term shut down.\n\n But obviously if you were maintaining a motor vehicle fleet to perform some otherwise authorized government \nactivity -- As time went on you would have to perform some maintenance on those vehicles or they would become \nunsafe to a degree that the protection of property or the safety of human life would be involved.\n\n\n\n So that the longer a shut down went on the more likely it would be that some agencies motor pool would have to \ncall maintenance staff in to perform rudimentary services.\n\n A contrary example would be the kind of situation some of the large national parks may have faced in which -- \nalthough there was no funding available to continue the operation of those parks -- When the lapse in \nappropriations occurred there were still people in the interiors of large parks like Yosemite or Yellow Stone or the \nGrand Canyon.\n\n And there was a rational for park service personnel staying at their stations to insure the safety of those individuals \nwhile they hiked out of the park.  Which often could take a couple of days.  So that at the beginning of a shut down \nthere would be a health and safety rational for maintaining some personnel that would then cease.\n\n So the circumstances -- The fact of the circumstances are definitely a factor that agencies take into account.  And \nthat one significant reason that plans and staffing levels have to be updated and reassessed -- in light of the \ncircumstances that are the best estimates and understandings of the circumstances that obtain at the time those \ndecisions are made.  And with that I'll conclude remarks and be more than happy to respond to any questions you \nmay have.\n\n REP. MICA: We thank you and we'll get back to questions.  At this time I'll recognize Allan Heuerman, Associate \nDirector for Human Resources Systems Service of the Office of Personnel Management.\n\n MR. HEUERMAN: Mr. Chairman and members of the subcommittee I appreciate the opportunity to be here today \nto discuss the Office of Personnel Management's role in the partial shut down of the federal government that \nbegan on November 14, 1995.\n\n The role of OPM under a government shut down is to provide agencies with guidance and technical assistance \nrelated to the personnel management aspects of furloughing federal employees.  Now last July based on media \nreports about the possibility of a lapse in appropriations my on my own initiative instructed my staff to begin \nupdating OPM furlough guidance -- which was last issued on August 15, 1990.\n\n On August 1, 1995, we distributed our updated guidance to agencies.  This guidance was in the form of questions \nand answers which covered a broad range of information on personnel management aspects of a furlough, such as \ninformation on procedures the effect of a furlough on pay and leave and retirement and health insurance coverage \nand other benefits.  The guidance did not -- because its not within the OPM's authority -- did not include guidance \non the kinds of activities which would be accepted under the Anti-Deficiency Act during the last of appropriations.\n\n After issuing this guidance we engaged in continuing discussions with federal agencies to help plan for a possible \nlapse in appropriations to ensure that they were kept informed and up to date. Our activities included OPM staff \nbriefings for personnel at a number of agencies, weekly meetings of agency personnel directors where we \ncontinued to address the personnel implications of furlough, as new issues arose, arranged for representatives from \nOMB to speak on budgetary matters relating to shutdown, or representatives from the Department of Labor to \ndiscuss unemployment compensation issues, and for representatives from the Thrift Investment board to discuss \nThrift Savings plan issues regarding loans.\n\n We also distributed to agencies additional questions and answers pertaining to new issues on the personnel \naspects of furlough, a Justice Department opinion on the 1990 changes to the Anti-deficiency Act, relative to \ndetermining excepted and non-excepted activities, and information on unemployment compensation and thrift \nsavings plans.\n\n Prior to and during the shutdown OPM responded to individual inquires from agencies, employees, unions, and \nthe media on personnel aspects of furlough.  On November 17 we issued to the directors of personnel questions \nand answers addressing leave answers affecting excepted and non-excepted employees.  On November 21, the \nday after the law authorizing retroactive pay was enacted and employees returned to work we issued guidance on \npersonnel documentation and on how to handle the pay and leave and employees for that period.\n\n\n\n Mr. Chairman you asked about the assumptions made by OPM with respect to length of the shut down.  We made \nno assumptions and none were needed with respect to our guidance.  Our August guidance provided information \non furloughs of 30 days or less.  And on furloughs of more than 30 days.\n\n The reason for this destination is that there are different provisions in law governing furloughs depending on the \nlength of the furlough.  Furloughs of less than 30 days require adverse action procedures.  Furloughs of more than \n30 days require reduction enforced procedures.  It was OPMs guidance was a design to cover both scenarios.\n\n If as a shut down continued it appeared that it would last for an extended period, we would encourage agencies to \nprovide employees with additional information such as unemployed assistance programs and financial counseling.\n\n However our basic guidance on the personnel management furlough remained the same.  You asked about the \neffect of depth ceiling crisis on our guidance -- the depth ceiling limits the governments ability to borrow cash.  And \ntherefore our guidance dealing with furlough procedures would not be effected.\n\n You also asked for a description of those OPM functions that were continued during the lapse in appropriations.  \nOPM continued to carry out its responsibilities with regard to administration of federal employee benefits programs, \nsuch as: retirement, health and life insurance, background suitability investigations, and managerial and executive \ntraining.  These activities are funded either out of the retirement or insurance trust fund, or OPMs revolving fund.  \nAnd so we are not effected by the lapse in appropriated funds.  OPM also conducted activities related to the orderly \nshut down of both OPM itself and other federal agencies.  With regard to the cost associated with the furlough we \nestimate that the salary and benefits paid to OPM employees who were furloughed totals approximately \n$1,238,700.  We also incurred some incidental costs such as printing mailing and travel in connection with the \norderly shut down.\n\n We are providing you with all of the information you requested, including copies of all materials we issued with \nregard to the government shut down and all pertinent documents associated with the shut down at OPM.\n\n I want to thank you for the opportunity to discuss this with you today and I'll be glad to respond to questions.\n\n REP. MICA: I thank you Mr. Heuerman and also other panelists, witnesses today for their testimony.  I have a few \nquestions to start out with.\n\n First for Mr. Koskinen.  Do you think that the Anti-Deficiency Act is deficient?\n\n MR. KOSKINEN: Is which?\n\n REP. MICA: Deficient.\n\n MR. KOSKINEN: No I think it -- whatever modifications you make in it I think ultimately your dealing with a \nprovision of the Constitution that provides that the executive branch cannot incur obligations with out appropriations.\n\n The Anti-Deficiency Act basically as I noted in my testimony provides some very narrow exceptions for having \nemployees perform emergency activities and other activities.  But does not provide any exceptions and can not to \nthe constitutional requirement that we can't pay -- make any payments -- and can only incur very limited obligations \nin the absence of an appropriation.\n\n So if there is any deficiency its in fact in our inability to produce either appropriation bills or continuing resolutions \nto avoid this problem.  As I said, we avoided it for 200 years; it's not quite clear to me why suddenly it's become a \nterm of art.\n\n REP. MICA: Well I think everyone that has testified today that said -- has said the shut downs have been sort of a \nway of life of governing the past 10-12 years given the fact that I guess its occurred on at least 10 occasions.  And \nthe difference I think in this particular shut down was the duration.\n\n One of the things that we heard from the panelists -- previous panelists -- was variety in their plans for such an \neventuality -- some prepared -- it seems short term and long term.  Do you feel that the guidelines that you issued \nor request were sufficient -- And how they responded was adequate.  And then we saw a great disparity between \nthe plans.\n\n\n\n I did the presentation of this 184 pages of the Department of Labor versus the two pages and 30 pages addendum \nfor HHS I believe it was.  What's your reflection on this now?\n\n MR. KOSKINEN: My reflection is the agencies were advised that they should plan for a short shut down in light of \nthe history that we'd never had a shut down for more than one or two days.\n\n When an agency asked for more detailed guidance we said as you heard that it would be in the range of five to \nseven days.  All of the plans and all of our discussions with them contemplated that if the shut down lasted longer \nit would begin to cause people to have to reexamine developing emergencies in their activities.\n\n So it did not surprise us and in fact we encouraged the agencies as the first week grew to a close to review their \nplans in light of the unprecedented nature of the shut down.  And I would note the question was raised about the -- \nand actually another point about the difference in the size of the plans -- are agencies have been required to \nmaintain shut down plans since 1980.\n\n The guidance from Director Rivlin on August 22, specifically notes that the purpose of the review was for the \nagencies to review those existing plans in light of the new legislation and the updated Attorney Generals opinion \nprovided by the Office of Legal Counsel -- And make whatever changes seemed appropriate.\n\n In the case of some agencies they went back as Labor did and in fact redid their plans entirely. The Defense \nDepartment perhaps for the first time in history actually developed a shut down plan.  Other agencies like HHS \nthat had relatively straight forward questions and preexisting plans had an easier time of it.\n\n But it was left to the discretion of the agency as to determine what and how much work was necessary to update \ntheir preexisting plans.\n\n REP. MICA: One of the other points that you raised that one of the reasons for different shut down -- degrees of \nshut down was in fact the legal parameters that have been established.  And one of the areas that was mentioned \ntoday that stirred some controversy has been Social Security.  I have this Department of Justice Office of Legal \nCounsel memorandum that was prepared August 16, 1995.\n\n And it -- the subject is government operations in the event of a lapse of appropriation, and then it goes on at length \n-- it's pretty lengthy.  It defines some terms I think you might be familiar with it.\n\n But since multi-year appropriations and indefinite appropriations -- And let me quote from it --\n\n It says not all government functions are funded with annual appropriations.  Some operate under multi-year \nappropriations and others operate under indefinite appropriations -- provisions that do not require passage of \nannual appropriations legislation.\n\n I'm not an attorney but I'd interpret that they could go on. Social Security is such -- wait.  Let me say this again.  \nSocial Security is a prominent example of a program that operates under an indefinite appropriation.  Given this \nguideline prepared from the administration --\n\n And then we have the Social Security Commissioner over here who furloughed about 60,000 employees.  Is this a \ndifference in understanding of the legal parameters.  Or how do you interpret these actions.\n\n MR. KOSKINEN: The original opinion by Attorney General Civiletti, which drew the distinction and discussed Social \nSecurity talked about situations where you have ongoing continuing obligation authority.  As Social Security does.\n\n And in those cases its said by implication one could assume that limited administrative functions, even though not \nfunded, could continue.  And that's the basis on to which historically Social Security benefit checks have been \nissued.\n\n The question is beyond the limited administrative functions of paying existing beneficiaries -- Can you at the start \nhave an exception because of an emergency activity or otherwise for the processing of and the volume of work \nthat's done in new applications.\n\n Social Security's judgment in their plan and it was very clear in their plan was that they did not think that for as \nAdministrator Schroeder said -- For the first day or two there wasn't an emergency.\n\n\n\n Or that that would be the kind of work that would be accepted under the Attorney General's opinion.  On the other \nhand it was clear as Administrator Schroeder said -- Once we got into the unprecedented shut down because of \nthe inability to provide a continuing resolution -- After several days what had been tolerable for a day or two became \nintolerable over time.  It began to create an emergency.  That was their legal judgment under the basic original \nattorney generals opinion.  And it has functioned.  The original opinion talks about ongoing obligation authority and \nlimited functions derived by implication from that.\n\n REP. MICA: Do we need changes in the law to insure that some essential activities continue or can -- it seems that \nthere was adequate authority because in fact some of these things were restored by fiat.\n\n MR. KOSKINEN: (They) were not restored by fiat; they were restored because of a determination that an \nemergency had developed with the passage of time.  That is not fiat.\n\n REP. MICA: Yeah.  Well but someone has the authority.  The president or the administrator has to have that legal \nauthority.\n\n MR. KOSKINEN: Correct.  It can't --\n\n REP. MICA: That can't just suddenly appear.\n\n MR. KOSKINEN: No.  But that why it's not fiat.  There's a set of legal guidelines that give you a determination and \nsay -- If you determine that a function at any point and time is necessary because it's an emergency.\n\n REP. MICA: So you're saying we have basically a moving target.\n\n MR. KOSKINEN: Of course.  There is no way --\n\n REP. MICA: You don't need additional clarification.  What's in law is adequate.\n\n MR. KOSKINEN: The law has been changed in the past.  It's certainly going -- can be changed going forward.  As I \nsay the last change in the law was an attempt to restrict and make it clear that the Congress intended that only \neminent threats -- the only emergency actions were eminent threats to life or property.  And that was what we \nupdated.  And the Congress has spoken.  And said that this to be narrowly defined.  A criminal penalty applies \notherwise.\n\n If the Congress decided to take another tack that could be done. And there's nothing that would prevent them from \ndoing that.  If the Congress decided -- Several proposals are before the Congress.\n\n Across the board you could provide permanent continuing resolutions or permanent payments afterwards.  Or even \nto redefine in the Congress' judgment as to what an appropriate exception is.  The Congress can do that.\n\n REP. HORN: Would the gentleman yield --\n\n \n\nREP. MICA: Yes I will.  I know you have some interest in the theory and you were referred to -- while you were out \nof the room -- by the witness so I will yield.\n\n REP. HORN: The Chairman has raised a fascinating question and as the opinion of Assistant Attorney General \nWalter Dellinger, distinguished scholar of the Constitution goes on -- He says in such cases benefit checks continue \nto be honored by the Treasury because there's no lapse in the relative appropriation.  My query is are employees of \nSocial Security paid out of the same trust fund that the checks are paid out of?\n\n MR. KOSKINEN: And my understanding is no.  That they are in fact free standing, they are paid out of an S&E (?) \naccount that's an appropriated account.\n\n REP. HORN: So when Mr. Dellinger wrote this multi-year appropriation your saying that his definition lets some \noperate under multi-year appropriation and others operate under indefinite appropriation provisions that do not \nrequire annual passage of annual appropriations legislation.  Your saying that its one thing to pay benefit checks.  \nIt's another to pay people.  Is that correct.\n\n\n\n MR. KOSKINEN: Yes, sir.  If you look on page four of his opinion he says -- And referring back to the 1981 opinion \n-- It says it contemplates that a limited number -- I would quote -- A limited number of government functions could \ncontinue.\n\n And the next sentence -- It says examples include the check writing and distributing functions necessary to \ndisburse the benefits that operate under indefinite appropriations.  And that's what Social Security continued to do.  \nThere was never a threat to existing benefits.  But the exception is to a limited number of functions and the example \nhas always been check writing.\n\n The issue facing Social Security was -- Could they deal for the first few days -- Would it be a legitimate \ninterpretation to say we'll have a the thousands of workers necessary to process new applications.\n\n Their interpretation of that unjudgment was that that was not an exception created by emergencies until it passed \nwith the passage of time into an unprecedented area.  Where in fact now we had a back log that was an \nemergency.\n\n But going back to day one -- If we started and you told me we were going to shut the government down for one \nday.  Would Social Security have people there?  I'd say our position would be to ask Social Security is that going to \ncreate an emergency.  Their answer the first time was no.\n\n They would again, in light of the experience be able to answer it.  But it would not be inconsistent for them to say -- \nWe can tolerate the situation for two days.  We can not tolerate the situation for five.  REP. HORN: Is it not true that \nthe Financial Management Service of the Treasury writes the Social Security checks?\n\n MR. KOSKINEN: That's my understanding.  But they actually -- FMS writes those checks in response to \ninformation forwarded by Social Security.\n\n REP. HORN: Absolutely.  But there is also a payment to Treasury by Social Security for that service, is there?\n\n MR. KOSKINEN: A payment for the check writing function?\n\n REP. HORN: Yeah.\n\n MR. KOSKINEN: At some point surely.\n\n REP. HORN: And that includes the employees in the Financial Management Service that have to get those checks \nprocessed.\n\n MR. KOSKINEN: That's right.  Both the FMS employees and the Social Security employees necessary to process \nthe benefits for check writing are accepted under the attorney generals opinion.\n\n REP. HORN: Right.  Under the Dellinger opinion.\n\n MR. KOSKINEN: It's actually under the Civiletti opinion.  Its been the rule for 14 years.\n\n REP. HORN: Yeah.  Okay.  Well I notice in your testimony, bottom of page two.  You say the Social Security \nAdministration was forced to turn away 112,000 claim applications.\n\n Every where else you say -- in the case of Medicare, 40,000 individuals were delayed in enrolling Medicare.  Then \nyou go on to talk about the Park Service -- another beef I have -- more than 2 million visitors were denied access to \nthe National Park Services.\n\n More than 80,000 passport applications were delayed.  More than 80,000 visas to visitors who spend an average \nof $3,000 on their trips were delayed -- et cetera, et cetera.\n\n Then you get down to customer service Internal Revenue -- were halted.  Social Security you say was forced -- \nThe only person that forced them was the commissioner of Social Security that made the decision.  And OMB that \nbacked her up.\n\n MR.\n\n\n\n MR.  KOSKINEN: Because they made a determination that under the law -- And the law passed by Congress -- \nThat was the action they had to take.  Now it goes back to the Chairman saying that if would like to change the law -\n- That's open to you.\n\n But that was an interpretation -- their judgment -- in response to, as I say the threat, as Secretary Munoz noted, \nthat if you make a violation you are in fact subject to criminal penalty.\n\n The fact that nobody's been prosecuted that I know of -- Because we've never had --\n\n REP. HORN: In 75 years.\n\n MR. KOSKINEN: -- more than five or six days does not seem to me particularly of great comfort -- to anyone you \nare asking to make these judgments.\n\n REP. HORN: Yeah.  Well Mr. Chairman we obviously have a clear case where your committee can render a \nservice to help straighten out the law on this subject one way or the other.\n\n REP. MICA: Again a number of questions have been raised.  I'm wondering whether we should file criminal \ncharges against those gardeners at VA that were non-essential.\n\n MR. KOSKINEN: Its my understanding that as noted that 10 percent of the 200,000 or 220,000 people who work in \nthe hospitals were furloughed.  And in fact my understanding is non-emergency activities like gardeners were \nfurloughed.  But you will hear from VA.  But my understanding is they actually looked at that question in terms of \nwhat were support services necessary to support the emergency activities.\n\n REP. MICA: Well the same thing relates to PR shops.  We have thousands of PR people in the various agencies --\n\n MR. KOSKINEN: But you heard someone --\n\n REP. MICA: Someone could make a case for going after some of these folks that did keep their shop open that \nwere nonessential and should be charged with a criminal violation.  MR. KOSKINEN: First of all they'd be \nnonemergency, not nonessential.  Secondly you heard from six different agencies here. All of them said they made \nsubstantial cuts in their public affairs departments.  They all provide you those numbers.  And I think in fact they're \nprepared to stand behind those.  I do not think its fair to assume that there were violations of that law.\n\n REP. MICA: Well the folks that we did hear from -- There are other agencies and activities.  I was stunned at the \nnumber of PR folks and public information officers that we have throughout the vast number of agencies and \nactivities.\n\n The other point and I don't want to continue that one at this point.  But one other final point is -- We have gone \nthrough one shut down and its been the longest one in history.  Next Friday we may be facing another one.  And it \nmay be a very long shut down.  I also heard testimony and I'm not sure maybe you could define that -- That you \nagency OMB has requested an update, and additional update based on the experience of this bad experience.  And \nwas that the tenth? Someone said the tenth and someone said the twelfth.\n\n MR. KOSKINEN: This Sunday evening.  We want them so that we will have the full week to review them.\n\n REP. MICA: Okay.  Well five working days I believe.  And is that -- Do you feel that's enough time?  Because we \nhad one of the agencies -- HUD said that they had asked for an opinion from you all relating to some grant \nprograms.  I guess it was in the time frame prior to the shut down and did not get a response.  So do you think that \nyou can adequately respond -- review their plans and get back to them by the fifteenth?\n\n MR. KOSKINEN: Yes.  Again as I said -- The irony of this is on the one hand we have been attacked for having \nspent too much time in planning.  I think the appropriate response is -- The agencies have we think good plans.  \nWe've asked them to review them because we think its appropriate to be prepared for the following Friday.\n\n We do also think that -- Even before this we had asked the chief financial officers, the presidents management \ncouncil and other inner agencies groups to give us their response over the last month of experience that they had \nand the lessons learned, as we're calling them.\n\n\n\n And we think that we will be able to respond.  And we will be able to run if there is a necessary -- Which we hope it \nis not.  Again an efficient and effective shut down.  Its not exactly one of the things we liked to be involved in.\n\n REP. MICA: If you think your having problems being charged with doing too much or too little you ought to join the \nnew majority in Congress.  We get criticized for either doing too much or too little too so -- REP. MORAN: I think \nyou ought to think twice about that.\n\n (Laughter.)\n\n REP. MICA: With those comments I do want to defer to the ranking member for question.\n\n REP. MORAN: Thank you Mr. Chairman.  John, will OMB support the legislation that I've introduced that will keep \nfederal employees at work, and get reimbursed after the fact in the same way that 60 percent of federal employees \ndid this last time.\n\n MR. KOSKINEN: Yes.  We're in favor -- Whatever we can do to in fact provide continuity in management of the \ngovernment.  And to the extent that we could avoid unnecessary shut downs and termination of important workers.  \nThat we think would be an important step forward.\n\n REP. MORAN: So you'd support H R 2184 that does that, similar to --\n\n MR. KOSKINEN: We have not cleared that bill through our normal processes.  But in my personal opinion, we \nshould support that.\n\n REP. MORAN: Okay.  I'm glad to hear that.  Although we have very little time.  So I think that if the White House \nwas to support that it would help.  By my calculations, as of December 15, we would only be worrying about 10 \npercent of the federal work force not going to work.\n\n MR. KOSKINEN: Our estimate is that if the situation holds that exists today -- And there were a shut down the end \nof next week -- Without further appropriations bills passing -- Assuming the plans -- The agency plans were \nconsistent with their plans -- We would be looking at furloughs in the range of 330,000 - 350,000 employees.\n\n REP. MORAN: Why?  That doesn't make sense to my -- it certainly doesn't comport with my thinking.\n\n MR. KOSKINEN: You have several large agencies.  You have State, Justice, Commerce.  There's an appropriation \nbill that's not passed yet.  The VA, HUD appropriation bill has not passed.\n\n You have EPA -- that has not passed.  As part of that you have NASA.  You've got a number of very large \nagencies that do not have appropriations.  Labor/HHS I guess is the third.  When you take the Labor Department, \nHHS, State, Commerce, and Justice, EPA and NASA you've got a fairly significant --\n\n The Education Department -- A significant number of agencies that will not have appropriations.\n\n REP. MORAN: What I did was to assume that VA HUD will not pass. Labor/HHS will not pass.  Interior will not \npass.  MR. KOSKINEN: That's right.  State, Justice and Commerce --\n\n REP. MORAN: State, Justice and Commerce will not pass is my assumption that it's going to get vetoed.  It will \ncome to us this afternoon and when it gets to the president I think he'll veto it. But I made those assumptions.  And \nthen took the number of employees who were furloughed in each of those agencies.  And that adds up to \nsomething less than 200,000 federal employees.\n\n MR. KOSKINEN: I'd be delighted to share with you our calculations.\n\n REP. MORAN: Okay.  I would very much be interested in that because it certainly impacts -- not necessarily on \nwhat is the right policy.  But it certainly impacts on the consequence of that policy. If we're only talking about less \nthan 200,000 verses 300,000 -400,000 --\n\n Either way I think this is the time to set in motion a policy that would prevent the type of situation that occurred last \nmonth from recurring.  But I also think its important to know the scope the depth of the impact of a lapsed \nappropriation.  And I think its terribly important for the White House to give some expedited review of HR2184 that \nwould keep federal employees at work.  But I'd like to ask you -- would you anticipate a change in the proportion of \n\n\n\nemployees who were furloughed the last time the government shut down, versus those that you would furlough as \nof December 15th, if there was a recurrence of a lapsed appropriations situation.\n\n MR. KOSKINEN: Well, we can't answer that question until we hear back from the agencies.  Again, our process \nfrom the start, starting in the middle of August, has been to rely on the agencies and their counsel and their \nmanagers to make the judgements, and similarly we'll rely on them to make their adjustments according to what \nthey now know.  But nothing has occurred that, thusfar, would lead me to conclude there will be significant changes.\n\n REP. MORAN: Well, I understand that, that you need to hear from the agencies, but we just heard from the \nagencies, and Shirley Chater, the Commissioner of Social Security, used the analogy of a leaking roof, and that if it \ngoes very long, you have to put far more people back to work to ensure that you don't have a chaotic situation.\n\n In the testimony from the deputy secretary of HHS, he indicated that a second shutdown would necessitate more \npeople being employed. That seemed to be consistent with the opinion of all of the agency representatives we \nheard from this morning.\n\n One reason might be that this could occur at a time when you have to prepare for the issuance of major grants like \nthe AFDC and Medicaid and social services, Head Start, and the like.  So you would need to have those people on \nboard, which you didn't in early November, because they had just been issued for the first quarter of the fiscal year.\n\n I'm assuming that there would be a change in terms of the proportion of people furloughed, and that in fact that \nchange would reflect the need to have a higher proportion of the work force on board, in the event of a second \nlapsed appropriation period.  So, I think we need to look at that, and I would like to see your figures, because they \ndon't jibe with mine.  It would appear that at the very most you wouldn't have more than 200,000 people furloughed, \nout of a total of something over 2 million.\n\n Do you want to comment on that?\n\n MR. KOSKINEN: Well, I will share those with you.  We do, as I say, subject to change -- and that's why we've \nasked the agencies formally to give us their updates, for all those reasons -- our number is over 300,000, and I'll \nshare that with you.\n\n REP. MORAN: Yeah.  Okay.  We need to look at that.\n\n What measures is the White House, or OMB, in the sense of recommending to the White House, taking to avoid \nthe kind of chaos that occurred during the first government shutdown?  In other words, to create a different \nsituation.  How have you learned from the last experience to improve --\n\n MR. KOSKINEN: Well, I guess, first of all, I would challenge the question of whether it was chaos; actually, as the \none who fielded all the calls for the ten days, and responded to the agency inquiries, it appeared to us that, in fact, \nand the agencies' response was that it ran smoothly.  Some of your constituents, I understand -- I gather, have \ngiven you anecdotal information otherwise; our judgement is that the agencies made the right judgements, they \ninformed their employees in a proper time.\n\n Clearly, this time around everyone who is a non-emergency employee the last time will have fair notice of that.  I \nthink the thing we see the shutdown as having run -- as I say, it's not my goal in life to say the trains ran on time -- \nbut the shutdown, we think, ran efficiently and effectively; we're prepared to do it again if necessary.  We think it \nwould be a major unfortunate and hopefully avoidable event, and we would hope that the Congress, if it cannot \npass -- complete the work on the appropriation bills by the middle of December, would pass a continuing resolution \nto allow the government to continue to function.\n\n REP. MORAN: I understand that, and I would agree that chaos is too strong a term.  I think that OMB did a \ncommendable job in many areas in preparing for this.  It could have been a far more chaotic situation, had OMB \nnot been as well managed and communicating as well with the agencies, almost all of whom reacted in a \nresponsible, professional fashion.\n\n A more appropriate term would be \"imperfections\" in the process. I think, and I would hope that you would agree, \nthat there were some areas that could be improved upon, were this to occur.  The first would be, how do we prevent \n\n\n\nit from occurring, whether through legislation that would keep employees at work, which I've mentioned, or more \nadvance notice -- those types of things.  I don't want to put words in your mouth, but I'd like to get a sense of how \nthings are going to occur on December 12th, 13th, 14th and 15th, versus how things occurred on -- what was the \ndate -- November 12th --\n\n MR. KOSKINEN: November 13th -- 13th and 14th.\n\n REP. MORAN: Yeah.  So --\n\n MR. KOSKINEN: Well, I was going to say, I think, to the extent your constituents have talked to you, in any \nparticular agency, it's up to the agency to make sure employees receive appropriate notification.  As I say, that \nproblem is mooted to some substantial extent because as I say the people who were non-emergency employees in \nNovember, obviously are on notice that they are likely to be non- emergency employees in mid-December, subject \nto changes by the agencies.\n\n We think that the guidance was clear, we need to make clear, and the area in which we are working with the \nagencies to make clear is this issue about funding activities that, if you have an ongoing- obligation authority, such \nas Social Security, or programs that have been adopted this year by the government, then you can, in fact, make \npayments.  The question is, if there's been no obligation this year, it's an obligation in prior years, then some \nagencies, a couple agencies decided they could spend S&E, or incur S&E obligations in this fiscal year, even \nthough there was no congressional action in this year.\n\n Most agencies took the other tack, which was consistent with the advice we gave, and we will make sure that there \nis consistent response to that, and we will review the agencies' plans, because, again, to the extent that they think, \non the basis of what their experience was the first time around, they want to make changes in those plans, that's \nwhat we're encouraging them to do.  Our instructions from the start, and it goes back to the question Congressman \nHorn asked, from the start, in August, with all the meetings we had and all the guidance we gave, our instructions to \nthe agencies was to take the legal guidance, take their earlier plans, and play it right down the middle.\n\n We did not reach to go in one direction or another.  We think that, and I continue to believe, this is too serious a \nmatter to run the risk of being legitimately accused of having shut down more of the government than is legally \nnecessary, and that decision has to be made, initially, by the agencies.\n\n On the other hand, I understand, several of the members here today have said, there are a number of activities \nthat people are unhappy about having shut down -- Congressman Horn talked about, he was unhappy that people \ncould not go to the parks.  Again, those aren't judgements we make, those are legal decisions that are required by \nthe statute.  And our role here is to simply apply the law as best we can.\n\n REP. MORAN: I understand what you're saying.  I do think, though, that they are judgements; they may be legally-\noriented judgements, but it's still a judgement call.  Another judgement call is with regard to when grants go out, \nbecause there is a certain amount of discretion, in terms of when grants are awarded.  I would hope that the grants \nfolk would be busy, right now, making sure that there is a minimal disruption.  I don't think that they should be \ngranting the whole year's funding level, if that is not the custom.\n\n But, I would hope that those grants that could go out within a period between, say, December 10th and December \n30th would go out on December 10th.  I'm just suggesting that, and -- to cause minimal disruption out in the field \nwith grantees, who don't need to -- I would think our objective would be to cause the least suffering possible, the \nleast disruption, the least chaos.\n\n Another area where I would think there might be value in some feedback, is those employees, who had to remain \non the job, might have got a better sense of how many other employees and which employees were also \nnecessary, given the work that had to be handled during that interim four-day period.  I would think that that would \nresult in some adjustment of the numbers of people furloughed, and who would get furloughed.  Has there been \nany of that type of adjustment that has gotten back to you from any of the agencies?\n\n MR. KOSKINEN: My understanding is the agencies have done, in some cases, very detailed reviews of the \nexperience of the shutdown; we've encouraged them all to do that, not necessarily to plan for the 15th, but one of \n\n\n\nthe things we hope to leave behind is more guidance and more easily-accessible materials, so that people don't \nhave to reinvent the wheel, next time around.  The last time OMB looked at shutdown plans, for instance, was \n1985, and we think that we will leave behind, both at the overall level at OMB and the Justice Department, clear \nrecords of what happened, but we're encouraging the agencies to do the same thing.  So I think we will get more \nefficient at this, although, again, as I say, in the long run, the bottom line is, you have to understand that in these \nsituations, the Congress has made a decision not to fund the agencies.  We do not have the funding, we do not \nhave authority.\n\n So, we are looking at narrowly-defined exceptions to keeping emergency activities going.  It's not that anybody -- \nand that's why, as I say, the distinction non-essential/essential evaporates, as you listen to the comments made, \nacross the board, about things that people think are very important that cannot be done because legally we have \nbeen not authorized to do them, and so the question really is, the only window in the statute is, what are the \nemergency exceptions for imminent threats to life or property.  There's a significant amount of important work that \ngets done by the government, and if there's any positive to this shutdown, I think more and more Americans \ndiscovered that, contrary to some of the assertions made around about well, and nobody noticed, that there were \nsignificant amounts of activities that were not done, because in fact, the government had shut down.\n\n REP. MORAN: I appreciate what you're saying, and I also support what you have been doing, but 60 percent of the \nfederal government doesn't fall under the category of imminent threat to the safety and protection of property.  I \ndon't argue with the legal basis of what you're saying, but the interpretation is much broader than what is in the law.  \nI prefer that interpretation; I support -- and I think the majority of the Congress would.  But I think it's a valid point to \nmake, that there is a certain amount of judgement and discretion involved here, and I would hope that we would \ncontinue to exercise that judgement and discretion and, as I suggest, minimize the disruption to peoples' lives.\n\n So we're not just talking about federal employees; we're talking about the lives of American citizens, who pay their \ntaxes and have a right to have that money spent in the way that they've come to expect, and should be able to.\n\n MR. KOSKINEN: That's right.  But again, with the chairman's comment -- will reverberate through the system, and \nas Mr. Munoz noted, every counsel in every department reminds all of the people making these judgements that it \nis in fact a statutory requirement with criminal penalties.\n\n I know the chairman was not necessarily totally serious, but when you say shouldn't we provide prosecution for \npeople who kept too many of people in X, Y or Z positions -- perfectly legitimate approach, but the answer is you \ncan't -- there are judgements, but you have to understand, this is, as I told the agencies, this is not beanbag. This is \nactually serious matters that affect, as you say, life and property, that affect the interests of the public; that is one of \nthose things we should bear in mind when we ask questions like -- and as others have suggested, that we could \nhave a shutdown for 30, 60 or 90 days, and what difference would it make?  And what it would difference make, it \nwould bring home even more significantly, as I noted in my testimony, even after 10 to 14 days, the really \ncatastrophic effects of talking about shutting down the government.\n\n What we ought to do, we ought to not gratuitously reach out to create any more problems than we have to, but you \nhave to understand, we're operating against a backdrop of the Congress not have providing authorization at all for \nany activities, except emergencies.\n\n REP. MORAN: I understand the backdrop; I've read the legal analyses.  I'm just suggesting we exercise as much \ngood judgement as we're capable of, which is a lot of it, and we don't necessarily maximize our capacity for good \njudgement in every situation all the time.\n\n I just have one quick question for OPM.  You've got all the healthcare plans, FEHBP, that the open season is just \nclosing, there's a lot of switching that's been going on this year because of the increase in premiums.  Is there \ngoing to be any problem in getting those effected on time by OPM, if there is a shutdown on December 15th?\n\n MR. HEUERMAN: No, there will be no impact, because, in terms of December 15th, OPM does have an \nappropriation, and so all of our employees will be working.\n\n REP. MORAN: Okay.  While the --\n\n\n\n MR. HEUERMAN: In addition, those employees --\n\n REP. MORAN: I thought they come from the agencies first, but I guess they go directly to OPM, and you can make \nthe changes necessary for those -- the agencies by whom the people are employed.  MR. HEUERMAN: Yes, I \nbelieve that's the case.\n\n REP. MORAN: I think you can.  Okay.\n\n Thank you.\n\n REP. MICA: I thank the gentleman.  I think we're getting a clearer definition here, Mr. Moran.  I think that we can't \njail the gardener, but we can jail the VA administrator who told the gardener, go to work.\n\n We're narrowing the --\n\n REP. MORAN: For those gardeners who may be watching this, I don't think you're likely to be incarcerated anytime \nsoon.  (Laughter)\n\n REP. MORELLA: Three strikes and you're out.\n\n REP. MICA: I yield to the gentlelady from Maryland for her patience.\n\n REP. MORELLA: I just wanted to ask, perhaps Mr. Schroeder, I wondered if you might elaborate on the issue of \nthe interruption of the private economy, what the implications are in a shutdown.\n\n MR. SCHROEDER: Well, in trying to assess what government functions can legitimately stay in operation under \nthe law when there's a lapse in appropriation, one of the cases you confront which raises this issue most starkly is \nthe FAA air traffic controllers.  So long as planes are flying, those individuals are obviously performing functions that \nare necessary to avoid imminent threats to the safety of human life.  And as long as you make the assumption that \nthey will stay operating, we believe there's a valid justification under the law for keeping people in that kind of \nsituation at their posts, even when there's a lapse in appropriations.\n\n It has been, from time to time, raised or speculated during prior shutdown experiences that the only justification \nunder the law, with respect to the FAA, was to have them operate for whatever period of time it took them to safely \nland all the planes that were then aloft, so that after three or four hours, all the FAA employees in the various air \ntraffic posts around the country, who didn't have appropriated funds, should walk off their jobs because they didn't \nany longer satisfy the emergency exception.  We thought, and Attorney General Civiletti thought, and it's been the \nconsistent interpretation of past administrations that in the situation of a short shutdown, it is legitimate to assume \nthat private activity, over which the government doesn't have any direct legal control, will continue operation.\n\n So, instead of sending out a warning to passengers all around the country, \"Don't fly after the first three hours of \nshutdown because the FAA controllers aren't there,\" we've made the other assumption, that we should assume \nthat that activity will keep going, and it was beyond the legal requirements of the statute to literally close all of the \ncommercial and non-commercial air traffic in the country.\n\n REP. MORELLA: How did you determine what federal contracts should be continued or held in abeyance during \nthe shutdown -- obviously there's a tremendous impact on the private economy when we have a shutdown.  I'm \nwondering how those determinations were made.\n\n MR. SCHROEDER: Well, there again, the fundamental legal guidance that we provide relates to whether -- to \ndrawing a distinction between contracts for which there is funding and contracts for which there are not.\n\n REP. MORELLA: Right.\n\n MR. SCHROEDER: Under normal appropriations practice and under the terms of the Anti-deficiency Act, where \nthe funding is absent for the contract, there's no authorization for the agency to continue incurring obligations during \na period of lapse of appropriation.  If a contract is funded with multi-year or no-year or indefinite appropriations, then \nthose contracts can continue.\n\n REP. MORELLA: So, other than the FAA, purely on the basis of whether there is funding.\n\n\n\n MR. KOSKINEN: Excuse me?\n\n REP. MORELLA: Except for the FAA, purely on the basis of whether or not there is an appropriation, whether there \nis any funding for it.\n\n MR. KOSKINEN: That's right, with one small exception, and that is, it is possible that contractors could be \nperforming excepted activites for emergencies: you may have building guard contracts or others where there may \nnot be legal authority otherwise, as Mr. Schroeder said, to continue the contract, but the function that they're \nperforming is an emergency function, and therefore you can continue -- you can incur that obligation going forward.  \nBut otherwise, in the absence of funding, obviously, those contracts terminate.\n\n REP. MORELLA: Fine.\n\n Thank you, Mr. Chairman.\n\n REP. MICA: I thank the gentlelady, and also the ranking member and other colleagues for their participation today, \nand I want to also thank our witnesses.\n\n First of all, we do have additional questions, Mr. Schroeder, Schroeder, we -- cover my base there with both \npronunciations, but -- we have -- MR. SCHROEDER: I actually respond to either.\n\n REP. MICA: Either one.  You should hear what I have to respond to, sometime.  (Laughter)\n\n But, in any event, since we got your testimony late, we will have some additional questions, probably from both \nsides of the aisle.\n\n Mr. Koskinen, OMB, if you could also send the subcommittee, as soon as you get that, any revised plans from the \nagencies, we'd appreciate that, so we have opportunity to review what you're reviewing.\n\n And Mr. Heuerman, if you have any instances of overtime being paid, according to the memorandum which you \nissued, the subcommittee would also like that.  We'll have some questions on that, and also if you intend to keep \nthis guideline for paying overtime for work that's --\n\n MR. HEUERMAN: I might just mention, in that regard, Mr. Chairman, that that guidance is the same guidance that \nhad been issued back in 1986 and 1990, based upon the same statutory language authorizing retroactive pay, \nwhich talks about paying people on their standard rate of compensation.\n\n REP. MICA: I think that might be something that we want to look at, but we will have additional questions.  I \nappreciate your participation in the hearing as witnesses; this is a very serious business, government shutdown.  \nThis subcommittee doesn't have the authority or the charge to determine whether or not there will be a shutdown, \nbut we certainly have the responsibility to see if there are instances where there are a shutdown, one, how we're \nprepared for it, two, what we've done in the past and what we're preparing for in the future, and also that we act in \na responsible manner, both for the public who depend on these services and benefits and activities, and also fulfill \nour responsibility as members of Congress.\n\n So, we thank you for your participation, and --\n\n REP. MORAN: Mr. Chairman.\n\n REP. MICA: Yes.\n\n REP. MORAN: If I could just say one last word, I think that the impression has been given that we have been, of \ncourse, looking for, finding fault, because this was a hearing to determine how the shutdown was implemented.  It \nwould be appropriate for the last word to be one of congratulations to the gentlemen here, particularly in the \nagencies they represent.  In particular, to Mr. Koskinen, who was responsible for the operation of the government \nshutdown from OMB -- he has the management section of OMB -- and really did do an outstanding job.  I think by \nany reasonable measure, you performed with brilliance in a very challenging situation.  So I would like to make that \npoint.\n\n\n\n And, last thing, Mr. Chairman, I want to ask you publicly, do you think we could markup a bill that would enable \nfederal employees to stay on the job, rather than stay off the job and get paid nevertheless?\n\n REP. MICA: I think that that's one thing that we should consider, and also I think we'll have that opportunity to hear \nfrom you and other individual members who have suggestions.  And there are some lengthy suggestions and \ndetailed suggestions for some improvements in the process, so I hope that we can reconvene this subcommittee on \nthat subject next week, and hopefully make the changes that are necessary in the law and, you don't have to be a \npolitical scientist to realize that there are in fact some tremendous differences of opinion, you know, with this \nCongress, this administration, with the new freshman class, to see that we could have more instances of what we \nexperienced just a few weeks ago.  So, we should be prepared for it, and we'll consider that legislation.\n\n There being no further business to come before the subcommittee, this meeting's adjourned.  (Bangs gavel.) \nThank you.\n"}