{"title": "Immigration poll shows a sharp division", "body": "\nWASHINGTON - Americans are divided about whether illegal immigrants help or hurt the country, a poll finds. \nMore than one-half of those questioned last week were open to allowing undocumented workers to obtain some \ntemporary legal status so they can stay in the United States.\n\nAt the same time, people doubted that erecting a fence along the U.S.-Mexico border could help to fix such a \ncomplex and enduring problem, the AP-Ipsos poll found. Two-thirds did not think it would work.\n\n\"You can't go and round up 11 million people and ship them out of the country,\" said Robert Kelly. The Chicago \nlawyer is among the 56 percent of Americans who favor offering some kind of legal status.\n\n\"It just isn't practical,\" he said.\n\nA smaller but still significant share - 41 percent - opposes offering any kind of legal status, giving voice to a law-\nand-order mind-set that bristles at the notion of officially recognizing those who did not play by the rules to get here.\n\n\"Illegal is criminal,\" said Louella Kelly, 65, a grandmother from Round Rock, Texas. \"... If we're going to give them \namnesty, then why don't we give amnesty to all the people who break out of jail?\"\n\nPolitical analysts see an opening in such poll results for President Bush, who supports a temporary guest-worker \nprogram.\n\nThe Republican Party is divided. Business interests want to preserve their access to foreign workers as a cheap \nlabor force, while many conservatives would rather get tough on illegal immigrants.\n\nThe survey of 1,003 adults found 62 percent of Democrats and 52 percent of Republicans favored temporary \nworker status.\n\nTwo-thirds of those surveyed think illegal immigrants fill jobs that most Americans do not want, the poll found.\n\nBut the survey found greater ambiguity on whether illegal immigrants were good or bad for American society. Fifty-\none percent said illegal immigrants mostly made a contribution to society and 42 percent said they were mostly a \ndrain.\n\nThe survey's margin of error was plus or minus 3 percentage points.\n\n"}