{"title": "THE 1994 CAMPAIGN: CALIFORNIA;Senate Candidates Trade Bitter Exchanges Over Immigration", "body": "\nThe California Senate race, the most expensive Congressional race ever and one of the most vituperative, ground \nthrough its last full day of campaigning today, with the outcome of Tuesday's voting but a guess.\n\nThe race, in which Senator Dianne Feinstein, a liberal Democrat, is seeking re-election in the face of a strong \nchallenge from Representative Michael Huffington, a conservative Republican from Santa Barbara, was marked in \nits final hours by more bitter exchanges over illegal immigration.\n\nUltimately, the issue, the hottest in California this fall, could determine the winner, producing an unusually large \nand equally unpredictable voter turnout.\n\nBoth candidates had undocumented aliens on their household staffs in the past, and today Mr. Huffington accused \nMs. Feinstein of \"stonewalling\" the public disclosure of her employee's immigration records.\n\nThe Congressman, who also accused President Clinton of aiding Senator Feinstein on the immigration matter, \nsaid the records would show that she knew all along that her employee, a housekeeper, was in the country illegally.\n\n\"I believe the Clinton Administration, along with Mrs. Feinstein, is stonewalling releasing the records because they \nwant to see her elected,\" Mr. Huffington asserted in San Luis Obispo during the first of a final series of rallies \naround the state.\n\nMs. Feinstein, who insists she never knowingly hired an undocumented person, answered Mr. Huffington's \naccusation with a final, acerbic television commercial in which she said he was the one who knowingly hired an \nundocumented worker.\n\nLike Mr. Huffington, Ms. Feinstein also embarked today on a final series of appearances around the state.\n\nAt every opportunity, she accused Mr. Huffington of trying to buy an election, a reference to the blitz of negative \nadvertising, financed by $28 million from his fortune in Texas oil money, that has ground down her once substantial \nlead. She has recovered somewhat from the advertising blitz, private polls on both sides indicate, particularly since \nthe disclosure that Mr. Huffington's family once employed an undocumented nanny. But the recovery is fragile, \nthose who have seen the polls say.\n\n\nMs. Feinstein also reminded audiences today that her opponent declared his strong support for a state ballot \ninitiative on illegal immigration just a few days before the disclosure about the nanny.\n\nThe initiative, Proposition 187, would deny most government services to illegal aliens. Ms. Feinstein favors stronger \nimmigration controls, but she contends that Proposition 187 is too drastic.\n\nIn recent days, the debate over the measure has been fanned by rallies and demonstrations, most opposing it. This \nmorning students at a number of Los Angeles high schools and crowds of Hispanic workers in the city's garment \ndistrict took to the streets again to protest the initiative.\n\nPolls indicate the vote on the proposition could go either way. Equally in doubt is how much effect the proposition \nwill have on voter turnout and which candidates that will favor.\n\n\"It's the great imponderable of this election,\" said Steven Merksamer, a Sacramento lawyer who has worked on \nnumerous Republican campaigns. \"You don't know whether to believe what people have been telling the pollsters \nbecause the proposition issue has so many overtones in it, not the least being race.\"\n\nMr. Huffington, whose fortune has been estimated at $75 million, has spent twice as much on his campaign as the \nSenator, whose total stands at $14 million.\n\nMr. Huffington defended his unprecedented personal expenditure today with the argument that \"one of the reasons \nI'm spending my money is so that for the next six years she won't be spending your money.\" The best way to cut \ndown on campaign spending, he added in an appearance at San Luis Obispo, is to provide candidates with free \naccess to television, the most expensive part of modern political campaigns.\n"}