{"title": "AFTER THE RIOTS;Riots Put Focus on Hispanic Growth and Problems in South-Central Area", "body": "\nTwo days after the rioting began here on April 29, several politicians and community organizers huddled in a youth \ncenter to forge a strategy for maintaining calm among the city's Hispanic residents, who make up 40 percent of the \nLos Angeles population.\n\nThe meeting was held in East Los Angeles, an enclave of Mexican-Americans that is where most of the city's \nHispanic leaders have their political roots. But they could not think of a single Hispanic leader to invite from \nSouth-Central Los Angeles, the area that was hardest hit by rioting and that is home to many recent Hispanic \nimmigrants.\n\nEast Los Angeles, which was largely unaffected by the rioting, has been the home of generations of Mexican-\nAmericans. But South-Central Los Angeles is quite different. The area has long been predominantly black, but in \nthe last few years it has seen a dramatic influx of Latin Americans, many of whom immigrated to the United States \nrecently or illegally.\n\nThe area has become a port of entry for Latin Americans coming from disparate cultures and countries, some torn \nby war, and many of the new immigrants are struggling to make a living in their first jobs in this country.\n\nThe changes to the sprawling South-Central area have caught many people, including local Hispanic officials, \nalmost unaware.\n\n \n\n'Lot of Work to Do'\n\n \"At a time when we really needed to reach out there, we found that we were not as informed as we could have \nbeen about who the Latino leaders were in that area,\" Los Angeles County's only Hispanic Supervisor, Gloria \nMolina, said in an interview. \"All of us have an awful lot of work to do to learn about the changing demographics of \nSouth-Central Los Angeles.\"\n\n\nIn the last decade, the number of Hispanic people, who can be of any race, has increased by 119 percent in that \narea, while the number of blacks declined by 17 percent. The 1990 census showed that South-Central Los \nAngeles was 45 percent Hispanic and 48 percent black.\n\nBut there is no Hispanic elected official from South-Central Los Angeles, partly because many of the Hispanic \nresidents are recent arrivals. There are few social-service agencies that cater to Spanish speakers, and even in \nchurches where the congregations are becoming more Hispanic, parishioners barely speak to newcomers because \nof the language barrier.\n\nThe riots have aroused the attention of Hispanic leaders about the huge bloc of Hispanic residents in the South-\nCentral area, many of whom are going unserved and unrepresented.\n\n \n\nMany Illegal Aliens Arrested\n\n \"There was a void there,\" said Hector de Paz, an organizer with the California Immigrant Workers Association. \"No \none from the Latino leadership came out during the riots and assured the community that everything would be all \nright.\"\n\nThe police said that about a third of those arrested in the unrest were Hispanic people and that many were illegal \naliens who were promptly handed over to the Immigration and Naturalization Service for deportation. Of the 58 \npeople who died in the riots, more than a third were Hispanic people. Thirty percent to 40 percent of the \nbusinesses destroyed were Hispanic-owned, although officials with the Los Angeles Economic Development \nCorporation said no one had done an accurate accounting yet.\n\n\"Latinos actually got the brunt of this,\" said Dr. David E. Hayes-Bautista, a demographer at the University of \nCalifornia at Los Angeles and head of its Chicano Studies Research Center. \"They got beat up, burned out and \narrested. Yet it is still being looked at as a black-white issue.\"\n\nThe Hispanic residents in the South-Central area are mostly Central Americans, or recent Mexican immigrants. \nSlowly, their presence is becoming more evident. In the shadow of the Watts Towers, a landmark rising over Watts, \na row of small and colorfully painted houses are now inhabited mostly by Hispanic families. More than half of the \nbabies born at the Martin Luther King Jr. Hospital are born to Hispanic mothers.\n\n \n\nImmigrants Moving In\n\n As blacks have moved out of the South-Central area to better neighborhoods to the west or south, their homes \nhave been bought by Hispanic immigrants attracted by the relatively affordable prices.\n\nCarlos Vaquerano, an official with the Central American Refugee Center, said some moving in are entrepreneurs, \nwho can better afford to begin small businesses here. Others are working at bottom-rung jobs and trying to support \nfamilies who often live in crowded housing.\n\nCentral Americans began moving into the Pico-Union neighborhood, just west of downtown Los Angeles and north \nof the South-Central area, more than a decade ago, but as that area became severely overcrowded, Hispanic \nfamilies have made their way south of the Santa Monica freeway to the South-Central area, a place of small \nCalifornia-style bungalows and numerous mom-and-pop businesses now in the midst of change.\n\nAt St. Brigid Roman Catholic Church on Western Avenue, a once predominantly black church is adapting for new \nHispanic members. Now, one of its three Sunday Masses is in Spanish.\n\nLast week, in response to the riots, church volunteers organized a clothing and food drive to help those who were \nburned out of their homes or their jobs. All the volunteers one morning were black, but many of those who came to \nseek help were Hispanic.\n\n\n\n\"I think a lot of the reason they don't participate is that they don't really speak English,\" said Iris Glover, who has \nattended St. Brigid for 11 years. \"These are not Hispanics who were born here. They emigrated here. Many people \ndo feel like if I can't speak your language, then I'm certainly not going to intermingle with you.\"\n\nOne priest has tried to persuade the two groups to begin to communicate, especially as they see each other at the \nchurch between each group's Mass.\n\n\"He told us to say hi to one another, if nothing else,\" said Ethel Hightower. \"He tried to teach us the Spanish way to \nsay hi, and them the English way, but most people don't want to bother to learn Spanish, so they nod to one \nanother.\"\n\nAs Ms. Glover and Ms. Hightower were talking, Jose Humberto Diaz, who said he had recently moved into the \nneighborhood, came by to ask when they would begin giving out food. The women asked a visitor to translate for \nthem, as Mr. Diaz did not speak English and they did not speak Spanish.\n\n \n\nSatisfaction With Area\n\n Mr. Diaz, a native of El Salvador who has lived in the United States three years, said many of his friends were \nsurprised when he decided to move to the South-Central area.\n\n\"People asked me why I would want to live here,\" Mr. Diaz said. \"They said it was a terrible neighborhood. They \ntold me that those who lived here did not get along with Latinos. But that has not been my experience at all.\"\n\nMr. Diaz, who works at a fish market, told of a time his car would not start. His neighbor, a black who does not \nspeak Spanish, came out and helped him jump start his car with his own van.\n\n\"To me, they have been very good,\" Mr. Diaz said.\n\n \n\n'Not Just a Black Problem'\n\n Some of those who work with the Central American community say many Hispanic residents of the South-Central \narea and other parts of Los Angeles were caught up in the violence after the verdict in the trial of four white police \nofficers for beating Rodney G. King partly because they lack the deep roots in their communities that many \nMexican-Americans have in East Los Angeles. Others said participation in the violence occurred because many \nHispanic residents suffered from the same depressed economic conditions as others who were rioting and looting.\n\n\"The Rodney King incident demonstrated a profound dissatisfaction with the unequal treatment of people of all \nethnic races in this country,\" said Mr. Vaquerano. \"It provoked a lot of people who were not happy with the way \nthings are. It was not just a black problem, it is one also for whites, Hispanics, Asians and any one who has human \nfeelings.\"\n\nMr. Vaquerano, whose center for refugee assistance is in the Pico-Union area , where many Hispanic-owned \nbusinesses were burned, said he saw Hispanic people taking part in the looting like everyone else.\n\n\"Some of them were honest people who were pushed forward by the anarchy they saw around them,\" he said. \n\"They saw others destroying and burning and they thought to themselves, 'We will be left with nothing.' And so they \nalso began looting.\"\n\nAs the Hispanic presence in the South-Central area continues to increase, some community leaders said the \nMexican-American political leaders, who are currently the Hispanic political establishment in Los Angeles, will have \nto accommodate them or risk more of the same kind of social unrest seen since April 29. Dr. Hayes-Bautista has \nalso written scholarly works that portray that as a likely outcome.\n\n\n\nThere are already efforts to bring more leadership to the area. After the rioting and destruction, Mr. Vaquerano's \ngroup, along with Councilman Mike Hernandez, who represents the Pico-Union area and nearby Koreatown, \norganized clean-up crews, many of them Hispanic.\n\n \n\nNeed to Speak Out\n\n But Mr. Hernandez and other leaders said they realized that for Hispanic residents not to be overlooked in the \nrebuilding programs, Hispanic leaders must be more vocal and must speak for those in the South-Central area, \nwhere Hispanic residents have not yet developed their own leaders.\n\nSupervisor Molina said this was a good time to lay the groundwork for the newcomers to become part of the political \nprocess. To that end, she held a meeting Friday afternoon with Mayor Tom Bradley, the leaders of some Central \nAmerican groups and other community groups, \"to start a unity dialogue.\"\n\nEven though the South-Central area is not in her district, Ms. Molina sent six of her staff members there to insure \nthat the agencies in charge of the recovery efforts were accommodating Spanish-speakers, too.\n\nMs. Molina said that many people here, including many Mexican-Americans, would not find it easy to learn the \nlessons of inclusion.\n\nIn the days when parts of Los Angeles were burning, Ms. Molina said, she received several telephone calls from \nMexican-American constituents, wanting her to put some distance between them and the Hispanic Angelenos who \ntook part in the riots.\n\n\"They would say, \"Well, Gloria, it wasn't us doing the looting and the burning. It was those immigrants,' \" she said. \n\"They wanted me to denounce them. But I say, let's not let that divide us.\n\n\"What happened in South-Central tells us that what we have to do in the future is build bridges with each other.\"\n\n \n\nAGENCIES COORDINATING AID\n\n The County of Los Angeles has issued a list of agencies to which money may be sent to assist victims of the Los \nAngeles riots.\n\nSeveral 24-hour telephone lines provide general information on agencies that accept donations. The telephone \nnumbers are, for Central Los Angeles, (213) 686-0950; West Los Angeles, (310) 671-7464; San Gabriel Valley, \n(818) 350-6833; San Fernando Valley, (818) 501-4447.\n\nA number of organizations are accepting and distributing aid:\n\nAmerican Red Cross Disaster Relief, 2700 Wilshire Boulevard, Los Angeles 90057. Telephone: (213) 739-5200.\n\nAfrican-American Community Unity Center, 944 West 53rd Street, Los Angeles 90037. Telephone: (213) 789-7300.\n\nThe First African-Methodist-Episcopal Church, 2249 Harvard Street, Los Angeles 90018 Telephone: (213) 735-\n1251.\n\nKorean Emergency Relief Fund, 610 South Harvard Boulevard No. 111, Los Angeles 90005. Telephone: (213) 380-\n6175.\n\nLos Angeles Emergency Food and Shelter Program, 621 South Virgil Avenue, Los Angeles 90005. Telephone: \n(213) 736-1349.\n\nPara Los Ninos, 845 East 6th Street, Los Angeles 90021. Telephone: (213) 623-8446.\n\nThe Urban League, 3450 Mount Vernon Drive, Los Angeles 90008. Telephone: (213) 299-9660.\n\n\n\nThe Salavation Army, 736 East Compton Boulevard, Los Angeles 90005. Telephone: (213) 627-7546.\n\nGraphic\n\n \n\nPhoto: Even though South-Central Los Angeles is 45 percent Hispanic, there are no Hispanic elected officials \nfrom that area, so they have little voice in rebuilding programs. Councilman Mike Hernandez, right, who represents \nthe Pico-Union area and Koreatown, greeted a resident in his district. (Monica Almeida/The New York Times)\n"}