{"title": "Foreign Investors Get Visa Reward; Money Stimulates Projects in U.S.", "body": "\nAt a recent conference in Rockville, where Chinese business owners mingled with local entrepreneurs, Timothy \nMilbrath stood out.\n\nWearing rainbow Mardi Gras beads, the gregarious retired Air Force colonel was herding conference-goers to his \ntrade-fair booth to deliver an unusual pitch: invest in his fund to rebuild New Orleans and get a green card in return.\n\n\"So many of our immigration policies don't make sense, but this does,\" said Milbrath, co-founder of \nNobleOutReach.\n\nThrough a little-known visa program that connects international fortunes to depressed economies around the \ncountry, Gaithersburg-based NobleOutReach has set out to rebuild parts of New Orleans through investments from \nwealthy foreigners seeking a gateway for immigration.\n\nThe visa program, known as the EB-5 immigrant investor pilot program, is a relatively small one. It reserves 3,000 \nvisas a year for foreign investors who put at least $500,000 into one of 17 projects around the country, all \ndesigned to stimulate troubled local economies. One project involves a dairy-farming business in South Dakota, \nanother an ethanol production plant in Texas. There's a project focusing on tourism, technology and trade in \nPittsburgh and another that centers on professional business service companies in Milwaukee.\n\nIn exchange for their investments, the foreigners receive whatever dividends result from the projects and green \ncards for their immediate family.\n\nIn NobleOutReach's program, which began last spring, money raised by immigrant investors will be used to \ndevelop office buildings, hotels, restaurants and medical clinics in New Orleans. So far, the fund has attracted about \n50 investors from South Korea, China, Britain and the Middle East, according to the company. Nothing has been \nbuilt, but with a 30-year contract with the city of New Orleans, NobleOutReach hopes to invest about $100 million in \nprojects that it says could create thousands of jobs.\n\n\nDuring the recent get-together in Montgomery County, local business leader Duc Duong was among many who \nstopped by NobleOutReach's booth to hear about details of the visa program. He was joined by Ying Chen, a real \nestate agent with Long & Foster, who talked to Milbrath about introducing her investor contacts from China to the \nfund. Once they were here, she figured, she would try to sell them houses.\n\n\"There are many, many people in China with wealth. The problem is that they don't have the quality of life that they \nwant in China, particularly with education for their children,\" said Duong, who serves as the local chairman of an \nAsian American technology business group known as Monte Jade.\n\nThe EB-5 pilot visa program grew from a program that critics called the \"million-dollar visa,\" because it granted \npermanent residency in return for $1 million in direct business investments. The U.S. Citizenship and Immigration \nServices restructured the program in 2002 after problems arose with fraud and abuse by investors. Under a pilot \neffort, investors no longer have to serve as day-to-day managers of the projects. The revamped program operates \nmore like a mutual fund and leaves managing the work to others. The pilot offers immigrants the same green-card \nbenefits for half the investment, and the money is directed into regional centers, such as New Orleans. As under \nthe old program, each investment must create 10 local jobs.\n\n\"After the problems of the program in the late 1990s, the program grew into disfavor by immigration lawyers and \ninvestors. But now with new revisions and regional centers, it makes much more sense and is stirring more \nattention,\" said Raj Singh, an immigration attorney in Rockville who is helping a client from Pakistan with large real \nestate holdings in Dubai apply for the pilot program.\n\nIn fiscal year 2007, which ended in September, 779 people applied for the visa program, double the 389 who \napplied in 2006. The greatest number of investors have come from South Korea, China, and Britain.\n\nThough the number of applicants each year is still far below the quota, Berez said the amount invested through EB-\n5 visas was $500 million last year and is projected to rise to $800 million in 2007 and $1 billion in 2008.\n\n\"This is only going to get bigger,\" said Morrie Berez, chief of the EB-5 program at the USCIS.\n\nOne South Korean family, living temporarily in Florida on a separate investor visa program while running an orchid \nfarm, has applied to switch visa programs and invest in NobleOutReach's fund for the chance of gaining permanent \nresidency, according to the firm.\n\n\"With the weak dollar, it makes more and more sense to look at this kind of investment,\" said William B. Hungerford \nJr., president of NobleOutReach.\n\nSome criticize the program for being an immigration loophole for the world's privileged. But the head of the \nimmigration program said the process is more difficult than it seems.\n\nBerez said applicants undergo exhaustive background checks and are required to submit piles of legal paperwork. \nInvestors initially receive two-year residencies while immigration authorities monitor their investments and \nparticipation in the program. After a foreign investor passes all checks by the USCIS and the regional center \nverifies that the investment produced 10 jobs, the applicant is granted permanent residency.\n\nThe program appealed to foreign nationals like Suzette Williams, a citizen of Jamaica who has lived in New Jersey \nfor the past seven years. With her husband, she's applied to invest in NobleOutReach's fund, even though she's \nnever been to New Orleans and isn't required to do so after making her investment. Williams said her temporary \nwork permit, an H-1B visa, is slated to expire next year. She put $500,000 she's raised through property \ninvestments and savings into the visa program so that she and her husband can continue to raise their two young \nchildren in the United States.\n\n\"There are more opportunities here for us and our children,\" Williams said. \"Besides, they were born here; we are \nrooted.\"\n\n\n\nMartin Scherer and Pamela Dance, Britons who live in Sarasota, Fla., are in the process of investing in \nNobleOutReach's fund. For seven years, the couple, who own properties in Britain and Florida, had to leave the \nUnited States every three months to renew their temporary visitor visas. They hope their investment will allow \nthem to travel between Britain and the United States more freely. But beyond the promise of a green card, they \nalso see an upside in their investment.\n\n\"We have the chance to invest in New Orleans on the ground floor\" Scherer said. \"It could be a chance of a \nlifetime.\"\n"}