{"title": "Janitorial firm snared in probe", "body": "\nWASHINGTON — More than 200 illegal immigrants were arrested and three officials at a nationwide janitorial \nservice face federal fraud and tax charges after an investigation of cleaning crews at a northern Michigan resort, \ngovernment officials said. The illegal immigrants were working as janitors for Nevada-based Rosenbaum-\nCunningham International Inc., or RCI, a cleaning contractor for businesses. The workers were swept up early \nThursday in 63 locations nationwide, including restaurants such as the House of Blues, Hard Rock Cafe, ESPN \nZone, Planet Hollywood and others, according to a law enforcement official. RCI co-owners Richard M. Rosenbaum \nand Edward Scott Cunningham, and firm controller Christina Flocken, face various criminal fraud, immigration and \ntax charges in the 23-count indictment unsealed in U.S. District Court in Grand Rapids, Mich.\n\nSpace walkers fix\n\nbalky antenna\n\nKOROLYOV, Russia — A U.S. astronaut and his Russian crewmate took their tools and stepped outside the \ninternational space station for an orbital repair job Thursday, fighting an overheated spacesuit with a fogged-up \nhelmet to fix a faulty antenna. When a hammer didn't do the trick, cosmonaut Mikhail Tyurin cut a metal lock holding \nthe antenna in place with a tool resembling garden shears — breathing heavily in the heat of a suit plagued by \ntemperature control problems through much of the six-hour, 13-minute spacewalk. Tyurin and American astronaut \nMichael Lopez-Alegria were dispatched to free up the stuck antenna on a Russian Progress cargo ship, to keep it \nfrom snagging when the vessel undocks from the station.\n\nEgyptian blogger\n\nconvicted of slight\n\nALEXANDRIA, Egypt — An Egyptian blogger was convicted Thursday and sentenced to four years in prison for \ninsulting Islam and Egypt's president, sending a chill through fellow Internet writers who fear a government \ncrackdown. Abdel Kareem Nabil, a 22-year-old former student at Egypt's Al-Azhar University, had been a vocal \nsecularist and sharp critic of conservative Muslims in his blog. He often lashed out at Al-Azhar — the most \nprominent religious center in Sunni Islam — calling it \"the university of terrorism\" and accusing it of encouraging \nextremism. Nabil's lawyer, Ahmed Seif el-Islam, said he would appeal the verdict, adding it will \"terrify other \nbloggers.\"\n\nExtremists threaten\n\npeacekeeping forces\n\nMOGADISHU, Somalia — Extremists in Somalia on Thursday threatened to carry out suicide attacks against \nAfrican Union peacekeepers who are to begin deploying soon. A newly formed extremist group known as the \nPopular Resistance Movement in the Land of the Two Migrations posted a new warning against planned \n\n\npeacekeepers. Meanwhile, the capital's international airport came under mortar fire Thursday. At least two mortar \nrounds exploded near the runway but caused no damage, airport director Mohamed Ahmed Siyad said.\n\nBush touts non-corn\n\nsources for ethanol\n\nFRANKLINTON, N.C. — Trying to draw attention to his domestic agenda, President Bush on Thursday extolled the \nscience of turning grasses and wood chips into ethanol to lessen the U.S. thirst for foreign oil. \"If you really want to \nreduce the amount of oil that you consume, you have to reduce the amount of gasoline you use,\" Bush said on a \nroad trip to push energy initiatives he announced last month in his State of the Union address. Bush has proposed \nramping up the production of alternative fuels such as ethanol made from something other than corn. The call for \nsharp increases in ethanol use will get bipartisan support in Congress. But production of ethanol from corn is \nexpected to fall far short of meeting such an increase. So Bush envisions a major speedup of research into \nproduction of \"cellulosic\" ethanol made from wood chips, switchgrass and other feedstocks.\n\nLawyers say Padilla\n\ncan't aid his defense\n\nMIAMI — Alleged al-Qaida operative Jose Padilla suffers from intense stress and anxiety after being imprisoned in \nisolation for years and cannot adequately help his lawyers prepare for a criminal trial, a mental expert testified \nThursday. Dr. Angela Hegarty, a forensic neuropsychiatrist, said she concluded after examining and testing Padilla \nfor more than 22 hours last year that he suffers from post-traumatic stress disorder and is mentally incompetent for \ntrial. Padilla's symptoms are most acute when he is asked about his 3½ years in custody at a Navy brig or to review \nevidence in the case such as transcripts of telephone conversations, she said. \"He doesn't want to because it hurts \nso much, and because it hurts so much he shuts down,\" Hegarty said.\n\nCluster bombs\n\ntargeted for ban\n\nOSLO, Norway — Representatives from 48 nations on Thursday launched a global effort to ban the use, production \nand stockpiling of cluster bombs by the end of next year, despite the opposition of several of the world's major \nmilitary powers. A draft declaration, obtained by the Associated Press, said these weapons — which can linger on \nformer battlefields for years — cause \"unacceptable harm.\" It calls for a treaty banning them by 2008, despite \nconcerns that some countries would not agree to act that quickly. Norway hopes the treaty would be similar to one \noutlawing anti-personnel mines, negotiated in Oslo in 1997.\n\nIndonesian ferry\n\nburns, killing 16\n\nJAKARTA, Indonesia — Sixteen people died and scores were injured Thursday when fire engulfed an Indonesian \nferry. The Levina 1 was carrying 300 passengers when a pre-dawn blaze broke out in a truck on the car deck hours \nafter the ferry left the capital, Jakarta, for the northwestern island of Bangka. The cause of the fire was not known. \nRemarkably, 275 people were rescued from the Java Sea and the 2,000-ton vessel's charred hull by fishing boats, \nwarships and helicopters, averting a second major maritime disaster in Indonesia the last several months. In late \nDecember, a ferry sank in the Java Sea, killing more than 400.\n"}