{"title": "Dueling protesters face off in D.C. over immigration Group calling for tougher border security finishes a cross-country caravan.", "body": "\nReflecting the American divide over immigration, protesters on both sides stood a few feet from one another near \nthe Capitol shouting chants and exchanging accusations.\n\nThe protesters were kept apart Friday by helmeted police officers who stood inside a ring of yellow police tape.\n\nA Minuteman Project rally marked the end of a cross-country caravan by the anti-immigration group, whose \nmembers patrol the U.S.-Mexican border in search of illegal border crossers. The caravan began in Los Angeles.\n\nMinuteman demonstrators, who numbered less than 100, castigated an immigration bill before the Senate next \nweek that would give millions of illegal immigrants a chance at American citizenship.\n\n\"They are literally going to shove an amnesty down our throats,\" said Minuteman founder Jim Gilchrist.\n\nAs the group held its hourlong rally, about 20 pro-immigrant demonstrators shouted, \"No Minutemen. No KKK. No \nFascist USA!\" Gilchrist responded by telling the counterprotesters to \"Get out of my face.\"\n\nThe Minuteman rally was tiny compared with the pro-immigrant marches and protests held across the country in \nthe past month.\n\nBud Peters, 40, of Kingman, Ariz., said it was the size of those protests that motivated him to ride his motorcycle \nfrom Kingman for Friday's rally.\n\n\"I knew (illegal immigration) was big in my state, but I didn't realize it was that bad here. It woke a lot of people \nup,\" said Peters, a general contractor who says he does not hire illegal immigrants.\n\nOn the other side, David Benzaquen, 22, who immigrated from Morocco with his parents and is now a U.S. citizen, \nsaid, \"It's absolutely imperative to get amnesty for immigrants who come here. Without it, we wouldn't have the \nindustries and economy the way we have.\"\n\nA contentious debate is expected next week in the Senate, and President George W. Bush plans to address the \nnation Monday night on the issue. Bush has called for a comprehensive bill that would allow some illegal \nimmigrants to remain in the U.S. as guest workers.\n\nGraphic\n\n\n \n\nPHOTO\n\n PHOTO - A supporter of the Minuteman Project, whose members patrol the U.S.-Mexican border in search of \nillegal border crossers, joins a demonstration Friday in Washington. The rally drew fewer than 100 people.   AFP / \nGetty Images \n"}