{"title": "REFUGEE ACCUSED OF KILLING INMATE IN VIETNAM CAMP U.S. INVESTIGATING INCIDENT FROM 1979", "body": "\nA Vietnamese refugee is under federal investigation amid allegations that he killed a fellow inmate while serving \nas a trusty at a communist \"re-education camp.\"\n\nThe investigation, by the U.S. Immigration and Naturalization Service, is the first of its kind involving alleged \natrocities in the postwar camps.\n\nThi Dinh Bui, 60, of Orange Grove, is a former South Vietnamese army captain who spent 1975 to 1981 in the \nThanh Cam camp near Hanoi after the end of the Vietnam War.\n\nAnother refugee, the Rev. Andrew Nguyen Huu Le, contends that Bui kicked him unconscious. The Roman \nCatholic priest also said in a signed affidavit to immigration officials that he saw Bui kill a man, a charge disputed \nby Bui as well as a former army nurse who now lives in San Jose.\n\nSome want Bui deported if the allegations are upheld, but his fate would be unclear because the United States has \nno extradition treaty with Vietnam.\n\nBui, a father of nine, came to the United States in 1994 and now delivers newspapers as an independent \ncontractor for the Orange County Register. He admits that he struck inmates but denied severely beating or killing \nanyone.\n\n\"The people I work with, how can I look at them in the face if I did? They know that I am a good man.\"\n\nVincent An Van Mai, an ex-inmate at the camp who now lives in San Jose, said camp guards -- not Bui -- were \nresponsible for the death.\n\n\"I am not protecting Bui Dinh Thi,\" Mai said. \"He is a man with both bad and good traits.\"\n\nMai said Rev. Le, who travels the world as head of the Washington-basedInternational Committee for Religious \nFreedom in Vietnam, is pursuing Bui to raise his stature.\n\n\"I'm sure the real story is politics,\" Mai said.\n\n\"Before this, people didn't know Father Le. But now Vietnamese all over this country, they know him well.\"\n\nThe priest contends that in 1979 he and four cellmates chipped a hole in the wall and fled camp, but were caught \nthe next morning. Bui kicked him until he passed out, he said in the INS affidavit.\n\n\n\"Bui dragged me by my legs up the stairs to the solitary confinement room, banging my head against the steps,\" the \npriest wrote. \"He threw me into a room and left me there; he thought I was dead. He then proceeded to beat Maj. \nTiep Van Dang to death. I personally witnessed this brutal murder.\"\n\nBui denies he hit anyone that day, saying he only picked up the men that the camp guards had beaten.\n\nNine other former inmates told the Orange County Register that they saw Bui beat prisoners but not kill anyone.\n\nIn 1996, Rev. Le wrote a memoir of his life in the camp that made the accusations against Bui. The memoir was \nsent to the priest's friends and was circulated to refugee activists as e-mail.\n\nLast year, activist Thang Dinh Nguyen of Washington filed a complaint demanding Bui's deportation on the grounds \nthat he committed crimes against humanity.\n\nThe sister of the man Bui allegedly killed also wants him deported.\n"}