{"title": "Twin Cities / Refugee's long battle finally ends; Once facing deportation for alleged death squad role, vocal Salvadoran critic of U.S. says deal 'bittersweet'", "body": "\nAfter nearly 25 years of fighting, waiting and crying, Gonzalo de Jesus Larin-Lara is finally a permanent resident of \nthe United States.\n\nBut the Salvadoran immigrant doesn't feel like celebrating.\n\n\"This is a bittersweet end,\" Larin-Lara said Monday, days after he signed an agreement with U.S. Immigration and \nCustoms Enforcement that would essentially end the government agency's efforts to deport him.\n\nICE had been denying his pleas for citizenship because it alleged he tortured and murdered people while he was a \nsoldier for El Salvador's brutal Treasury Police. Larin-Lara had admitted to other offenses but never to those.\n\nThe Minneapolis real estate agent and maintenance manager was only briefly able to leave the country during his \nlengthy battle with ICE. He missed the funerals of his parents and a sister and, he said, was forced to drop out of \nlaw school.\n\nTim Counts, a spokesman for ICE, issued a brief statement from agency attorneys Monday: \"The federal \ngovernment withdrew its appeal as part of a settlement agreement with Mr. Hurtado. We entered into this \nagreement in good faith and expect that Mr. Hurtado did as well and that he will assist in bringing Salvadoran \nhuman rights violators to justice.\"\n\nThe 49-year-old said his life would have been much different without the government's battle against him.\n\n\"I would have definitely accomplished more,\" he said. \"At the same time, I cannot complain. The people at St. Luke \nhave been a family to me. I would not have known them without this case.\"\n\nOn Sunday, Larin-Lara announced to his Minnetonka church — the \"family\" that has supported him ever since he \nsought refuge there in 1982 — that he wasn't going to be forced to leave the country.\n\nThe Rev. Richard Lundy led St. Luke Presbyterian Church in Minnetonka when Larin-Lara first arrived. The now-\nretired pastor and the congregation helped the refugee to speak out about the torture he witnessed in El Salvador. \nHe had mixed feelings on hearing Larin-Lara's news.\n\n\"I'm happy that this has finally been resolved after 25 years,\" the Lundy said. \"I'm sad that it took 25 years to get it \ndone.\"\n\n\nLarin-Lara had been an outspoken critic of U.S. involvement in his homeland's civil war from the late 1970s \nthrough the 1980s. He adopted the name Rene Hurtado to protect his family back in El Salvador during his first few \nyears in the United States and made numerous public pleas, often with a bandana covering his face, for the U.S. \ngovernment to stop funding the El Salvador military.\n\nICE (formerly the Immigration and Naturalization Service) had fought his request for residency, saying it could not \ngive asylum to Larin-Lara because he had admitted in early media interviews that he had raped, tortured and \nmurdered people during his country's civil war.\n\nLarin-Lara said he was misinterpreted during the interviews — he did not speak English at the time — and that his \nuse of the word \"we\" in the stories meant that he was a member of the police force that committed the atrocities but \nthat he was not an active participant. He did admit to beating two criminals, stealing from the police commissary \nwhere he worked and having sex with a woman as a bribe to let her go free.\n\nToday, Larin-Lara, 49, is married with two children. He has a Bachelor of Arts degree from the University of \nMinnesota, and his friends, lawyers and an immigration judge have called him a respected and contributing member \nof society.\n\nStill, ICE had appealed rulings to give Larin-Lara permanent residency three times. The last appeal came in early \n2006, after a judge ordered that Larin-Lara would not be deported. Forced to file a brief by Monday, ICE officials \ndecided to drop the appeal and came to the agreement, according to his attorneys. In exchange, Larin-Lara agreed \nto cooperate in any future cases against leaders of his death squad.\n\n\"I do believe that it's truly over,\" said Larin-Lara's longtime attorney, Kenneth Tilsen. He added that he and attorney \nRon Rosenbaum have won this case several times and the evidence has always shown that Larin-Lara was a \nreasonable and honorable man.\n\nAccording to immigration law, Larin-Lara can apply for citizenship in early 2009. He plans to follow through.\n\n\"This case is ending, and I can concentrate and live my life,\" he said.\"\n\nJohn Brewer can be reached at 651-228-2093, or at jbrewer@pioneerpress.com.\n"}