{"title": "A bad birthright idea", "body": "\nThey are called \"anchor babies\" -- the children born in the United States of illegal immigrant parents -- and pressure \nis growing to change the meaning of the 14th Amendment so as to deny them automatic citizenship.\n\nNinety-one members of Congress have signed on as co-sponsors of a bill to do just that. It was submitted in the \nHouse last year by Georgia Republican Nathan Deal. Backers of Arizona's harsh anti-immigrant measure are \ndrafting legislation that would withhold birth certificates from these babies. Similar measures are being proposed in \nother states.\n\nThe United States is one of the few countries in the world that bestows \"birthright citizenship.\" Opponents of the \npractice say that it induces immigrants to enter the country illegally with the devious strategy of having a baby as a \ncitizen \"anchor,\" through which the rest of the family can petition to stay and get access to American jobs and \nwelfare.\n\nBut ending birthright citizenship might be the worst idea of the immigration debate. It strikes at the core of \nAmerican identity, punishes all Americans by requiring them to prove their citizenship, overthrows two centuries of \nlegislative intent and court rulings, and accomplishes next to nothing in resolving illegal immigration.\n\nThe 14th Amendment states: \"All persons born or naturalized in the United States, and subject to the jurisdiction \nthereof, are citizens of the United States and of the state wherein they reside.\"\n\nThe abrogationists would reinterpret the phrase \"and subject to the jurisdiction thereof.\" They argue that \nunauthorized immigrants are not subject to U.S. jurisdiction and that Congress, acting in 1866 at the end of the Civil \nWar, meant for the amendment to apply only to recently freed slaves.\n\nGo back, however, and read the transcripts of the 1866 debate in the Senate and you find that both those for and \nagainst the amendment readily acknowledged its application to illegal immigrants. A Pennsylvania senator, for \nexample, objected to granting citizenship to the children of aliens who regularly commit \"trespass\" within the United \nStates. The concern then was with babies of gypsy or Chinese parents.\n\n\nBut Congress and the ratifying states opted instead to uphold a founding principle of the republic that was \nfundamental to the peaceful building of a multiethnic immigrant nation, however imperfectly. In a world plagued by \nbloody ethnic conflicts, that concern remains valid.\n\nThe Supreme Court has regularly upheld birthright citizenship, most recently in 1982 in Plyler v. Doe, in which all \nnine justices agreed that the 14th Amendment applied to legal and illegal immigrants alike, and a majority ruled that \nTexas had to offer public school education to children of illegal immigrants.\n\nAbrogating birthright citizenship additionally would create practical chaos. All Americans would have to prove their \ncitizenship. Birth certificates would no longer do. Yet we lack a national registry of who is a citizen.\n\nAs West Point professor Margaret Stock says: \"The government would have to adjudicate the citizenship status of \nevery child born within U.S. borders based on the exceedingly complex rules of derivative citizenship, or citizenship \nby blood. Currently, [it] takes more than a year to make such determinations, and the process is expensive and \nfraught with error.\"\n\nThe abrogationists confuse the historical ecosystem on the U.S.-Mexican border with illegal immigrants in general. \nPregnant Mexican women from border towns do commonly cross just to have a baby in the United States. But their \nextended families have often straddled the border for a century or more. The women tend to be middle class, pre-\npay the hospitals in cash and go home, though their children can someday return.\n\nA handful of tourists do the same, but the total of all these is minuscule. Significant are the 4 million children in 2008 \nwith one or more unauthorized immigrant parents spread throughout the country, according to the Pew Hispanic \nCenter. Repeated studies, however, show that their parents came for jobs or to join family. The children were \nnormal byproducts of life, and not an immigration strategy. The parents are not eligible for welfare or for citizenship \nuntil after the child turns 21.\n\nImproved enforcement has dramatically slowed the flow of illegal immigration. What's needed now is \ncomprehensive immigration reform to finish the job. Talk of birthright citizenship is an unwise diversion.\n\nEdward Schumacher-Matos is syndicated by the Washington Post Writers Group. His e-mail address is \nedward.schumachermatos@yahoo.com\n"}