{"title": "A Suspected Agent for bin Laden Pleads Guilty to Illegally Entering the U.S.", "body": "\nA man suspected by the government of being an agent for Osama bin Laden pleaded guilty this week to \nillegally entering the United States in June 2001, federal authorities said yesterday.\n\n     The man, Nabil al-Marabh, 35, was found hiding in a tractor-trailer at the Niagara Falls border crossing, and he \nwas carrying a false Canadian passport, the authorities said. Although United States intelligence officials had \nsuspicions about Mr. Marabh's links to Mr. bin Laden, United States immigration officials turned Mr. Marabh over \nto the Canadian authorities, who released him on bail after his lawyer promised that an uncle would keep him out of \ntrouble. \n\n It was not until after the Sept. 11 attack on the World Trade Center, when Mr. Marabh was placed on a list of \npossible Al Qaeda operatives, that he was hunted down and arrested. The authorities said that they suspected him \nof providing documents to the hijackers of the planes that struck the twin towers.\n\nAs part of a plea agreement, Mr. Marabh pleaded guilty on Monday in Federal District Court in Buffalo. While the \nmaximum penalty is five years in prison, officials expect Mr. Marabh to receive a term of two to eight months. \nHowever, he is likely to serve no additional time because he has been in prison since his arrest in September. \"As it \nstands, after serving his sentence the immigration service has ordered him deported to Syria,\" said Marc Gromis, \nthe assistant United States attorney handling the case.\n\nMr. Marabh came to the attention of the F.B.I. and C.I.A. in 2000 because of his connection to Raed Hijazi, who in \nFebruary was convicted in Jordan of conspiring to blow up, on the eve of the millennium, Jordanian tourist sites \nfrequented by Americans and Israelis.\n\nOfficials said that they believed that Mr. Hijazi and Mr. Marabh met in Afghanistan in 1994, and they said that after \nMr. Hijazi's arrest in October 2000, he identified Mr. Marabh as an agent for Mr. bin Laden. \n\nMr. Marabh first entered the United States in 1989 and has lived in Florida, Detroit and Boston as well as Canada, \nofficials said. \n\nA Kuwaiti by birth, Mr. Marabh claimed Syrian citizenship when he applied for political asylum in Canada in 1994. \nHis request was denied, and he was deported in 1995.\n\nHe returned to Boston, to work as a cabdriver, and was convicted of assault in December 2000 for stabbing a friend \nwith a knife. He was given a six-month suspended sentence. \n\nAfter the Canadian authorities released Mr. Marabh in June 2001, he slipped back into the United States, officials \nsaid. On Sept. 17, F.B.I. agents raided a Detroit house where Mr. Marabh was thought to be living. He was not \n\n\nthere, but officials said that they found passport pictures, false identifications and notes related to an American \nmilitary base in Turkey. He was arrested on Sept. 19 in a suburb of Chicago.\n\nOfficials said Mr. Marabh was initially held at the Metropolitan Detention Center in Brooklyn and moved to the \nfederal detention center in Batavia, near Buffalo, in April.\n\nhttp://www.nytimes.com\n"}