{"title": "Hispanic leaders disavow organizer of today's march", "body": "\nmpickel@ajc.com\n\nIf protesters tread the sidewalks of Midtown today\n\nin support of immigrant rights, they won't be marching with the blessing of leaders of Atlanta's Hispanic immigrant \ncommunity.\n\nThe slightly renegade demonstration has been organized by an environmental activist who wants Americans and \nLatino immigrants to unite for change.\n\n\"I'm in favor of people obtaining the rights they deserve, especially if they work hard,\" said Scott Petersen,\n\na registered nurse at Grady Hospital and the event organizer.\n\nBut the people may not be on the bandwagon.\n\n\"Nobody knows where he came from,\" said Teodoro Maus,\n\nformer consul general of Mexico in Atlanta. \"We can't\n\nhurt the cause by following a nut.\"\n\nPetersen hopes to see 400 people in front of the First Presbyterian Church on Peachtree Street at 10 a.m. Sunday \ncarrying placards is support of comprehensive immigration reform.\n\n\"As far as I know, he's working on his own,\" said Jerry Gonzalez, executive director of the Georgia Association of \nLatino Elected Officials.\n\n\"I have no idea who this guy is.\"\n\nPetersen, a 25-year Atlanta resident, is not Hispanic, but learned Spanish during travels to Mexico, he said.\n\nHe volunteered for the Initiative for a Green DeKalb, a community group formed to protect DeKalb County green \nspace and clean up the South River.\n\nActivism runs in his family. His mother, the late Eleanor P. Petersen, of Chicago, was a prominent feminist, \npresident of the Donors Forum of Chicago, a regional association of more than 100 foundations, and headed the \nIllinois Fair Employment Practice Commission.\n\n\"I am a guy who has values and I live by my values,\" Petersen said.\n\n\n\"We couldn't produce the carpet in our homes or the intown housing boom without Latino workers.\"\n\nPetersen said Hispanic advocacy groups are too passive in response to a nationwide backlash against immigrants.\n\n\"I do not feel their approach right now - to be very passive and send flowers to legislators - is the right approach,\" \nPetersen said.\n\nLast month, Hispanic activists delivered red, white and blue flowers to U.S. Sens. Saxby Chambliss and Johnny \nIsakson, Gov. Sonny Perdue and other elected officials after the collapse of immigration reform legislation in \nWashington. The idea was to soften the tone of a vitriolic policy debate.\n\nPetersen says he is working with several Colombian immigrants whom he hopes will mobilize the community. \n\"They're extremely well educated and they're battle-hardened,\" Petersen said.\n\nIf enough people show for the protest, Petersen hopes the march will spread to the sidewalk in front of the nearby \nHigh Museum of Art.\n\nHe asks protesters to dress well and suggests they visit the museum afterwards.\n"}