{"title": "EX-INS OFFICIAL: SEND CUBAN BOY BACK TEMPLE LAW PROFESSOR JAN TING, THE SON OF IMMIGRANTS, ALSO ARGUES FOR AN END TO FAVORED TREATMENT FOR CUBAN EXILES.", "body": "\nJan Ting has few fans among Cuban exiles fighting to keep 6-year-old Elian Gonzalez in Miami.\n\nThe Temple University law professor thinks the boy is better off with his father in Cuba. Not only that but he also \nbelieves that it is time to do away with U.S. immigration privileges for Cubans.\n\nAfter saying that on television and radio and in newspapers, Ting received an anonymous e-mail from the \nWashington office of the powerful Cuban American National Foundation. It asked: \"Is there any reason why anyone \nshould care what your opinion on this case is?\"\n\nOn that, Ting would argue yes.\n\nFor more than three years, Ting, 51, was responsible for cases like Elian's for the Immigration and Naturalization \nService.\n\nAs an assistant INS commissioner in the Bush administration, he handled refugees and asylum seekers as well as \npeople hoping for \"parole,\" or emergency entry, into the United States.\n\nElian was rescued from the Atlantic Ocean more than 10 weeks ago after a shipwreck killed his mother as they tried \nto make the 90-mile crossing from Cuba to Florida. The INS wants to return the boy to his father in Cuba - over the \nstrident objections of Cuban Americans, who argue that it would be cruel to return him to a nation that denies \ndemocratic liberties.\n\n\"We should have one simplified system,\" Ting said. \"You can either do that by taking away preferences for certain \nethnic groups or by applying the same standard to everyone.\"\n\nIn January, he noted, a boatload of 400 Haitians - including 15 children - landed at the Florida Keys.\n\nAll have been returned to Haiti.\n\n\"No one asked the parents: 'What would you like us to do with your children?' \" Ting said. \"Either Cubans are \ntreated the same way as Haitians or Haitians are treated the same way as Cubans.\"\n\n\nHe entered the INS in 1990, he said, believing the U.S. immigration laws to be fair and effective. He left in 1993 \nwith a more cynical view: that those laws are based on politics, not American ideals.\n\nTing feels that Cubans who want political asylum in the United States should face the same test as everyone else: \nDo they have a well-founded fear of persecution based on race, religion, nationality, or social group of political \nopinions?\n\n\"Unless they are directly fleeing political persecution,\" he said, \"they have no more right than anyone else to come \nto the United States. They have to wait their turn in line.\"\n\nSince the days of President Kennedy, Cubans who find their way here have been granted immediate parole. \nThere's no law ensuring that; it's just the way the system has worked for four decades.\n\nAfter a year of parole, a Cuban can apply to become a permanent resident and get a \"green card,\" the first step \ntoward citizenship. Congress guaranteed that privilege when it enacted the Cuban Adjustment Act of 1966. Ting's \nsuggestion that Cubans should lose that provision has enraged many Cuban Americans.\n\n\"It's rather unfortunate that people can't appreciate why there is an exemption for Cuban Americans,\" said Jose \nCardenas, the Washington director of the Cuban American National Foundation.\n\n\"The harsh reality is that for 40 years Cuba has been subjected to a totalitarian communist dictatorship that in and \nof itself should call for special attention because it is the only one in this hemisphere.\"\n\nNo other ethnic group qualifies across-the-board for automatic residency in the United States, but that special \ntreatment, Cardenas said, \"was not something that was tossed over to them; it comes with a very real and \ndeserved justification.\"\n\nCountered Ting, the son of immigrants from Shanghai: \"I call that 'Cuban exceptionalism.' Unlike other \nimmigrants, Cuban Americans have convinced themselves that they did not make a choice, that they were forced \ninto exile by Fidel Castro.\n\n\"That's a way of asserting their exceptionalism, that they are different than all the other immigrants. But a lot of \npeople came to the United States not because they wanted to be Americans but because they were fleeing a bad \nsituation at home.\"\n\nHis father, Sikwoo Ting, became a U.S. citizen while serving in the U.S. Army as a doctor. During World War II, \nCongress granted immediate citizenship to foreign nationals on active duty. The elder Ting was sworn in at the U.S. \nConsulate in Marseilles, France, after the liberation of the city by Allied troops.\n\nJan Ting, who grew up in the suburbs of Detroit, graduated from Harvard Law School and worked for the \nPhiladelphia firm Pepper, Hamilton & Scheetz as a tax attorney before joining Temple.\n\nIn the case of Elian Gonzalez, the INS has made the legal judgment that the boy's father can speak for his \ninterests.\n\nThe agency sent interviewers to Havana twice to talk with Juan Miguel Gonzalez.\n\nSpeaking from experience, Ting said the interviewers' task was to ascertain Gonzalez's fitness as a father, the \nquality of his relationship with his son, and his wishes. Based on those considerations, the INS ruled that Elian \nshould go home, a decision that Ting endorses.\n\nImmigration law, Ting said, has become as complicated as tax law, full of loopholes and complexity. He believes \nimmigration policy should be simplified.\n\n\"All discrimination on the basis of ethnicity should be prohibited,\" he said.\n\n\n\nThat would mean getting rid of the annual lottery for tens of thousands of visas that favors applicants from Europe, \neliminating all preferences for asylum accorded religious minorities from the former Soviet Union, and scrapping \nper-country caps on immigrants that have the effect of holding down numbers from such places as China, India, \nMexico and the Philippines.\n\nTing also argues that more visas should be awarded to immigrants with employment skills that could benefit their \nnew country.\n\nAs for why Elian's plight has seized the attention of the Cuban American community, he believes it is because the \nboy symbolizes that community's collective experience.\n\n\"His is their story,\" Ting said. \"And to question that [is to question] the whole heroic story that their community rests \non.\"\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nProfessor Jan Ting's resume includes more than three years handling refugees and asylum seekers for the INS. \n(JONATHAN WILSON, Inquirer Staff Photographer)\n"}