{"title": "Immigration Bait and Switch", "body": "\nFeb 01, 2013 (PA Pundits:http://papundits.wordpress.com/ Delivered by Newstex)\n\n The Patriot Post[1] ~\n\n'The bosom of America is open to receive not only the Opulent and respectable Stranger, but the oppressed and \npersecuted of all Nations and Religions; whom we shall welcome to a participation of all our rights and privileges, if \nby decency and propriety of conduct they appear to merit the enjoyment.' -George Washington\n\n           http://papundits.files.wordpress.com/2013/02/pp_2013-02-01-charliebrownandlucy_digest-1.jpg\n\nA group of eight senators   four Democrats and four Republicans   announced Monday their outline for immigration \nreform. A bipartisan group of House members is likewise working on a deal. On Tuesday, apparently unable to find \na microphone in Washington, Barack Obama took a $1.6 million flight (not including other expenses) to Las Vegas \nto make his own case before immediately returning to the capital.\n\n Senators Chuck Schumer (D-NY), Dick Durbin (D-IL), Bob Menendez (D-NJ), Michael Bennet (D-CO), John \nMcCain (R-AZ), Jeff Flake (R-AZ), Lindsey Graham (R-SC) and Marco Rubio (R-FL) released their Bipartisan \nFramework for Immigration Reform[2], which has four prongs: 1. A 'tough but fair path to citizenship   contingent \nupon securing our borders'; 2. reform the current legal immigration system; 3. expand and strengthen the \nemployment verification system to prevent the hiring of illegal workers; 4. and improve the process for admitting \nfuture workers. At first read, it sounds reasonable.\n The sudden push is thanks to the election. Republicans are facing the fact of once again losing the Hispanic vote in \na blowout and are looking for love in all the wrong places. But merely signing on with Democrat legislation isn't \ngoing to win the Hispanic vote for the GOP   not when so many Hispanics in this country are low-income workers \nwho believe in big-government redistribution.\n Of course, Democrats are always eager to pretend to make a deal, only to make it so 'comprehensive' and \nunpalatable in the end that the GOP rejects it and, voila, Democrats can scare voters about racist Republicans all \nover again. They're already signaling to their base that talk of enforcement is just smoke and mirrors to pacify the \nGOP base. As Chuck Schumer said, 'We are not using border security as a block to a path to citizenship. [The \ntrigger] will not be a barrier to giving citizenship to the 11 million undocumented immigrants living in our country.'\n Charlie Brown, Lucy, football.\n And we've seen this movie before. In the 1986 amnesty (and similar legislation passed in the 60 s and 70 s), \nenforcement was promised and never delivered. So here we are, 27 years later, hearing the same promises   legal \nstatus first in exchange for promised (if that) enforcement later. Schumer admitted, 'On Day One of our bill, the \npeople without status who are not criminals or security risks will be able to live and work here legally.' Once illegals \nobtain even provisional legal status, it's game over, and the idea of it being 'contingent upon securing our borders' \nis just window dressing.\n The proposal includes some positive enforcement provisions, including better tracking of people entering and \nexiting the country, which would indeed be an improvement. Eight years after the 9/11 Commission highlighted this \n\n\ndangerous gap in security, it's certainly about time. Restricting the soon-to-be lawful probationary immigrants from \nreceiving federal benefits is also good   at least in theory. But does anyone think that the same nation unable to \nkeep them out in the first place will successfully keep them off the public dole?\n\n Advocating for the bill in a Las Vegas Review-Journal op-ed, Marco Rubio wrote[3], 'It's not a good idea to have \nmillions of people permanently trapped in an immigration status that keeps them forever at a distance from our \nsociety.' It would be positive if legal status leads to true assimilation instead of cultural segregation. He added, \n'[W]hat we have now is de facto amnesty.' He is correct, but only because of a lack of enforcement, and it doesn't \nmean amnesty should become law.\n We believe Rubio, a likely presidential contender in 2016, is attempting to negotiate in good faith, looking for a \nworkable solution in a Democrat-controlled capital. He isn't naive or disingenuous, and he promised to oppose the \nbill if what Schumer says comes to pass. One of his fellow senators, Texas Republican Ted Cruz, said, 'To allow \nthose who came here illegally to be placed on such a path is both inconsistent with Rule of Law and profoundly \nunfair to the millions of legal immigrants who waited years, if not decades, to come to America legally.'\n Ensuring that enforcement is front and center in a series of small packages is the way we should go. Reject the \n'comprehensive' approach that leads to all manner of ill conceived and ill-advised provisions that make matters \nworse, if they have anything to do with the subject at all. Physically controlling the border and clamping down on \nemployment is critical, though it's sure to be thwarted by a lawless administration that has, for example, refused to \ncomplete the border fence mandated by 2006 legislation. (A fence might make it harder to traffic guns to Mexican \ndrug cartels.)\n\n Once the border is secure, or even simultaneously with working toward that, we can streamline the legal \nimmigration process so that illegal entry is a less attractive alternative. On the other hand, suffering through \nanother four years of Obamanomics will do plenty to cut off the flow of illegals. Think about it: Who wants to come \nhere now?\nQuote of the Week\n\n'Illegal immigration is a curious subject: It is one of the few domains in which the authorities entrusted with \nenforcing the law feel obliged to negotiate the most concessionary terms and conditions with those who are \nbreaking it, as though law enforcement were an embarrassing inconvenience. But the rule of law, national security, \nand economic dynamism are not mere pro forma matters   they are in fact fundamental, a reality lost on our would-\nbe 'comprehensive' immigration reformers.' -National Review[4]\nThe BIG Lie\n'When it comes to border security, I think anyone who looks at this honestly will note the tremendous strides we \nhave made in the past four years in protecting our borders. In fact   our borders now are more secure than they \nhave ever been in history.' -White House Press Secretary Jay Carney\n\n Actually, as we noted above, it's the Obama economy that has kept illegal immigration at bay.\n\nhttp://papundits.files.wordpress.com/2013/02/pp_2013-02-01-amnesty_digest-cartoon-1.jpg\n\nGovernment and Politics Obama/Feinstein: Obfuscation and Vilification\nThe Obama/Feinstein legislative assault[5] on defensive weapons was formally introduced into the Senate this \nweek, albeit without the bold registration requirements that Feinstein originally proposed   registration being \nnecessary in order to eventually legislate confiscation.\n But the gun confiscators have no intention of relinquishing the momentum they shamefully constructed on the \ncaskets of children   using a genuine tragedy[6] as fuel for an emotionally driven campaign to advance a politically \ndisingenuous gun-control agenda.\n Feinstein's bill begins, 'To regulate assault weapons, to ensure that the right to keep and bear arms is not \nunlimited, and for other purposes.' That pretty much sums it up.\n Don't miss the rest of Mark Alexander's column[7].\n Two quick notes about breaking news: A 14-year-old student opened fire in his Atlanta school Thursday, but was \nstopped by an armed school resource officer before anyone was killed.\n\nhttp://papundits.files.wordpress.com/2013/02/pp_2013-02-01-amnesty_digest-cartoon-1.jpg\n\n\n In Turkey, a suicide bomber attacked the U.S. embassy, killing a security guard at a checkpoint. Where are the \ncalls for capacity limits on suicide vests or bans on assault bombs?\n Also, join the critical push for American Patriots across this great nation to pledge[8]: 'We, the People, affirm that \nwe will support and defend Liberty as 'endowed by our Creator,' enshrined in our Constitution and empowered by its \nSecond Amendment, against all enemies, foreign and domestic.' Please take a moment and join the 36,000 of your \ncountrymen who answered the call. Share it with your family, friends and colleagues via social media and email, as \nwell.\n Sign the 2A pledge![9]\nThis Week's 'Braying Jackass' Award\n'[I]t is true that the vast majority of gun deaths in America are not the consequence of the use of an 'assault \nweapon.' But that begs the question of whether assault weapons have any real utility either in terms of any sporting \nor self protection needs.' -Joe Biden\n Because they are not generally used in crime, we should ban them. Got it.\n\n           http://papundits.files.wordpress.com/2013/01/pp_2013-01-29-whynot_humor-t1.jpg Judicial Benchmarks: \nObama Appointments Unconstitutional\nThe U.S. Court of Appeals for the DC Circuit ruled last Friday that Barack Obama's Jan. 4, 2012, 'recess' \nappointments to the National Labor Relations Board (NLRB) were unconstitutional because the Senate was actually \nin session when those appointments took place, and, therefore, the president did not secure the required advice \nand consent of that body. The ruling also puts into question Obama's appointment under similar circumstances of \nRichard Cordray as head of the Consumer Financial Protection Bureau. Because the ruling leaves the NLRB \nwithout a quorum, it immediately vacates an NLRB decision against Noel Canning, the soda bottler and distributor \nwho brought the lawsuit upon which the Appeals Court ruled. Some 200 other decisions the NLRB has made since \nthe beginning of 2012 are also in danger of being tossed out.\n The court had some choice words about the behavior of the Obama administration for blatantly overstepping its \nconstitutional boundaries. Chief Judge David Sentelle pointed out that the Constitution makes clear distinctions \nabout what defines a recess and what defines a session: '[T]he appointments structure would have been turned \nupside down if the president could make appointments any time the Senate so much as broke for lunch,' he wrote. \nSentelle and other legal scholars who supported Noel Canning argued that the president only has the power to \nmake emergency appointments during clearly defined recesses, and they must be reviewed at the end of the \ncurrent session. He can't just postpone controversial or objectionable appointments until a recess and then push \nthem through at his leisure.\n The White House will surely appeal to the Supreme Court. For its part, the NLRB is acting as if it's business as \nusual. 'The Board has important work to do   [and] we will continue to perform our statutory duties and issue \ndecisions.' In other words, courts are only to be obeyed when their decision agrees with the Obama agenda.\nNew amp; Notable Legislation\nThe Senate passed 64-34 an extension of the debt ceiling into May, matching last week's House-passed extension. \nThe budget battles will continue over the ensuing months, as Democrats try to tackle the debt by taxing and \nspending more and Republicans put up token resistance before caving.\n The Senate approved a $50.5 billion aid bill ostensibly for victims of Superstorm Sandy this week. Nine \nRepublicans joined 53 Democrats in supporting the package. Ironically, this bill raises total spending on Sandy to \nover $60 billion and effectively wipes out tax collections expected this year from the fiscal cliff tax hikes. The bill \nthen went to the president's desk, becoming the latest in a long line of spending resolutions that have no offset.\n Sen. Mike Lee (R-UT) tried to offer an amendment that would trim an amount from discretionary spending equal to \nthe cost of the bill, but his colleagues would have none of it. His amendment was defeated because, according to \nDemocrats, three-dozen similar disaster aid bills have been passed over the last two decades with no such offsets. \nWhy should that be changed now? It's unclear exactly how much pork was included in the bill for states and \nprograms that had absolutely no connection to the storm, but the bill was originally $17 billion.\nFrom the Left: Menendez's Problem With Planes and Prostitutes\nSen. Bob Menendez (D-NJ) is working hard to cover his tracks. The FBI this week raided the offices of Dr. Salomon \nMelgen, Menendez's travel companion and a major campaign donor. It's unclear if the raid was related to \nallegations that Menendez flew on Melgen's private plane to the Dominican Republic where he allegedly had sex \nwith underage Dominican prostitutes. The senator denies these deeply disturbing allegations, of course, but, \n\nhttp://papundits.files.wordpress.com/2013/01/pp_2013-01-29-whynot_humor-t1.jpg\n\n\nsuspiciously, Menendez waited until after the raid to repay $58,500 for three flights to the DR. His chief of staff \ncalled the delay in repayment 'sloppy' and 'an oversight.' Sure thing   those flights just happened to slip under the \nradar until the FBI raided the jet owner's office. Either way, the timing is rather inconvenient for Menendez, who is \nset to become chairman of the Senate Foreign Relations Committee now that John Kerry is headed to the State \nDepartment.\n\n Economy Income Redistribution: About That Stimulus             \nhttp://papundits.files.wordpress.com/2013/02/pp_2013-02-01-shhh_digest-2.jpg\n'The U.S. economy posted a stunning drop of 0.1 percent in the fourth quarter, defying expectations for slow growth \nand possibly providing incentive for more Federal Reserve stimulus,' reports the Associated Press[10]. It's the first \ndrop in GDP since 2009, though for all of 2012, growth was 2.2 percent, which was up from 1.8 percent in 2011. \nMeanwhile, job growth trudged along, with the economy adding 157,000 jobs in January and headline \nunemployment going up to 7.9 percent   higher than January 2009, oddly enough. Real unemployment remained at \n14.4 percent, as 169,000 Americans dropped out of the labor force, brining that number to 8.5 million since Obama \ntook office.\n Boy, the $800 billion stimulus and the Fed's repeated 'quantitative easing' (read: bond buying and money printing) \nhave worked magic! Nearly $6 trillion in debt to get the economy going again, and instead it's shrinking and \nunemployment is stagnant. Look for Obama to propose more of the same in his State of the Union address.\n Of course, the so-called 'recovery' is and has for four years been laughable, and the economy is stagnant and \nshrinking because of the explosion in federal spending. The trajectory is unlikely to change now that most \nAmericans are taking home less pay thanks to Barack Obama's tax increases. But the White House, as always, is \npointing fingers elsewhere   namely at House Republicans. 'Our economy is facing a major headwind, and that's \nRepublicans in Congress,' said White House Press Secretary Jay Carney, adding that the GOP is to blame for \nsequestration and the debt ceiling standoff. 'This is political brinkmanship that results in one primary victim. That's \nAmerican taxpayers and the American middle class.' Shameless.\n Meanwhile, the American Recovery and Reinvestment Act of 2009, better known as 'The Stimulus,' included a \nprovision that required the Obama administration to submit quarterly reports detailing the spending and progress of \nthe $800 billion package. Yet the White House hasn't submitted any reports since summer 2011 when that report \nrevealed that for every $317,000 in stimulus money spent, only one new job was 'created or saved.' The return on \ninvestment has grown progressively worse, so the Obama team decided that it was no longer politically expedient \nto keep the public informed about the abject failure of the much-lauded stimulus. We suppose that's why Obama is \nalso disbanding his once-ballyhooed 'Council on Jobs and Competitiveness.' It's no longer politically useful.\n\n           http://papundits.files.wordpress.com/2013/02/pp_2013-02-01-prezjobcouncil_digest-cartoon-3.jpg Regulatory \nCommissars: Imaginary Biofuels\nThe zealotry of Barack Obama's Environmental Protection Agency is causing the administration to lose a number of \ncourt cases. The most recent decision, by the U.S. Court of Appeals for the DC Circuit, held that the EPA might not \npunish the oil refiners for their noncompliance with the EPA's Renewable Fuels Standard, though it left the standard \nin place. The standard required cellulosic biofuels to be purchased by fuel refiners, importers and blenders and then \nblended into our fuels. Unfamiliar with these biofuels? You're not alone. Only about 20,000 gallons were ever \nproduced despite EPA's outlandishly optimistic projections of 8.7 million gallons in 2012. Rudimentary mathematics \nis a skill continuing to elude the Obama administration   the EPA's projection was overstated by roughly 99.77 \npercent. Scoring accuracy of about 0.23 percent is a spectacularly failing grade even for a Renewable Fuels \nStandard created by a Democrat-controlled Congress in 2007. Meanwhile, the EPA responded to the court ruling by \nnearly doubling the mandate for 2013.\n Consistent with Obamacratic doctrine to misdiagnose problems and apply the wrong remedies, EPA is punishing \nthe consumers required to buy a fictional product instead of the imaginary producers. In a way, EPA's biofuels \nfantasy isn't all that dissimilar to ObamaCare, which punishes the customers (both participants and non-\nparticipants) with outrageous taxes. We can only guess what further regulatory wonders the EPA will inflict before \nthe Obama regime is forced to leave office.\nAround the Nation: Pennsylvania Next in Line for Right to Work\n\nhttp://papundits.files.wordpress.com/2013/02/pp_2013-02-01-shhh_digest-2.jpg\nhttp://papundits.files.wordpress.com/2013/02/pp_2013-02-01-prezjobcouncil_digest-cartoon-3.jpg\n\n\nWith Indiana and Michigan becoming Rust Belt success stories of throwing off the shackles of closed shops, the \ncommonwealth of Pennsylvania and its Republican majority government may prove the next battleground in Big \nLabor's decline on the American political landscape. But the Keystone State's union culture may prove a tougher \nnut to crack than those of other states. Besides the obvious threats and bluster from unions that dominate the cities, \na number of GOP lawmakers were beneficiaries of union contributions. And Republican Gov. Tom Corbett is \nreportedly 'lukewarm' to the prospect of Pennsylvania's becoming a right-to-work state.\n The legislators who introduced the bill tout the job growth in right-to-work states compared to those with closed \nshops. And the time may be ripe for applying a crippling blow to Big Labor, as only 7 percent of the private-sector \nworkforce remains unionized. Public-sector workers now make up the vast majority of union membership in \nAmerica, and it's their dollars and volunteers that now provide the political muscle behind maintaining the status \nquo. The two most recent state converts, though, prove that victory over the unions   and freedom from coercion so \nthat workers may choose to join or not   is possible even under the most unlikely of circumstances.\nIllinois Suffers Credit Tumble, Postpones Bond Sale\nThe state of Illinois postponed a scheduled bond sale this week after its credit rating was downgraded to among the \nlowest in the nation; a ranking on par with California as the two most financially troubled in the union. Big Labor \nplayed a hand in this fiscal debacle. 'Our problem,' said Illinois Treasurer Dan Rutherford, 'is that we have not \nsubstantively and fairly addressed the state public pension issue.' The credit downgrade will cost the state's \nalready-overburdened taxpayers an additional $95 million in interest on the $500 million bond sale.\n While the purpose of the bond sale was financing school construction and transportation projects, it's the $96.8 \nbillion of unfunded pension liabilities that concerns those who grade the state's financial situation. Moreover, the \nstate has $9 billion in unpaid bills, according to state Comptroller Judy Baar Topinka.\n Even though Democrats rammed through a 'temporary' income tax increase in 2011, its expiration in 2015 looks \nmore and more doubtful as the state searches for ways to quench its thirst for our money. Illinois has lived on a \nvirtual credit card for decades, using bonds to put off making difficult choices required in the private sector. Current \nGov. Pat Quinn and his predecessor Rod Blagojevich   both Democrats, of course   issued pension bonds, selling \n$15 billion worth of debt rather than addressing the issue with reforms.\n\n Security Kerry Confirmed, Hagel Next\nJohn Kerry once testified that U.S. soldiers 'raped, cut off ears, cut off heads, taped wires from portable telephones \nto human genitals and turned up the power, cut off limbs, blown up bodies, randomly shot at civilians, razed villages \nin fashion reminiscent of Genghis Khan,' among other horrific crimes. That was, of course, in 1971 after his return \nfrom an unusually brief seven-month tour in Vietnam. True to form, Kerry in 2005 chastised American soldiers for \n'going into the homes of Iraqis in the dead of night, terrorizing kids and children, women.' We have long called for \nhim to be prosecuted for acts of treason[11].\n Apparently, however, time really does heal all wounds, because this week the Senate confirmed Kerry as the next \nsecretary of state by a jaw-dropping 94-3 vote. The three Republicans who opposed were John Cornyn and Ted \nCruz of Texas, and Oklahoma's James Inhofe. Kerry promised to implement 'President Obama's vision for the \nworld,' which is just one more reason why he should have been rejected.\n To take Kerry's place in the Senate, Massachusetts Democrat Gov. Deval Patrick tapped his own former chief of \nstaff, Mo Cowan, for the job. Cowan will serve as a placeholder until the special election in June. Cowan is black, so \nis he just a 'token,' or does that label apply only to black Republican senators like South Carolina Sen. Tim Scott? \nThat's a rhetorical question, of course, but, obviously, Democrats couldn't allow the only black senator to be a Tea \nParty conservative.\n The other cabinet position to be filled soon is secretary of defense, for which Obama nominated former Sen. Chuck \nHagel. The hearing was little short of a disaster. Hagel seemed woefully unprepared to deal with questions about \nhis previous statements on, for example, Israel and the 'Jewish lobby,' and he gave flat-out wrong answers about \nadministration policy on major issues like Iran's nuclear program.\n More to the point, Obama means to take the military down several pegs, and Hagel might be just the man to do it. \nThe Army will bear the brunt of budget cuts, losing at least 75,000 soldiers and much equipment. The Marines will \nalso face significant troop cuts. The Navy is coping with its smallest fleet since 1916, and the Air Force has never \nflown older planes. Hagel has described the military as 'bloated,' so it's unlikely he'll do anything to correct these \nproblems. While Obama crows that a 'decade of war is ending,' he should use the opportunity to retool and upgrade \nour fighting forces, not further decimate them.\n\n\n\nWarfront With Jihadistan: West Expands African Involvement\nAs Barack Obama's 'decade of war' continues to end only in his mind, reality continues to intrude. France's drive \nagainst Islamists in Mali continues, and it appears that the French and their African allies are making significant \ngains. On Monday, French troops liberated the city of Timbuktu from the Islamist terrorists and Touareg rebels who \nhave controlled the fabled city for 10 months. With this victory in hand, France may reduce some of its offensive \noperations. President François Hollande said that French troops might stop their northward advance, leaving their \nAfrican allies to pursue the Islamists into their bases in the northern desert.\n Interestingly, the U.S. military will provide aerial refueling for French attack jets and also plans to build a new \nunmanned drone base in Africa, allowing an expanded surveillance and strike capability against al-Qa'ida fighters \nand other militants in northern Mali. A U.S. defense official said three U.S. KC-135 tankers flying out of Morón Air \nBase, Spain, would provide the aerial refueling to French aircraft, including tactical jets and bombers. This operation \nis expected to last months. And two Obama regime officials said the Pentagon is eyeing the West African country of \nNiger as a possible Predator drone base. The drones would supposedly be unarmed, but they could be quickly \narmed if required. Of course, this development would substantially escalate America's involvement in the African \nwar, coming soon after Obama declared an 'end to war' in his inaugural drone last week. All of this looks \nsuspiciously like an expansion of the same War on Terror that Obama and his leftist cadres have denounced almost \nfrom the start.\n\n Culture The 'Gay Leaders Ban'\nAn enterprising employee of the Boy Scouts of America leaked a memo regarding a proposal to abandon the \norganization's proscription on homosexuals serving in leadership positions. It is our assumption that leak was an \nend-run around a couple of board members who were going to bushwhack the national board with this proposal at \ntheir meeting next week. Needless to say, that memo set off a firestorm of protest from tens of thousands of rank-\nand-file BSA members and leaders from across the country.\n Two members of the national board, James Turley (CEO of Ernst amp; Young) and Randall Stephenson (CEO of \nATamp;T who is slated to become president of the BSA national board), are leading the assault against the current \npolicy prohibiting homosexuals from serving in leadership roles.\n These wealthy corporate executives appear to be more interested in dictating BSA policy that comports with their \ncorporate bottom line than with the mission of Scouting. Clearly they are completely out of touch with the grassroots \nBSA membership across the nation.\n Our publisher, Mark Alexander, is both a Scoutmaster and member of his regional Executive Council. He is also \nthe father of an Eagle Scout, and a younger son progressing toward the same rank. Responding to the controversy, \nAlexander wrote a 'Letter to an Eagle Scout[12],' addressing objections to the proposed policy raised by his son, \nnow a Cadet at the Air Force Academy. That letter has been circulated to the BSA national board and staff, and \npublished across the nation. You can read it here[13].\nClimate Change This Week: Natural Fluctuations\n'Is global warming less extreme than feared?' That's the question ecofascists now face after another embarrassing \nblow this week. The results of a Norwegian research project[14] show that land and ocean temperatures have \nflattened since 2000. In stark contrast to predictions by the UN Intergovernmental Panel on Climate Change, the \nNorwegian study now projects temperatures to rise by 1.9 degrees Celsius by 2050   1.1 degrees below the IPCC's \nforecast of 3 degrees.\n So what's their reasoning for the change? 'The Earth's mean temperature rose sharply during the 1990s,' says \nUniversity of Oslo professor and project manager Terje Berntsen. 'This may have caused us to overestimate \nclimate sensitivity. We are most likely witnessing natural fluctuations in the climate system   changes that can occur \nover several decades   and which are coming on top of a long-term warming.' How about that   natural fluctuations.\n Of course, the Norwegians' paper predictably discusses the complexity of manmade emissions and the challenge it \npresents in accurately predicting global warming. But the message here is simple: The writing on the wall is so \nblatantly obvious now that greenies should have no choice but to soften their projections of doom and gloom. But \ndon't expect that to stop Barack Obama from calling for more draconian energy and economic measures. After all, \nwe don't want to 'betray our children and future generations.' Forward!\nVillage Academic Curriculum: School Choice Week\nThe third annual School Choice Week took place this week, sparking thousands of events for parents, students, \nteachers and other choice advocates. School Choice Week also celebrates the many successes of school choice \n\n\n\nprograms, most notably equalizing the playing field for children of low-income families. No surprise, there were no \ncongratulations from the White House; in fact, there was no comment at all, for the very simple reason that school \nchoice is historically part of the conservative agenda. And we thought leftists were all about 'choice.'\n School choice is a beacon of hope in an education system that has continued to decline. For example, in both \nWashington, DC, and Milwaukee, students who participate in school programs are far more likely to graduate than \ntheir public school peers. Studies also show that their parents are far more satisfied with their children's education \nwhen they've had a say in how and where that education takes place. In fact, a major tenet of the school choice \nphilosophy is to give voice to parental concerns and priorities, things normally proscribed by the educational \nbureaucracy. School choice's success, however, has made it a target of those on the Left who prefer to kowtow to \nteachers unions and fan the flames of class warfare. Teachers' unions give an awful lot of cash to Democrats, in \nlarge part to prevent choice and better education.\nAnd Last \nEverything is racist. The sooner we learn that, the better off we'll be, apparently. To illustrate sinister racism in the \nclassroom, a Portland, Oregon, school administrator at a majority-minority district made an example of a lesson \ntaught by a teacher involving a peanut butter and jelly sandwich. 'What about Somali or Hispanic students, who \nmight not eat sandwiches?' she asked. 'Another way would be to say: 'Americans eat peanut butter and jelly, do \nyou have anything like that?' Let them tell you. Maybe they eat torta. Or pita.' The administrator is thus leading a re-\neducation camp for teachers to disabuse them of their 'white privilege' and help minority students achieve more.\n Meanwhile, a Volkswagen ad for the upcoming Super Bowl has the Professionally Aggrieved seeing spots. The ad \nfeatures a white guy from Minnesota encouraging his co-workers to lighten up and be happy   all with a Jamaican \naccent. We come to find out that this is thanks to his Volkswagen, and the cheer spreads when he gives others a \nride. Nothing brings out your inner Jamaican like German engineering. But we fail to see the racism here. Of \ncourse, if he'd been eating a peanut butter and jelly sandwich \n Semper Vigilo, Fortis, Paratus et Fidelis! Nate Jackson for The Patriot Post Editorial Team\n\nRead more excellent articles at The Patriot Post[15]\n\n            http://feeds.wordpress.com/1.0/gocomments/papundits.wordpress.com/78061/\n\n [1]:            http://patriotpost.us/ [2]:            http://apps.washingtonpost.com/g/page/politics/bipartisan-framework-for-\nimmigration-reform-report/27/ [3]:            http://www.lvrj.com/opinion/a-gop-vision-for-immigration-reform-\n188561751.html [4]:            http://www.nationalreview.com/blogs/print/339184 [5]:            \nhttp://www.feinstein.senate.gov/public/index.cfm/assault-weapons [6]:            http://patriotpost.us/alexander/16154 \n[7]:            http://patriotpost.us/alexander/16525 [8]:            http://patriotpost.us/archives/petitions/21 [9]:            \nhttp://patriotpost.us/archives/petitions/21 [10]:            http://www.cnbc.com/id/100419252 [11]:            \nhttp://patriotpost.us/archives/petitions/9 [12]:            http://patriotpost.us/perspective/16511 [13]:            \nhttp://patriotpost.us/perspective/16511 [14]:            \nhttp://www.forskningsradet.no/en/Newsarticle/Global_warming_less_extreme_than_feared/1253983344535/p11773\n15753918?WT.ac=forside_nyhet [15]:            http://patriotpost.us/ \n"}