{"title": "LATINOS CLIMB ECONOMIC LADDER IN SOUTHERN CALIFORNIA, LATINOS ARE STEADILY BREAKING INTO THE MIDDLE CLASS.", "body": "\nSouthern California's Latinos are steadily breaking into the middle class, drawing incomes comparable to \nthose of other groups and buying houses at similar rates, a study found.\n\nFour times more U.S.-born Latino households in the region are part of the middle class than are in poverty, \naccording to the report sponsored by Pepperdine University's Institute for Public Policy.\n\nEducation is not necessarily the key to Latinos' success, the study released Wednesday found.\n\nInstead, Latinos typically pool resources among family members working in blue-collar and service-industry jobs, \nsaid Gregory Rodriguez, a research fellow at Pepperdine who wrote the report. More than among other populations, \nRodriguez said, Latino households typically include several wage earners, often from different generations.\n\n\"It is generally assumed, in the academia and in the media, that Latinos are not going anywhere,\" he said. \"In fact, \nthere is considerable economic movement and progress over time.\"\n\nU.S. natives generally fare better than foreign-born.\n\n\"The longer immigrant families reside in the U.S., the more likely they are to become middle class,\" the study said. \n\"U.S.-born children and grandchildren of Latino immigrants fare considerably better than the immigrant generation.\"\n\nThe study is good news for Southern California, with its large numbers of Latinos, researchers said.\n\n\"The future of L.A. has a lot to do with how Latinos do,\" said Joel Kotkin, a writer who is also a senior fellow at \nPepperdine and edited the study's results.\n\nLatinos, who in 1990 constituted about a third of Southern California's population, only account for about a \nquarter of all residents identified as middle class.\n\nBut the study calls the rate of upward mobility remarkable considering that two-thirds of Latino households in the \nregion are headed by immigrants, many of whom arrived virtually penniless, not speaking English and with only \nprimary school educations.\n"}