{"title": "Chicken Well Simmered in a Political Stew; Tyson Fosters Ties to Officials But Is Unable to Avoid Scrutiny", "body": "\nTyson Foods, the nation's largest meat processor, has long cultivated close ties to influential politicians, \ngenerously backing Bill Clinton and George W. Bush. Yet few major corporations have been so battered by the \nauthorities.\n\n     Over the last few years, federal officials have accused Tyson of violating labor, environmental and civil rights \nlaws and of making illegal gifts to a cabinet secretary. \n\n Two weeks ago, a federal grand jury indicted Tyson and six employees on charges of conspiring to smuggle illegal \nimmigrants into the United States to work at the company's processing plants.\n\nTyson insists it has been the target of overzealous investigators and crusading special interest groups. The \ncompany largely denies wrongdoing, even in cases it paid to settle years ago.\n\nBut critics say that Tyson's growth and its transgressions rise from the same devil-may-care philosophy that the \nTyson family, which tightly controls the company, has imbued it with from the start.\n\n\"The history of this company has been living on the edge,\" said John McMillin, a food analyst at Prudential \nSecurities. \n\nEveryone in this Ozarks town, where the company is based, knows the Tyson legend, beginning with John Tyson, \nwho founded a poultry empire during the Depression from the back of his truck. \n\nHis visionary son Don expanded the business through innovation, popularizing the Rock Cornish game hen, along \nwith boneless, battered and frozen chicken and helping McDonald's create the Chicken McNugget.\n\nBut Don Tyson was also known for giving lavish parties and bringing young women along with him to meetings with \nWall Street analysts.\n\nToday, Don Tyson's imprint on the company remains strong, but Tyson Foods is run by his son, John H. Tyson. \nOnce addicted to drugs and alcohol, the 48-year-old family scion, known as Johnny, is chief executive of a $20 \nbillion company that processes a quarter of the nation's beef, pork and chicken.\n\nMarvin Schwartz, who wrote a history of Tyson Foods for the company, says that the corporation's aggressive \nculture reflects both its leaders and its origins. \"Don is a gambler, and he's very comfortable taking risks,\" Mr. \nSchwartz said. \"And in a state like Arkansas, where there are very few regulatory controls, corporations have more \n\n\nflexibility. The state motto was 'The Land of Opportunity,' and that's why entrepreneurs like Sam Walton and Don \nTyson have made it here.\"\n\nIt was that aggressive corporate mentality that twice led Tyson Foods into the hostile deals that turned it into an \nindustry giant.\n\nTyson bought Holly Farms for $1.5 billion in 1989 to become the nation's No. 1 poultry producer and processor. \nAnd early last year, the company won a fierce bidding war with Smithfield Foods to acquire I.B.P., the nation's \nbiggest beef processor, for $3.2 billion.\n\n\"When they bought Holly, they went way into debt,\" said Mr. McMillin of Prudential Securities. \"And with I.B.P., they \nkind of bet the ranch.\"\n\nBoth deals reflected a business philosophy that the Tysons describe as \"grow or die.\" The company's critics say \nthat same mind-set figures in the company's long trail of legal entanglements.\n\nAccording to the federal government's latest indictment, for example, aggressive cost-cutting was the driving force \nbehind Tyson's increasing use of low-paid illegal workers, who over the last decade have steadily displaced better-\npaid unionized employees. Government investigators said that two executives in Springdale knew about the \nsmuggling of illegal workers and that the company helped immigrants obtain counterfeit work documents, according \nto the indictment.\n\nTyson officials deny the accusations that there has been a companywide conspiracy, saying the recruitment of \nillegal workers was done by a handful of managers acting contrary to company policy.\n\n\"There was no way for us to know these people weren't using good documents,\" said Bob Corscadden, a Tyson \nspokesman. \"We follow government procedures, but there's a huge traffic in forged documents out there.\"\n\nTwo years ago, the company was fined by Federal officials for violating child labor laws after a 15-year-old \nimmigrant working illegally at a Tyson plant died and a 14-year-old was seriously injured.\n\nA few months later, Tyson settled federal charges that it discriminated against women and blacks in its hiring \npractices at a plant in Forest, Miss.\n\nLast January, the Labor Department accused Tyson and other poultry companies of cheating workers out of \nthousands of hours of wages.  Labor Secretary Elaine Chao still must decide whether the government will seek up \nto $340 million in back wages.\n\nAnd just before Christmas, Tyson said in a regulatory filing that it was notified that the Justice Department might \nindict it on charges of violating the Clean Water Act because a plant in Missouri had been polluting the waterways.\n\n\"This is a company with a bad history,\" said the Rev. Jim Lewis, an Episcopal minister in the Delmarva region of the \nNortheast, where poultry processing is a big industry. Mr. Lewis has been helping workers organize since the \n1980's, when they began to approach him with complaints about Tyson. \n\n\"They cheat these workers out of pay and benefits, and then try to keep them quiet by threatening to send them \nback to Mexico,\" Mr. Lewis said.\n\nTyson officials insist the company has been falsely portrayed by activists and that it has been working to improve \nplant conditions and environmental compliance.\n\nIf anything, they add, the cascade of government accusations disproves the notion that the company wields \nenormous political influence -- a part of Tyson's image since its backing of Senator J. William Fulbright of \nArkansas in the 1950's and 60's.\n\n\n\n\"If we've got all this political power, how come the government keeps doing this to us?\" Mr. Corscadden asked. \n\"This is part of the myth. We have not spent a lot of time in Washington.\"\n\nStill, Tyson Foods paid $6 million in 1997 to settle accusations that the company made illegal gifts to Mike Espy, \nthe agriculture secretary during Mr. Clinton's first term, when regulations affecting Tyson were pending before the \nAgriculture Department.\n\nDon Tyson, then the company's chairman, and John Tyson, then vice chairman, were named unindicted co-\nconspirators, accused of playing roles in arranging for the gifts, including a college loan that the Tyson Foundation \narranged for Mr. Espy's girlfriend.\n\nTwo Tyson executives were eventually convicted and received prison terms in the case, but President Clinton later \npardoned the men. Mr. Espy was acquitted.\n\nTyson officials called the gifts an \"act of common hospitality\" and said the company was drawn into a political \nbattle because of its ties to Mr. Clinton. \n\nDon Tyson was an early supporter of Mr. Clinton's campaigns for public office in Arkansas. Though he opposed Mr. \nClinton's gubernatorial re-election campaign in 1980, Mr. Tyson returned to the Clinton camp in later campaigns.\n\nMr. Tyson and Mr. Clinton also shared close friends, including James B. Blair, for many years the general counsel \nof Tyson Foods. It was Mr. Blair who in the late 1970's placed many of the trades that helped Hillary Rodham \nClinton make a profit of nearly $100,000 in the cattle futures market.\n\nTyson Foods said that Don Tyson, who recently stepped down as senior chairman, and John Tyson were not \navailable for comment. But in a telephone interview Mr. Blair said that the Clinton-Tyson relationship had been \nexaggerated.\n\n\"The Clinton haters always believed Tyson was much closer to Clinton than he actually was,\" Mr. Blair said. \"Don \nTyson and Bill Clinton are both my very personal friends, and they can barely tolerate one another.\"\n\nThe latest investigation could not come at a more difficult time for Tyson Foods. Profits in the meat industry are \nslumping, and management has its hands full integrating I.B.P -- with its own history of run-ins with immigration and \nenvironmental authorities -- into the company. \n\nNow, among those close to Tyson, there is a sense that the company needs more political influence, not less. \n\"Tyson has never had the political power of, say, A.D.M.,\" Mr. Blair, the former general counsel said, referring to \nthe Archer Daniels Midland Company. \"I don't think they have been aggressive enough in protecting themselves \npolitically.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Tyson Foods, which has its headquarters in Springdale, Ark., is controlled by the Tyson family and led by \nJohn H. Tyson, the grandson of the founder. (Photographs by Associated Press) \n"}