{"title": "NYC;Ellis Island Still Vexes Its Neighbors", "body": "\nRUDOLPH W. GIULIANI went to Ellis Island yesterday for a bit of ceremony and patter on immigration. His visit \ncame none too soon. The next time he wants to ferry out there -- and he talks about organizing a pro-immigration \nconference on the island in early spring -- he may first have to clear it with Trenton.\n\nBy then, a special master appointed by the United States Supreme Court is expected to have settled an interstate \ndispute over who controls the island: New Jersey, which brought a lawsuit laying claim to 24 acres of landfill added \nto an original three acres of rock, or New York, which says that history is on its side, that the beacon for all those \nhuddled masses was the skyline of Manhattan and not the packing plants of Secaucus.\n\nUnfortunately for those who think of Ellis Island, N.J., as an oxymoron, some New York officials are not bubbling \nwith optimism that the special master, Paul R. Verkuil, will rule their way. In fact, suggestions have been made for \nboth parties to sit down soon and see if they can work out a compromise. On the face of it, that idea seems to make \nmore sense than to keep on having the two states pay for Federal court costs that already exceed half a million \ndollars. You have to sell a lot of those foam-rubber Statue of Liberty headbands at the Ellis Island gift shop to earn \nenough sales-tax revenue to cover the fees.\n\nMR. GIULIANI, who presented a report showing that immigrants continue to transform the city, did not make a \ndirect pitch yesterday for New York's primacy on the island. He didn't have to. It was easy to read between the \nlines that, like most New Yorkers, he views New Jersey as embarked on a land grab now that the restored \nimmigration center is a money-making tourist mecca.\n\n\"This is a great, great treasure for New York City and for the nation,\" the Mayor said. \"It's something that enhances \nNew York City. It's one of our great tourist attractions, and it's one of our great education institutions.\" Do you see in \nthere any mention of New Jersey?\n\nEven forgetting the Supreme Court, Washington has created other concerns on the immigration front. The 1996 \nwelfare law strips legal immigrants of benefits like food stamps, thrusting new responsibilities onto the states. How \nunfair, Mr. Giuliani said, for the Federal Government to take taxes from these people and deny them help when they \nneed it!\n\n\nUnfair, and expensive for the rest of us. \"In a city like New York, you know that they are not going to be turned \naway,\" he said. \"New York is too generous.\"\n\nOne bit of good news, he added, is that the White House is considering changes in the welfare law. Then again, he \nsaw little hope that immigrant-bashing has gone out of style in Congress.\n\nIf anything, some at City Hall fear that worse lies ahead. The Mayor did not mention it, but other officials sense that \nkey Congressional Republicans are hostile to proposed census procedures that should work to New York's \nadvantage.\n\nTHE Census Bureau plans a new system to calculate the United States population in 2000. In effect acknowledging \nthat it has never been able to knock on every door (if for no other reason than that many Americans have no door), \nthe bureau wants to rely in part on proven methods of statistical probability.\n\nCity planners are convinced the innovation will produce a more accurate -- and, to cut to the chase, a higher -- \ncensus count here. More people can mean more Federal funds. But local officials detect that the new Congress will \ntake a hard line against sampling in any form, including some Democrats but more conspicuously Republicans \nworried that their party would suffer from improved counts of minority groups, immigrants and the homeless in big \ncities.\n\nIn New York, the Republican Mayor sides with the Census Bureau. Indeed, many would say that Mr. Giuliani, a \ngrandson of Italian immigrants, is at his best when he speaks forcefully in behalf of the city's foreigners (other than \ndiplomats from Russia and Belarus). Sure, it makes political sense. But it is hard not to notice that the Mayor, who \ndoes not often reach oratorical heights, comes awfully close when discussing America's debt to its immigrants.\n\n\"The people who came through Ellis Island had the same look in their eyes as the people that now come in \nthrough Kennedy airport,\" he said yesterday. \"They did the same wonderful things for us that the new people are \ngoing to do for us. We can't be afraid of people. If we're afraid of people, then we become a nation and a city in \ndecline.\"      \n"}