{"title": "House Judiciary Subcommittee on Constitution, Civil Rights and Civil Liberties Hearing; \"Continuing Challenges to the Voting Rights Act Since Shelby County v. Holder.\"; Testimony by Kristen Clarke, President and Executive Director, National Lawyers' Committee for Civil Rights Under Law; WAX62462519H005", "body": "\nChairman Cohen, Ranking Member Johnson, and Members of the Subcommittee on the Constitution, Civil Rights \nand Civil Liberties of the U.S House of Representatives Committee on the Judiciary, my name is Kristen Clarke and \nI serve as the President and Executive Director of the Lawyers' Committee for Civil Rights Under Law (\"Lawyers' \nCommittee\"). Thank you for the opportunity to testify today on challenges to voting rights: an issue of paramount \nimportance to minorities and our democracy.\n\nThe Voting Rights Act of 1965 transformed American Democracy. Ninety-five years after its ratification, it fulfilled \nthe promise of the Fifteenth Amendment that the right to vote should not be denied because of race, color or \nprevious condition of servitude. Today, our nation is at a crucial juncture in the decades-long struggle to create, \nmaintain, preserve, and ensure true equality of voting rights for African Americans, Latinos and other minority \ncommunities. The United States Supreme Court's evisceration of a core provision of the Voting Rights Act, coupled \nwith the Department of Justice's abdication of responsibility for enforcing the remaining provisions of the Act, place \nthe voting rights of those populations most in need of protection at peril.\n\nThe Lawyers' Committee for Civil Rights Under Law, the organization that I lead, has been a leader in the forefront \nof the battle for equal rights since it was created in 1963 at the request of President Kennedy to enlist the private \nbar's leadership and resources in combating racial discrimination. Simply put, our mission is to secure equal justice \nunder the rule of law. For more than 50 years, the Lawyers' Committee has been at the forefront of many of the \nmost important cases brought under the Voting Rights Act. We spearheaded the National Commission on the \nVoting Rights Act, which made the largest contribution to the record supporting the 2006 reauthorization of the Act \nand participated in the legal defense of the two cases challenging the constitutionality of the reauthorization. In \n2014, we organized the National Commission on Voting Rights which issued a report documenting ongoing voting \ndiscrimination. n1 To this day, the Lawyers' Committee's docket of significant voting rights litigation is among the \nmost comprehensive and far-reaching - both geographically and in terms of the issues raised - as any in the nation.\n\nIt is unacceptable that in 2019, the right to vote is at risk. A little over 12 years ago, a unanimous Senate and a \nnearly unanimous House of Representatives reauthorized the temporary provisions of the Voting Rights Act \nincluding Section 5. n2 This vote reflected the historical bipartisan support for the Voting Rights Act. That \nbipartisanship consensus ended six years ago, with the Supreme Court's decision in Shelby County v. Holder, n3 \nwhich despite Chief Justice Roberts conceding that \"voting discrimination still exists; no one doubts that,\" held that \nthe formula determining which jurisdictions were subject to the pre-clearance requirements of Section 5 was not \nbased on current conditions, and was therefore unconstitutional. Further, the Department of Justice, a \ngovernmental agency with not only the primary enforcement authority for enforcing the Voting Rights Act but greater \n\n\ncapacity and resources than organizations like the Lawyers' Committee has largely been absent. Indeed, the \ncurrent Administration has not filed a single case under the Voting Rights Act.\n\nThe Shelby County decision has led to heightened challenges to voting rights for minorities including: 1) the \nresurgence of discriminatory voting practices, many motivated by intentional discrimination; 2) increasing levels of \nrecalcitrance among officials who institute and re-institute discriminatory voting changes with impunity; 3) the loss of \npublic notice regarding changes in voting practices that could have a discriminatory effect; 4) the elimination of the \npublic's ability to participate in the process of reviewing those practices; 5) the loss of the deterrent effect of Section \n5; and 6) the increasing costs and burdens imposed on civil rights organizations and community leaders who must \nfill the gap left by the suspension of Section 5 and the absence of the Department of Justice in the fight to protect \nthe most basic of freedoms. In addition, in two appendices, I provide examples of how Section 5 worked and of \npost-Shelby County instances of voting discrimination. Additionally, at present, the Lawyers' Committee is in the \nprocess of conducting a nationwide review of voting discrimination which will be included in a report later this year.\n\nBelow is a discussion of the consequences of the Shelby County decision, examples of the Lawyers' Committee's \nefforts to challenge discriminatory voting changes and the lack of enforcement of the Voting Rights Act by the \nDepartment of Justice.\n\nA.The consequences of Shelby County\n\nThe ramifications of the decision in Shelby County are numerous and grave. At the most basic level, without the \nprotections of Section 5 of the Voting Rights Act, changes that negatively impact the rights of minority voters in \njurisdictions with documented histories of discrimination are now implemented without review by the federal \ngovernment. As we discuss below, and as shown in Appendix 2, this permits government-authorized voter \ndiscrimination to remain in effect while challenges to it are litigated for years. The loss of the right to vote, or \nrestrictions imposed on ballot access, even if ultimately vindicated, can never be fully remedied.\n\n1.Loss of Notice of Proposed Discriminatory Voting Practices\n\nOne of the less recognized and more nuanced problems resulting from the lack of Section 5 preclearance is loss of \nnotice that a discriminatory voting change has been enacted in the first place. There are a myriad of ways that the \nvoting rights of minority citizens can be jeopardized. Many of them occur at the local level. Many of them are subtle. \nThey range from the consolidation of polling places so as to make it less convenient for minority voters to vote, to ID \nrequirements, to the curtailing of early voting hours that makes it more difficult for hourly-wage workers to vote, to \nthe disproportionate purging of minority voters from voting lists under the pretext of \"list maintenance.\" Many of \nthese suppressive actions occur in small towns sprinkled across the country, where constant oversight is difficult, if \nnot impossible. By requiring changes in voting practices and procedures to be reported to the federal government \nby jurisdictions covered by Section 5, the Voting Rights Act provided indispensable notice of such actions before \nthey could be implemented.\n\n2.Loss of Transparency of the Process\n\nWith notice came substantial transparency. Under Section 5, on a weekly basis, the Department of Justice posted \non its website Section 5 submissions it received, pursuant to the Attorney General's Procedures for the \nAdministration of Section 5 of the Voting Rights Act (Part 51 of Title 28 of the Code of Federal Regulations). Indeed, \nduring 2000-2010, the Attorney General received between 4,500 and 5,500 Section 5 submissions, and reviewed \nbetween 14,000 and 20,000 voting changes per year. n4 The pre-clearance process itself encouraged further \ntransparency, often involving telephone interviews with persons representing or associated with the submitting \nauthority, local organizations, and private citizens, particularly members of the affected racial or language minority \ngroups.\n\n3.Loss of Participation in the Process\n\n\n\nThe administrative preclearance process encouraged public participation and allowed voters themselves to assess \nproposed voting changes, consult with racial justice organizations to determine the impact of any proposed \nchanges, and have a real say in the process. For example, in Section 5 reviews of redistricting plans, organizations \noften presented redistricting plans with demographic and statistical detail, and individual voters submitted their \nviews on the proposed plans to the Department of Justice. This avenue of participation, particularly for minority \nvoters and the organizations representing their interests, is lost without the Section 5 process. Notably, without \nCongressional action, the upcoming redistricting cycle will be the first without the full protections of the Voting \nRights Act.\n\n4.Loss of Deterrence\n\nSection 5 had its intended effect. As Justice Ginsburg memorably analogized in her Shelby County dissent, it was \nthe umbrella in a rainstorm n5. Its specific deterrent effect was self-evident any time the Attorney General or the \nUnited States District Court for the District of Columbia refused to preclear a proposed change in voting practices or \nprocedures. Although the Attorney General objected to only approximately one percent of voting changes submitted \nunder Section 5, n6 these objections represented over 500 redistricting plans, and nearly 800 election method \nchanges. n7 Examples of discriminatory practices stopped in their tracks under Section 5 are attached to this \nTestimony as Appendix I.\n\nHowever, Section 5 also had a powerful general deterrent effect: jurisdictions were clearly more prudent in their \napproach to changes in voting policy or procedure because of the preclearance requirements. The impact of Shelby \nCounty on general deterrence was felt immediately, when Texas announced the implementation of its \ndiscriminatory photo ID law before the ink was dry on the Shelby County opinion n8, and the North Carolina \nlegislature, with similar haste, enacted an omnibus voting rights law, subsequently found to have been drafted with \n\"surgical precision\" to discriminate against minority voters. n9\n\nThe Texas and North Carolina examples represent the headline-grabbing events - cases that would be in the public \neye even without Section 5. But the general deterrent effect of Section 5 is equally visible in those relatively smaller, \nbut equally pernicious acts, of suppression, such as poll closings. Changes in polling places accounted for the \nlargest number of submissions under Section 5. n10 Since Shelby, in Georgia - a state that had been subject to \n151 objections by the Attorney General under Sections 5 - jurisdictions have moved swiftly with attempted efforts to \nclose, consolidate, or relocate polling places and voting precincts since 2013, including:\n\n. Proposal to move 16 of 37 polling sites in Henry County, GA; n11\n\n. Proposal to close all but two polling places in Randolph County, GA; n12\n\n. Proposal to eliminate all but one of the City of Fairburn, GA polling places; n13\n\n. Proposal to eliminate all but one of Elbert County, GA precincts and polling locations; n14\n\n. Numerous polling place and precinct changes in Fulton County, GA; n15\n\n. Proposal to close 2 of 7 precincts and polling places in Morgan County, GA after previouslyreducing the number \nfrom 11 to 7 in 2012;\n\n. Proposal to reduce the number of precincts and polling locations from 36 to 19 in Fayette County,GA; n16\n\n. Proposal to consolidate polling locations in majority-Black Hancock County, GA; n17\n\n. Proposal to eliminate 20 of 40 precincts and polling locations in Macon-Bibb County, GA; n18\n\nPost- Shelby County attempts at suppression are not limited to poll closings. Over the past 17 years, the Lawyers' \nCommittee has led Election Protection, the nation's largest nonpartisan voter protection coalition. Election \nProtection--through a suite of hotlines and poll monitoring programs across the country--has provided assistance \n\n\n\nand support to hundreds of thousands of voters to ensure that they can cast a ballot that counts. Through Election \nProtection we have also amassed extensive data evidencing systemic barriers faced by voters. Leading up to and \nduring the 2018 midterm election, we received widespread reports of voting practices in states with long histories of \nvoting discrimination like Georgia, Texas, Florida and North Dakota that suppressed the vote. Here are a few \nexamples:\n\n. In Georgia under the state's \"exact match\" law, more than 53,000 voter registration applicants, adisproportionate \nnumber of whom were African Americans, were placed into \"pending\" status ifthe information on their voter \nregistration forms did not exactly match the information in thestate's other error-laden government databases. The \nlaw also led to Georgians who are citizensbeing flagged as potential non-citizens due to the process of comparing \nthe information in theapplicant's voter registration form against outdated citizenship data in the state's driver's \nlicenserecords. The Lawyers' Committee and its partners challenged the law, and a federal courtenjoined \nGeorgia's practice of mandating proof of citizenship documents be produced only to deputy registrars, who are \nfrequently not stationed at polling places, and ordered that the documents be produced to poll managers, who are \nrequired to be on-site at polling stations. n19\n\n. In Georgia ahead of the 2018 midterm election, a federal court ordered emergency relief to blockthe practices of \nallowing election officials with no prior training in signature verification to rejectabsentee ballots if they believed the \nsignature on the ballot did not match the voter's signature onfile and to reject absentee ballots based upon \nimmaterial omissions or mistakes on the absenteeballot envelopes without allowing the voters a reasonable \nopportunity to cure the issue so theballots could be counted. n20\n\n. In November 2018, a federal court in Florida held that the state's law, which allowed countyelection officials to \nreject vote by mail ballots based upon the officials' untrained determinationthat the signature on the vote by mail \nballot did not match the voter's signature on file with thecounty election office, constituted an unconstitutional \nburden on the right to vote. n21\n\n. In North Dakota, where Native Americans comprise a larger share of the state's population thannationwide, voters \nwere required to provide a state ID showing a residential address. ManyNative Americans who live on reservations \nlack street addresses on their state ID. n22\n\n. In Texas, minority voters and voters who are not native English speakers reported incidentswhere they were \nasked about their race, citizenship status, and length of stay in the country bypoll workers and poll watchers. n23\n\n5. Increased Burden and Cost of Litigation\n\nAdditionally, there is the cost of challenging of discriminatory voting changes - costs which now must be borne \nprimarily by civil rights organizations, whose resources are already stretched thin. Under Section 5, the two \nmethods for a covered jurisdiction to comply with the preclearance requirement were a declaratory judgment action \nfiled by the covered jurisdiction in the United States District Court for the District of Columbia, or administrative \nreview requiring the Attorney General to determine within 60 days of submission whether to block a voting change \nbecause the submitting jurisdiction failed to show the change was non-discriminatory. n24 The latter avoided \nexpensive and lengthy litigation by submitting proposed changes to the Civil Rights Division of the Department of \nJustice. The optional declaratory judgment route required a convening by a three-judge panel in the United States \nDistrict Court for the District of Columbia, with the United States or the Attorney General as the defendant. Over 99 \npercent of changes were reviewed administratively. n25 It is important to note that Section 2 of the Voting Rights \nAct is not an adequate substitute for the prophylactic remedy provided by Section 5.\n\nWithout Section 5, enormous resources are needed to both bring, and defend Section 2 claims.\n\nWhile jurisdictions may extend the financial burden to taxpayers, citizens often rely on nonprofit organizations to \nchallenge discriminatory voting practices. Section 2 cases cost millions of dollars to litigate, n26 not only in terms of \nthousands of hours of attorney time, but out-of-pocket expenses for filing fees, transcripts, expert witnesses, and \ntravel.\n\n\n\nSection 2 litigation often lasts years and, in some cases, plaintiffs are forced to bring multiple lawsuits over the \ncourse of many years to address the same problems because state officials refuse to comply with the federal law \neven after they have been sued previously for the same issues. The Section 2 Texas photo ID case was a 5-year \nlegal battle, before it ended with a judgment of discrimination and the Texas Legislature's enacting a new law found \nby the Court of Appeals to cure the discriminatory effect of the old law. n27\n\nIn Georgia, voters and advocates have been forced to bring multiple lawsuits challenging various iterations of the \nstate's \"exact match\" voter registration process over the years that has been demonstrated to prevent Georgia's \neligible people of color to complete the voter registration process in order to participate in Georgia's elections. In \n2008, voters challenged an iteration of the \"exact match\" process that was instituted by former Secretary of State, \nKaren Handel, because the state failed to obtain preclearance of the process by the DOJ before implementing it. \nn28 Subsequently, once Handel's successor, Brian Kemp, finally obtained preclearance of a different iteration of the \n\"exact match\" process in 2010, voting advocates discovered that the process was disproportionately preventing \neligible people of color from successfully completing the voter registration process and filed a second lawsuit \nchallenging the process in 2016. n29 Even after Secretary Kemp agreed to settle the 2016 \"exact match\" litigation, \nhis staff was working behind the scenes with lawmakers in the Georgia General Assembly to draft House Bill 268 in \n2017, which codified the exact match process - a process which had already been shown to have a \ndisproportionate, negative effect on the ability of people of color to complete the voter registration process. n30 As a \nresult, voting advocates were forced to file the third lawsuit within 10 years to challenge the iteration of the \"exact \nmatch\" process enacted as a result of the passage of House Bill 268 in 2018. n31\n\nAs noted above, costs are also borne by governmental entities defending against discrimination claims. North \nCarolina lawmakers spent more than $10.5 million defending their discriminatory omnibus voting bill; and Texas \nspent more than $3.5 million defending its discriminatory photo ID law. n32 It is unfortunate that taxpayers -- who \ninclude those discriminated against - must foot the bill for their government's discriminatory conduct. But those are \namong the additional protections lost by the elimination of the much less-costly and time-consuming administrative \nprocess under Section 5 that often nipped discriminatory practices in the bud.\n\nB. Examples of Lawyers' Committee's Efforts to Challenge Discriminatory Voting Changes\n\nIn the years since Shelby, we have seen many discriminatory voting practices put in place, both in jurisdictions \npreviously covered by Section 5 and those that were not. But, I emphasize, we have not seen all such attempts. We \ncan only fight the threats we know about, and we have been fortunate to have strong local partners on the ground \nwho use their own strained resources to maintain a wary eye on local election changes. Georgia, a state previously \ncovered by Section 5 of the Voting Rights Act, provides examples of the obstacles facing minority voters that \nSection 5 would have blocked.\n\nIn 2015, the Board of Elections and Registration, in Hancock County, Georgia, changed its process so as to initiate \na series of \"challenge proceedings\" to voters, all but two of whom were African American, which resulted in the \nremoval of 53 voters from the register. Later that year, the Lawyers' Committee, representing the Georgia State \nConference of the NAACP and the Georgia Coalition for the Peoples' Agenda and individual voters, challenged \nthis conduct as violating the Voting Rights Act and the National Voter Registration Act, and obtained a preliminary \ninjunction, which resulted in the unlawfully-removed voters placed back on the register. Ultimately plaintiffs and the \nHancock County Board agreed to the terms of a Consent Decree that will remedy the violations, and requires the \ncounty's policies to be monitored foir five years. n33 But after the purge and prior to the court order, Sparta, a \npredominantly black city in Hancock County, elected its first white mayor in four decades. And before the case was \nsettled, and the wrongly-purged voters placed back on the rolls, at least one of them had died.\n\nAlso, in 2015, the Georgia state enacted a mid-decade redistricting plan that reduced the minority population in \nState House districts in 105 and 111, where increases in the minority voting population had enabled candidates \npreferred by minority voters to almost defeat the white incumbents. They provided the incumbents with a greater \nsafety margin by re-drawing the districts that made the districts more white in composition and those incumbents \nnarrowly prevailed in 2016. The Lawyers' Committee filed suit in 2017 alleging intentional racial discrimination and a \n\n\n\nracial gerrymander. n34 Fortunately, there, the plan did not work, and African American candidates were able to \nprevail in 2018, despite the efforts to prevent such a result. Ultimately the site was relocated to a majority black \nchurch.\n\nEfforts to move polling sites to hostile locations was also another discriminatory practice that had been blocked by \nthe Section 5 review process. Without Section 5, we've seen officials attempt to move sites to intimidating locations. \nIn 2016, the Macon-Bibb County, Georgia, Board of Elections voted to temporarily relocate a voting precinct \nlocation to the Macon-Bibb Sheriff's Office. Because of valid fears that this decision would reduce turnout among \nAfrican American voters, the Lawyers' Committee worked with its local partners, the Georgia State Conference of \nNAACP Branches, the Georgia Coalition for the People's Agenda, and New Georgia Project, to organize a \nsuccessful petition drive that required the Board of Elections to reverse the relocation decision under Georgia law \nn35\n\nIn certain instances, we were fortunate to have partners on the ground that alerted us to potentially discriminatory \nvoting barriers. An effective Section 5 process would have placed the burden on these jurisdictions to have \nprovided notice of these changes in their voting practices and policies before they took effect.\n\nTexas presents another jurisdiction which demonstrates the substantial problems caused by Shelby County in \npreviously covered jurisdictions. In 2011, the Texas legislature passed a law, SB 14, which limited the number of \nidentifying documents for purposes of voting to seven, all photo IDs. n36 Because Section 5 was in effect at the \ntime of SB 14's passage, Texas sought pre-clearance, first from the Justice Department, which blocked the change. \nThen, Texas sought preclearance from the United States District Court for the District of Columbia. On August 30, \n2012, a unanimous three-judge panel of that court denied Texas pre-clearance, ruling that because Black and \nLatinx voters would be disproportionately burdened in obtaining the required IDs compared to white voters, that SB \n14 would have a retrogressive effect on these minority voters. n37 However, on June 27, 2013, this judgment was \nvacated by the Supreme Court in accordance with the ruling in Shelby two days earlier. n38\n\nTexas had not even waited for the Supreme Court to act on the case. The afternoon that Shelby was decided, then \nTexas Attorney General Greg Abbott announced that the State would immediately implement SB 14. n39 Without \nthe protections of Section 5, several civil rights groups including the Lawyers' Committee for Civil Rights Under \nLaw, filed suit in Texas federal court, challenging SB 14 under Section 2 of the Voting Rights Act. The Department \nof Justice filed its own suit under Section 2, which was consolidated with those of the civil rights groups. n40 The \nparties then embarked on months of discovery, leading to a two-week trial in September 2014, where dozens of \nwitnesses, including 16 experts - half of whom were paid for by the civil rights groups - testified.\n\nIn late 2014, the District Court ruled that SB 14 violated the \"results\" prong of Section 2 of the Voting Rights Act, \nbecause it had a discriminatory result in that Black and Hispanic voters were two to three times less likely to \npossess the SB 14 IDs and that it would be two to three times more burdensome for them to get the IDs than for \nwhite voters. n41 The District Court's injunction against SB 14, however, was stayed pending appeal by the Fifth \nCircuit, so the law - now deemed to be discriminatory remained in effect. Subsequently, a three-judge panel and \nlater an en banc panel of the Fifth Circuit Court of Appeals, affirmed the District Court's finding. As a result, \nelections that took place from June 25, 2013 until the Fifth Circuit en banc opinion on July 20, 2016 took place \nunder the discriminatory voter ID law. n42\n\nHad Section 5 been enforceable, the enormous expense and effort that the civil rights groups bore would not have \nbeen necessary. More important, had Section 5 been enforceable, a law found to have been discriminatory by 14 \ndifferent federal judges would never have taken effect.\n\nA. Enforcement of the Voting Rights Act\n\nSince Shelby, the Department of Justice has filed only four suits alleging violations of Section2 of the Voting Rights \nAct and only one after 2013. n43 By way of comparison, the Lawyers' Committee has filed thirteen such suits during \nthat same time period. n44 Of even greater concern is that since January 20, 2017, the Department has not filed a \nsingle suit under the Voting Rights Act. n45 Again, by way of comparison, the Lawyers' Committee has filed five \n\n\n\nlawsuits under Section 2 during that same period. n46 Two of the Section 2 cases filed by the Lawyers' Committee \nsettled relatively quickly with the establishment of majority-minority election districts in Emanuel County, Georgia \nand Jones County, North Carolina. The increase in work being carried out by civil rights organizations has helped \nprovide relief for minority voters, but is no substitute for the protections provided by Section 5. n47\n\nAs shown in Appendix 2, enforcement of voting rights in the states has fallen primarily upon the shoulders of \nindividual voters, non-profit voting rights and racial justice organizations or other non- governmental advocates. \nAlthough not all of the cases in Appendix 2 would have been avoided through the preclearance process, it is clear \nthat states, particularly those with a well-documented history of voting discrimination, wasted no time in enacting \ndiscriminatory voting changes and implementing a whole host of barriers to the ballot box that negatively and \ndisproportionately impacted African Americans, Latinxs, and other people of color in the wake of Shelby. Many of \nthese cases stand as stark examples of the onerous and burdensome nature and uncertain outcome of private \nenforcement of our voting rights laws that the Section 5 preclearance process and strong federal enforcement of \nvoting rights could largely prevent or mitigate against.\n\nConclusion\n\nThe combination of the effective elimination of Section 5 of the Voting Rights Act and lack of enforcement activity of \nthe Civil Rights Division of the Justice Department presents a perfect storm not seen since the days preceding the \nenactment of the momentous civil rights legislation in the 1960s. Vigilance is required to monitor and xxx the \nresurgence of voting rights discrimination in formerly covered jurisdictions and we urge Congress to act swiftly to \nrestore the Voting Rights Act to help this Nation protect that most fundamental of all civil rights: the right to vote.\n\nAPPENDIX I\n\nExamples of discriminatory voting changes that Section 5 prevented from taking effect.\n\nPrior to the Supreme Court's decision in Shelby County v. Holder, n48 Section 5 of the Voting Rights Act prevented \nnumerous discriminatory voting changes from taking effect. The Shelby County decision has hit African American \nvoters particularly hard as nearly 90% of the proposed voting changes stopped by Section 5 between 1995 and \n2013 involved a discriminatory purpose or effect on African American voters. n49 During that 18-year period, there \nwere 113 denials for Section 5 preclearance, examples of which are highlighted below: n50\n\nRedistricting Changes: Over half of the Section 5 preclearance denials were for redistricting changes, including \ndenials of statewide redistricting plans in Arizona, Florida, Louisiana, South Carolina and Texas.\n\n. In 1996, the Justice Department objected to Louisiana's congressional redistricting plan,concluding that with the \nracially polarized voting pattern in Louisiana, the proposed plan would\"provide no realistic opportunity for black \nvoters to elect a candidate of their choice outside theNew Orleans area.\" n51\n\n. In 1997, the Justice Department objected to South Carolina's State Senate redistricting plan basedon clear \nfindings of racially polarized voting patterns. n52\n\n. In 2002, the Justice Department objected to Arizona's 2001 legislative redistricting plan on thegrounds that the \nstate failed to provide sufficient evidence to show that voting was not raciallypolarized and failed to prove that the \nproposed decreased number of majority-minority districtswould not be retrogressive. n53\n\n. In 2011, Texas created redistricting plans for the Texas House of Representatives, the TexasSenate and the \nUnited States Congress and sought to bypass the Justice Department'spreclearance process by filing suit for \njudicial preclearance. The three-judge panel of the U.S.District Court for the District of Columbia denied \npreclearance for all three plans, finding signs ofpurposeful discrimination in the State House of Representatives \nplan, intentional discriminationagainst minority voters in the Texas Senate and congressional redistricting plans. \nAdditionally,the court concluded that the State House of Representatives and congressional redistricting planswere \nretrogressive. n54\n\n\n\nPolling Place Closures and Changes\n\n. In 2003, Bexar County in Texas announced it was planning to reduce the number of early votingpolling places \nfrom 20 to 11 while awaiting the Justice Department's decision on the County'spreclearance request. Among the \npolling place closures were five that served the predominantly- Hispanic west side of San Antonio. A civil rights \norganization filed a Section 5 enforcement action seeking an injunction, which was granted by a federal court to \nenjoin the polling place closures. n55\n\nVoter Registration Laws:\n\n. In response to the NVRA, in 1995 Mississippi implemented a dual registration system wherevoters who registered \nunder NVRA-mandated options would only be eligible to vote in federalelections. In order to vote in state elections, \neligible voters were required to re-register using stateforms. Following concerns raised by the Justice Department, \nMississippi refused to submit thedual registration system for Section 5 preclearance. Private plaintiffs commenced a \nSection 5enforcement action that made its way to the Supreme Court, which held that Mississippi wasrequired to \nobtain preclearance. The Justice Department objected to the dual registration systemand Mississippi abandoned it. \nn56\n\nVoter Purges:\n\n. In 2007, Georgia implemented a computerized citizenship matching procedure that cross-checkedthe statewide \nvoter registration list with citizenship information in the state's driver's licensedatabase to identify and remove \nnoncitizens from the voter rolls. Local election officials in thestate were provided with a computerized printout of \npotential noncitizens with instructions thatthey use it to review voter eligibility. This led to local election officials \nmailing letters tothousands of voters informing them that they would be removed from the voter registration \nlistsunless they appeared in-person and presented proof of citizenship. In some instances, voters weregiven as little \nas a few days to do so. A private citizen, who obtained their license in April 2006,became a United States citizen in \nNovember 2007 and registered to vote in September 2008 thensubsequently received letters from Cherokee \nCounty election officials, brought a Section 5enforcement action because Georgia had not submitted the new \nprocedure for preclearance. Afederal court in Georgia enjoined the State from using the procedure until \npreclearance wasobtained and ordered the State to take steps to remedy its prior unauthorized use of the \nprocedure.In May 2009, the Justice Department interposed a Section 5 objection to Georgia's procedurenoting that \nit subjects minority voters to additional and erroneous burdens on the right to vote. n57\n\nAPPENDIX 2\n\nAlabama\n\nChallenge to At-Large Elections for Judicial Candidates that Dilute the Voting Strength of Black Voters\n\nAlabama State Conference of NAACP v. Alabama, 264 F. Supp. 3d 1280 (M.D. Ala. 2017): On September 7, 2016, \nPlaintiffs filed a vote dilution lawsuit under Section 2 of the Voting Rights Act (VRA) in the Middle District of \nAlabama challenging the state's at-large method of electing justices and judges of the Alabama Supreme Court, \nthe Court of Criminal Appeals, and the Court of Civil Appeals. Defendants filed a motion to dismiss; the District \nCourt denied the motion. The case was tried in November 2018 and the parties are awaiting a decision.\n\nLawsuit Challenging Alabama's Discriminatory Photo ID Law\n\nGreater Birmingham Ministries v. Merrill, Case No. 2:15-cv-02193-LSC (N.D.Ala 2015): On December 2, 2015, \nadvocates filed a lawsuit in the United States District Court for the Northern District of Alabama challenging \nAlabama's photo ID law under Section 2 of the VRA and the United States Constitution. Plaintiffs contend the photo \nID law violates 1) Section 2 of the Voting Rights Act because it abridges or denies the right to vote on account of \nrace, color, or language minority status, 2) violates the prohibition on tests or devices for voting under the VRA, and \n3) violates the Fourteenth and Fifteenth Amendments because it was purposefully enacted to deny or abridge the \n\n\n\nright to vote on account of race or color. On January 10, 2018, the Court granted summary judgment in favor of the \nAlabama Secretary of State and dismissed the lawsuit. n58 The Plaintiffs' appeal is pending.\n\nVoters Challenge Alabama's Congressional Map that Dilutes the Voting Strength of Black Voters\n\nChestnut v. Merrill, No. 2:18-CV-00907 (N.D. Ala. Mar. 27, 2019): In June of 2018, eight Alabama voters filed a \nfederal lawsuit alleging that Alabama's 2011 congressional map violates Section 2 of the VRA. Plaintiffs allege the \nmap packs African-American voters into Alabama's Seventh Congressional District and significantly cracks African-\nAmerican voters between three other congressional districts, with the effect of diluting African-American voting \nstrength. The suit alleges that the African-American population in the three \"cracked\" congressional districts is \nsufficient to form a second majority-minority district. On March 27, 2019, the court partially granted the Defendant's \nmotion for judgment on the pleadings, concluding that Plaintiffs' demand for affirmative relief is barred by the \ndoctrine of laches, but denied the motion as to Plaintiffs' demand for declaratory relief (i.e., a declaration \ndetermining the maps violate Section 2). The case is currently scheduled for trial later this year.\n\nVoters Challenge Alabama's Felony Disenfranchisement Law\n\nThompson v. Merrill, Civil Action No. 2:16-cv-783-WKW-CSC (M.D.Ala. 2016): In 2016, Alabama voters filed suit \nchallenging Alabama's felony disenfranchisement law which they allege is intentionally racially discriminatory and \nleads to arbitrary and unconstitutional disenfranchisement of citizens in violation of the United States Constitution \nand Section 2 of the VRA. Plaintiffs also argue that broad felon disenfranchisement is not sanctioned by the \nFourteenth Amendment's \"rebellion or other crime\" language and that the Constitution supports, at most, very \nlimited disenfranchisement of voting-related offenses. The case is pending.\n\nAlaska\n\nLawsuit Successfully Challenged Alaska's Failure to Provide Language Assistance to Yup'ik and Gwich'in \nSpeaking, Limited English Proficient Voters\n\nToyukak v. Treadwell, No. 3:13-cv-00137-SLG (D. Alaska June 24, 2014): Voters and tribal councils filed suit \nchallenging the failure of state and local officials to provide language assistance to Yup'ik and Gwich'in speaking, \nlimited English proficient voters under Section 203 of the VRA and the United States Constitution. After prevailing \non their Section 203 claim at trial, the Court ordered comprehensive remedies for the 2014 election cycle and, in \n2015, the parties entered into a settlement that included additional language assistance reforms in the state.\n\nArizona\n\nMaricopa County, Arizona Sued Post-Shelby Due to Election Administration Problems caused by Polling Place \nConsolidations\n\nHuerena v. Reagan, Superior Court of Arizona, Maricopa County, CV2016-07890: This lawsuit challenged the \nreduction of polling places in Maricopa County after severe cut-backs disenfranchised voters in the 2016 \npresidential preference primary because of extremely long lines, hours-long wait-times and a host of election \nadministration problems. Maricopa County is Arizona's most populous county and was a covered jurisdiction under \nSection 5 of the VRA with approximately 60 percent of the state's minority voters residing in the county. As a result \nof the Shelby decision, Maricopa County was no longer required to preclear polling place changes. As a result, in \nFebruary 2016 the county slashed the total number of polls from 211 in 2012 to only 60 in 2016. With this reduction, \nthere was approximately one polling place for every 21,000 voters in Maricopa County as compared to one polling \nplace for every 1,500 voters in the rest of the state. The parties settled the case with an agreement that required \nMaricopa County to create a comprehensive wait-time reduction plan and a mechanism to address wait times at the \npolls that exceed 30 minutes.\n\nArizona Secretary of State Sued to Enjoin the State's Two-Tier Voter Registration Process\n\n\n\nLeague of United Latin Am. Citizens Arizona v. Reagan, No. CV17-4102 PHX DGC, 2018 WL 5983009 (D. Ariz. \nNov. 14, 2018): Arizona created a two-tier voter registration process in the wake of the Supreme Court's decision in \nITCA v. Arizona, which held that Arizona's documentary proof of citizenship requirement was preempted by the \nNational Voter Registration Act (NVRA) as applied to federal elections. Confusion ensued when the state limited \nvoters using the federal form to voting in federal elections, even if the state had information in its possession \nconfirming the applicant was a United States citizen. Plaintiffs argued that the state's two-tier registration process \nconstituted an unconstitutional burden on the right to vote. The parties settled the matter with an agreement that \nallows the state to continue to require proof of citizenship to register to vote in state elections, but requires the state \nto treat federal and state registration forms the same and to check motor vehicle databases for citizenship \ndocumentation before limiting users of the federal registration form to voting in federal elections.\n\nState Court Challenge to the Redistricting of the Maricopa County Community College District Which Added Two \nAt-Large Seats to the Board\n\nGallardo v. State, 236 Ariz. 84 (Ariz. 2014): Elected officials and voters filed suit in December 2013 in Arizona state \ncourt challenging the method used for electing the Governing Board of the Maricopa County Community College \nDistrict. In 2010, the Arizona Legislature enacted H.B. 2261 requiring that two at-large seats be added to the \nGoverning Board, increasing the size of the Board from five to seven. The pre-existing five members of the Board \nwere elected from single-member districts. As a result, H.B. 2261 established a new method of election consisting \nof five members elected from single-member districts and two elected at large. The lawsuit alleged that H.B. 2261 \nviolated the Arizona State Constitution because the statute effectively only applies to the Maricopa County District, \nand does not apply to any of the other community college districts in the state. The suit alleged that H.B. 2261 \nviolates the state Constitution's prohibition against local or special laws and the Constitution's privileges and \nimmunities clause.\n\nWhen H.B. 2261 was enacted, Arizona was required by Section 5 of the Voting Rights Act to obtain preclearance \nfor its voting changes. The State submitted this legislation to the U.S. Department of Justice for review, and the \nDOJ responded by sending a written request for additional information noting concerns as to whether the addition of \ntwo at-large seats would discriminate against the District's minority residents. Instead of providing the requested \ninformation, the State set the legislation aside and did not seek to implement it. However, as a result of the \nSupreme Court's decision in June 2013 in Shelby County v. Holder, Arizona was no longer is covered by Section 5 \nand thus was not required to obtain preclearance to implement H.B. 2261. As a result, after Shelby County was \ndecided, local election officials began preparations to fill the two new at-large seats in the November 2014 election.\n\nShortly after suit was filed, the constitutionality of H.B. 2261 was presented to the Arizona superior court for \ndecision and, on March 27, 2014, the court ruled in favor of the defendants. Plaintiffs appealed and on April 23, \n2014, one day after oral argument, the Arizona Court of Appeals held that H.B. 2261 is a special law that violates \nthe Arizona Constitution. Defendants then appealed and, on August 26, 2014, the Arizona Supreme Court issued a \nminute order vacating the ruling by the Arizona Court of Appeals. In the November 2014 election, the two new at-\nlarge seats were filled. A Latino candidate ran but finished third, and thus was defeated.\n\nVoters, Political Party and Candidate Filed Suits Challenging Arizona's Criminalization of the Collection of \nAbsentee Ballots by Persons other than the Voter and Restrictions on Out of Precinct Voting\n\nDemocratic National Committee v. Reagan CV-16-01065 (D.Az. 2016): The Plaintiffs allege that Arizona's \ncriminalization of the collection of valid absentee ballots by persons other than the voter and the state's restrictions \non out of precinct voting violate Section 2 of the VRA and Constitution. Plaintiffs did not prevail at trial or before a \npanel of the Ninth Circuit Court of Appeals. However, in January 2019, the Ninth Circuit granted a rehearing en \nbanc and the case remains pending at this time.\n\nCalifornia\n\nSuccessful Section 2 Vote Dilution Lawsuit on Behalf of Latino Voters Challenging the Districting Plan for the Five \nMember Kern County Board of Supervisors\n\n\n\nLuna v. County of Kern, 291 F.Supp. 3d 1088 (E.D. Cal. 2018): This was an action brought pursuant to Section 2 of \nthe Voting Rights Act on behalf of Latino voters in Kern County, California, in which Plaintiffs alleged that the \ndistricting plan under which the five members of the Kern County Board of Supervisors were elected deprived \nLatino voters an equal opportunity to elect candidates of their choice. After the District Court found in favor of the \nPlaintiffs at trial, the parties agreed to a settlement which provided for a new districting plan with ability to elect \nmajority-Latino districts and an award of $3 million dollars in attorneys' fees and costs to plaintiffs' counsel.\n\nConnecticut\n\nNAACP Challenged \"Prison Gerrymandering\" of Connecticut Legislative Districts\n\nNAACP v. Merrill, No: 3:18-cv-01094 (D. Conn. 2018): In June 2018, the NAACP, the NAACP Connecticut State \nConference and five Connecticut NAACP members, filed suit contending that Connecticut's 2011 state legislative \nmaps violate the \"one person, one vote\" principle of the Fourteenth Amendment because of unlawful prison \ngerrymandering, i.e., counting incarcerated individuals as residents of the district in which they are imprisoned \nrather than at their home addresses for the purpose of drawing state legislative districts. Plaintiffs argue that this \npractice dilutes the voting power of the predominantly African American and Latino prisoners' home communities. \nDefendants' motion to dismiss was denied in February 2019 and the state has appealed that decision.\n\nFlorida\n\nVoters and Voting Rights Advocates Challenge Florida's Arbitrary Standards for Restoring the Voting Rights of \nReturning Citizens\n\nHand v. Scott, 315 F. Supp. 3d 1244 (N.D. Fla. 2018): Advocates filed a class action lawsuit that sought to \nautomatically restore the voting rights of returning citizens and eliminate Florida's arbitrary petition process for re-\nenfranchisement. The case cited the lack of any rules governing the Executive Clemency Board, which grants or \ndenies former felons' petitions for re-enfranchisement, as arbitrary treatment in violation of the First and Fourteenth \nAmendments. The case was filed in March 2017, and the Plaintiffs obtained a preliminary injunction in March 2018 \nthat required the Executive Clemency Board to establish a new re-enfranchisement process by April 26, 2018. \nDefendants appealed to the Eleventh Circuit Court of Appeals, and on April 25, 2018, the court granted then \nGovernor Scott's request to stay the order requiring him to establish a new re-enfranchisement process.\n\nVoters and Voting Rights Advocates Successfully Challenge Florida's Congressional District Maps in State Court\n\nLeague of Women Voters of Fla. v. Detzner, 179 So. 3d 258 (Fla. 2015): State-court litigation was filed by good-\ngovernment groups over concerns that Florida's congressional maps were unconstitutional under state law. The \nCircuit Court agreed and found that congressional districts five and ten were unconstitutional and had to be \nredrawn. The legislature enacted new maps, and the Court did not object to the new maps. Plaintiffs appealed the \ndecision after the Florida Legislature enacted the new maps and requested certification to the Florida Supreme \nCourt. The district court of appeals granted certification to the Florida Supreme Court, and it accepted jurisdiction. \nThe NAACP intervened to defend African American opportunity districts that were threatened. Other civil rights \nadvocates filed an amicus brief to inform the Court about concerns over the reduction of District Nine's Latino \npopulation. Both the NAACP and amici have focused on protections offered by the Fair Districts Amendment under \nFlorida's Constitution. The Florida Supreme Court ruled that the maps are unconstitutional and ordered the \nlegislature to redraw several congressional districts.\n\nVoters Filed Suit against the Florida Secretary of State and 32 Counties Due to Their Failure to Provide Adequate \nLanguage Assistance to Puerto Rican Voters under the Voting Rights Act\n\nMadera v. Detzner, No. 1:18-CV-152-MW/GRJ (N.D. Fla. 2018): After Hurricane Maria devastated Puerto Rico, an \nestimated 160,000 people fled to Florida, joining over half a million people who left Puerto Rico in the past decade \nbecause of the island's economic crisis. As a result, Florida's Puerto Rican population now totals over one million. \nSection 4(e) of the VRA requires the provision of bilingual voting materials and assistance for Puerto Rican-\n\n\n\neducated, limited English proficiency voters. After advocates were unable to informally obtain compliance by \nsending letters about these requirements to election officials, they filed a lawsuit against the Florida Secretary of \nState and 32 Florida counties to compel compliance with Section 4(e). On September 7, 2018, the district court \nordered the Secretary of State to issue instructions to the 32 counties, requiring them to provide Spanish-language \nsample ballots at polling places, on county websites, and by mail to guide voters in marking their ballots, and to \npublicize the availability of these sample ballots and instructions on how to use them. On May 10, 2019, the District \nCourt issued an order requiring Florida's Secretary of State and the Supervisors of Elections in the 32 Florida \ncounties take further action to comply with Section 4(e) of the VRA. Specifically, the order requires the Secretary of \nState to ensure that those 32 counties provide 1) official ballots in both Spanish and English, 2) Spanish language \nelection assistance, and, 3) Spanish translations of other voting materials for elections beginning with the 2020 \npresidential primary election. The case remains pending.\n\nVoting Rights Advocates Successfully Organized Campaign to Pass Amendment Automatically Restoring Rights to \nReturning Citizens, but the Florida Legislature Made Efforts to Undermine its Implementation\n\nAdvocates invested significant resources to support a ballot initiative (Amendment 4) that restored voting rights to \nindividuals with felony records upon completion of their sentences. Despite the fact that Amendment 4 was \ndesigned to be self-implementing, the Florida enacted laws in 2019 that will require returning citizens to satisfy \nfines and fees before becoming eligible to register to vote. In addition, in the wake of this successful ballot initiative, \nFlorida also enacted legislation making it more difficult for proponents of ballot initiatives to be successful in the \nfuture.\n\nGeorgia\n\nVoters and Voting Rights Advocates Challenge Georgia's \"Exact Match\" Law Which Disproportionately \nDisenfranchises African American, Latino and Asian American Voters\n\nGeorgia Coal. for People's Agenda, Inc. v. Kemp, 347 F. Supp. 3d 1251 (N.D. Ga. 2018): On October 11, 2018, a \ncoalition of civil rights organizations filed suit in the U.S. District Court for the Northern District of Georgia, against \nthen Georgia Secretary of State, Brian Kemp, alleging that Georgia's \"exact match\" voter registration process, \nwhich requires information on voter registration forms to exactly match information about the applicant on Social \nSecurity Administration (SSA) or the state's Department of Driver's Services (DDS) databases, violates Section 2 of \nthe VRA, the NVRA, and imposes an unconstitutional burden on the right to vote in violation of the First and \nFourteenth Amendments. Under the \"exact match\" process, more than 53,000 applicants were in \"pending\" status \nin 2018 because the information on their voter registration applications did not exactly match the DDS or SSA \ndatabase information or because the process inaccurately flagged United States citizens as potential non-citizens.\n\nOn November 2, 2018, the Court partially granted Plaintiffs' motion for preliminary relief, ordering that Georgians \ninaccurately flagged as non-citizens could vote a regular ballot if they provided proof of citizenship to a poll \nmanager, rather than a deputy registrar, when voting at the polls for the first time. The Georgia legislature \nsubsequently amended the \"exact match\" law in 2019 to permit applicants who fail the \"exact match\" process for \nreasons of identity to become active voters, but the Legislature chose not to enact any remedial legislation to reform \nthe \"exact match\" process that continues to inaccurately flags United States citizens as non-citizens. The litigation \nis still pending.\n\nVoters and Advocates Successfully Challenged Georgia's Rejection of Absentee Ballots Based upon Alleged \nSignature Matching and Immaterial Errors or Omissions\n\nMartin v. Kemp, No. 18-14503-GG (N.D. Ga. 2018): On October 23, 2018, civil rights organizations joined lawsuits \nchallenging the state's practices of 1) rejecting of absentee ballots based upon election officials' untrained \nconclusion that the voter's signature on the absentee ballot envelope did not match the voter's signature on file with \nthe registrar's office, and 2) rejecting absentee ballots for immaterial errors or omissions on the ballot envelope. \nGeorgia had an extraordinarily high rate of absentee ballot rejections generally, but the rejection rate in Gwinnett \nCounty was almost 3 times that of the state and absentee ballots cast by voters of color were rejected by Gwinnett \n\n\n\nCounty at a rate between 2 and 4 times the rejection rate of absentee ballots cast by white voters. Plaintiffs were \ngranted preliminary relief before the November 2018 mid-term election. Subsequently, Georgia enacted remedial \nlegislation and the lawsuits were voluntarily dismissed in 2019.\n\nSuccessful Legal Challenge to Georgia's Runoff Election Scheme in Federal Elections\n\nGeorgia State Conference NAACP v. Georgia, No. 1:17-CV-1397-TCB (N.D. Ga. May 4, 2017): This case \nchallenged Georgia's runoff election voter registration scheme as a violation of the National Voter Registration Act \n(\"NVRA\"). Under Georgia law, eligible Georgians were required to register to vote on the fifth Monday before a \ngeneral or primary election in order to be eligible to vote in a runoff election if no candidate received a majority of \nthe vote. The runoff election would generally be held about two months after the general or primary election As a \nresult, Georgians would be required to register to vote approximately three months before a runoff election in order \nto participate in that election. Under Section 8 of the NVRA (52 U.S.C. [Sec.] 20507(a)(1)), states are prohibited \nfrom setting voter registration deadlines in excess of thirty days before a federal election. Thus, Georgia's runoff \nelection voter registration scheme violated this provision of the NVRA and the District Court granted a preliminary \ninjunction enjoining the state from using the longer deadline ahead of the Georgia Sixth Congressional Runoff \nElection in June 2017. Subsequently, the parties settled the matter with the Secretary of State agreeing not to \nenforce a voter registration deadline that violated Section 8 of the NVRA.\n\nVoters and Voting Rights Advocates Challenged Georgia's Mid-Decade Redistricting of Two Legislative Districts \nTargeting African-American Communities\n\nGeorgia State Conference of NAACP v. Georgia, No. 1:17-CV-1427 (N.D. Ga. 2017) and Thompson v. Kemp, \n1:17-cv-03856- TCB (N.D. Ga. 2017): Voters and advocates filed two lawsuits in the United States District Court for \nthe Northern District of Georgia, challenging the State legislature's post-Shelby 2015 redistricting of two legislative \ndistricts as racial and partisan gerrymanders. The Plaintiffs alleged the legislature targeted African American \npopulation in drawing the districting plans to increase the electoral advantage of white Republicans as the districts \nwere becoming more competitive for Black Democrats. The Thompson Plaintiffs' suit also alleged a claim under \nSection 2 of the Voting Rights Act. After African American candidates were elected to seats in both of the \nchallenged districts in November 2018, the parties agreed to voluntary dismissals of the actions.\n\nVoters and Voting Rights Advocates Successfully Challenged Hancock County's Illegal Purge of 53 Voters, Mostly \nBlack, from the Voter Rolls\n\nGeorgia State Conference of NAACP v. Hancock Cty. Bd. of Elections and Registration, No. 5:15-CV- 00414 \n(CAR) (M.D. Ga. 2015): Plaintiffs filed this action on November 3, 2015 in the U.S. District Court for the Middle \nDistrict of Georgia, challenging the removal of 53 voters, who were almost all African Americans, from the voter \nrolls of a small, predominately Black county prior to a hotly contested election in Sparta in which white candidates \nsuccessfully ran for seats on the City Council for the first time in decades. The case was brought under Section 2 of \nthe VRA and Section 8 of the NVRA. The district court directed Defendants to restore qualified purged voters to the \nregistration rolls or show cause why they would not do so. As a result, 17 voters were restored to the rolls; two \nothers would have been restored, but had died in the interim; and eight voters were placed into inactive status, but \nremained eligible to vote by producing proof of their residency when requesting a ballot. The parties subsequently \nmediated the case, which resulted in a settlement in which the Defendants agreed to comply with the NVRA before \nremoving anyone from the voter rolls and to be subject to monitoring by a court appointed examiner. On March 30, \n2018, the Court granted the parties' Joint Motion for Entry of Consent Decree and awarded Plaintiffs' fees and \nexpenses. Compliance with the Consent Decree is being actively monitored by the Court appointed examiner.\n\nVote Dilution Lawsuit Challenged the Districting Plans for the Gwinnett County Board of County Commissioners \nand School Board\n\nGa. State Conference of the NAACP v. Gwinnett Cty. Bd. of Registrations and Elections, No: 1:16-cv- 02852 (N.D. \nGa. 2016): Plaintiffs filed a vote dilution suit under Section 2 of the VRA challenging the districting plans for the \nCounty Board of Commissioners and Board of Education. At the time the lawsuit was filed, no African American, \n\n\n\nLatino or Asian American candidates had ever won election to these boards, despite the fact that Gwinnett County \nis considered to be one of the most racially diverse counties in the Southeastern United States. After two long-term \nincumbents chose not to run for re-election to the School Board in the 2018 mid-term election, and with the minority \npopulation of the county continuing to grow, African American and Asian American candidates were finally elected \nto the County Commission and an African American candidate was elected to the School Board for the first time in \nthe county's history. Following these electoral successes, the parties agreed to a voluntary dismissal of the \nlitigation.\n\nVoters and Voting Rights Advocates Successfully Challenged Sumter County's Reduction of Board of Education \nand Creation of At-Large Seats Diluting Strength of Black Voters\n\nWright v. Sumter Cty. Bd. of Elections and Registration, 301 F. Supp. 3d 1297 (M.D. Ga. 2018): Sumter County \nadopted a districting plan for the Board of Education that switched from 9 single-member districts to a total of seven \ndistricts, five of which are single-member and two are at-large. This case presents the precise factual scenario that \nadvocates worried about after Shelby County: that local jurisdictions would move from district-based elections \nwhere minority voters have an opportunity to elect their preferred candidates, to an arrangement where some or all \nseats are chosen by the jurisdiction as a whole, which is majority white. Black residents comprise about 48 percent \nof the voting age population in Sumter County, but are packed into two of the five single-member districts. As a \nresult, they can elect representatives of their choice for only two of the seven seats. In March 2018, the District \nCourt ruled that the current at- large method of voting for the county's public education school board members \ndisproportionately favored the white majority candidates over the black minority preferred candidates. The court \nordered Sumter County to re-draw the district lines to give African Americans the ability to elect candidates of their \nchoice to the Board of Education.\n\nVoters and Voting Rights Advocates Challenged Crisp County's At-Large Voting System that Diluted the Voting \nStrength of Black Voters\n\nWhitest v. Crisp Cty. Bd. of Education, No. 1:17-cv-00109 (M.D. Ga. filed June 14, 2017): In July 2017, advocates \nbrought a Section 2 challenge in the Middle District of Georgia to the at-large method of electing members to the \nBoard of Education in Crisp County, Georgia. No Black candidate has ever won a contested seat on the board, and \na data analysis on election history has shown voting to be statistically racially polarized. The case is still pending.\n\nVoters and Voting Rights Advocates Successfully Challenged a Georgia Law Restricting Rights of Limited English \nProficient Voters to Obtain Assistance at the Polls\n\nKwon v. Crittenden, 1:18-cv-05405-TCB (N.D.Ga. 2018): In 2018, advocates successfully challenged Section 21-2-\n409 of the Georgia Code under Section 208 of the Voting Rights Act. The Georgia law restricted the rights of \nlimited English proficient (LEP) voters to obtain the assistance of interpreters or assisters of their choice. The \nstatute limited an LEP voter, in non-federal elections, to the assistance of only either (1) a voter in the same \nprecinct, or (2) one of certain statutorily-prescribed family members. The statute also provided that no person was \nallowed to assist more than 10 voters and that no candidate or family member of a candidate in any particular \nelection could offer assistance to a voter in that election who is not a family member. After obtaining a preliminary \ninjunction enjoining enforcement of the law, the Georgia General Assembly amended the law in 2019 to conform to \nthe federal law.\n\nVoters and Voting Rights Advocates File Suit Challenging Systemic Voter Suppression in Georgia\n\nEbenezer Baptist Church of Atlanta, Georgia, Inc. v. Raffensperger, 1:18-cv-05391-SCJ: Fair Fight Georgia, Inc., \nCare in Action and several Black Churches filed suit challenging systemic voter suppression in Georgia under \nSection 2 of the Voting Rights Act and the Constitution. In May 2019 the District Court granted in part and denied in \npart Defendants' motion to dismiss. The case remains pending.\n\nVoters Challenge the Failure of the Georgia General Assembly to Draw a Congressional District in Central and \nSoutheast Georgia to Provide African Americans an Equal Opportunity to Elect Candidates of their Choice\n\n\n\nDwight v. Kemp, 1:18-cv-02869-JPB (N.D. Ga. 2018): This is a vote dilution lawsuit that was filed on June 13, 2018 \nby six African American Georgia voters under Section 2 of the VRA. The lawsuit challenges the Georgia General \nAssembly's failure to draw a congressional district in central and southeast Georgia, where the 12th Congressional \nDistrict (CD 12) is currently located, that would provide African Americans in that region an equal opportunity elect \ntheir preferred candidates. On May 1, 2019, the Plaintiffs filed a motion for summary judgment and that motion is \ncurrently pending in the District Court.\n\nVoting Rights Advocates Fight Precinct Closures and Efforts to Reduce Voting Hours in the Wake of Shelby County\n\nPre-litigation advocacy has been ongoing in a number of Georgia jurisdictions which have proposed the closure \nand relocation of polling places and have made efforts to reduce or curtail early voting and poll hours, which in \nmany instances adversely impact voters of color. These include:\n\n1) Macon-Bibb County, where in January 2015, the majority white Macon-Bibb Board of Elections andRegistration \nproposed a plan to close or consolidate 14 of the county's 40 voting precincts as an allegedcost-savings device. \nMany of the proposed closures were in majority-Black precincts. In the wake ofstrong opposition to the plan by \nvoters and voting rights advocates, the Board scaled back the plan byconsolidating 7 of the 40 voting precincts and \nincluding a majority-White precinct as among theconsolidated precincts.\n\n2) Hancock County, where in May 2014, the Hancock County Board of Elections and Registrationannounced that it \nwas planning to close all precincts except a single precinct located in downtown Sparta.The plan presented a travel \nburden for voters living in the majority African American precincts in amostly poor and rural County, particularly \nsince the County does not have a robust public transportationsystem. The Board abandoned the plan following \npublic outcry and threats of potential litigation byadvocates.\n\n3) In September 2018, advocates, working with local groups, were able to reverse a decision by theRandolph \nCounty Board of Elections to close 7 out of 9 polling places, several of which were inpredominantly African \nAmerican precincts. However, it appears that the Board of Elections may beplanning to again consider polling place \nclosures and consolidations in 2019, notwithstandingoverwhelming objection by the county's voters, local and \nnational advocates.\n\n4) In 2018, the City of Fairburn, Georgia proposed closing 2 of its 3 polling locations, despite the fact thisproposal \nwould have increased the number of minority voters in the single remaining polling location toalmost 8,000 and after \nthe city had previously increased the number of polling locations from 1 to 3because of complaints by voters about \nlong lines and delays at the polls. Advocates submitted writtenobjections and in the face of strong opposition by \nvoters, the proposal did not pass.\n\n5) During 2017-2018, Fulton County, Georgia proposed numerous precinct consolidations and pollinglocation \nchanges. Advocates and voters objected to many of these changes. The County has often claimedthat it needs to \nclose or consolidate poll locations to save money because of alleged low turn-out since2008 and 2012 - which were \nhigh watermarks for voter turn-out in many of Georgia's minoritycommunities because Barak Obama was on the \nticket. In some cases, the alleged low turnout in themajority-minority precincts was on par with or above turnout at \nother polling locations that were notbeing proposed for closure or consolidation. Rapid response advocacy efforts \nwere successful inconvincing the Fulton County Board of Elections to back down from some, but not all, of the \nclosures,consolidations and relocations.\n\n6) During 2017-2018, the Morgan County elections board proposed closing 2 of the 7 votingprecincts/polling places \nafter having previously reduced the number from 11 to 7 in 2012. The countyBoard of Elections initially took the \nposition that it was not required to allow public comment on theproposal or conduct this change via an open \nmeeting. Ultimately, the proposal failed to pass afterobjections were interposed by advocates and voters.\n\n7) In 2017, the Fayette County Board of Elections proposed reducing its 36 voting precincts to 19. Theproposal \nwould have negatively impacted many minority voters and would have increased the number ofvoters in the \nremaining precincts by 45%. After advocates submitted written objections and voters turnedout at the Election \n\n\n\nBoard meeting to voice their objections, the Board tabled the proposal. This is thesame county which was the \nsubject of a successful vote dilution lawsuit brought under Section 2 of theVoting Rights Act by the NAACP Legal \nDefense Fund involving the County Commission and SchoolBoard.\n\n8) In 2013, advocates persuaded election officials in Baker County, Georgia to keep open all five of itspolling \nplaces (rather than close four of them) in that impoverished, rural community.\n\n9) In 2018, voting rights advocates fought against efforts to reduce Sunday voting in Fulton Countyand the hours to \nvote in Atlanta.\n\nKansas\n\nKansas' Documentary Proof-of-Citizenship Requirement for Voter Registration Struck Down as Violative of the \nConstitution and the National Voter Registration Act\n\nFish v. Kobach, 309 F.Supp. 3d 1048 (D.Kan. 2018): After Kansas' then Secretary of State, Kris Kobach, refused to \nfully process thousands of voter registration applications without documentary proof- of-citizenship, voter \nregistration applicants impacted by the policy sued Kobach, contending that the state's documentary proof of \ncitizenship requirement violated Section 5 of the NVRA and violated the Fourteenth Amendment of the United \nStates Constitution. In June 2018 the District Court struck down Kansas' proof-of-citizenship law, finding that it \nviolated the NVRA and the Equal Protection Clause of the Fourteenth Amendment. n59\n\nVoters Were Forced to File Suit Challenging the Relocation of Dodge City, Kansas' Sole Polling Place out of the \nCity to Disadvantage Minority Voters\n\nRangel-Lopez v. Cox, 344 F. Supp. 3d 1285, 1287 (D. Kan. 2018): Voters filed suit alleging claims under Section 2 \nof the VRA and the Constitution challenging the decision to move the sole polling place in Dodge City, Kansas, \none of the few majority-minority cities in the state, from a centrally located facility to a location outside of the city. \nWhile the court declined to grant plaintiffs' motion for emergency relief to reopen the polling place within the city for \nthe 2018 general election, the county clerk later agreed to open two new voting sites within the city for future \nelections and the plaintiffs voluntarily dismissed the lawsuit.\n\nLouisiana\n\nVoters and Voting Rights Advocates Successfully Challenged Louisiana's At-Large Method of Electing Judges \nThat Diluted Voting Rights of Black Voters\n\nTerrebonne Par. Branch NAACP v. Jindal, 274 F. Supp. 3d 395 (M.D. La. 2017), appeal dismissed sub nom. \nFusilier v. Edwards, No. 17-30756, 2017 WL 8236034 (5th Cir. Nov. 14, 2017), and reconsideration denied, No. CV \n14-69-SDD-EWD, 2018 WL 5786215 (M.D. La. Nov. 5, 2018): Voters and advocates filed suit under Section 2 of \nthe VRA and the U.S. Constitution challenging Louisiana's at- large method of electing judges. Plaintiffs contended \nthe system maintained a racially segregated state court (\"32nd JDC\") which had jurisdiction over Terrebonne \nParish. A Black candidate had never won election to this court in a contested election. Meanwhile, a judge on the \ncourt was suspended for wearing blackface, an orange prison jumpsuit, handcuffs, and an afro wig to a Halloween \nparty as part of his offensive parody of a Black prison inmate. In August 2017, following a trial on the merits, the \ncourt ruled that the at-large electoral scheme deprived Black voters an equal opportunity to elect candidates of their \nchoice in violation of Section 2 of the VRA and that the scheme had been maintained for that purpose in violation of \nthe Fourteenth and Fifteenth Amendments to the United States Constitution. The Defendant's appeal to the Fifth \nCircuit was dismissed. On June 3, 2019, the assigned Magistrate Judge issued a report making recommendations \nfor remedial relief. The case remains pending.\n\nVoting Rights Advocates Commence Litigation to Challenge the Constitutionality of Louisiana's \nDisenfranchisement of Probationers and Parolees\n\n\n\nVOTE v. Louisiana, No: 2017-CA-1141 (1st Cir. La. App. Ct. Apr. 13, 2018): Voting advocates filed suit in state \ncourt challenging the constitutionality of a Louisiana law that disenfranchises more than 71,000 probationers and \nparolees who are not incarcerated, but are nevertheless prohibited from voting. Plaintiffs contend that the law \nviolates Louisiana's Constitutional Right to Vote provision, which denies the franchise to those under an \"order of \nimprisonment for a felony conviction.\" In March 2017, the trial court granted summary judgment to the State and \nthis decision was upheld by the Court of Appeals. On October 30, 2018, the Louisiana Supreme Court, over a \npowerful dissent by Louisiana Supreme Court Chief Justice Bernette Johnson, denied review.\n\nAfrican American Voters in Baton Rouge Challenged the Method of Electing Judges to the Baton Rouge City Court \nunder Section 2 of the Voting Rights Act\n\nHall v. State of Louisiana, 3:12-cv-00657-BAJ-RLB (M.D.La. 2012): This action was brought by African-American \nvoters in Baton Rouge, Louisiana, to challenge the method of election for judges to the Baton Rouge City Court. \nPlaintiffs claimed that the election system violates Section 2 of the VRA because it dilutes African-American voting \nstrength in the city. Since 1993, the City Court's five judges had been elected from two separate districts, called \nElection Sections. Section 1 was majority black in population and elects two judges, while Section 2 is majority \nwhite and elects three judges. Baton Rouge has experienced a change in the racial composition of its population \nsince 1993, with African Americans now constituting a majority. Nonetheless, white voters continued to control the \nelection of 60 percent of the judges in the context of racially polarized voting in judgeship elections and other local \nelectoral factors. Efforts in the state legislature to modify the election system to reflect African Americans' current \nvoting strength have failed.\n\nTrial began in August 2014 and, after a recess of several months, concluded on November 19, 2014. Plaintiffs \npresented extensive evidence regarding the difficulties African-American voters face in winning judicial elections in \nthe majority-white election section, including the ongoing pattern of polarized voting, Louisiana's long history of \ndiscrimination in voting and other spheres, and the substantial socioeconomic disparities between the city's African-\nAmerican and white residents. Plaintiffs also presented evidence that an additional majority-Black district could be \ndrawn to allow African Americans a fair opportunity to elect an additional candidate of their choice. On June 9, \n2015, the District Court ruled in favor of Defendants. Before Plaintiffs had an opportunity to appeal, however, the \nLouisiana legislature passed a new judicial districting plan which met most of Plaintiffs' concerns, and Plaintiffs \nmoved for an order that the Section 2 claims had been rendered moot and that the judgment in favor of defendants \nbe vacated. The trial court agreed that the Section 2 claims were moot, but declined to vacate its judgment. On \nMarch 13, 2018, the Fifth Circuit Court of Appeals affirmed the District Court's decision not to vacate the judgment \neven though Plaintiffs' claims were rendered moot by the remedial legislation.\n\nAfrican American Louisiana Voters Challenge the State's Congressional Districting Plan under Section 2 of the \nVoting Rights Act\n\nJohnson v. Ardoin, Civil Action No. 18-625-SDD-EWD (M.D.La. 2018): This is a vote dilution action brought under \nSection 2 of the VRA by African American voters who allege that the Louisiana Legislature intentionally \"packed\" \nAfrican-American voters into the Second Congressional District and diluted, or \"cracked,\" African-American voters \namong the other districts in the 2011 Congressional Plan when they could have created an additional majority-\nminority Congressional District. On May 31, 2019, the District Court denied Defendant's motion to dismiss. The \ncase remains pending.\n\nMassachusetts\n\nVoters and Voting Rights Advocates Successfully Challenged the Lowell, Massachusetts At-Large Voting System \nthat Dilutes the Strength of Latino and Asian American Voters\n\nHuot v. City of Lowell, No: 1:17-cv-10895 (D. Mass. 2017): Plaintiffs filed suit on May 18, 2017 alleging the City of \nLowell's at-large municipal election system illegally diluted the vote of Latino and Asian American communities in \nviolation of the VRA and Constitution. Although communities of color make up about half of Lowell's population, its \ncity council and school board have virtually never had minority representatives. The case was ultimately settled in \n\n\n\n2019, with Defendants agreeing to change the election system to either a purely district-based system or a hybrid \nsystem with districts and at-large ranked choice voting. The city is currently planning a public process to receive \ncommunity input and planning a comprehensive public education and outreach campaign.\n\nMichigan\n\nDepartment of Justice Challenges the At-Large Method of Electing Members to the Eastpoint, Michigan City \nCouncil\n\nUnited States v. City of Eastpointe, 4:17-cv-10079 (E.D.Mich. 2017): In one of the very few voting rights \nenforcement actions taken by the Department of Justice in recent years, the DOJ filed suit against the City of \nEastpoint, Michigan, challenging its at-large method of electing members of the city council. DOJ contended that \nthe at-large method of election diluted the voting strength of African American voters in the city. On March 27, 2019, \nthe District Court denied the Defendant's motion for summary judgment. On June 4 2019, the parties reached a \nsettlement in which the city will be one of the first cities in Michigan to implement ranked choice voting in city council \nelections.\n\nMississippi\n\nState Senate Candidate and Voters Commenced Litigation Challenging the Boundary Lines of Majority-Black \nMississippi Senate District 22\n\nThomas v. Bryant, 919 F.3d 298 (5th Cir. 2019): On July 9, 2018, Black Mississippi voters filed a Section 2 of the \nVRA vote dilution lawsuit challenging the districting plan for Mississippi State Senate District 22. Plaintiffs contend \nthat the plan dilutes the voting strength of Black voters and, combined with racially polarized voting, prevents them \nfrom electing candidates of their choice to the Senate District 22 seat. Plaintiffs prevailed at trial and Defendant has \nfiled an appeal to the Fifth Circuit. Oral argument before the Fifth Circuit was held on June 11, 2019. The case \nremains pending.\n\nVoters and Voting Rights Advocates Challenge Mississippi's Requirement that Absentee Ballots and Applications \nMust Be Notarized\n\nO'Neil v. Hosemann, No: 3:18-cv-00815 (S.D. Miss. Nov. 27, 2018): On November 21, 2018, Plaintiffs filed a \ncomplaint challenging, on federal constitutional right to vote grounds, Mississippi's unique combination of requiring \nnotarization of both the absentee ballot application and the ballot itself, together with a deadline of receipt of the \nballot the day before election day. Plaintiffs also sought emergency relief to compel the counting of ballots post-\nmarked by election day (November 27) in the senatorial run-off, where voters had only 9 days - including \nThanksgiving weekend - to apply for, obtain, and cast their absentee ballots. The court denied relief on November \n27, 2019 on grounds that it was too close to the election to order relief. The case is still pending.\n\nMississippi's Felony Disenfranchisement Law is Challenged is Two Federal Lawsuits\n\nHarness v. Hosemann, Civil Action No. 3:17-cv-791-DPJ-FKB (S.D.Miss. 2017) and Hopkins, et al. v. Hosemann, \nCivil Action No. 3:18-cv-188-CWR-LRA (S.D.Miss. 2018): Plaintiffs who are disenfranchised by the Mississippi \nConstitution's felony disenfranchisement provisions filed suit to strike down the provisions. In Hopkins, the Plaintiffs \nare also challenging the process by which voting rights are restored for formerly convicted individuals. Plaintiffs \ncontend that the disenfranchisement scheme was born from racism embedded in the 1890 Mississippi Constitution, \nwhich was created in the wake of Reconstruction, and continues to disproportionately deny the franchise to Black \nMississippians. On June 28, 2018, the District Court consolidated the two cases. On February 13, 2019, the District \nCourt granted the Hopkins Plaintiffs' motion to certify the case as a class action. The cases remain pending.\n\nVoters Challenge Mississippi's Majority Vote Scheme for the Election of the State's Governor and other State-wide \nOffices\n\n\n\nMcLemore v. Hosemann, 3:19-cv-00383-DPJ-FKB (S.D.Miss. May 30, 2019): Four Mississippi Black voters filed \nsuit challenging the state's majority vote requirement for electing the Governor and for other statewide offices. \nPlaintiffs contend the scheme has its basis in the racism that was at the heart of the post- Reconstruction adoption \nof the 1890 Mississippi Constitution and that it was intended to prevent African Americans from holding statewide \nelected offices. Since the enactment of the majority vote requirement in 1890, no African Americans have been \nelected to statewide offices, despite the fact that Mississippi has the highest percentage of African Americans of \nany state in the country. Plaintiffs have alleged claims under Section 2 of the Voting Rights Act and the Constitution. \nThe case is currently pending in the United States District Court for the Southern District of Mississippi.\n\nMissouri\n\nSuccessful Section 2 Challenge to the At-Large Method of Electing Board Members to the Ferguson-Florissant, \nMissouri School Board\n\nMissouri State Conference of the National Association for the Advancement of Colored People v. Ferguson-\nFlorissant School District, 894 F.3d 924 (8th Cir. 2018). This is a vote dilution lawsuit filed under Section 2 of the \nVoting Rights Act to challenge the at-large method of election for members to the School Board for the Ferguson-\nFlorissant School District. African Americans are 47 percent of the district's population, but had only been able to \nelect two candidates of their choice to the board because of the at-large scheme. Plaintiffs prevailed at trial; the \nEighth Circuit denied the Defendant's appeal and the Supreme Court denied the Defendant's petition for certiorari.\n\nNew York\n\nLawsuit Filed to Restore Voting Rights to New Yorkers Who Were Removed from Poll Books in Violation of Federal \nLaw\n\nCommon Cause/New York v. Brehm, Case No. 1:17-cv-06770 (S.D.N.Y 2017): Advocates filed suit to restore the \nvoting rights of millions of New Yorkers ahead of the 2018 election. Plaintiffs alleged that certain eligible but \n\"inactive\" voters are improperly removed from poll books throughout New York State in violation of the National \nVoter Registration Act (NVRA). Plaintiffs contend that the removal of inactive voters from the poll books \ndisproportionately impacts voters of color. The litigation is continuing.\n\nVote Dilution Lawsuit Filed under Section 2 of the Voting Rights Act to Challenge the At-Large Method of Electing \nMembers of the East Ramapo Central School District\n\nNational Association for the Advancement Of Colored People, Spring Valley Branch v. East Ramapo Central School \nDistrict, Case No. 7:17-cv-08943 (S.D.N.Y. 2017): This is a Section 2 vote dilution lawsuit filed in November 2017 \nby the Spring Valley Branch of the NAACP and seven Black and Latino voters. Plaintiffs challenge the at-large \nmethod of electing members to the Board of Education of the East Ramapo Central School District and contend that \nit dilutes the voting strength of Black and Latino voters in the District. As a by-product of the dilutive election \nscheme, Plaintiffs contend that White Board Members are not responsive to the needs of minority students and \ntheir parents in the district and have undertaken funding cuts and other actions which deprive minority students of \nan adequate education. The case is still pending.\n\nNorth Carolina\n\nChallenge to Voter Suppression Legislation on the Heels of Shelby that Targeted Black Voters with almost Surgical \nPrecision\n\nNorth Carolina State Conference of NAACP v. McCrory, 831 F.3d 204 (4th Cir. 2016): In the immediate aftermath of \nthe Shelby decision, North Carolina enacted omnibus voter suppression legislation which included a strict voter ID \nrequirement that excluded the use of out-of-state and college IDs; eliminated same-day voter registration and pre-\nregistration for 16 and 17 year olds; increased opportunities for voters' eligibility to be challenged at the polls; \nreduced early voting by an entire week; and required the rejection of out-of-precinct ballots. After Plaintiffs' \n\n\n\nchallenge was rejected by the District Court following a trial on the merits, Plaintiffs appealed. The Fourth Circuit \nthen struck down the law's voter ID requirement; cutbacks to early voting; elimination of same-day registration and \npre- registration; and the provisions relating to out-of-precinct ballots. In its decision, the Fourth Circuit noted:\n\n\" After years of preclearance and expansion of voting access, by 2013 African American registration and turnout \nrates had finally reached near-parity with white registration and turnout rates. African Americans were poised to act \nas a major electoral force. But, on the day after the Supreme Court issued Shelby County v. Holder, --- U.S. ----, \n133 S.Ct. 2612, 186 L.Ed.2d 651 (2013), eliminating preclearance obligations, a leader of the party that newly \ndominated the legislature (and the party that rarely enjoyed African American support) announced an intention to \nenact what he characterized as an \"omnibus\" election law. Before enacting that law, the legislature requested data \non the use, by race, of a number of voting practices. Upon receipt of the race data, the General Assembly enacted \nlegislation that restricted voting and registration in five different ways, all of which disproportionately affected African \nAmericans.\n\n\" In response to claims that intentional racial discrimination animated its action, the State offered only meager \njustifications. Although the new provisions target African Americans with almost surgical precision, they constitute \ninapt remedies for the problems assertedly justifying them and, in fact, impose cures for problems that did not exist. \nThus, the asserted justifications cannot and do not conceal the State's true motivation. \"In essence,\" as in League \nof United Latin American Citizens v. Perry (LULAC), 548 U.S. 399, 440, 126 S.Ct. 2594, 165 L.Ed.2d 609 (2006), \n\"the State took away [minority voters'] opportunity because [they] were about to exercise it.\" As in LULAC, \"[t]his \nbears the mark of intentional discrimination.\" Id.\n\n\" Faced with this record, we can only conclude that the North Carolina General Assembly enacted the challenged \nprovisions of the law with discriminatory intent. Accordingly, we reverse the judgment of the district court to the \ncontrary and remand with instructions to enjoin the challenged provisions of the law.\"\n\nId., at 214-15 (emphasis added).\n\nDespite the Fourth Circuit's strongly worded decision and conclusion that the law was enacted with discriminatory \nintent, North Carolina asked the Supreme Court to stay the Fourth Circuit's decision, claiming that the state did not \nhave sufficient time to make changes before the November 2016 general election. The Supreme Court granted the \nState's request for a stay. As a result, the law remained in effect for the November 2016 general election until the \nSupreme Court eventually denied North Carolina's petition for certiorari on the merits in May 2017.\n\nVoters and Voting Rights Advocates Forced to Commence Litigation to Restore Illegally Purged North Carolina \nMinority Voters to the Registration Rolls ahead of the November 2016 General Election\n\nNorth Carolina State Conference of the NAACP v. North Carolina State Board of Elections, Case No. 1:16CV1274, \n2016 WL 6581284 (M.D.N.C., 2016)(order granting preliminary relief); and North Carolina State Conference of \nNAACP v. Bipartisan Board of Elections and Ethics Enforcement, Case No. 1:16CV12742018, WL 3748172 \n(M.D.N.C. 2018)(order granting Plaintiffs' motion for summary judgment and permanent relief): Plaintiffs alleged that \nin the months and weeks immediately preceding the November 2016 general election, boards of elections in three \nNorth Carolina counties - Beaufort, Moore, and Cumberland -improperly canceled thousands of voter registrations \nof predominantly African American voters for changes of residency on the basis of single mailings returned as \nundeliverable. Specifically, Plaintiffs alleged that a handful of private individuals brought coordinated and targeted \nen masse challenges to voter registrations on change-of-residency grounds pursuant to North Carolina's voter \nchallenge statute, N.C. Gen. Stat. [Sec.] 163-85, et seq. and that this process violated Section 2 of the VRA, \nSection 8 of the NVRA and the Equal Protection Clause of the Fourteenth Amendment. The Court granted a \npreliminary injunction in favor of the Plaintiffs to restore impacted voters to the registration rolls ahead of the \nNovember 2016 general election and subsequently granted Plaintiffs' motion for summary judgment to permanently \nenjoin the practice.\n\nVoters and Advocates File a Successful Post-Shelby Racial Gerrymander Challenge to Redistricting Plans in Two \nNorth Carolina Congressional Districts\n\n\n\nCooper v. Harris, 137 S.Ct. 1455 (2017): Filed in October 2013, this case challenged the redistricting of two North \nCarolina congressional districts as racial gerrymanders in violation of the Equal Protection Clause of the Fourteenth \nAmendment. After a bench trial, a three-judge panel of the United States District Court for the Middle District of \nNorth Carolina ruled in favor of the voters. In 2017, the Supreme Court held that deference to the District Court's \nfindings, under a clearly erroneous standard of review, was warranted; finding that race was the predominant factor \nin drawing one district as majority-minority district was not clearly erroneous; the State lacked a strong basis in \nevidence for believing that it needed a majority-minority district in order to avoid liability under [Sec.] 2 of the Voting \nRights Act (VRA) for vote dilution; and finding that racial gerrymandering rather than political gerrymandering was \npredominant factor in drawing the other district as majority-minority district was not clearly erroneous.\n\nSection 2 Litigation Filed to Remedy Dilution of Voting Strength of Black Voters in Jones County, North Carolina \nDue to At-Large Method of Electing County Commissioners\n\nHall v. Jones Cty. Bd. of Commissioners, No. 4:17-cv-00018 (E.D.N.C. Aug. 23, 2017): Plaintiffs challenged the at-\nlarge scheme of electing members to the Jones County, NC Board of Commissioners under Section 2 of the Voting \nRights Act. Due to the at-large method of electing members to the Jones County Board of Commissioners, which \ndiluted the voting strength of African American voters, no African American candidates had been elected to the \nJones County Board of Commissioners since 1998. The parties eventually settled the matter with an agreement \nthat the Board of Commissioners would implement a seven single-member district electoral plan, including two \nsingle-member districts in which African-American voters constitute a majority of the voting-age population.\n\nVoting Rights Advocates Forced to Commence Litigation Challenging a North Carolina Law Restructuring the \nGreensboro City Council which also Prohibited Voters from Changing the Restructuring Via Referendum\n\nCity of Greensboro v. Guilford County Board of Elections, 251 F.Supp.3d 935 (M.D.N.C. 2017). In 2015, after the \nShelby decision, North Carolina enacted a bill which restructured the Greensboro City Council and eliminated the \nability of voters to change the restructuring via a referendum. Plaintiffs alleged the legislature's plan diluted the \nvoting strength of African American voters and violated other traditional redistricting principles, including one \nperson, one vote and not pairing incumbents against each other, and that the prohibition against restoring the \nprevious plan via a referendum was unconstitutional. The Plaintiffs eventually prevailed on their claims that the \nprohibition against a referendum and the violation of one person, one vote violated the Constitution. Because the \ncourt found in favor of the Plaintiffs on these claims, the court did not reach the issue of whether the plan was a \nracial gerrymander.\n\nVoters and Voting Rights Advocates Bring Litigation Successfully Challenging North Carolina's Racially \nGerrymandered State Legislative and\n\nCongressional Redistricting Plans\n\nDickson v Rucho, No. 11 CVS 16896 (N.C.Super. July 8, 2013): This is a state court action challenging North \nCarolina's racially gerrymandered state legislative and congressional redistricting plans. The state courts upheld the \nplans. Plaintiffs sought review by the United States Supreme Court. In April 2015, the Supreme Court granted \ncertiorari and remanded the case to the state Supreme Court in light of the Court's ruling in Alabama Legislative \nBlack Caucus v. Alabama. On remand, in a 4-3 decision, the state Supreme Court affirmed its earlier opinion. On \nMay 30, 2017, the United States Supreme Court again granted certiorari and reversed and remanded the case for \nfurther consideration in light of Cooper v. Harris and North Carolina v. Covington. On February 7, 2018, the day \nafter the United States Supreme Court's ruling in Covington precluded the special master's new House districts in \nWake and Mecklenburg counties from going into effect, Plaintiffs filed an emergency motion in this state court \nproceeding, seeking relief from the state constitutional violations in the Wake and Mecklenburg County state house \ndistricts. On February 12, 2018, the state court three-judge panel denied that motion but entered judgment in \nPlaintiffs' favor.\n\nFederal Court Determined that 28 North Carolina Legislative Districts were Unconstitutional Racial Gerrymanders in \nViolation of the Constitution\n\n\n\nCovington v. North Carolina, 316 F.R.D. 117 (M.D.N.C. 2016), aff'd, 137 S. Ct. 2211 (2017): Federal court litigation \nfiled in 2015 challenged the racial gerrymandering of the state's legislative districts in 2011. On August 11, 2016, a \nthree-judge panel unanimously found that 28 of the State's districts were racially gerrymandered and ordered all of \nthose districts to be redrawn after the 2016 election. In another unanimous ruling on November 29, 2016, the three-\njudge panel ordered the General Assembly to redraw the racially gerrymandered house and senate districts, which \nwas upheld by the Supreme Court. On October 26, 2017, the Court issued an order appointing a special master to \nassist in evaluating the districts and in developing an appropriate remedial plan. The special master submitted his \nproposed remedial plan on December 1, 2017, and the Court issued a unanimous Order incorporating his \nrecommendations on January 19, 2018.\n\nNorth Dakota\n\nSpirit Lake Tribe and Native American Voters Challenge North Dakota's Strict Voter ID Law\n\nBrakebill v. Jaeger, Civil Action No. 18-1725 (D.N.D. 2018): Plaintiffs secured a preliminary injunction prohibiting \nenforcement of a strict voter ID law which negatively impacted Native American voters.\n\nHowever, after the District Court granted preliminary relief, the state appealed to the Eighth Circuit for an \nemergency stay of the court's order and the Supreme Court, in a split decision, declined to overturn the stay while \nthe litigation of the case on the merits continues.\n\nOhio\n\nSixth Circuit Reverses Trial Court Decision Finding that Modifications to the State's Early Voting Rules Violated the \nFourteenth Amendment by Burdening the Right to Vote of African Americans\n\nOhio Democratic Party v. Husted, Case No. 16-3561 (6th Cir. 2015): In May of 2015, state and county political \nparties and three individual voters filed suit challenging modifications to state's early voting rules, contending that \nthe changes violated the Equal Protection Clause of the Fourteenth Amendment. After the District Court found in \nfavor of the Plaintiffs, enjoined enforcement of the statute and found it placed impermissible disparate burden on \nAfrican-American voters, the Sixth Circuit reversed, concluding that the state's justifications for the changes \noutweighed the burden on African American voters and that the changes did not have a disparate impact.\n\nTennessee\n\nAdvocates Filed Suit to Challenge a Tennessee Law Imposing Severe Restrictions on Voter Registration Activity \nwith Criminal and Civil Penalties that was Enacted in the Wake of Successful Registration Drives in 2018 Targeting \nMinority and Underserved Communities\n\nTennessee State Conference of the N.A.A.C.P. v. Hargett, Case No. 3:19-cv-00365 (M.D.Tenn. 2019) and League \nof Women Voters of Tennessee v. Hargett, 3:19-cv-00385 (M.D.Tenn. 2019): Voting advocates filed two lawsuits in \n2019 challenging the enactment of a Tennessee law which imposes severe restrictions on voter registration \nactivity by community groups and third parties and includes criminal and civil penalties for failures to comply with \nthe law. The law was enacted in the wake of successful large- scale voter registration initiatives in the state in 2018 \nwhich targeted minority and underserved communities. Defendants filed motions to dismiss in both cases which are \ncurrently pending.\n\nTexas\n\nVoters, Voting Rights Advocates, and Congressional Representative Forced to Commence Litigation to Invalidate \nRacially Discriminatory Strict Texas Voter ID Law\n\nVeasey v. Abbott, 888 F.3d 792 (5th Cir. 2018): This is a Federal court action challenging the Texas voter ID law \nunder Section 2 of the VRA and the U.S. Constitution. In October 2014, the district judge ruled in Plaintiffs' favor on \nall claims and blocked the law, holding that it violates Section 2 of the VRA, constitutes an unconstitutional burden \n\n\n\non the right to vote, amounts to a poll tax, and was motivated in part by a racially discriminatory purpose. In August \n2015, the Fifth Circuit Court of Appeals upheld the district court's ruling that the State's restrictive photo ID \nrequirement violated Section 2 of the Voting Rights Act. The appeals court upheld the finding of discriminatory \neffect under Section 2, but remanded on the issue of discriminatory intent, asking the lower court to re-examine the \nevidence. In July 2016, the en banc court affirmed the district court's finding of discriminatory effect under Section \n2, and remanded the case to the district court for further fact-finding on the discriminatory intent claim. On April 10, \n2017, the Court issued a decision re-affirming its prior determination that SB 14 was passed, at least in part, with a \ndiscriminatory intent. On June 1, 2017, Texas passed SB5, which it claimed remedied the effects of SB 14. While \nSB 5 shares provisions in common with the court-ordered interim remedy, there are aspects of concern, including a \nharsh felony penalty (up to two years of imprisonment) for voters who inappropriately use the affidavit process for \nvoting in-person without an acceptable photo ID. On August 23, 2017, the court granted declaratory relief, holding \nthat SB 14 violates Section 2 of the VRA and the 14th and 15th Amendments to the U.S. Constitution. The court \nenjoined SB 14 and SB 5, finding that the new law \"perpetuates SB 14's discriminatory features.\" On April 27, \n2018, the Fifth Circuit issued its opinion \"reversing and rendering\" the district court's order for permanent injunction \nand further relief, finding that the district court had abused its discretion, and further finding that SB 5 constituted an \neffective remedy \"for the only deficiencies in SB 14,\" and that there was no equitable basis for subjecting Texas to \nongoing federal election scrutiny under Section 3(c) of the Voting Rights Act.\n\nVoters and Voting Rights Advocates File Suit to Remedy Dilution of Voting Strength of Latino Voters in Texas Due \nto At-Large Method of Electing Statewide Judges\n\nLopez v. Abbott, 339 F. Supp. 3d 589 (S.D. Tex. 2018): In 2016, Plaintiffs challenged Texas' method of using at-\nlarge elections to elect judges to the two courts of last resort in the state, the Supreme Court of Texas and the \nTexas Court of Criminal Appeals. The lawsuit alleged that the statewide method of electing judges to these courts is \ndiscriminatory and denies Latinos an equal opportunity to elect candidates of their choice. In Texas, whites vote as \na bloc resulting in the defeat of candidates supported by the Latino community. If the election process was changed \nfrom statewide to single districts, two districts could be created with a majority of CVAP of Latino voters, increasing \nthe likelihood that Latino voters could overcome the bloc voting of White voters and have the chance to elect \ncandidates of their choice to these courts. However, the court ultimately ruled for the Defendants, holding Plaintiffs \ncould not show under the totality of the circumstances that the lack of electoral success by Latino-preferred \ncandidates for high judicial office is on account of race rather than other factors, including partisanship.\n\nVoting Rights Advocates Successfully Challenged Texas' Illegal Flagging of Naturalized Citizens for Removal from \nVoter Rolls\n\nTexas League of United Latino American Citizens v. Whitley, No. 5:19-cv-00074 (W.D. Tex. February 27, 2019): In \nlate January 2019, David Whitley, Texas' Secretary of State, sent Texas counties a list containing 95,000 registered \nvoters and directing the counties to investigate their voting eligibility. The list was based on DMV data the state \nknew was flawed and would necessarily sweep in thousands of citizens who completed the naturalization process \nafter lawfully applying for a Texas drivers' license. Naturalized citizens are entitled to full voting rights under \nConstitution. Voting rights advocates filed lawsuits challenging the purging of voters based upon this flawed \nprocess. The case was eventually settled after the U.S. District Court in Texas granted a motion for preliminary \ninjunction, enjoining the removal of voters from the rolls based upon this flawed process.\n\nVoter and Voting Rights Advocates Successfully Challenge Law Restricting Language Assistance for Voters with \nLimited English Proficiency\n\nOCA-Greater Houston v. Texas, 867 F.3d 604 (5th Cir. 2017): Litigation was commenced on August 6, 2015, under \nSection 208 of the VRA challenging a provision of the Texas Election Code that requires interpreters to be \nregistered to vote in the same county as the voter who needs assistance. This state requirement unduly restricts the \nrange of individuals who are permitted to provide language assistance. The Court found, \"In short, the State \nDefendants get the VRA wrong...the Texas Code Interpretation Provisions, restrict voter choice in a manner \ninconsistent with the Federal Voting Rights Act.\" The county defendants agreed to settle in light of the decision. In \n\n\n\nthe settlement, the county agreed to revise the poll worker manual and to change the training procedure for \ninterpreter requirements to be consistent with Section 208 of the VRA. The County will also maintain data of Section \n208 violations that are reported to them. On August 16, 2017, the Fifth Circuit Court of Appeals affirmed the district \ncourt ruling that the Texas law, which requires interpreters to be registered voters, violates the VRA. The Fifth \nCircuit decision also affirmed the district court's finding that the plaintiff organization, OCA-Greater Houston, had \nsatisfied its standing requirement.\n\nVoters, State and Federal Legislators, and Voting Rights Advocates Successfully Challenged Texas' Redistricting \nPlan That Diluted Strength of Latino Voters\n\nAbbott v. Perez, 138 S. Ct. 2305, 201 L. Ed. 2d 714 (2018): During the initial challenge to Texas' redistricting plan, \nTexas was denied Section 5 preclearance. Following the decision in Shelby, Plaintiffs again challenged Texas' \nmaps that did not provide for a new Latino-majority congressional seat. The Court concluded that the congressional \ndistricting plans diluted Latino voting strength and were intentionally discriminatory against Latinos and African \nAmericans. The case was tried a third time, focusing on Texas State House Districts, and the Plaintiffs prevailed \nagain. Defendant appealed the District Court's rulings to the United States Supreme Court. On June 25, 2018, the \nSupreme Court reversed the District Court's rulings in Plaintiffs' favor with the exception of House District 90 in Fort \nWorth.\n\nVoters and Voting Rights Advocates Commence Litigation to Challenge a Waller County, Texas Early Voting \nScheme That Did Not Provide a Polling Place for HBCU Prairie View AandM University Voters\n\nAllen v. Waller Cty., Tex., No: 4:18-cv-03985 (S.D. Tex. filed Oct. 22, 2018): On October 22, 2018, advocates filed a \nfederal lawsuit against election officials in Waller County, Texas, who refused to provide any early voting location on \nthe campus of Prairie View AandM University (PVAMU), an historically Black university, during early voting for the \n2018 general election. Plaintiffs contend the County has provided fewer early voting opportunities to PVAMU \nstudents who are one of the highest users of this opportunity as compared to other voters in Waller County. Waller \nCounty has moved to dismiss Plaintiffs' First Amended Complaint and that motion is currently pending.\n\nDistrict Court in Texas Determines that Redistricting Plan for the City of Pasadena, Texas City Council that was \nAdopted in the Wake of the Shelby Decision Diluted the Voting Strength of Latino Voters and was Enacted with \nDiscriminatory Intent\n\nPatino v. City of Pasadena, Texas, 230 F.Supp.3d 667 (S.D.Tex. 2017): Latino voters filed suit against the City of \nPasadena, Texas alleging that city's change from an eight single-member district plan for electing city council \nmembers to a plan with six single-member districts and two at-large districts, in 2014 - after the Shelby decision, \ndiluted Latino voting strength in violation of Section 2 of the VRA and Fourteenth and Fifteenth Amendments to the \nConstitution. Following a bench trial, the Court ruled in favor of the Plaintiffs on both their Section 2 and \ndiscriminatory intent claims and ordered the restoration of the eight single member district plan for the 2017 city \ncouncil election. The District Court noted that this was one of the first lawsuits brought to remedy a discriminatory \nredistricting plan enacted in the wake of the Shelby decision. Defendant's request for a stay of the District Court's \nremedial order was denied by the District Court and Fifth Circuit.\n\nUtah\n\nLawsuit Filed Against San Juan County, Utah for the Failure to Provide Effective Language Assistance and In-\nPerson Early Voting Sites for Navajo Nation Voters\n\nNation Human Rights Comm'n v. San Juan County, 216CV00154JNPBCW, 2017 WL 3976564, at *1 (D. Utah Sept. \n7, 2017). San Juan County, Utah is home to a substantial Native American population. The County moved to all-\nmail balloting in 2014. Coupled with a lack of sufficient in-person early voting sites serving the Navajo Nation's \nvoters, Plaintiffs argued that the county failed to provide effective language assistance to its Native American \npopulation. Following a period of intense and sometimes contentious litigation, the parties reached a settlement in \nwhich the county agreed to 1) provide in-person language assistance on the Navajo reservation for the 28 days \n\n\n\nprior to each election through the 2020 general election; 2) maintain three polling sites on the Navajo reservation for \nelection day voting, including language assistance; and 3) to take additional action to ensure quality interpretation of \nelection information and materials in the Navajo language.\n\nWashington, D.C.\n\nVoting Advocates File Suit Challenging the Decision by the Election Assistance Commission's Executive Director, \nBrian Newby, to Include Proof of Citizenship Requirement on Federal Registration Form Instructions\n\nLeague of Women Voters of United States v. Newby, 838 F.3d 1 (D.C. Cir. 2016): In January 2016, EAC Executive \nDirector Brian Newby, acting without input from the EAC Commissioners, issued notice to Alabama, Georgia, and \nKansas that the federal registration form instructions would be amended to allow these states to require citizenship \ndocuments from applicants who use the federal registration form. Plaintiffs filed suit to enjoin Newby's action and \nthe United States Court of Appeals for the District of Columbia Circuit preliminarily enjoined the EAC from changing \nthe federal voter registration form after the District Court for the District Court of Columbia denied Plaintiffs' motion \nfor a preliminary injunction. The parties have fully briefed cross-motions for summary judgment and the action \nremains pending.\n\nn1 National Commission on Voting Rights, Protecting Minority Voters: Our Work Is Not Done (2014).\n\nn2 The Senate passed the reauthorization bill 98-0 and the House 390-33. Congress.Gov, H.R.9 - Fannie Lou \nHamer, Rosa Parks, and Coretta Scott King Voting Rights Act Reauthorization and Amendments Act of 2006 \n(2006), https://www.congress.gov/bill/109th-congress/house-bill/9/all-actions?overview=closedandq=%7B%22roll-\ncall-vote%22%3A%22all%22%7D.\n\nn3 570 U.S. 529 (2013).\n\nn4 United States Department of Justice, About Section 5 of the Voting Rights Act (2017), \nn5 \"Throwing out preclearance when it has worked and is continuing to work to stop discriminatory changes is like \nthrowing away your umbrella in a rainstorm because you are not getting wet.\" Shelby Cty., Ala. v. Holder, 570 U.S. \n529, 590 (2013) (Ginsburg, J., dissenting).\n\nn6 United States Department of Justice, About Section 5 of the Voting Rights Act (2017), \nn7 Mark A. Posner, The Real Story Behind the Justice Department's Implementation of Section 5 of the VRA: \nVigorous Enforcement, as Intended by Congress, 1 Duke J. Const. L. and Pub. Pol'y 79, 102, 104-05 (2006).\n\nn8 See Ryan J. Reilly, Harsh Texas Voter ID Law 'Immediately' Takes Effect After Voting Rights Act Ruling, \nHuffington Post (June 25, 2013 2:04 PM), https://www.huffpost.com/entry/texas-voter-id-law_n_3497724.\n\nn9 N. Carolina State Conference of NAACP v. McCrory, 831 F.3d 204, 214 (4th Cir. 2016).\n\nn10 United States Department of Justice, Section 5 Changes by Type and Year (2015), \nn11 Henry County Board of Commissioners, Notice of Change of Polling Places (January 23, 2019), \nhttp://www.co.henry.ga.us/Departments/D-L/Elections-Registration.\n\nn12 Vanessa Williams, Ill-Fated Plan to Close Polling Places in Georgia County Recalled Lingering Prejudice, \nWashington Post (August 24, 2018), available at: https://www.washingtonpost.com/politics/ill-fated-plan-to-close-\n\n\npolling-places-in-georgia-county-recalled-lingering-prejudice/2018/08/24/6cad0ee6-a78c-11e8-97ce- \ncc9042272f07_story.html?utm_term=.f21a24b830ee\n\nn13 Daily Report, Notice of Polling Place Location Changes (March 7, 2018), \nn14 Elbert County Board of Commissioners, Notice Of Proposal To Consolidate Elbert County Voting Precincts \n(2018), https://nearme.elberton.com/local-business/Elbert-County-Board-of-Commissioners/Public-Notice/Notice-\nOf-Proposal-To-Consolidate-Elbert-County-Voting-Precincts-By-Elbert-County-Board-Of- Commissioners-In-\nElberton-Georgia.\n\nn15 Kristina Torres, Fulton OKs Polling Site Changes in Mostly African-American Precincts, Atlanta Journal \nConstitution (July 13, 2017), https://www.ajc.com/news/state--regional-govt--politics/fulton-oks-polling-site-changes-\nmostly-african-american-precincts/BOR4EHJnhNkXa9E32JQU8L/.\n\nn16 http://www.fayettecountyga.gov/elections/pdf/Quick-Facts-with-Maps.pdf\n\nn17 Kristina Torres, Cost-cutting Moves Spur Fears about Reducing Access to Georgia voters, Atlanta Journal- \nConstitution (October 11, 2016), available at: https://www.ajc.com/news/state--regional-govt--politics/cost-cutting-\nmoves-spur-fears-about-reducing-access-georgia-voters/qu9llnbKd6dSl6yblbB68M/\n\nn18 Jeremy Timmermann, Board of Elections Settles on 33 Precincts, The Telegraph (June 10, 2015), available at: \nn19 Laura Grace and Morgan Conley, Election Protection 2018 Midterm Elections Preliminary Report, (2018) \nn20 Id.; Martin v. Kemp, 341 F.Supp.3d 1326 (N.D.Ga. 2018)(blocking practice of rejecting absentee ballots based \nupon signature match and allowing voters the opportunity to cure the issue); Martin v. Crittenden, 347 F.Supp.3d \n1302 (N.D.Ga. 2018)(blocking practice of rejecting absentee ballots based upon immaterial or minor errors on the \nabsentee ballot envelope).\n\nn21 Democratic Executive Committee of Fla. v. Detzner, 347 F.Supp.3d 1017 (N.D.Fla. 2018).\n\nn22 Laura Grace and Morgan Conley, \"Election Protection 2018 Midterm Elections Preliminary Report,\" (2018) \nn23 Id.\n\nn24 United States Department of Justice, About Section 5 of the Voting Rights Act (2017), \nn25 Id.\n\nn26 See Understanding the Benefits and Costs of Section 5 Pre-clearance: Hearing Before the S. Comm. on the \nJudiciary, 109th Cong. 20 (2006) (statement of Armand Derfner, Voting Rights Att'y, Derfner, Altman and Wilborn).\n\nn27 Veasey v. Abbott, 830 F.3d 216 (5th Cir. 2016); Veasey v. Abbott, 888 F.3d 792 (5th Cir. 2018).\n\n\nn28 See Morales v. Handel, Civil Action No. 1:08-CV-3172, 2008 WL 9401054 (N.D.Ga. 2008).\n\nn29 See Georgia State Conference of the NAACP v. Kemp, Civil Action No. 2:16-cv-00219-WCO (N.D.Ga. 2016).\n\nn30 See Georgia House Bill 268 as enacted in the 2017 Georgia Legislative Session, \nhttp://www.legis.ga.gov/Legislation/20172018/170669.pdf.\n\nn31 See Georgia Coalition for the People's Agenda v. Kemp, 1:18-CV-04727-ELR (N.D..Ga. 2018).\n\nn32 Jim Malewitz and Lindsay Carbonell, Texas' Voter ID Defense Has Cost $3.5 Million, THE TEXAS TRIBUNE \n(June 17, 2016, 6:00 AM), https://www.texastribune.org/2016/06/17/texas-tab-voter-id-lawsuits-more-35-million/.\n\nn33 See Georgia State Conference of NAACP v. Hancock Cty. Bd. of Elections and Registration, No. 5:15-CV-\n00414 (CAR), 2018 WL 1583160, at *1 (M.D. Ga. Mar. 30, 2018).\n\nn34 See Georgia State Conference of the NAACP v. State of Georgia, 269 F. Supp. 3d 1266 (N.D. Ga. 2017).\n\nn35 Stanley Dunlap, Macon-Bibb Polling Location OK'd After Sheriff's Precinct Nixed, The Telegraph May 16, 2016, \n7:27 PM), http://www.macon.com/news/local/article77920442.html.\n\nn36 These were Texas drivers' licenses, Texas personal identification cards, United States passports, United \nStates naturalization papers, United States military identification, Texas licenses to carry a concealed handgun, and \nTexas Election Identification Certificates. Tex. Elec. Code Ann. [Sec.] 63.0101.\n\nn37 Texas v. Holder, 888 F. Supp. 2d 113 (D.D.C. 2012).\n\nn38 Texas v. Holder, 570 U.S. 928 (2013).\n\nn39 See Ryan J. Reilly, Harsh Texas Voter ID Law 'Immediately' Takes Effect After Voting Rights Act Ruling, \nHuffington Post (June 25, 2013 2:04 PM), https://www.huffpost.com/entry/texas-voter-id-law_n_3497724.\n\nn40 The suits were consolidated under Marc Veasey v. Greg Abbott, 265 F. Supp. 3d 684 (S.D. Tex. 2017).\n\nn41 Veasey v. Perry, 71 F. Supp. 3d 627, 659-77 (S.D. Tex. 2014), aff'd in part, vacated in part, remanded sub \nnom. Veasey v. Abbott, 796 F.3d 487 (5th Cir. 2015), on reh'g en banc, 830 F.3d 216 (5th Cir. 2016), and aff'd in \npart, vacated in part, rev'd in part sub nom. Veasey v. Abbott, 830 F.3d 216 (5th Cir. 2016).\n\nn42 Veasey v. Abbott, 830 F.3d 216 (5th Cir. 2016). The district court had also found that SB 14 was enacted, at \nleast in part, with discriminatory intent, a prerequisite of a constitutional violation, but the issue was remanded for \nfurther fact-finding. On remand, the district court reaffirmed its finding of discriminatory intent. On appeal from that \nruling, the Fifth Circuit reversed, not on the merits, but because by then the Texas Legislature had enacted a new \nlaw that substantially remediated the discriminatory effects of SB 14, according to that court.\n\nn43 Perez v. Perry, No. SA-11-CV-360, 2014 WL 2533801, at *1 (W.D. Tex. June 5, 2014) (Texas Photo ID); \nUnited States v. Texas, No. 5:11-cv-00360(W.D. Tex.) (legislative redistricting); United States v. North Carolina, No. \n13- cv-861 (M.D.N.C. Feb. 6, 2014) (state omnibus voting law); United States v. City of Eastpointe, No. 4:17-CV-\n10079, 2019 WL 1379974, at *1 (E.D. Mich. Mar. 27, 2019) (vote dilution).\n\nn44 Texas State Conference of NAACP Branches v. Steen No. 2:13-cv-291 (S.D. Tex.2013) , consolidated \nunderVeasey v. Abbott, No. 2:13-cv-00193 (NGR) (S.D. Tex. 2013)Texas Photo ID law); Georgia State Conference \nofNAACP v. Hancock Cty. Bd. of Elections and Registration, No. 5:15-CV-00414 (CAR), 2018 WL 1583160, at \n*1(M.D. Ga. 2018) (voter purge); Georgia State Conference of NAACP v. Gwinnett Cty. Bd. of Registrations \nandElections, No. 1:16-cv-2852-AT, 2017 BL 344388 (N.D. Ga. 2017) (vote dilution); Georgia State Conference of \ntheNAACP v. Emanuel County Board of Commissioners, No. 6:16-cv-00021 (S.D. Ga. Feb 23, 2016) (creation of \ntwomajority-minority single-member districts for seven member Board of Education); Navajo Nation Human \n\nhttp://www.legis.ga.gov/Legislation/20172018/170669.pdf\n\nRightsComm'n v. San Juan Cty., No. 2:16-CV-00154 JNP, 2016 WL 3079740, at *1 (D. Utah May 31, 2016), \nvacated(June 16, 2016) access to in-person absentee voting and language assistance); Lopez v. Abbott, 339 F. \nSupp. 3d 589(S.D. Tex. 2018) (vote dilution); Georgia State Conference of the NAACP v. Kemp for Georgia, No. \n1:17-CV-1397-TCB, 2018 WL 2271244, at *1 (N.D. Ga. 2018) (challenge to exact match process for voter \nregistration); AlabamaState Conference of NAACP v. State, 264 F. Supp. 3d 1280 (M.D. Ala. 2017) (vote dilution); \nGeorgia StateConference of NAACP v. State, 269 F. Supp. 3d 1266 (N.D. Ga. 2017) (racial gerrymander); Hall v. \nJones CountyBoard of Commissioners, No. 4:17-cv-00018 (E.D.N.C. Feb. 13, 2017) (vote dilution); Georgia Coal. \nfor People'sAgenda, Inc. v. Kemp, 347 F. Supp. 3d 1251 (N.D. Ga. 2018) (challenge to new statute reinstituting \nexact match forvoters registration); Thomas v. Bryant, 366 F. Supp. 3d 786, 2019 BL 52194 (S.D. Miss. 2019) (vote \ndilution);MOVE Texas Civic Fund v. Whitley, No. 3:19-cv-00041 (S.D. Tex. Feb. 4, 2019) (voter purge).\n\nn45 The last Voting Rights Act complaint filed by the United States was a vote dilution claim filed on January \n10,2017. United States v. City of Eastpointe, No. 4:17-CV-10079, 2019 WL 1379974, at *1 (E.D. Mich. 2019).\n\nn46 Hall v. Jones County Board of Commissioners, No. 4:17-cv-00018 (E.D.N.C. Feb. 13, 2017) (vote \ndilution);Georgia State Conference of NAACP v. State, 269 F. Supp. 3d 1266 (N.D. Ga. 2017) (racial \ngerrymander);Georgia Coal. for People's Agenda, Inc. v. Kemp, 347 F. Supp. 3d 1251 (N.D. Ga. 2018) (challenge \nto new statute reinstituting exact match for voter registration); Thomas v. Bryant, 366 F. Supp. 3d 786,2019 BL \n52194 (S.D. Miss. 2019)(Racial gerrymander); MOVE Texas Civic Fund v. Whitley, No. 3:19-cv-00041(S.D. Tex. \nFeb. 4, 2019).\n\nn47 Hall v. Jones County Board of Commissioners, No. 4:17-cv-00018 (E.D.N.C. Feb. 13, 2017) (creation of \ntwosingle-member, majority-minority districts for seven member Board of County Commissioners); GA \nStateConference of the NAACP v. Emanuel County Board of Commissioners, No. 6:16-cv-00021 (S.D. Ga. Feb 23, \n2016)(creation of two majority-minority single-member districts for seven member Board of Education).\n\nn48 570 U.S. 529 (2013).\n\nn49 National Commission on Voting Rights, Protecting Minority Voters: Our Work Is Not Done 13 (2014).\n\nn50 Id. at 57.\n\nn51 Determination Letter from Deval L. Patrick, Acting Assistant Att'y Gen., U.S. Dep't of Justice, to state of La. \n(Aug. 12, 1996), available at https://www.justice.gov/sites/default/files/crt/legacy/2014/05/30/LA-2310.pdf .\n\nn52 Determination Letter from Isabelle Katz Pinzler, Acting Assistant Att'y Gen., U.S. Dep't of Justice, to state of \nS.C. (Apr. 1, 1997), available at https://www.justice.gov/sites/default/files/crt/legacy/2014/05/30/SC-2090.pdf .\n\nn53 Determination Letter from Ralph F. Boyd, Jr., Assistant Att'y Gen., U.S. Dep't of Justice, to state of Ariz. \n(May,20 2002), available at https://www.justice.gov/sites/default/files/crt/legacy/2014/05/30/l_020520.pdf .\n\nn54 Texas v. United States, 887 F. Supp. 2d 133, 138, 152, 161-162, 177 (D.D.C. 2012).\n\nn55 Order Granting Plaintiff's Application for a Temporary Restraining Order at 1-3, 6 Miguel Hernandez Chapter of \nthe Am. GI Forum v. Bexar Cty., No. 5:03-cv-00816 (W.D. Tex. 2003), available at \nhttp://www.clearinghouse.net/chDocs/not_public/VR-TX-0420-0002.pdf; Testimony of Nina Perales, Reg'l Counsel, \nMexican Am. Legal Def. and Educ. Fund, Southwest Regional Hearing 51 (Apr. 7, 2005) (on file with the Lawyers' \nCommittee).\n\nn56 Young v. Fordice, 520 U.S. 273, 291 (1997); Determination Letter from Isabelle Katz Pinzler, Acting Assistant \nAtt'y Gen., U.S. Dep't of Justice, to State of Mississippi (Sept. 22, 1997), available at \n\nn57 See Determination Letter from Loretta King, Acting Assistant Att'y Gen., U.S. Dep't of Justice, to State of \nGeorgia (May 29, 2009), available at https://www.justice.gov/crt/voting-determination-letter-58; Complaint at \n[paras.] 33-40, Morales v. Handel, No. 1:08-cv-3172 (N.D. Ga. October 9, 2008); See also Morales v. Handel, No. \n1:08- CV-3172, 2008 WL 9401054 (N.D. Ga. Oct. 27, 2008).\n\nn58 Greater Birmingham Ministries v. Merrill, 284 F.Supp.3d 1253 (N.D.Ala. 2018).\n\nn59 Kansas voters also filed a state court challenge to a two-tier voter registration system adopted by Kobach \nwhich purported to limit persons using the federal voter registration form to voting in federal elections, but not in \nstate or local elections. See Belenky v. Kobach, Case No. 2013CV1331 (District Court of Shawnee County, KS \n2013).\n\nRead this original document at: http://docs.house.gov/meetings/JU/JU10/20190625/109701/HHRG-116-JU10-\nWstate-ClarkeK-20190625.pdf\n"}