{"title": "Higher Pay For Low-Wage Earners? Get tough with illegal immigration.", "body": "\nThe United States in general, and the Democratic Party in particular, face a direct conflict between two historic \ngoals: increasing real incomes for working-class Americans and the maintenance of a relatively open and \ncompassionate immigration policy. Real incomes of low-wage American workers have been falling for almost two \ndecades, and there is strong reason to suspect that the arrival of large numbers of unskilled people from abroad, \nmany of whom are illegal immigrants, has been an important reason for that decline. It is unlikely that real wages \nof U.S. unskilled and semi-skilled workers will recover unless the flow of undocumented workers into the country is \nsharply reduced.\n\nDespite debates over magnitudes, the evidence is now overwhelming that real wages for U.S. non-supervisory \nproduction workers have declined in recent years. U.S. government data show that such hourly wages rose steadily \nfrom World War II to a peak in 1973 and then declined by about 13 percent by 1991. Real weekly wages of U.S. \nproduction workers fell by about 19 percent, the difference representing the growing role of part-time workers. This \ndecline occurred during the Ford, Carter, Reagan and Bush administrations, so it is the result of basic trends in the \neconomy rather than the policies of a particular president.\n\nDuring the same 1973-1991 period, average real per capita disposable income in the United States rose by 27 \npercent. If real per capita incomes rose by more than a quarter in a period during which low-wage Americans saw \ntheir real weekly wages fall by about one-fifth, the distribution of U.S. incomes must have become far more \nunequal.\n\nU.S. government data show that the real incomes of families in the bottom fifth of the population rose steadily from \nthe 1930s until the early 1970s, were relatively constant until 1978 and then fell by about 15 percent to a trough in \n1984. A modest recovery in the next five years still left such incomes about 8 percent below the 1970s peak in \n1989. A Department of Commerce study indicates that the share of total incomes received by the top fifth of U.S. \nfamilies increased sharply between 1970 and 1990, while the shares going to the bottom groups declined.\n\nThere are a number of causes of this decline in real incomes of less-skilled U.S. workers, including rapid growth of \nimports of labor-intensive manufactured goods from low-wage developing countries, which has helped to reduce \nmanufacturing jobs from 31 percent of U.S. employment in 1960 to only 16 percent in 1991. In addition, U.S. labor \ndemand has shifted toward higher professional skill categories, which tends to reduce the relative incomes of less-\nwell-educated Americans. Undocumented immigration, however, may be a larger factor.\n\nThere is no way to know how many illegal immigrants are here, but when such people were offered an opportunity \nto regularize their status a few years ago, 2.3 million people from Mexico alone tried to do so. Press reports suggest \nthat Southern California is particularly inundated, and it is obvious that an increasing share of construction and \nrestaurant jobs in Washington are held by recent arrivals from Latin America and the Caribbean.\n\n\nIf the United States faces an unlimited supply of labor from the south at a wage of about $ 5 per hour, incomes of \nless-skilled Americans will not increase even if economic growth in this country accelerates. If real wages of poorer \nAmericans are to increase and the inequality of incomes is to be reduced, there must be some restriction on the \nforeign supply of low-wage labor, and that means both stricter immigration policies and tougher enforcement \nmeasures.\n\nImmigration of high-skill, professional and technical labor has an effect on the distribution of income that is the \nopposite of the immigration of unskilled people. Adding to the supply of highly educated labor reduces incomes of \nhigh-income Americans and makes the distribution of income more equal. It is not a pleasant conclusion, but it is \ninescapable. If Washington wants to increase incomes of low-wage Americans and reduce the growing inequality \nof U.S. incomes, it must severely restrict the inflow of unskilled workers from abroad and allocate the available \nimmigration quotas to highly educated foreigners.\n\nWhen supply-siders and other \"free market\" economists argue for open immigration policies, it ought to be \nremembered that they usually reflect the views of owners of businesses, who benefit from the abundance of low-\nwage labor that immigrants provide.\n\nIt is Bill Clinton and the Democratic Party who face a nasty conflict over this issue. Low-wage Americans are part of \nthe core constituency of the Democrats, and such people would clearly gain from policies that restrict the \nimmigration of unskilled people from Latin America and the Caribbean. But the Democrats also represent black \nand Latin voters who have personal and political reasons to oppose policies that would restrict entry of more black \nand Spanish-speaking people. Clinton has begun to face this issue, saying that our \"first obligation\" is \"to ensure \nthat immigration laws do not displace American workers.\" But it is going to be a tough issue for Democrats.\n\nThe writer is a professor of economics at the George Washington University.\n"}