{"title": "Spending for Immigrants", "body": "\nHow much does care for illegal immigrants cost? The subject is an emotional one.\n\n  Tensions were evident last fall when Representative Joe Wilson, Republican of South Carolina, shouted ''You lie!'' \nafter President Obama, in a speech before Congress, denied that illegal immigrants would receive free coverage \nunder the Democrats' proposed health care legislation.\n\n  Now, a new study published online in the journal Health Affairs suggests that immigrants, including those here \nillegally, cost the health care system less per person than natives of the United States do. Immigrants also do not \nmake up a disproportionate share of the costs to public programs like Medicaid, the researchers found.\n\n  The study examined health care spending (which includes public, private and out-of-pocket spending) from 1999 \nto 2006 for three groups: native citizens; adult naturalized citizens; and noncitizens, including illegal immigrants.   \n\n  Over all, spending increased across all groups during the study period. But spending for noncitizens was on \naverage about 50 percent less than spending for United States natives, the study found. In 2006, for example, per \ncapita spending for native-born United States citizens was $3,723, while spending for noncitizens was $1,904.\n\n  The government data on which the analysis was based do not break out data for noncitizens who were in the \ncountry illegally. Still, ''we know that their health care costs would certainly be less than those of legal immigrants, \nand far, far less than those of U.S. natives, mostly because they have no legitimate access to the health care \nsystem,'' said Jim P. Stimpson, the study's lead author and an assistant professor of social and behavioral sciences \nat the University of North Texas Health Science Center in Fort Worth.\n\n  A similar pattern emerged for spending on public programs like Medicaid and the Children's Health Insurance \nProgram. Public spending for immigrants, including those here illegally, was slightly lower per capita than \nspending for United States-born natives in each of the eight years studied. \n\n  MICHELLE ANDREWS \n\nhttp://www.nytimes.com\n"}