{"title": "List fouls Utah's immigration debate; Anonymous mailing calls 1,300 illegal", "body": "\nIt's known as \"the list,\" and it has Utah's Latino community in a panic.\n\nThe list -- which was mailed anonymously to federal and state agencies, legislators and news media -- contains \nthe names and detailed personal information about 1,300 people, all with Spanish surnames. The sender says they \nare illegal immigrants and should be deported.\n\nNext to the names: home addresses, phone numbers, Social Security numbers, workplaces and names of children. \nIt lists pregnant women and their due dates.\n\n\"It's the most outrageous thing I've ever seen,\" says Tony Yapias, director of the Utah Latino Project, an advocacy \ngroup, and former director of the state Office of Hispanic Affairs. \"This is the new level of the debate over \nimmigration.\"\n\nHe says he has spoken with about 12 families on the list. Some are legal residents. All are fearful, he says, and \nsome have asked him whether they should leave the state.\n\n\"The phone calls keep coming in with people asking, 'Is my name on the list?' \" Yapias says. \"This has terrorized \nour community.\"\n\nThe personal details indicate the list came from a state database, says Angie Welling, spokeswoman for \nRepublican Gov. Gary Herbert.\n\nHerbert told state agencies to investigate.\n\nWelling says the type of information on the list has investigators focusing on the Department of Workforce \nServices, which handles Medicaid and food stamps; the Labor Commission, which oversees workplace safety; and \nthe Department of Health. The agencies are tracing who has accessed the information recently.\n\nImmigration and Customs Enforcement confirmed that it received the list earlier but would not say whether it is \ninvestigating the people on it.\n\nThe release of the list violates state and federal privacy laws, Welling says.\n\nIt comes as Utah considers a law similar to one in Arizona that makes it a crime to be an illegal immigrant in the \nstate.\n\nThe Arizona law is scheduled to take effect July 29, but seven lawsuits have been filed attempting to halt it, \nincluding one by the Justice Department. Hearings are set for today and July 22.\n\n\n\"The Legislature and governor of Arizona have played a part in unleashing this kind of racial hatred,\" says Mark \nPotokof the Southern Poverty Law Center, a liberal group that tracks hate groups. He says 17 states are \nconsidering similar bills.\n\nUtah state Rep. Stephen Sandstrom, a Republican, says he plans to introduce a bill similar to the Arizona law next \nmonth.\n\nThe list is \"unfortunate,\" he says, but it shows the level of frustration with illegal immigration. He says he expects \nsome illegal immigrants fleeing Arizona to move to Utah. \n\nGraphic\n\n \n\nPHOTO, B/W, (Salt Lake City) Deseret News\n"}