{"title": "AN ILLEGAL ALIEN WORKED 5 YEARS FOR HUFFINGTONS", "body": "\nCalifornia Republican candidate Mike Huffington, whose tough stand against illegal immigration is a cornerstone of \nhis Senate campaign, employed a woman at his Santa Barbara home for about five years who was in the United \nStates illegally, his campaign acknowledges.\n\nThe woman's job ended last year, shortly after Huffington was sworn into office as a freshman congressman and \nseveral months before he announced his bid to challenge Sen. Dianne Feinstein, sources told the Los Angeles \nTimes. The woman had cared for the Huffingtons' two daughters - now ages 3 and 5 - since they were born.\n\nOn Wednesday, after a campaign event in San Diego where he spoke about his support for Proposition 187 - the \nanti-illegal immigration measure on the November ballot - Huffington was asked if he had ever employed an illegal \nimmigrant at his home, which is a violation of federal law. He told the San Diego newspaper reporter that he did \nnot know of any problem.\n\nOn Wednesday evening, however, Huffington's campaign issued a one-sentence response acknowledging that the \nemployee had worked at the home illegally.\n\nHuffington's campaign released five pages of federal documents Wednesday evening, after being questioned about \nthe issue by The Times, to demonstrate that the candidate's wife had tried unsuccessfully to obtain papers that \nwould allow the worker to be in the country legally.\n\nThe candidate's wife, Arianna Huffington, said the couple had paid all the necessary taxes for the woman. She said \nthe woman left the Huffingtons' employment shortly after Michael Huffington was sworn into office in January last \nyear. Arianna Huffington said the woman did not want to make the move to Washington with the Huffingtons \nbecause she was married.\n\nRobb, North Spar\n\nIn Virginia, Oliver North, whose felony convictions were overturned by a federal appeals panel, criticized rival Sen. \nCharles S. Robb for backing federal appeals judges who North says are too soft on criminals.\n\nNorth attacked Robb's votes this year to confirm Rosemary Barkett for the 11th U.S. Circuit Court of Appeals and \nH. Lee Sarokin for the 3rd Circuit.\n\n\"Chuck Robb talks tough about crime, but he's really soft on crime,\" the Republican challenger said at a news \nconference Wednesday.\n\nRobb, a Democrat, called North's comments \"incredible.\"\n\n\n\"If it hadn't been for a couple of soft-on-crime federal judges, he'd be in the slammer and certainly wouldn't be able \nto run for federal office,\" Robb said.\n\nBoth judges were endorsed by their senators and by police organizations in their states, Robb said.\n\nCuomo Up In Polls\n\nThe endorsement of Rudolph Giuliani, a Republican, of Democratic Gov. Mario Cuomo is helping Cuomo catch up \nto GOP challenger George Pataki, two polls released Thursday show.\n\nA poll by the Marist College Institute for Public Opinion had Pataki at 37 percent, Cuomo at 36 percent and \nindependent B. Thomas Golisano at 8 percent, with 17 percent undecided. The margin of error was 3.5 percentage \npoints.\n\nA New York Post-Fox 5 television poll had Pataki at 40 percent, Cuomo at 36 percent, Golisano at 6 percent and 16 \npercent undecided. The margin of error was 3.4 percentage points.\n\nBoth polls were conducted after Giuliani, the Republican mayor of New York City, endorsed Cuomo on Monday.\n\nMarist pollster Lee Miringoff said Cuomo is being aided by Giuliani's endorsement. But the governor is being helped \neven more by the Golisano candidacy, which didn't begin until mid-September.\n\nRepublicans Attack\n\nThe GOP began an ad blitz Thursday designed to sour voters on President Bill Clinton and the Democratic \nCongress.\n\n\"Clinton and his Democrat Congress control Washington, and what do we get?\" says one of three new GOP ads. \n\"More taxes, more spending, more government. That's not what we were promised. And that's not what this country \nneeds.\"\n\nHaley Barbour, chairman of the Republican National Committee, said the ads would cost roughly $ 1.9 million and \ninclude a modest national purchase and heavier buys in targeted markets in 25 or so states, beginning Friday and \nrunning through Election Day.\n\nThe White House quickly counterpunched, suggesting that the GOP ads were proof of Democratic momentum. \n\"They don't suddenly do $ 2 million worth of hit ads unless they are worried,\" said White House chief of staff Leon \nPanetta.\n\nRepublican Lead Thins\n\nA new national poll offered a sliver of evidence to support the White House argument.\n\nA Times Mirror survey of 1,577 registered voters taken Oct. 20-24 found that 47 percent planned to vote Republican \nin their House race, while 44 percent said Democratic. That was an improvement for Democrats over the last Times \nMirror survey, and other polls this week have even shown Democrats with a narrow lead on the question.\n\nGraphic\n\n \n\nPHOTO; (1) Photo By AP - Above: Oliver North campaigns Thursday at a commuter train station in Manassas, Va. \nHe called Wednesday for tougher judges on federal appeals courts. (2) Photo By AP - Right: Mitt Romney hunts for \nvotes in Revere, Mass., Thursday morning. He is challenging Sen. Edward M. Kennedy, D-Mass.\n\n\n"}