{"title": "US-Africa: AGOA 2.0 must embrace Africa’s new common market", "body": "\n The trade landscape on the continent has shifted since the African Growth and Opportunity Act (AGOA) began in \n2000. The US-Africa relationship must do so, too.\n\nThe African Growth and Opportunity Act (AGOA) is set to expire in 2025. That may be the distant future for some, \nbut given the time required to pass trade legislation in the US Congress, it’s the functional equivalent of tomorrow’s \nmid-day meal. Preparation for the post-AGOA trade relationship between the US and Africa needs to begin now.\n\nAGOA has had important successes, but improvements need to be made to the programme.\n\nThe legislation, which removed all tariffs on 6,400 products available for export to the US, helped to move the US-\nAfrica relationship from aid to trade, from donor-recipient to one of mutual benefit and gain.\n\nIn return, the US required only that the nearly 40 participating African countries be making progress on economic \nand political reforms and pose no threat to US national security.\n\nThese conditions constituted a low bar as the number of AGOA countries has been relatively stable since the \nlegislation went into effect in 2000.\n\nIn terms of promoting exports to the US, AGOA has had measured success. Some countries, such as South Africa, \nhave benefited significantly. South Africa’s auto exports to the US under AGOA have created tens of thousands of \njobs in that country and in the auto supply chain in neighbouring countries.\n\nApparel exports from other countries, such as Lesotho, Ethiopia, Mauritius, eSwatini and Kenya, have also created \na similar number of jobs. These apparel exports are important not only for the jobs created but for the labels that \nsay Made in Mauritius, Made in Lesotho and Made in Kenya, for example.\n\nWhen apparel from AGOA-exporting countries are found by American consumers in their favorite stores next to \nclothing from Canada and Mexico, not to mention China, they begin to think about African nations as reliable and \ncost-effective suppliers to American households.\n\nAGOA’s shortcoming is that not enough African countries have benefited on a scale that genuinely moves the \nneedle when it comes to job creation, exports of apparel and how Americans perceive the continent.\n\nThe call by Congress in 2015 for all AGOA beneficiaries to develop export strategies to take advantage of the \nprogramme has borne little fruit as barely half of AGOA countries have created such strategies.\n\nYet other important benefits have been generated by AGOA. It put trade and investment at the centre of the US-\nAfrica relationship, which the Trump administration is trying to deepen through its Prosper Africa initiative.\n\nAGOA is the cornerstone of the US-Africa relationship\n\n\nPassage of the legislation also created an enduring bipartisan consensus between Democrats and Republicans in \nCongress, based on the recognition that the US has interests in Africa worth investing in.\n\nThis bipartisan consensus funded the President’s Emergency Plan for AIDS Relief (PEPFAR), the creation of the \nMillennium Challenge Corporation and, most recently, led to the establishment of the $60bn United States \nInternational Development Finance Corporation, in addition to a host of other programmes. In short, AGOA is the \ncornerstone of the US-Africa relationship.\n\nThe principal challenge to AGOA, apart from the fact that only a small number of nations have taken advantage of \nthe legislation, is the dramatic changes that have occurred in Africa in the 20 years since President Clinton signed \nthe law into effect.\n\nThe region has become home to half of the world’s 20 fastest-growing economies and a middle class in the tens of \nmillions.\n\nThe African Continental Free Trade Agreement (AfCTA) is poised to significantly increase intra-regional trade.\n\nIn addition, China has overtaken the US as the continent’s leading trade partner, the European Union is \nimplementing Economic Partnership Agreements (EPAs) across the continent, and countries such as Turkey, India \nand Russia have become significant commercial actors on the continent.\n\nIt is time, therefore, to update the AGOA framework.\n\nMost specifically, reciprocity needs to replace the non-reciprocal structure of the current trade relationship. AGOA \n2.0 also needs to be developed in a manner consistent with the implementation of the AfCFTA. AGOA’s benefits \nshould be extended past 2025 as long as agreement has been reached on the phase-in of mutually reciprocal trade \nbenefits. The phase-in periods should be different for Africa’s low-income, lower-middle-income and upper-middle-\nincome countries.\n\nRevising the AGOA framework should be a priority in the US-Africa relationship as US goods and services are \nbeing increasingly discriminated against in Africa - at a time when the commercial relationship should be \ndeepening. Given the EPAs, for example, a refrigerator or tractor being exported from an EU country will enter the \nSouth African market with a 4.5% tariff. That same refrigerator or tractor coming from the US will face an 18.4% \ntariff. Not only does this stifle the US-Africa commercial relationship, but it also discriminates against African \nconsumers and companies, who will automatically find American products to be more expensive.\n\nThe Trump administration should jettison its effort to find a single African government with whom to negotiate a \n“model” free trade agreement\n\nThe task of AGOA 2.0, therefore, is not only to level the commercial playing field for US goods and services in \nAfrica, but to do it in such a way that it facilitates the implementation of AfCFTA.\n\nNegotiations for a modernised AGOA framework should be well under way by the time of the next US-Africa trade \nministerial, to be held in Washington in 2020. At the same time, the Trump administration should jettison its time-\nconsuming and unproductive effort to find a single African government with whom to negotiate a “model” free trade \nagreement and should double down on its welcome endorsement of the AfCFTA.\n\nSupporting the implementation of the AfCFTA and ensuring American competitiveness in all of Africa’s markets is \nthe most immediate and important US commercial objective in the region.\n"}