{"title": "St. Louis needs to embrace immigration CAN ST. LOUIS COMPETE? • FINDING A NICHE", "body": "\nHarish Sundaram grew up in Bangalore, which is India's version of Silicon Valley, but he founded his technology \ncompany in St. Louis.\n\nHe came here for a master's degree and a job, and stayed because he liked it here. His 14-year-old Internet \nservices company, OnlyLink, has built an impressive list of customers that ranges from small local firms to giant \ncompanies like Microsoft.\n\nSundaram's story would be a common one in places like Austin or Chicago or the Research Triangle of North \nCarolina. In St. Louis, it's all too rare.\n\nFor one thing, St. Louisans aren't very entrepreneurial. We consistently rank low on measures of business startup \nactivity.\n\nFor another, immigrants are rare here. Just 4 percent of the metro area's residents are foreign-born, well below the \nnational average of 12.5 percent.\n\nThe two shortfalls, in immigration and in entrepreneurial spirit, are related. Various studies show that immigrants \nare far more likely to start businesses than are native-born Americans. Up to half of the technology firms in Silicon \nValley, including Google and Yahoo, were founded or co-founded by immigrants.\n\nIf St. Louis wants to have a more vibrant economy, then, one item on our to-do list is obvious: We must find a way \nto attract more immigrants.\n\n\"There are so many things we need to do to be growing our economy, and this is one of the easy ones,\" says \nRichard Herman, a Cleveland attorney and author of \"Immigrant Inc.: Why Immigrant Entrepreneurs are driving the \nAmerican Economy.\"\n\nImmigration rules are set at the national level, of course, by Congress and the Department of Homeland Security. \nBut Rust Belt cities like Cleveland and St. Louis need to realize that they have a huge stake in the debate.\n\n\"Cities like ours need to have a voice at the national level and say that attracting immigrants to our towns needs to \nbe a priority,\" Herman says.\n\nMeanwhile, there are things that can be done at the local level to create a more immigrant-friendly climate. The St. \nLouis County Economic Council already has taken one concrete step: It has applied to make the region eligible for \n\n\ninvestments under the EB-5 visa program, which grants permanent residency to entrepreneurs who invest at least \n$500,000 in an economically distressed area.\n\nSt. Louis also needs to get the word out that it welcomes new residents. We could learn from places like Detroit, \nwhich launched a study last year to learn how immigrants could turn around its struggling economy, or Halifax, \nNova Scotia, which launched a marketing campaign aimed at attracting 2,800 immigrants a year.\n\nWe also must avoid shooting ourselves in the foot. Measures that are perceived as anti-immigrant - such as last \nyear's vote that made English the \"official language\" of Missouri, or the immigration ordinance that Valley Park \npassed in 2006 - leave the impression that the region is less than welcoming to outsiders. The Valley Park \nordinance, which attempted to punish landlords and employers for renting to or hiring undocumented immigrants, \nmade national headlines.\n\nClearly, St. Louis has some assets it can leverage. The International Institute, which provides a variety of services \nto immigrants, sponsored 6,000 Bosnian refugees in the 1990s. They spread the word to friends and relatives, and \nnow an estimated 70,000 Bosnians call St. Louis home.\n\nThey have bought homes and started businesses. They stabilized a broad swath of the city and have begun to \nmove to the suburbs. In short, they've done what waves of German, Irish and Italian immigrants did before them.\n\nBut for at least 60 years, from the 1920s to the 1980s, St. Louis had no noticeable influx of foreign-born residents. \nIt's no coincidence that the city lost population and, during the latter half of that period, the region's economy \nstagnated.\n\n\"We have to convince people that there is the potential here for business development,\" says Anna Crosslin, the \nInternational Institute's president. \"Far too few immigrants around the country have St. Louis on their radar \nscreens.\"\n\nIf we're looking for success stories to publicize, Sundaram would be a good place to start. He moved here in 1988 \nand, after getting a master's degree from the University of Missouri-St. Louis, he joined KPMG as a management \nconsultant.\n\nWhen the firm closed its St. Louis office, he struck out on his own, but not before encountering a typical St. Louis \nnaysayer: \"The bank manager said, 'You are crazy to start a business. Only a fool will wager a paycheck.'\"\n\nSundaram's consulting firm evolved into OnlyLink, which now has 14 employees. It prides itself on providing \"all you \ncan eat\" technology, which includes hosting a client's website, managing e-mail, troubleshooting PC problems and \nproviding data security.\n\nIt's a business that has no particular reason for being in St. Louis, except that its founder happened to be here.\n\n\"I have been asked many times by my friends and mentors, 'Why don't you move to California?'\" Sundaram says. \"It \nwould be more friendly to technology companies in some ways, but you also face more competition. It was almost \nlike destiny. I was here and I decided to stay here. And this is a fantastic place to raise a family.\"\n\nMost St. Louisans already know that. Somehow, we have to spread the word to the rest of the world.\n\nGraphic\n\n \n\n Christian Gooden • cgooden@post-dispatch.com Harish Sundaram, chief executive officer of OnlyLink, an \ninformation security services company, in his data center in downtown St. Louis. Sundaram is an immigrant from \nIndia who started his company in 1996 and employs 14 people. \n\nmailto:cgooden@post-dispatch.com\n\n"}