{"title": "Realtors discuss growing international purchases", "body": "\nLow prices and the relative weakness of the dollar are attracting international buyers to property in the U.S. \nAccording to the National Association of Realtors' 2012 Profile of International Home Buying Activity, total \nresidential international sales in the U.S. for the past year ending March 2012 equaled $82.5 billion, up from $66.4 \nbillion in 2011.\n\nTotal international sales were evenly split between non-resident foreigners and recent immigrants. International \nbuyers bought homes throughout the country, but four states accounted for 51 percent of the purchases:Florida, \nCalifornia, Texas and Arizona.\n\nCalifornia came in second to Florida, accounting for 11 percent of foreign purchases. International buyers from \nCanada, China (The People's Republic of China, including Hong Kong), Mexico, India and the United Kingdom \naccounted for 55 percent of all international transactions.\n\nA program jointly presented by the Women's Council of Realtors Santa Clara Valley Chapter and the Silicon Valley \nAssociation of Realtors recently discussed the growing foreign interest in Silicon Valley properties. Jennifer Tasto \nand Juliana Lee, who work with foreign buyers, said Asian buyers tend to purchase property in California because \nof the proximity to their home countries, the presence of relatives and friends, and climate. Many immigrants view \nhome ownership as one way to get established in this country.\n\n\"Land is a premium in some countries,\" said Tasto.\n\nIn some countries, home ownership is not an option. \"In China, the government owns and controls the land. True \nhome ownership, as we know it, is not possible,\" explained Lee. \"When foreigners consider buying property here, \nthey often ask if the land is included.\"\n\nAccording to the national group, many foreign buyers still experience financing challenges when trying to obtain a \nmortgage, including lack of a credit history, meeting mortgage requirements, taxes, insurance and immigration laws. \nKen Chan of HSBC said requirements of mortgage lending are different for new immigrants and foreign nationals \n(tourists).\n\nFor many foreign clients, Chan said credit and income are not a problem. \"The issue of all issues is the large \ndeposits in their account,\" said Chan. \"Many Chinese clients are investment-minded and regularly transfer money in \nand out of their accounts. This is something the underwriters don't like, and a sure way to get flagged.\"\n\nChan advised agents to educate their foreign clients on how home purchases are done in the U.S. \"Make sure \nthey get their account in order before applying for a mortgage,\" said Chan.\n\n\nTools that help increase exposure of U.S. properties in global markets are available. Janet Case, CEO of Proxio, \nexplained the in-\n\nternational multiple listing service makes U.S. residential listings available to buyers across the globe. Proxio \ncurrently has 2.8 million listings, with more than 400 fields translated in different languages. It provides daily money \nconversions and metric and imperial conversions.\n\nCase noted the international MLS not only increases exposure of U.S. properties in global markets, but also \nconnects agents with each other. She likened Proxio to a LinkedIn for agents, a professional network that markets \nlistings, as well as agents.\n\nThe growing interest in the purchase of U.S. property by international buyers and investors has prompted local \nreal estate professionals to expand international operations. The market is a niche in itself, but there is much to \nlearn. Tasto said the National Association of Realtors' certified international property specialist designation \nprepares agents to work with international buyers by focusing on culture, exchange rates, investment trends and \nlegal issues. Tasto is forming a Silicon Valley Association of Realtors Global Business Council. She said the local \ntrade association plans to offer the CIPS designation course and other global real estate courses in the near future.\n\nInformation in this column is presented by the Silicon Valley Association of Realtors atwww.silvar.org . Send \nquestions tormeily@silvar.org .\n"}