{"title": "Romney On Immigration: 'The More Mitt Speaks, The Less Believable He Becomes'", "body": "\n The presidential campaign of Sen. John  McCain, R-Ariz., issued the following news release:\n\n  \"If Republicans are voting for Mitt Romney because they think he would be tougher on illegal immigration than \nJohn McCain would be, they need to explain how Romney suddenly switched from supporting McCain's position \njust two years ago to attacking it (with distortions) this year. ... The difference is, Republicans know for sure that \nMcCain isn't hiding his true position. The same cannot be said of Romney and Giuliani.\" -- New Hampshire Union \nLeader\n\n  \"In this primary, the more Mitt Romney speaks, the less believable he becomes.\" -- New Hampshire Union Leader\n\n  Last Year, Romney Supported \"Path Toward Citizenship\" For Illegal Immigrants, Said Republicans Breaking With \nPresident Bush On Immigration \"Made A Big Mistake\"\n\n  \"Gov. Mitt Romney Expressed Support ... For An Immigration Program That Places Large Numbers Of Illegal \nResidents On The Path Toward Citizenship ... Romney Said Illegal Immigrants Should Have A Chance To Obtain \nCitizenship.\" (Evan Lehmann, \"Romney Supports Immigration Program, But Not Granting 'Amnesty,'\" The Lowell \nSun, 3/30/06)\n\n # Romney: \"I don't believe in rounding up 11 million people and forcing them at gunpoint from our country ... With \nthese 11 million people, let's have them registered, know who they are. Those who've been arrested or convicted of \ncrimes shouldn't be here; those that are here paying taxes and not taking government benefits should begin a \nprocess towards application for citizenship, as they would from their home country.\"\n\n (Evan Lehmann, \"Romney Supports Immigration Program, But Not Granting 'Amnesty,'\" The Lowell Sun, 3/30/06)\n\n  \"[M]assachusetts Gov. Mitt Romney, Has Made It Known That He Supports The President's Immigration \nPosition, Saying That Republicans Who Have Broken Rank With Bush 'Made A Big Mistake.'\" (Liz Sidoti, \"McCain \nMay Alienate Some Conservatives,\" The Associated Press, 9/20/06)\n\n  In 2005, Romney Called McCain Immigration Proposals \"Reasonable\" And \"Quite Different\" From Amnesty\n\n  In November 2005, Romney Spoke \"Approvingly Of Efforts By McCain And Bush To Solve The Nation's \nImmigration Crisis,\" Calling McCain's Proposal \"Quite Different\" From Amnesty And Deeming It \"Reasonable.\" \n\"When Mitt Romney swooped into the heart of John McCain country this week, he brought a pointed message on \nillegal immigration: McCain's approach is the wrong one. ... But that is markedly different from how Romney once \ncharacterized McCain's bill, elements of which are receiving new attention in Congress and from President Bush. ... \nIn a November 2005 interview with the Globe, Romney described immigration proposals by McCain and others as \n\n\n'quite different' from amnesty, because they required illegal immigrants to register with the government, work for \nyears, pay taxes, not take public benefits, and pay a fine before applying for citizenship.\" (Scott Helman, \n\"Romney's Words Grow Hard On Immigration,\" The Boston Globe, 3/16/07)\n\n  * Romney In November 2005: \"I think an amnesty program is what -- which is all the illegal immigrants who are \nhere are now citizens, and walk up and get your citizenship. What the president has proposed, and what Senator \nMcCain and Cornyn have proposed, are quite different than that. They require people signing up for a -- well, \nregistering and receiving a, if you will, a number -- a registration number. Then working here for six years and \npaying taxes -- not taking benefits. Health, Medicaid, food stamps and so forth, not taking benefits. And then at the \nend of that period, registering to become a citizen, or applying to become a citizen and paying a fee. And those are \nthings that are being considered. And I think that that's -- that those are reasonable proposals.\"\n\n * (Audio: www.boston.com, Scott Helman, \"Romney's Words Grow Hard On Immigration,\" The Boston Globe, \n3/16/07)  \n\n Listen To Romney Call McCain Immigration Position \"Reasonable\" And \"Quite Different\" From Amnesty\n\n  Romney Sends \"Vague And Seemingly Inconsistent Messages\" On Immigration As \"His Public Statements \nSuggest He Actually Agrees With Major Tenets Of The [McCain] Proposal\"\n\n  New Hampshire Union Leader: \"Republicans Know For Sure That McCain Isn't Hiding His True Position [On \nImmigration]. The Same Cannot Be Said Of Romney And Giuliani.\" \"If Republicans are voting for Mitt Romney \nbecause they think he would be tougher on illegal immigration than John McCain would be, they need to explain \nhow Romney suddenly switched from supporting McCain's position just two years ago to attacking it (with \ndistortions) this year. ... The fact is, neither Romney nor Giuliani nor McCain has a pure conservative record on \nimmigration. The difference is, Republicans know for sure that McCain isn't hiding his true position. The same \ncannot be said of Romney and Giuliani.\" (Editorial, \"Romney's Migration: He Shouldn't Need To Lie,\" New \nHampshire Union Leader, 12/19/07)\n\n  Time Magazine: \"[W]hen Romney Slowed Down And Focused On A Single Issue -- Immigration -- At A Press \nConference In Dover, N.H., The Brazen Cynicism Of His Candidacy Became Almost Embarrassing.\" (Joe Klein, \n\"Mitt Romney's Disappointing Campaign,\" Time, 5/31/07)\n\n  Tampa Tribune: Romney \"Sent Vague And Seemingly Inconsistent Messages\" On Immigration. \"As immigration \nreform continues to divide the candidates in the Republican presidential primary, Mitt Romney sent vague and \nseemingly inconsistent messages on the issue in a campaign swing through Florida Thursday. [R]omney said he \nopposes the current reform package in the Senate, but wouldn't say what it would take to fix it.\" (William March, \n\"Romney Vague On Immigration,\" Tampa Tribune's \"March On Politics\" Blog, 5/25/07)\n\n  * Tampa Tribune: \"In The Past, Romney Has Appeared To Support Allowing Illegal Immigrants To Apply For \nCitizenship Without Having To Leave The Country First.\"\n\n (William March, \"Romney Vague On Immigration,\" Tampa Tribune's \"March On Politics\" Blog, 5/25/07)\n\n  Miami Herald: Romney's Statements \"Suggest He Actually Agrees With Major Tenets\" Of Plan He Claims To \nOppose. \"Republican presidential candidate Mitt Romney said he 'strongly opposes' an immigration plan also \ndenounced by his party's conservative wing, yet his public statements suggest he actually agrees with major tenets \nof the proposal in Congress.\" (Beth Reinhard and Lesley Clark, \"Romney's Immigration Stance At Odds With \nState GOP Leaders,\" The Miami Herald, 5/24/07)\n\n  Palm Beach Post: Romney Offered \"Mixed Message On Illegal Immigrants ... Saying He Supports Allowing Them \nTo Apply To Become Permanent Residents But Opposes Current Legislation That Would Allow Them To Do Just \nThat.\" \"Mitt Romney offered a mixed message on illegal immigrants Thursday, saying he supports allowing them to \napply to become permanent residents but opposes current legislation that would allow them to do just that. ... While \nRomney, the former governor of Massachusetts, said he would 'not deny' illegal immigrants the 'opportunity to \n\nhttp://www.boston.com/\n\n\napply for permanent residency or citizenship,' he would not say how he would change the proposed legislation to \nmake such application acceptable.\" (Brian Crowley, \"Romney Skirts Solution To Immigration Issue,\" Palm \nBeach Post, 5/25/07)\n\n  St. Petersburg Times: \"Facing Scrutiny In Florida On Immigration, Republican Presidential Candidate Mitt \nRomney Shed Little Light On His Policy During Campaign Stops Thursday.\" (David DeCamp, \"Romney Offers \nLittle On Immigration,\" St. Petersburg Times, 5/25/07)\n\n # St. Petersburg Times: Romney \"Did Not Provide Many Details About How He Would Deal With Illegal \nImmigrants Already In The Country.\" \"Romney, a former governor of Massachusetts, opposes the immigration bill \nin Congress supported by key Floridians, including Gov. Charlie Crist and Sen. Mel Martinez, both Republicans. \nThe bill would give an estimated 12-million illegal immigrants a route to legal residency and citizenship. Romney, \nhowever, did not provide many details about how he would deal with illegal immigrants already in the country.\"\n\n (David DeCamp, \"Romney Offers Little On Immigration,\" St. Petersburg Times, 5/25/07)\n\n  The Boston Globe: Romney \"Has Offered No Specific Solutions Of His Own To The Immigration Crisis ... [And] \nIs Facing Increasing Questions About What He Would Do About The Problem.\" \"[W]hile Romney has been \naggressive with his barbs, he has offered no specific solutions of his own to the immigration crisis. With McCain \nand his surrogates pushing the issue hard, Romney is facing increasing questions about what he would do about \nthe problem.\" (Scott Helman, \"Critics Press Romney On Immigration View,\" The Boston Globe, 6/1/07)\n\n  Hotline Blog: \"[I]f You're Wondering Precisely What Mitt Romney ... Would Actually Do With The 11-12M Illegal \nImmigrants Already Here, Well, You'll Have To Wait A While. No Specific Proposals Are Forthcoming, We Are \nTold.\" (\"McCain Is A Lone Wolf On Immigration,\" The Hotline's \"On Call\" Blog, 5/23/07)\n\n  The Politico: \"Romney Continues To Punt On What To Do With The 12 Million Illegal Immigrants In The Country.\" \n(Jonathan Martin, \"The 'A' Word,\" The Politico, 5/25/07)\n\n  Romney's Current Immigration Attacks Called \"Not True,\" \"Misleading,\" \"Lie\"\n\n  Fox News' Chris Wallace: Mitt Romney's Immigration Attack \"Is Not True.\" WALLACE: \"Let me turn to another \nsubject. Mitt Romney is putting out a mailer in New Hampshire now that says that you support Social Security \nbenefits for illegals, which is not true.\" (Fox News' \"Fox News Sunday,\" 12/26/07)\n\n  * Watch\n\n  Fox News' Chris Wallace Call Romney's New Hampshire Mailer \"Not True\"\n\n  The New York Times: Romney's New Hampshire Mailer Provides \"Misleading Information About [McCain's] \nPositions On Immigration.\" \"The pamphlet goes on to provide misleading information about the rivals' positions on \nimmigration. It says, for instance, that Mr. McCain supports giving Social Security to illegal immigrants. In truth, Mr. \nMcCain supported legislation that would allow illegal immigrants who come forward, pay fines, then wait their turn to \nbecome citizens the chance to collect Social Security -- but only after they are citizens.\" (Marc Santora, \"Romney \nGoes Negative,\" The New York Times' Caucus Blog, 12/7/07)\n\n  New Hampshire Union Leader On Romney Immigration Attack On McCain: \"That Is A Lie.\" \"Earlier this month \nRomney sent a flyer to New Hampshire households stating that McCain would grant Social Security benefits to \nillegal aliens. That is a lie. Both McCain and Romney would grant benefits to immigrants only after they receive \ncitizenship.\" (Editorial, \"Romney's Migration: He Shouldn't Need To Lie,\" New Hampshire Union Leader, 12/19/07)\n\n  TNS JF78JF-071227-1313940 18MASHJofrey\n"}