{"title": "Religious leaders protest immigrantion bill", "body": "\nDozens of Bay Area religious leaders - priests, nuns, rabbis, ministers and Buddhist monks - gathered on the \nsteps of Mission Church at Santa Clara University Tuesday morning to denounce proposed federal legislation that \nthey claim threatens to make felons of millions of illegal immigrants and the clergy who help them.\n\n``There is a hue and a cry from the religious community on this,'' said the Rev. Carol Been, a Lutheran minister \nand director of the Interfaith Council on Religion, Race, Economic and Social Justice.\n\n``It's a moral issue,'' she said.\n\nThe immigration reform bill, which is under consideration by the U.S. Senate Judiciary committee, includes tougher \nenforcement, a guest worker program, and a chance for illegal immigrants to obtain legal status in the United \nStates.\n\nThe religious leaders criticized provisions that would make it a crime to be in the U.S. illegally, and that expand the \ndefinition of ``alien smuggling'' to include those who assist illegal immigrants to enter or remain in the United States. \nBeen and others fear this means that religious service workers helping immigrants find jobs, learn English, and fill \nout immigration forms -- would be subject to criminal prosecution, too.\n\nBut this particular provision would only apply to ``churches that have crossed the line'' by harboring illegal \nimmigrants, said Ira Mehlman, a California spokesman for the Federation for American Immigration Reform, a \nnational group that advocates for tougher immigration controls and enforcement against illegal immigrants. The \ngroup does not support the bill, which was introduced by Sen. Arlen Spectre, because it believes its guest worker \nprogram, which allows illegal immigrants to remain in the U.S. on temporary work permits, is a kind of amnesty \nprogram.\n\nThe religious groups' attempt to cast the immigration reform debate as a moral issue, and their claim that the bill \nwill criminalize everyone working with illegal immigrants, ``is a deliberate attempt to spread hysteria,'' Mehlman \nsaid.\n\nThe local protest comes on the heels of a Lenten week call to his flock by Cardinal Roger M. Mahony, to pray for \ntolerant and humane immigration reform. A growing group of national religious organizations, joining with labor, \nimmigrant and civil rights groups, have been campaigning for legislation that will offer illegal immigrants a path to \nlegalization.\n\n\nThe Services, Immigrant Rights and Education Network (SIREN), a San Jose group, has collected about 3,400 \npostcards signed by Bay Area opponents of the Specter bill, urging U.S. Sen. Diane Feinstein, (D-CA), who is a \nmember of the judiciary committee, to reject provisions that will criminalize illegal immigrants, and religious \nworkers who help them.\n\nMartha Campos, an immigrant from Mexico, and program director for SIREN, said the support of the religious \ncommunity and its strong stance against the senate bill was important.\n\nWhen she immigrated to the United States in 1995, Campos said ``the only place I felt safe was my church.''\n\nFeinstein has advocated for tougher border security, but she has not defined her position on the senate bill.\n\nThich Giac Luong, a Buddhist monk with the Phap Duyen Tinh Xa, a downtown San Jose Vietnamese Buddhist \ntemple, said the effect of the Specter bill is to restrict freedoms.\n\nFor refugees, who fled to the U.S. in search of freedom and democracy, the legislation is not humane, Luong said.\n\n``When the bill criminalizes -- by prosecution, fines and possible imprisonment -- organizations and individuals who \nassist undocumented persons,'' said the Rev. Paul Locatelli, president of Santa Clara University, ``it strikes at the \nheart of the mandate to feed the hungry and comfort the victims of injustice.''\n\nLocatelli said the bill is ``a revival of nativist sentiment born of fear like the 19th century when ``No Irish need apply'' \nfor employment.''\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com or (408) 920-5794.\n"}