{"title": "Farm industry pushes Congress on immigrants; PLAN TO DOCUMENT MIGRANT WORKERS COULD HELP SHORTAGE", "body": "\nThe agriculture industry, facing a major labor shortage in California and elsewhere of the illegal immigrants on \nwhom growers depend to tend and harvest crops, is making a last-minute push to give undocumented farmworkers \ntemporary status as part of a border-security measure in Congress.\n\nFarm groups are backing a proposal by Sens. Dianne Feinstein, a California Democrat, and Larry Craig, an Idaho \nRepublican, allowing undocumented farmworkers to apply for a ``blue card'' if they can show they worked 150 days \nduring the past two years.\n\nHolders of blue cards would be allowed to work an additional five years, and would have a chance at permanent \nstatus if they agree to do farm work for at least three more years. The program would cap blue cards at 1.5 million \nover five years.\n\nJack King, director of national affairs for the California Farm Bureau Federation, said his surveys show that the \npeak-harvest workforce in the state this year of about 500,000 is down 20 percent, with a sharper drop-off for some \nharvests.\n\nThe shortage of temporary farmworkers stems from several factors, observers say. Many have shifted to \npermanent jobs, such as construction. Tougher border security measures -- and publicity over the deployment of \n6,000 National Guard soldiers to assist the Border Patrol -- may have discouraged some seasonal workers from \nentering the country this year.\n\nSome crops, such as pears in Lake County and strawberries in the Pajaro Valley of Santa Cruz, are being \nabandoned because farmers can't find enough workers, King said.\n\nWith similar shortages in other states, farm groups are pressuring Republicans in Congress to go beyond their \n``enforcement-only'' approach before the Nov. 7 election and consider relief for growers and farmworkers. But with \none week left in the session, that's a long shot.\n\n``We realize that Congress is more concerned with border enforcement right now, and it will be tough to get this \nthrough in the next week,'' King said. ``But we're going to try.''\n\n\nDuring a visit to Congress last week, state growers were told by some California Republicans that an agriculture-\njobs measure might be considered during a lame-duck session in November after the election.\n\nCiting the importance of agriculture to California -- a $34 billion industry, producing half the nation's vegetables, \nfruits and nuts -- Feinstein warned Congress that the labor shortage is urgent.\n\n``There is a crisis,'' she said. ``Everyone knows that agricultural labor is virtually dependent on undocumented \nworkers. This is a way to document them, to ensure security and get the workforce for our farming communities.''\n\nIn recent days, the House has shown its intent to pursue only border-security measures before the election. The \nHouse has refused to negotiate with the Senate over a comprehensive immigration bill, passed by the Senate in \nMay, that includes a path to legal status for many of the nation's estimated 12 million illegal residents.\n\nThe Senate bill includes the agriculture-jobs measure, which also has the support of the United Farm Workers.\n\nBut the House has focused on such proposals as a 700-mile fence on the Mexican border, which it approved this \nmonth for a second time. The fence also was part of a larger immigration package the House approved in \nDecember.\n\nThe Senate may vote on the fence this week, and Feinstein and Craig urged Majority Leader Bill Frist in a letter \nFriday to allow a vote on the jobs measure as an amendment.\n\nContact Frank Davies at fdavies@mercurynews.com or (202) 662-8921.\n"}