{"title": "House Homeland Security Subcommittee on Oversight, Management and Accountability Holds Hearing on ICE Detention Facilities Oversight", "body": "\nHouse Homeland Security Subcommittee On Oversight, Management And Accountability Holds Hearing On Ice \nDetention Facilities Oversight\n\nSeptember 26, 2019 02:00 P.M.\n\nSPEAKERS:\n\nREP. XOCHITL TORRES SMALL (D-N.M.), CHAIRWOMAN \n\nREP. DINA TITUS (D-NEV.) \n\nREP. BONNIE WATSON COLEMAN (D-N.J.) \n\nREP. NANETTE BARRAGAN (D-CALIF.) \n\nREP. BENNIE THOMPSON (D-MISS.), EX-OFFICIO \n\nREP. DANIEL CRENSHAW (R-TEXAS), RANKING MEMBER \n\nREP. CLAY HIGGINS (R-LA.) \n\nREP. VAN TAYLOR (R-TEXAS) \n\nREP. MIKE D. ROGERS (R-ALA.), EX-OFFICIO \n\n[*]TORRES SMALL: The Subcommittee on Oversight, Management and Accountability will come to order. \n\nThe subcommittee is meeting today to receive testimony on oversight of ICE detention facilities, is DHS doing \nenough? \n\nGood afternoon, we are here to discuss the oversight of immigration and customs enforcement detention facilities \nand whether DHS is doing enough to ensure that ICE's own detention standards are being met. \n\nBefore we start, I'd like to take a moment to acknowledge some of the challenges the subcommittee had in \narranging today's hearing. \n\nWe're holding two panels this afternoon because ICE declined to sit on the same panel with Nakamoto, the \ncontractor it chose to conduct inspections on its behalf since 2011. \n\n\nThe department's lack of cooperation makes it more challenging for Congress to do its job. As it recently stated in a \nmeeting with DHS leaders, it's important to the subcommittee to bring everyone's voices together. That's how we \ncan best identify challenges and find ways to solve them. \n\nThis issue is particularly important to me as two of ICE's facilities, the Otero ICE Processing Center and the Cibola \nCounty Correctional Center detain towards upwards of 1,300 migrants from in my home district. \n\nI visited these facilities and I have concerns about some of the conditions of confinement. I'm not alone in having \nthese concerns.  \n\nDHS's own office of inspector general last year found that these processes, ICE's processes for oversight and \nconfinement were insufficient to sustain compliance with ICE's own standards. \n\nIt might be that inspectors are set up to fail. For example, ICE's contractor which conducts about 100 inspections \nannually is responsible for evaluating compliance with up to 42 new standards, composed of over 600 elements \nover the course of just a few days. \n\nAs a result, these inspectors end up missing some clear violations of detention standards like a phone not working \nproperly. \n\nThe OIG also observed inspectors misreporting that detainees knew how to obtain assistance from ICE officers, \nwhen those detainees had indicated the exact opposite. \n\nOf additional concern is the fact that even when these deficiencies are identified, ICE's processes have not ensured \nthat they are corrected. For example, ICE has detention service monitors on site at several detention facilities to \nmonitor compliance with detention standards. \n\nHowever, these monitors told the OIG that when they identified violations, they have no means of enforcing \ncorrective action. Instead of pressuring facilities to correct deficiencies or issuing financial penalties for non-\ncompliance in some cases ICE grants waivers so the facilities don't have to abide by these standards. \n\nFor example, as the OIG reported from October 2015 to June 2018, ICE only issued two financial penalties and \ngranted 65 waivers, 63 of which of those waivers had no end date. \n\nOne of these waivers at Otero in my district permitted low custody individuals with no criminal history to co-mingle \nwith individuals with more serious criminal records. \n\nThe standard that typically keeps these detainees separated is an important one that directly impacts the safety of \npeople in detention. \n\nFinally, I have concerns that inspections by ICE's contractor announced far in advance, giving facilities ample \nopportunities to clean things up just in time for inspection. \n\nI understand that the OIG made several recommendations to ICE to correct these issues and I look forward to \nhearing what steps ICE has taken and whether they are leading to more sustained compliance with standards. \n\nI also look forward to hearing about the oversight work that the OIG conducts at ICE facilities. The OIG's oversight \nwork in this space has been critical in shining a light on the conditions of confinement.  \n\nRecent reports have identified serious violations of ICE's standards including food and service issues endangering \nhealth of detainees and inappropriate segregation practices infringing on detainee safety. \n\nHowever, the scope of the OIG's inspections is limited by its lack of subject matter experts, like medical doctors to \nevaluate the quality of medical care. \n\n\n\nI'm encouraged by the fact that the OIG is developing a plan to contract with such experts who can engage in this \noversight work and I hope to hear that this plan is being put into action. \n\nI want to thank the witnesses who are here today, and I look forward to your testimony. \n\nThe chair now recognizes ranking member of the subcommittee the gentleman from Texas, Mr. Crenshaw, for an \nopening statement. \n\nCRENSHAW: Thank you Chairwoman Torres Small and thank you to all of our witnesses on both panels for being \nhere today. \n\nI'm pleased we are holding this hearing regarding the oversight of ICE detention facilities. It is extremely \nimportant. \n\nI'm also pleased we were able to work together to resolve some of the problems coordinating witnesses and panels \nto have the key stakeholders necessary for the productive hearing this issue deserves. \n\nIt should be noted that it is long standing practice not to have the agency and the contractor for that agency on the \nsame panel, which is why we ended up having two different panels. \n\nI'm also hopeful that the Office of Civil Rights and Civil Liberties will still provide their testimony prepared for this \nhearing even though they disinvited earlier this week. \n\nI hope that in the future, that the agency over which we are conducting oversight, in this case ICE, would be the first \nto be invited to testify. \n\nThis is an important issue to examine. I share the majority's concern regarding the necessity of enforcing the \nstandards for safety and security of ICE detainees.  \n\nThe health and wellbeing of those detained in the United States is not a partisan issue. I've been very public in my \npraise for the Department of Homeland Security and the individuals who work each day to keep our country safe. \n\nThe men and women of U.S. Immigration and Customs Enforcement have some of the toughest jobs in the \ndepartment. ICE is tasked with enforcing U.S. immigration law and removing individuals who pose a threat to \nnational security, public safety or seek to exploit our immigration system. \n\nThe job is made even more difficult when they are publicly and unfairly vilified by public figures. The false narrative \nspread about ICE are utterly reprehensible. \n\nIndividuals primarily targeted for removal by ICE include convicted criminals, gang members, repeat immigration \nviolators and those ordered to be removed by an immigration judge. \n\nAs the flow of immigrants increases, the job of ICE becomes even more difficult. They must devote their resources \nto rooting out those that pose the biggest threat. However, those resources are stretched thin. \n\nThe safe and secure detention of individuals prior to removal from the country is one of the most important duties \nthat ICE devotes resources to. Although detention is primarily done through contractors, as the agency responsible \nfor these individuals, ICE must ensure that proper care is provided. \n\nICE must use its oversight authorities as well as its contracting authorities to ensure its detention standards are \nmet. ICE does its own inspections every three years and hires private contractors to do inspections annually. \n\nAdditionally, ICE has individuals in a number of facilities who are tasked with onsite review of the daily operations. \nAll this seems like the recipe for conducting vigorous oversight, unfortunately however it seems, as is frequently the \ncase with government agencies, there is a lack of communication and coordination among the divisions within ICE. \n\n\n\nIt is my understanding that ICE has agreed with the recommendations of the Inspector General's office and is \nworking to address these issues. \n\nI look forward to hearing from our witnesses today and how we can ensure ICE's detention standards are met in \nthe future. \n\nI yield back the balance of my time. \n\nTORRES SMALL: The members of the committee are reminded that under the committee rules, the opening \nstatements may be submitted for the record. \n\nI welcome our first panel of witnesses and thank them for joining today. \n\nOur first witness is Miss Jenni Nakamoto, President and sole owner of Nakamoto Group, Incorporated. \n\nMiss Nakamoto has provided professional and administrative support to the federal government and private \nindustry since 1990. Her company contracts with ICE to conduct inspections of ICE's detention facilities. \n\nOur second witness, Miss Katherine Hawkins, is the senior legal advisor for the Constitution Project at the Project \nfor Government Oversight. Her work focuses on national security, immigration and human rights. \n\nPrior to her work at POGO she served as a national security fellow for Open the Government.  \n\nWithout objection the witnesses' full statements will be inserted in the record. I now ask each witness to summarize \nher statements for five minutes beginning with Miss Nakamoto. \n\nNAKAMOTO: Thank you for the invitation to appear before this committee. I want to first apologize for what \nappeared to be our resistance to come to this hearing to discuss the details of our work with ICE. \n\nOur contract has a clause within the contract federal regulations that forbids disclosure of these details and we were \nhesitant to get involved at the risk of our contract. \n\nThe Nakamoto Group is a woman-owned minority-owned, small disadvantaged business headquartered in \nFrederick County, Maryland. \n\nMy great grandparents immigrated to the United States from Japan. My maternal grandparents were both born in \nCalifornia, making them United States citizens.  \n\nAfter Pearl Harbor, the presidential order was issued to incarcerate all Japanese, regardless of their citizenship \nstatus. \n\nMy maternal family were living in California and had to relinquish all their property, including any businesses that \nthey had. \n\nThey were given one trash bag to fill of personal items to take with them and had to leave everything else behind. \n\nOur family was spread out to various internment camps across the country. My maternal grandparents were \nincarcerated in a Japanese internment camp in Arizona. They were there long enough to meet, fall in love, get \nmarried, have a baby, my mother, and become pregnant again with my aunt. \n\nSince they had to start over, they were offered employment at a food processing factory before they were released \nand they chose to move to a small town called Seabrook in southern New Jersey where ultimately, I was born. \n\nMy father was born and raised in Hilo, Hawaii. My grandfather returned to Japan soon after he was born. My father \nwas from a large broken home and he was raised by several of his older brothers. \n\n\n\nMy father served for more than 20 years in the United States Army. He served two tours during Viet Nam and \nserved on what was one of the first all Japanese American Green Beret units. \n\nUpon his retirement from Fort Ritchie, Maryland we relocated to Frederick where I grew up. Because my parents \ndid not have a lot of money, I worked during high school and have been working since I was fifteen years old. \n\nShortly after high school I was able to obtain a secretarial job with the government at the Department of Health and \nHuman Services.  \n\nI worked there for over six years before leaving to work three other successful minority owned government \ncontracting firms. I learned about government contracting during those seven years and I decided to take a chance \nand start my own company. \n\nI started this company in 2003. It was the same year that I lost my late husband to police suicide. I still volunteer for \nhis fraternal order of police and have volunteered for them for over 20 years, serving as their executive assistant to \nthe executive board. \n\nThe Nakamoto Group was certified in the Small Business Administration's 8(a) program in 2004. We successfully \ngraduated certification in 2013. \n\nThe first contract awarded to my company was in 2004 to maintain a hotline entitled Insure Kids Now, which is a \nhotline that provides either free or low-cost health care to kids through states children's health insurance program \nwithin the United States and its territories. \n\nWe still maintain that contract after 15 years and it now includes another hotline entitled 311 Baby which helps \nexpectant and new mothers providing information via phone and text. \n\nFor the last 15 years, we have obtained logistics contracts with the Food and Drug Administration and the \nDepartment of Health and Human Services. \n\nFrom 2006 to 2007, we had a contract with the Food and Drug Administration to help them hire Hispanics to \nincrease diversity within their workforce. We continue to provide logistic support for FDA (INAUDIBLE) advisory \ncommittees. \n\nOur most current and long-standing logistics contracts has been with the Office of Rural Health Policy Rental \nLogistics for the National Advisory Committee on Rural Health and Human Services. \n\nWe also provide logistics for several other policy meetings regarding telehealth in rural America from 2010 to 2013. \n\nIn 2005 we obtained a contract with the now dissolved Office of the Federal Detention Trustee which was a \ndepartment under the Department of Justice. We won a place within a blanketed purchase agreement to provide \ndetention expert support services to the Office of the Federal Detention Trustee. \n\nUsing performance-based detention standards, we sent teams to provide expert specialized service and \nconsultation by conducting facility reviews of non-federal contract jails and detention facilities which housed U.S. \nMarshall Service and Immigration and Customs Enforcement detainees. \n\nIn 2007 we were asked to attend a meeting at ICE headquarters where we were asked to perform onsite monitoring \nservices and provide monthly technical assistance that included full time monitors for 40 of the largest ICE \ndetention facilities and monthly, quarterly and bi-annual reviews of other small ICE detention facilities. \n\nThe goal was to ensure that the facilities were in compliance with the standards.  \n\nICE piggybacked on that existing contract we had at the time at the Department of Justice and we did this type of \nwork for them from 2007 to 2010. \n\n\n\nTORRES SMALL: Miss Nakamoto your time is up. If you want to include a few seconds of concluding remarks. \n\nNAKAMOTO: Ah-- \n\nTORRES SMALL: Or we can just--the rest can be entered into the record. \n\nNAKAMOTO: Okay. \n\nTORRES SMALL: Miss Hawkins? \n\nHAWKINS: Chairwoman Torres Small, Ranking Member Crenshaw and members of the subcommittee, thank you \nfor the opportunity to testify today. \n\nI'm a senior legal analyst for the Constitution Project of the Project on Government Oversight. POGO is a non-\npartisan watchdog that investigates government abuses of power. \n\nAs part of that work, colleagues and I have done a series of investigations into conditions in ICE detention. \n\nWe found evidence of inadequate medical care, inadequate mental health care and overuse of solitary confinement. \n\nThese are chronic problems, but they've grown worse as ICE has detained more and more people. ICE detention \ncenters are subject to various forms of oversight by DHS.  \n\nThey are annual inspections by the Nakamoto Group, onsite monitors, inspections by different offices within ICE \nand inspections by the DH Inspector General and the Office of Civil Rights and Civil Liberties. \n\nThis sounds like a lot of inspections, but the system is failing to ensure compliance with ICE's own detention \nstandards. \n\nThe Nakamoto Groups inspections occur most often, and they are the only ones that can trigger loss of a detention \nfacilities contract, but they often fail to uncover serious violations. \n\nOther inspections are more thorough, but they often remain hidden from congress and the public and ICE fails to \nmake changes they recommend. \n\nAs a result, inhumane and unsafe conditions can persist for years. In some cases, the violations rise to the level of \ndeliberate indifference to detainee's medical needs which is unconstitutional. \n\nTo illustrate the problems, I'll describe our findings on three of ICE's largest detention facilities.  \n\nIn September 2018, the DHS Inspector General reported on an unannounced inspection of the Adelanto Detention \nCenter in California. \n\nThey found sheets braided into nooses in 15 detainee's cells, inadequate medical care and overuse of solitary \nconfinement. \n\nThe next month the Nakamoto Group conducted its own previously announced inspection of Adelanto. Nakamoto \nnot only found that Adelanto was in compliance with 40 of 40 ICE detention standards but accused the Inspector \nGeneral of writing an erroneous and inflammatory report. \n\nThey dismissed the nooses as a housekeeping violation, not a suicide risk, disregarding the fact that a Adelanto \ndetainee used a bedsheet to hang himself in March of 2017. \n\nWe recently uncovered a third investigation of Adelanto by the Office of Civil Rights and Civil Liberties, CRCL. \n\n\n\nCRCL visited Adelanto in December 2015 and November 2017. In 2015 CRCL had warned ICE that Adelanto's \nmedical leadership was not competent. In 2017 they found no evidence that corrections were made to address this \nissue. \n\nThis let to, in their words, inadequate detainee medical care that resulted in medical injuries including bone \ndeformities and detainee deaths. \n\nCRCL also found that mentally ill detainees were placed in solitary confinement instead of being treated, sometimes \nfor shocking lengths of time. \n\nOveruse of solitary is a problem through out the ICE system. Sometimes it has fatal consequences as it did for two \nmen who committed suicide at the Stewart Detention Center in Georgia in May 2017 and July 2018. \n\nBoth Giancarlo Jimenez Joseph (SP) and Ephraim Delarosa (SP) suffered from schizophrenia. Instead of receiving \npsychiatric treatment, both were placed in solitary confinement for weeks as their symptoms grew more and more \nalarming. Both hanged themselves in their isolation cells.  \n\nDespite the two deaths, Nakamoto Group inspectors found that Stewart was in compliance with all 39 applicable \nICE detention standards in both 2017 and 2018. \n\nInadequate medical care led to another death at the ICE detention center in Aurora Colorado. \n\nConmere Samimi (PH) went into methadone withdrawal when he arrived there. For two weeks his symptoms grew \nworse and worse but medical staff (INAUDIBLE) faking or exaggerating them. Even when he became too weak to \nsit up. \n\nThere are many other credible reports of medical neglect at Aurora, including one case where a detainee's \nuntreated bedsores became so severely infected that his leg had to be amputated. \n\nDespite all this evidence, Nakamoto Group inspectors found that Aurora was in compliance with 41 of 41 applicable \ndetention standards in both 2017 and 2018. \n\nLet me close with some steps that congress can take to improve oversight of ICE detention. \n\nNumber one, congress should require DHS to impose financial consequences for documented violations of \ndetention standards, no matter which type of inspection uncovers them. \n\nNumber two, in 2017 DHS suspended a policy that limited detention of individuals known to be suffering from \nserious physical or mental illness who are disabled, elderly, pregnant or nursing or whose detention is not in the \npublic interest. Congress should require DHS to reinstate it. \n\nNumber three, congress should place binding restrictions on DHS's ability to transfer funds in order to expand \ndetention. \n\nNumber four, congress should strengthen the authority and transparency of the Office of Civil Rights and Civil \nLiberties. \n\nThank you very much. I will be happy to take any questions. \n\nTORRES SMALL: I thank all the witnesses for their testimony. I remind each member he or she will have five \nminutes to question the panel and I now recognize myself for questions. \n\nMiss Nakamoto, thank you for being here today and I recognize your concern about the contracts, but your ICE \ncontract does not prohibit you from testifying at this congressional hearing, correct? \n\nNAKAMOTO: Ah, correct--it's just--but this is public. \n\n\n\nTORRES SMALL: Thank you. And so, as I noted in my opening statement, you're responsible for--Nakamoto \ninspectors are responsible for reviewing 42 standards that include over 600 elements in just a few days. \n\nThe OIG is not the only or even the first entity to raise concerns about that process. In fact, more than three years \nago, the Homeland Security Advisory Council recommended that ICE move away from a broad check list for \ninspections. \n\nMiss Nakamoto does ICE's current statement of work allow your company to conduct thorough inspections? \n\nNAKAMOTO: They do. All of my staff have to not only go through the checklist, but they have to know the \nstandards. They have to know the actual information within the standards within the components within those \nstandards. \n\nTORRES SMALL: 600 elements in three days. You have enough time to get that done? \n\nNAKAMOTO: Yes. \n\nTORRES SMALL: You have enough inspectors? \n\nNAKAMOTO: Yes. \n\nTORRES SMALL: And you don't need a narrower scope to make sure you're verifying all of those items? \n\nNAKAMOTO: No. The three days on site are to perform interviews with detainees, staff and to see the facility itself. \nThe rest of our report writing, we're pulling all of it together, happens after we leave. \n\nTORRES SMALL: How then do you explain the reports in the OIG report that for example a phone that wasn't \nworking and they just neglected to check and see if the phone directed them to--gave them the ability to make a \ncomplaint? \n\nNAKAMOTO: I don't--I don't know all of the--I don't have the OIG report memorized but I know that my staff \nchecked into it. \n\nTORRES SMALL: What about a file documentation being reported as complete without actually checking the file? \n\nNAKAMOTO: My staff check the files according to the standards. \n\nTORRES SMALL: You're disputing the OIG report on that? \n\nNAKAMOTO: I'm not disputing it; I'm telling you that my staff know what they have to look at within the standards. \n\nTORRES SMALL: What about CDL licenses being reported as existing without confirming the documentation? \n\nNAKAMOTO: I don't agree with that. My staff always check for the credentials that are required within the standards \nare always checked by the staff. \n\nTORRES SMALL: The OIG was incorrect in making that observation? \n\nNAKAMOTO: I believe, I guess if they said we didn't, then-- \n\nTORRES SMALL: What about only in interviewing detainees who speak English, or using a guard to interpret in \nSpanish, someone who is in charge of guarding the facility. \n\nNAKAMOTO: I think there is different ways to find out information of what is going on at the facility. And some of \nthe interview process is informal, some of it is formalized. \n\nWe've in fact since the OIG report came out, we have since formalized the interview process as they suggested. \n\n\n\nTORRES SMALL: Have you formalized the process for making sure that you have enough Spanish speaking \ninspectors? \n\nNAKAMOTO: Yes, we have a language line that we also are able to use at any facility. \n\nTORRES SMALL: In terms of Spanish speaking inspectors and certifying that they do actually speak Spanish, do \nyou have a system for that? \n\nNAKAMOTO: I don't understand what you're asking me. \n\nTORRES SMALL: Okay so you don't have a system for establishing if someone, if an inspector actually does speak \nSpanish, if they are claiming to. \n\nNAKAMOTO: We have about a quarter of our staff that speak Spanish. \n\nTORRES SMALL: It says they speak Spanish? How do you confirm it? \n\nNAKAMOTO: They ask the detainees questions in Spanish. \n\nTORRES SMALL: But you don't--do you speak Spanish? \n\nNAKAMOTO: I do not. \n\nTORRES SMALL: Can you then determine they are using correct language? \n\nNAKAMOTO: (INAUDIBLE) \n\nTORRES SMALL: Okay, just quickly to move on ICE has concurred with OIG's recommendations for finding a--\nredefining a scope of work. Why hasn't Nakamoto? \n\nNAKAMOTO: Why hasn't Nakamoto? \n\nTORRES SMALL: Concurred with those recommendations to revise the statement of work. \n\nNAKAMOTO: To revise the statement of work? \n\nTORRES SMALL: So that you have more time or more targeted in your evaluating those elements. \n\nNAKAMOTO: I mean we've been doing this for a long time. We do this for other agencies, the same amount of time \nis on site. There's--I don't--we've never said that we needed more time. \n\nTORRES SMALL: Thank you. I'll recognize my colleague, Mr. Crenshaw, from Texas. \n\nCRENSHAW: Thank you chairwoman. I'm going to follow with that exact line of questioning, the more time issue \nbecause it seems from our perspective that Nakamoto inspectors said to I believe the Inspector General that there \nis more time required.  \n\nIs that not what you've heard? \n\nNAKAMOTO: That there is more time-- \n\nCRENSHAW: More time for inspection. More time for inspection in order to meet the criteria for all of those bullet \npoints that you have to hit. \n\nNAKAMOTO: I--I mean my staff have not complained about the time that they have. They have to--they have the \nthree days on site and that's how long it's-- \n\n\n\nCRENSHAW: They haven't complained to you specifically about it? It's--it's from other reports they have--they have \nsaid that. So, it's at least something to think about or at least get feedback from your own staff I believe because \nthere does seem to be quite a few requirements that perhaps there's not enough time to look into. \n\nAnd if that is the case then restructuring the requirements is certainly in line. Four days instead of three days is not \nexactly a huge stretch of the imagination. Something that we can easily do. \n\nSo aside from the time difference, do your employees, do your inspectors come to you with any other issues \nregarding the inspection process. Is it not clear enough?  \n\nOkay we've already established you think they have enough time but what else? \n\nNAKAMOTO: We work very closely with ICE. My team works very closely with ICE. If there's any issues that come \nup, then we have a good relationship with letting ICE know what the issues are. \n\nCRENSHAW: What about the OIG report, generally speaking do you think that report is valid? \n\nYou don't have to go into specifics, like you said you don't have it in front of your but generally speaking what--what \nissues do you agree with or disagree with in that report? \n\nNAKAMOTO: I think that what they see at the time that they're there or what they looked at could be different than \nwhat we're looking at. \n\nWe're looking at things from a different perspective because our team, kind of knows what to look for when they go \non site, so they base off of whatever they're seeing. Based off of their past experience, our team has you know over \n35 years' experience in detention management, so they know kind of what they're looking at when they walk into a \nroom. \n\nCRENSHAW: Miss Hawkins, you said some things that were very shocking. \n\nFor instance, the nooses. You said that you--that you found nooses which the Nakamoto Group did not find. Do \nwant to expand on that? Are you implying--how many nooses are we talking about, what's the implication there? \n\nHAWKINS: Sure, so um just as a point of clarification, that was--I was (INAUDIBLE) the OIG reports findings. \n\nCRENSHAW: Do you know how many nooses we're talking about, what the implications are? \n\nHAWKINS: 15 of 20 and I do think that-- \n\nCRENSHAW: Okay and you proceeded to connect that to suicide, so the implication is that there's like a--that \nthere's almost a factory line of nooses being created for suicides which is probably not the case, but that was the \nimplication in your statement. \n\nHAWKINS: So, my statement was brief but if you look at the report my organization did on this dispute-- \n\nCRENSHAW: Would it may be logical to think that the sheets were being braided for the reasons that Nakamoto \nGroup claimed they were which was for privacy within the cells. Is that possible? \n\nHAWKINS: Yeah, I think-- \n\nCRENSHAW: Would it be important to maybe clarify that when we say something like there's a bunch of nooses \nfound in a facility? \n\nHAWKINS: Yes. \n\nCRENSHAW: I mean it's a pretty important clarification, right? \n\n\n\nHAWKINS: Yes, if I could respond please. My organization said that, and the Inspector General said that they were \nprimarily used for privacy but-- \n\nCRENSHAW: Just an important clarification because you know this stuff gets really out of hand. You also \nmentioned some suicides in other facilities which are absolutely terrible. Were you connecting--were there \ndeficiencies that were noted later which were not caught by the inspectors that were directly connected to those \nincidents? \n\nHAWKINS: Yeah, I think chronic understaffing in medical care and mental health care. \n\nCRENSHAW: According to ICE standards or according to your standards? \n\nHAWKINS: According to ICE standards. \n\nCRENSHAW: Okay, so, can you go into more detail on exactly what we're talking about here?   \n\nHAWKINS: I'd refer you to the detaining death review for the Jimenez-Joseph case, which became public recently.  \nThe--I don't know if the detaining death review for the other detainee who committed suicide at Stewart is publicly \navailable.  I definitely encourage the committee to request a copy of that to get details on that.   \n\nCRENSHAW: Okay, thank you. \n\nTORRES SMALL: The Chair recognizes for five minutes the gentlewoman from New Jersey, Ms. Watson Coleman. \n\nWATSON COLEMAN: Thank you, Chair.  Thank you very much for being here.  Thank you for your testimony.  Ms. \nNakamoto, how many employees do you have that are inspectors? \n\nNAKAMOTO: (OFF-MIC) \n\nWATSON COLEMAN: Could you--could you put your microphone on please? \n\nNAKAMOTO: I'm sorry, sorry, sorry, sorry.  We have 45 part-time employees and 12 full-time employees. \n\nWATSON COLEMAN: And how many facilities do you have a contractual relationship with ICE to do whatever it is \nthat I'm going to ask you that you do?  How many facilities? \n\nNAKAMOTO: So--so our contract is with ICE. \n\nWATSON COLEMAN: For how many facilities? \n\nNAKAMOTO: As many as they ask us to inspect. \n\nWATSON COLEMAN: Do you have any limit in your contract that says you are being contracted to do 50 of the 200 \nfacilities or whatever? \n\nNAKAMOTO: The way they do it is in intervals, and we inspect at least about 120 a year. \n\nWATSON COLEMAN: Facilities? \n\nNAKAMOTO: Facilities. \n\nWATSON COLEMAN: With 45 part-time inspectors and 12 full-time? \n\nNAKAMOTO: Mm-hmm. \n\nWATSON COLEMAN: Okay, and what are the credentials that these inspectors and any experience that they're \nsupposed to have? \n\n\n\nNAKAMOTO: They have to have--there's within our statement of work, it--it--it declares what the credentials have to \nbe. \n\nWATSON COLEMAN: But I'm asking you what do they have to be. \n\nNAKAMOTO: They have to have 10 years' experience in a correctional setting.  They have to be warden--we have \nwardens.  We have superintendents of corrections.  We have-- \n\nWATSON COLEMAN: --And do they actually do the inspections or do they oversee other inspections that are \ndone? \n\nNAKAMOTO: No, they actually do the inspections. \n\nWATSON COLEMAN: And so, what is this three-day limitation?  Is this something that the contract calls for?  Is this \nsomething that you all decided was a best practice?  Is this-- \n\nNAKAMOTO: It's--it's within the contract.  We have a similar contract with the Department of Justice, and it's the \nsame thing. \n\nWATSON COLEMAN: When does your contract run out with ISIS? \n\nNAKAMOTO: It just-- \n\nWATSON COLEMAN: --With ICE, I'm sorry. \n\nNAKAMOTO: I believe March. \n\nWATSON COLEMAN: March.  What is the value of your contract? \n\nNAKAMOTO: I don't have that in front of me. \n\nWATSON COLEMAN: What do you estimate it to be about?  Who do you have with you on staff? \n\nNAKAMOTO: I'm sorry? \n\nWATSON COLEMAN: Who's with you from your staff? \n\nNAKAMOTO: My Vice President and my Chief Financial Officer. \n\nWATSON COLEMAN: Then, your Chief Financial Officer ought to be able to whisper in your ear what the--what the \nvalue of your contract is. \n\nNAKAMOTO: $3 million. \n\nWATSON COLEMAN: That's a lot of money, okay.  Ms. Hawkins, the--some of the--first of all, you are only \ntestifying about the OIG report.  Nothing that you or--you or your organization have seen for yourself, right? \n\nHAWKINS: One of my colleagues has gone to Adelanto, but my reporting relies mainly on governed documents and \na whole lot of phone interviews. \n\nWATSON COLEMAN: So in the facilities that you mentioned there was inadequate mental health services, \ninadequate other healthcare services, inadequate food, and--and other--inadequate something else.  I don't \nremember what something else was.  Are any of those the facilities that the Nakamoto Group has a contract to \ninspect? \n\nHAWKINS: Yes.  There's some of ICE's largest facilities, so I think they're inspected on an annual basis, and-- \n\n\n\nWATSON COLEMAN: --Okay.  Ms. Nakamoto, in 2009, ICE detention facilities, they frequently failed inspections, \nand beginning in 2009, appropriations law precluded DHS from continuing contracts for facilities.  In the two most \nrecent overall performance ratings evaluations received are less than adequate.  In the last five years, are you \naware of any of the over 75--72-hour facilities that has received an overall final rating of less than two adequate--\nless than adequate?  Did your inspections-- \n\nNAKAMOTO: --Are you asking me if we have any-- \n\nWATSON COLEMAN: --I'm asking you if you have knowledge of any of these facilities--of any facilities that you \nall are responsible for inspecting that has received an overall final rating of less than adequate? \n\nNAKAMOTO: Yes. \n\nWATSON COLEMAN: How many? \n\nNAKAMOTO: Six this year alone. \n\nWATSON COLEMAN: And what did you do with that--with those findings? \n\nNAKAMOTO: We put them in the report and submit it to ICE. \n\nWATSON COLEMAN: And what has happened in those facilities? \n\nNAKAMOTO: Well, one that I know off of the top of my head had a follow-on that we went back after they \nestablished a corrective action plan, and our team goes back in after so many days.  And we have to go in and \ninspect it again. \n\nWATSON COLEMAN: Let me ask you a question real quick.  Do you know-- \n\nTORRES SMALL: I apologize.  I'm-- \n\nWATSON COLEMAN: I have 16 seconds--19 seconds. \n\nTORRES SMALL: You're 20 over. \n\nWATSON COLEMAN: Over, oh. \n\nTORRES SMALL: I'm sorry.  Thank you so much, Ms. Watson Coleman. \n\nWATSON COLEMAN: Thank you.  I yield back. \n\nTORRES SMALL: The Chair recognizes--sorry.  The Chair recognizes for five minutes the gentlewoman from \nNevada, Ms. Titus.   \n\nTITUS: Thank you.  I'll yield some time to Ms. Watson Coleman, so she can finish her question. \n\nWATSON COLEMAN: Thank you to my colleague.  I just wanted to know any of these facilities were facilities that \nhad two--two ratings--two sequential ratings of less than adequate, and--and if so, is--are they not supposed to lose \ntheir ability to serve in this capacity and to your knowledge have any of them.  That's my question.  Thank you. \n\nNAKAMOTO: I don't know.  I could get that information and submit it for the record. \n\nWATSON COLEMAN: Thank you. \n\nNAKAMOTO: I don't have that information in front of me. \n\nWATSON COLEMAN: Thank you, thank you. \n\n\n\nTITUS: Reclaiming my time.  Thank you.  Ms. Hawkins, last month, your organization POGO released a report on \nthe increased use of solitary confinement or segregation it's called by ICE.  According to the report, the Henderson \ndetention center, which is in southern Nevada, was among the top 15.  They used segregation 121 unique times, \n121 unique placements, and 16 of those placements lasted more than 75 days.  I wonder if you could explain what \nICE detention standards dictate regarding the use of segregation and if you're aware of any waivers that were \ngranted by ICE for compliance with the standards? \n\nHAWKINS: Thank you for your question.  I can probably speak more generally to ICE's waiver process and \nsegregation standards than specifically regard to the Hendersonville facility. \n\nTITUS: Okay. \n\nHAWKINS: In general, the--in 2013, ICE directed that facilities reform their practice on segregation, improve \nreporting on when vulnerable detainees are placed in segregation or anyone is placed for a long period and try to \nuse it only as a last resort.  They also recommended that facilities try to--when a detainee is held in administrative \nsegregation, protective custody or for health reasons or other reasons that are not punishment for a disciplinary \ninfraction, that they should receive the same privileges that detainees in the general population receive, which \nwould mean they don't spend 23 hours locked in their cell.   \n\nWe've found speaking to former ICE officials and inspectors and others that that--that exception has--that has not \nbeen implemented.  Most facilities say that it's just not practical for them to give people privileges in administrative \nsegregation, and you know, most ICE facilities are jails, and county jails, you know, they just continue to have \nsegregation means solitary.  And so, that provision isn't being adequately implemented. \n\nTITUS: So, is that when they grant a waiver?  Are there any standards for granting waivers? \n\nHAWKINS: I don't know if--I think I would need to examine the more detailed inspections on the use of solitary.  I \ndon't know if they're in--I know that on DHS website there's now a list of waivers, and I don't know if it's one of those \nor if it's just a general practice, where it's found to be technically compliant with the standard because the detention \nstandards do tend to have some flexibility in their language. \n\nTITUS: Is this something, Ms. Nakamoto, that you--you check when your inspectors go out and look into the use of \nsolitary confinement? \n\nNAKAMOTO: We do.  There are standards.  Within ICE standards, there are standards that are for segregation, \nand our staff go through and ensure that the standards are within compliance at the facilities. \n\nTITUS: Do you find those numbers kind of high?  121 placements, and 16 of them lasting more than 75 days over \njust a year and a half? \n\nNAKAMOTO: Well, segregation and solitary confinement are not the same.  \n\nTITUS: Okay.  Well, how about explaining to me what the difference is? \n\nNAKAMOTO: Well, segregation is--there's--there's different variances of--of segregation.  It could be for \ndisciplinary.  It could be for administrative.  There's different types, and then within those types, there's different \ncomponents within the standards. \n\nTITUS: It didn't seem to me you know very much about this business.  I--my time is up. \n\nTORRES SMALL: And we'll do another round.  I appreciate it if folks would stay if they have other questions.  I--I \nwant to follow up on announced versus unannounced visits.  Ms. Nakamoto, when you conduct an inspection for \nICE, how much notice does a facility get? \n\nNAKAMOTO: I believe 60 days.  30 days. \n\n\n\nTORRES SMALL: Okay.  Ms. Hawkins, when conducting an inspection of a detention facility, is it better to \nannounce the visit ahead of time or to conduct the inspection unannounced? \n\nHAWKINS: Other things being equal, it's better to conduct an unannounced inspection.  There's--as you mentioned \nin your opening statement, there's a tendency to clean things up before the inspectors arrive.  One caveat to that, I \nknow that the--the Office of the Inspector General conducts unannounced inspections that have been very valuable \nin bringing poor conditions to light.   \n\nThe Office of Civil Rights and Civil Liberties does tend to announce their--their inspections further in advance, but \nthey do so in part because they bring independent experts along, and so, part of why they announce the inspection \nis to request that medical files be pulled for the medical inspector to interview to make sure that they're able to \nspeak with the clinical staff. \n\nAnd they are doing a really in-depth look.  They--they do many fewer inspections than Nakamoto Group does, and \nso, there can be a place for inspections announced in advance, but if it's going to be a quick check to, you know, \ncheck the food, check the cleanliness of the cells, things of that nature, it's much better to be unannounced. \n\nTORRES SMALL: Thank you, Ms. Hawkins.  Committee staff recently visited a few ICE detention facilities in \nMississippi and Louisiana. Staff heard from detainees that prior to their arrival walls were painted, new curtains \nwere put up, and even flowerbeds were placed outside.  Do you think it's wise to give facilities advance notice \nwhen conducting these inspections, Ms. Nakamoto? \n\nNAKAMOTO: Well currently, we have a--another contract with the US Marshall Service where we don't announce. \n\nTORRES SMALL: And do you think that's better? \n\nNAKAMOTO: We just do what the--that contract does unannounced visits, and this--or unannounced inspections, \nand this contract does announced inspections.  It's ICE's--we kind of do what it says in our contract.  So, they--they \nannounce--it's their-- \n\nTORRES SMALL: So given your experience inspecting facilities, do you find that you've more regularly determine \nthe true conditions of a facility if you are unannounced? \n\nNAKAMOTO: I think so. \n\nTORRES SMALL: Thank you, thank you.  I'll yield the rest of my time and recognize the gentleman from Texas for \nfive minutes, Mr. Crenshaw. \n\nCRENSHAW: Thank you, Madam Chairwoman.  Ms. Nakamoto, have you ever recommended that a facility no \nlonger be utilized by ICE or made specific recommendations about what must be improved at a facility?  Just trying \nto get a sense of the process there. \n\nNAKAMOTO: Okay, so what we do is we provide a recommendation based on whether or not the facility met the \nstandards, the components within the standards, met the standards.  To answer Ms. Titus' question, I believe, none \nof the failed two consecutive inspections--none--we've never had that, but we have had where all of the detainees \nwere removed after a failed inspection.  We--so, we recommend on every of our--all of our reports what the final \nrecommendation is based on however many components they met or did not meet.   \n\nCRENSHAW: Okay, but what were some of the more serious examples that you--you would cite?  It's good for \neverybody to understand the-- \n\nNAKAMOTO: --Like life safety issues, medical issues.  Their food--food.  Those are the major things.  If there's a \nlife safety issue, then it would-- \n\nCRENSHAW: --What would--what would be an example of a life safety issue? \n\n\n\nNAKAMOTO: Well, I don't know the standards by heart. \n\nCRENSHAW: Okay. \n\nNAKAMOTO: But if there's--there's certain rules within the life safety issue that--or the life safety standards--like for \nexample, fire drills.  They're supposed to do fire drills a certain way, a certain time, a certain amount of times \nthroughout the year.  So, I mean, that's just like an example of one-- \n\nCRENSHAW: --Okay-- \n\nNAKAMOTO: --Things that they have--their safety inspector has to go through. \n\nCRENSHAW: The reason I ask for examples is because it's important to realize if we're saying--when you say the \nwords life safety, that could mean something very extreme.  When you say fire drills, it's a little less extreme.  So, I \njust really trying--that's why I'm trying to get at some examples here, and if you don't have any, we--we don't have \nany.   \n\nGoing back to the scope, I mean, one of the main problems it seems and one of the reasons there was a report in \nthe first place is because the Office of Detention Oversight finds additional deficiencies in the same facilities that \nthe Nakamoto Group did not.  You have a much broader scope than they do.  Can you speak to that?  Is that the \nright way to do things?  Should--should the scopes be similar?  Is it better than they're different in order to--because \nthere's overlap?  What--what's your general take on the scope of inspection for Nakamoto Group, as per the \ncontract? \n\nNAKAMOTO: Well, comparing our inspection compared to their inspection, it's my understanding that their \ninspection is more targeted based off of something that--if our report says that it doesn't--they don't meet the \nstandards within this many standards or whatever, then they send their team in.  But their--the difference is is that \nthey're sending in more people to inspect for less standards and less components because it's a more targeted--\ntargeted inspection of-- \n\nCRENSHAW: I see, and--and does that make your job more difficult when you have a much broader scope? \n\nNAKAMOTO: I don't think it makes our job difficult.  We have access to those reports.  If there has been an--an \nODO inspection at the facility we're going to, we get--we get the report.  So, we can see whatever findings they \nfound to make sure that they've-- \n\nCRENSHAW: Yeah, I--I guess the question is about thoroughness.  You know, if your--if your scope is so much \nmore broad than--than ODO's, is--is there a lack of depth within the inspection that--that is subsequent to that \nscope? \n\nNAKAMOTO: We think the scope--for our scope of work, it--it talks to the whole amount of standards, all of the ICE \ndetention standards.  They created all of these standards, and they all must be reviewed annually.  The targeted \ninspections are just that, targeted.  So, they're only looking at a certain-- \n\nCRENSHAW: --I see.  You're saying that you're comparing apples and oranges to an extent. \n\nNAKAMOTO: Yes. \n\nCRENSHAW: Okay.  Thank you.  Thank you, Madam Chair.  I yield the rest of my time.   \n\nTORRES SMALL: Thank you.  The Chair now recognizes for five minutes the gentlewoman from New Jersey, Ms. \nWatson Coleman. \n\nWATSON COLEMAN: Thank you.  Ms. Nakamoto, your inspections are annual, which means that these facilities \nknow that you're coming just once a year, right, and you're there for three days? \n\n\n\nNAKAMOTO: Yes. \n\nWATSON COLEMAN: And do you go like clockwork?  Is it a year--a year from the time you went before?  They can \nsort of anticipate when you're coming, even if you don't call them and tell them. \n\nNAKAMOTO: Well, we receive our schedule from ICE. \n\nWATSON COLEMAN: Okay, okay.  Tell me--can you tell me really quickly--can you list together federal agencies \nyou have a similar contract with, some which you do inspections without notifying people in advance?  What other \nagencies do you--you have contracts with? \n\nNAKAMOTO: US Marshall Service. \n\nWATSON COLEMAN: And that's it?   \n\nNAKAMOTO: Yes. \n\nWATSON COLEMAN: That's the only other one. \n\nNAKAMOTO: Yes. \n\nWATSON COLEMAN: Okay.  In December of 2018, a letter to members of the Senate, you quite aggressively \ndisputed some of OIG's reporting.  In fact, the letter pulls quotes of your inspection of the Adelanto facility directly \nresponse to some of the OIG findings.  For example, you alleged that the OIG findings in the Adelanto facility \nregarding hanging nooses, or whatever you want to call them, and inadequate dental care was inaccurate and an \nembarrassment to their office and ICE.  Is it part of your contract with ICE to refute findings that the OIG or other \ngroups find in their inspections of facilities?  That's a yes or a no. \n\nNAKAMOTO: No. \n\nWATSON COLEMAN: You also said in your letter that reports can include only that which was verified while we \nwere on-site, notwithstanding any changes that may have occurred before or after the inspections.  If your \ninspectors were at Adelanto in October 2018, how could you then dispute that was--that which was observed by the \nOIG five months earlier?  For example, you claimed the OIG was wrong in noting that a detainee in a wheelchair \nhad not left his wheelchair since his recent arrival and had not accessed any of the hygiene products in the bag \ngiven to him, but your inspectors were not present for that inspection.  So, how could you possibly claim that the \nOIG's findings were--were not true?   \n\nNAKAMOTO: Because my staff went back and looked at the actual records. \n\nWATSON COLEMAN: Did you see the man sitting in the wheelchair, or had he been moved? \n\nNAKAMOTO: They asked-- \n\nWATSON COLEMAN: --Five months later, ma'am.  Five months later.  Finally, your letter says that DHS ICE \ndetention program has dedicated significant resources, they certainly have, to ensure the proper care of ICE \ndetainees and compliance with the standards.  Do you think that it is appropriate for your company to make that \nkind of statement that suggests ICE is doing everything properly, even though I know that you're particularly a \nbeneficiary of their resources?  Do you believe that that's a reasonable position for you to take?  It's kind of a yes or \nno.  Can I take your silence as a yes or a no?     \n\nMs. Hawkins, are you familiar with the Nakamoto letter? \n\nHAWKINS: Yes, I-- \n\nWATSON COLEMAN: --Did you all have a position on it, whether or not it raised concerns about their objectivity? \n\n\n\nHAWKINS: I--it did strike me as--as strange to see a criticism of a previous inspection in the Nakamoto inspection.  \nI looked into this a bit when I wrote an article on--on the ICE inspections, which was published earlier this year, and \none of the criticisms that Nakamoto made of the OIG inspections were that OIG didn't have people with experience \nin detention or corrections.  And when I asked around, people said, well, that's true.   \n\nIt is possible that OIG got certain details wrong or misunderstood things, but then--so, that's why it was so striking \nto see the reports from the Office of Civil Rights and Civil Liberties, which were from before both the OIG report and \nthe subsequent Nakamoto report, and if anything, they were more critical than the OIG was. \n\nTORRES SMALL: Thank you both for your testimony.  I'm now going to welcome our second panel of witnesses \nand thank--thank you for joining us today.  Our first witness is Ms. Diana Shaw, Assistant Inspector General for \nSpecial Reviews and Evaluations at the DHS Office of the Inspector General.  Prior to serving in this role, Ms. Shaw \nserved (OFF-MIC) I'm sorry, I apologize.  We'll wait until you're seated. \n\nAll right, thank you so much.  I apologize for the early jumpstart here.  I--I now welcome our second panel of \nwitnesses, and I thank you for joining today.  Our first witness is Ms. Diana Shaw, Assistant Inspector General for \nSpecial Reviews and Evaluations at the DHS Office of Inspector General.  Prior to serving in this role, Ms. Shaw \nserved in several leadership positions within the OIG, including AIG for Legal Affairs, Acting Council to the IG, \nDirector of the Special Reviews Group, and Acting AIG for External Affairs.     \n\nOur second witness, Mr. Tae Johnson, is the Assistant Director for Custody and Management, Enforcement and \nRemoval Operations at ICE.  Mr. Johnson began his career with former Immigration and Naturalization Service in \n1992.  Since transferring to ICE headquarters in 2007, he has served in a number of leadership roles, including as \nChief of Staff for the Office of Detention Policy.   \n\nWithout objection, the witnesses' full statements will be inserted into the record.  I now ask each witness to \nsummarize his or her statements for five minutes, beginning with Mrs. Shaw--Ms.  Shaw. \n\nSHAW: Chairman Torres Small, Ranking Member Crenshaw, and members of the subcommittee, thank you for \ninviting me to discuss OIG's recent work regarding oversight of ICE detention facilities.  ICE is responsible for \noverseeing the administrative detention of tens of thousands of removable (PH) aliens.  As of this summer, ICE \nhad approximately 54,000 beds occupied across approximately 200 detention facilities nationwide. \n\nThese facilities are governed by standards that aim to establish consistent conditions of confinement in the ICE \ndetention system.  In an effort to ensure compliance with these standards, ICE has developed a multi-layered \napproach to detention oversight, which includes a combination of on-site monitoring and inspections performed by \nICE personnel and contracted service providers.  These oversight activities have resulted in the identification and \ncorrection of numerous instances of noncompliance with detention standards. \n\nHowever, the volume of new and repeat deficiencies identified through the OIG's independent inspections raises \nquestions about the overall effectiveness of ICE's multi-layered oversight approach.  Since fiscal year 2016, the \nOIG has been conducting unannounced inspections of ICE detention facilities.  These unannounced inspections \nhave identified a range of deficiencies, including unreported security incidents, dangerous mishandling of food, \ndilapidated physical conditions, and unaddressed security risks. \n\nFor instance, the OIG staff found that staff at the Essex County Correctional Facility in New Jersey had failed to \nreport to ICE a loaded handgun discovered by a detainee in a facility bathroom.  At the Adelanto processing center \nin California, a facility at which at least seven suicide attempts by hanging were made in less than a year, OIG \ninspectors observed braided bedsheets, referred to as nooses by center staff and detainees, in 15 of the 20 cells \nwe visited. \n\nSerious issues like these raise questions about the effectiveness of ICE's multi-layered approach and prompted the \nOIG to review the entities involved in providing oversight at each layer.  At one layer is the Nakamoto Group, a \nprivate company with which ICE contracts to annually inspect facilities holding ICE detainees.  At the time of our \n\n\n\nreview, Nakamoto was inspecting about 100 facilities per year to evaluate compliance with 39 to 42 detention \nstandards.   \n\nICE's Office of Detention Oversight or ODO provides another layer of oversight.  At the time of our review, ODO \nwas inspecting approximately 30 facilities per year to determine compliance with 15 to 16 core standards.  Finally, \nICE stations detention service manager or DSMs on site at select facilities to continuously monitor compliance \nwith standards.  The OIG's work has revealed shortcomings within each layer of this system.   \n\nFor instance, the inspection scope outlined in ICE's contract with Nakamoto is much too broad to ensure thorough \ninspections.  As a result, Nakamoto's inspections do not always fully examine actual conditions at the facilities or \nidentify all compliance deficiencies.  In contrast, ODO inspections are narrower in scope and use effective methods \nto thoroughly inspect facilities.  However, ODO's inspections are relatively infrequent, making it difficult for ODO to \nensure that facilities are addressing all deficiencies. \n\nFinally while the DSMs providing on-site monitoring at facilities frequently identified deficiencies and proposed \ncorrective actions, they have no authority to compel implementation of those actions.  As a result, it falls to ICE field \noffices, some of which may be resistant to working with the DSMs, to implement necessary changes.  The \nchallenges the OIG has identified at each layer of ICE's oversight system render the overall approach less effective \nthan it otherwise could be. \n\nMeanwhile, ICE continues to spend millions of dollars on detention oversight without achieving comprehensive, \nconsistent compliance.  ICE can and should be doing more.  For instance, ICE does not fully utilize tools available \nto it to drive compliance among its contractors.  Our recent review of ICE's management of detention contracts \nfound that ICE is failing to use quality assurance tools and impose consequences for contract noncompliance.  \nMoreover, we found that instead of holding facilities accountable through available financial penalties, ICE \nfrequently issued waivers to deficient facilities, exempting them from having to comply with detention standards. \n\nUntil ICE fully implements appropriate corrective action, ICE's multi-layered approach to oversight will not be as \neffective as it needs to be.  Ms. Chairwoman, this concludes my testimony, and I'm happy to answer any questions \nyou or the subcommittee may have.   \n\nTORRES SMALL: Thank you.  I now recognize Mr. Johnson to summarize his statement for five minutes. \n\nJOHNSON: Chairwoman Torres Small, Ranking Member Crenshaw, and distinguished members of the \nsubcommittee, thank you for the opportunity to testify today regarding ICE's oversight of its detention facilities.  \nICE's Enforcement and Removable Operations manages and oversees the nation's immigration detention system, \nexcuse me, one of the most highly transient and diverse populations of any detention or correctional system in the \nworld.    \n\nDetainees placed in ICE custody represent virtually every nation on earth, have various security classification and \nthreat levels, and often arrive in ERO custody with complex medical and--complex detention and medical needs.  \nERO takes the health, safety, and general welfare of its detained population extremely seriously and is committed \nto continually evaluating and improving the care of detainee--the care detainees receive. \n\nThrough a robust inspection's program, the agency ensures detention facilities used to house ICE detainees do \nso in accordance with ICE national detention standards, which are often much more rigorous than those that apply \nto other detained populations.  These standards were promulgated in cooperation with ICE stakeholders, the \nAmerican Correctional Association, and representatives of non-governmental organizations to ensure that all \nindividuals in ICE custody are treated with dignity and respect and provided the best possible care. \n\nICE uses three sets of detention standards for its adult detained population:  The National Detention Standards, \nNDS 2000; Performance-Based National Detention Standards, PBNDS 2008 as well as the PBNDS 2011.  All ICE \ndetention standards specify the living conditions appropriate for detainees and help to ensure a safe and secure \n\n\n\nenvironment and cover such areas such as medical care, food service, environmental health and safety, \nsegregation, the use--access to legal and religious services, as well as visitation.   \n\nICE's requirements exceed industry standards, which is evident from the large number of local jails who are \nunwilling to meet ICE's more rigorous requirements and have instead elected to detain other populations.  PBNDS \n2011 was recently revised in 2016 to include important update--updated standards on disability identification, \nassessment and accommodation, as well as medical care for women.   \n\nTo ensure ICE's detention facilities meet the requisite standards, ICE provides oversight through a multi-layered \ninspection--inspections and monitoring program.  ICE conducts annual and biannual inspections of all facilities \nover a certain population and utilizes a self-inspection process for facilities with small populations or those that \nhouse detainees for under 72 hours.  Additionally, the ICE Office of Detention Oversight, the DHS CRCL, and the \nDHS OIG all conduct reviews and inspections and have open access to ICE detention facilities. \n\nICE has also enlisted the services of the Nakamoto Group to inspect facilities around the country.  This includes \nannual inspections, pre-occupancy inspections, special reviews as ordered by ICE, using the applicable detention \nstandards.  Contract inspectors typically spend three days auditing each facility and--and in addition to an \nenvironmental health and safety subject matter expert.  They also employ the services of a health professional and \na detainee rights subject matter expert. \n\nWhen--when deficiencies are found during any type of inspection, ERO works with field offices and facilities to \nensure timely and corrective actions are implemented.  ICE greatly appreciates the work conducted by the OIG \nregarding the inspection process and carefully evaluates its recommendations.  In a June 26, 2018, report entitled, \nICE's Inspections and Monitoring of Detention Facilities Do Not Lead to Sustained Compliance or Systemic \nImprovements, OIG made five recommendations with which ICE concurred and which have been used to \nimplement improvements to our inspections process.   \n\nIn response to OIG's findings, ICE is reevaluating the existing inspection scope and methodology in the statement \nof work for its inspections contract to ensure inspection procedures are adequately and appropriately to fully \nevaluate detention conditions.  ICE has also created a quality assurance team, consisting of seasoned federal \nemployees to perform quality assurance reviews of ICE's contract inspections during each annual inspection. \n\nICE is also developing follow-up inspections processes for select facilities where egregious or numerous \ndeficiencies identified, updating and enhancing current procedures to ensure verification of all corrective actions, \nincluding better tracking of all corrective actions by facility and responsible field office, as well as developing \nprotocols for ERO offices to require facilities to implement formal corrective action plans resulting from deficiencies \nidentified from its on-site monitors. \n\nICE understands the immigration-- \n\nTORRES SMALL: --Mr. Johnson, your time is expired if you want to conclude with a sentence. \n\nJOHNSON: Sure.  It's--thank you for the opportunity to testify today regarding this important matter, and I look \nforward to answering any questions you guys may have.  Thanks. \n\nTORRES SMALL: I thank all of the witnesses for their testimony, and I'll remind each member that he or she will \nhave five minutes to question the panel.  I'll now recognize myself for questions.  We've been talking a lot about the \n600 elements in the scope of work, and this differs--this process for Nakamoto differs from the Office of Detention \nOversight or ODO, which has a much narrower scope of inspection and allows them to more deeply assess the \nhealth and safety of detainees.        \n\nOIG's recommendations for ICE is to revise the inspection scope and methodology for contracted inspectors within \nICE's statement of work.  Ms. Shaw, do you believe that ICE's current statement of work keeps its contractors from \nfully complying with its oversight responsibilities? \n\n\n\nSHAW: So based on our observations related to that report, we found that it was an incredibly challenging goal that \nhad been set for the inspectors.  To try to review the full scope of the 39 to 42 applicable standards in a three-day \nperiod with a four-to-five-person team is a tall order.  Based on, you know, our experienced and highly-trained staff, \nI think they felt that they too would have struggled to try to meet those goals.  So, the statement of work--the \nbreadth of the statement of work makes it very difficult to--to get any sort of a deep dive into some of these issues.      \n\nTORRES SMALL: Should ICE revise its statement of work to ensure quality inspections to assess compliance with \ndetention standards?  You don't have to go for--you can just say yes if that's-- \n\nSHAW: --Yes, that's our recommendation. \n\nTORRES SMALL: Great.  Have you seen any plans to amend the new statement of work that satisfies your \nrecommendations? \n\nSHAW: That recommendation continues to be open and--and treated resolved, meaning that we are continuing to \nwork with ICE on their corrective action.  We've seen iterations, possible ways that they might revise the scope, but \nnothing definitive has been decided at this point.  And based on our most recent update, because they are putting \nout requests for proposals on that contract, I think that will potentially slow down the process slight. \n\nBut we would continue to suggest that regardless of who their contractor is they need to revise that--that statement \nof work to ensure that they're getting detailed findings. \n\nTORRES SMALL: Now when you say it would slow down the process, you mean the RFP would go out without \nchanging the scope of work, and there might be a new contract without changing the scope of work? \n\nSHAW: So, I'm--I'm speaking based on our understanding from what we've been hearing from ICE, but the--the \nlatest update that we've received was that they were putting out a request for proposal.  And so, they--they had not \nprovided a new update on the status of their revisions to the statement of work. \n\nTORRES SMALL: Does that concern you? \n\nSHAW: I think just based on the little bit that I know about how contracts are done, I think it is important to have a \nclearly defined statement of work, at least in mind, when you're going through that process, but I defer to ICE. \n\nTORRES SMALL: Thank you, thank you.  Mr. Johnson, what is the status of the plans identified by Ms. Shaw? \n\nJOHNSON: As Ms. Shaw stated, we are in the middle of a recompete, and the plan to increase the--or make the \nneeded improvements in our statement of work have been sort of drafted in the current competition--or in the new \ncompetition that's coming, and we expect to do (INAUDIBLE) within the next three months. \n\nTORRES SMALL: So, you--will you commit to finishing revising the scope of work before finishing the RFP \nprocess? \n\nJOHNSON: Yes.  The new requirements will be included in the new contract going forward, correct. \n\nTORRES SMALL: Ms. Shaw, are you planning any follow-up work to evaluate whether Nakamoto inspections have \nbeen improved? \n\nSHAW: We currently don't have planned work in--in that area, but it is the case that as part of our recommendation \nfollow-up process we are consistently obtaining updates from ICE based on how well they're implementing their \ncorrection action plans.  So, we would expect to get some updates through that process.  We will continue our \nunannounced inspections program next year and visit facilities, many of which will have been reviewed by \nNakamoto, and that will give us another opportunity. \n\nAnd as part of our pre-inspection scoping work, we do look at what Nakamoto has found to evaluate whether we're \nseeing corrections when we're on-site or not. \n\n\n\nTORRES SMALL: Thank you, and in the short time I have left, I just want to bring up the issue of penalties versus \nwaivers.  So in two and a half years, ICE has issued only two financial penalties but offered 65 waivers, including \nallowing the use of spray that is 10 times more toxic than pepper spray, strip searches in nine different facilities \nthat don't compare to ICE standards, and in my own district permitting the comingling of detainees with varying \ncriminal histories, including, which as you mentioned, threat levels. \n\nMr. Johnson, what's the point of standards if--if ICE simply uses waivers to sanction noncompliance? \n\nJOHNSON: So, I think first it's important to note that the only provisions that ICE has ever issued waivers on are \nthings that are certainly not a health (INAUDIBLE)-- \n\nTORRES SMALL: --Mixed threat--threat levels doesn't affect health and safety? \n\nJOHNSON: So, classification is really important for housing and for recreation. \n\nTORRES SMALL: I apologize.  I'm out of time.  Thank you.  I now recognize the Ranking Member of the \nsubcommittee, the gentleman from Texas, Mr. Crenshaw for five minutes of questions. \n\nCRENSHAW: Thank you, Madam Chairwoman.  You want to just continue your answer, Mr. Johnson? \n\nJOHNSON: Sure, thank you, sir.  So historically, classification is--is generally sort of held for housing as well as \nrecreation.  Those are the areas where detainees or inmates generally are most vulnerable.  In--in your specific \ninstance, the only waiver of sort of a classification requirement had to do with whether an individual who was going \nfrom their housing unit or to the medical area needed to be escorted by an officer during--as the standards require. \n\nSo, that's an area that we've sort of waived in the past because, you know, it sort of cuts against the whole idea of \ncivil detention to escort level 3's, and it should be really based on the threat that the particular detainee sort of \nposes, as opposed to just the fact that he may have had a marital dispute with his wife, and that's why the individual \nis classified as a level 3.  So, I really think you have to just look at the specific circumstances of the waiver before \nyou can just sort of conclude that--that--that ICE's waiver has somehow made an individual unsafe or--or vulnerable \nbecause we would never grant a (INAUDIBLE)-- \n\nCRENSHAW: Okay, so--so in that example, it's not necessarily the case that a violent criminal was put in the cell \nwith a non-violent? \n\nJOHNSON: That is correct.  Classification, housing is what always (INAUDIBLE)-- \n\nCRENSHAW: --Is there additional explanation or circumstances to--to the other waivers that the Chairman talked \nabout?   \n\nJOHNSON: Sure, there's a number of waivers.  I mean, a lot of the waivers that we've granted are for things that, \nyou know, are sort of written in our standards 20 years ago that are no longer sound detention practices.  The most \npopular waiver that we grant has to do with the barbershop provision, which requires that the barbershop begin a \ndedicated area of the facility, that the barbershop have a-- \n\nCRENSHAW: --I know about those.  I meant--I meant specifically what--what the Chairwoman interluded to.  Is \nthere additional explanation that would explain those particular waivers?  I think she mentioned pepper spray and-- \n\nJOHNSON: --Yeah.  I'm--I'm not familiar with the pepper spray waiver.  I'm happy to take a close look at \n(INAUDIBLE)-- \n\nCRENSHAW: --All right, let's move on to--to the discussion of scope.  So, the IG report talks about there's too much \nscope for the contractors.  There's--there's very narrow scope for the ODO.  Is the recommendation particularly to \ndo everything like the ODO, to--to narrow the scope, or is it there some middle ground that was recommended by \nthe IG?      \n\n\n\nSHAW: So, our recommendation specific to ODO was higher frequency of inspections. \n\nCRENSHAW: Higher frequency but maintain the scope that they use? \n\nSHAW: Correct. \n\nCRENSHAW: And do you recommend that the same scope be used for Nakamoto as well? \n\nSHAW: We did not.  We left it to ICE to revise the statement of work according to what they felt would allow them to \nachieve compliance in their standards. \n\nCRENSHAW: Okay, and Mr. Johnson, so what--what is--what is ICE's position on that? \n\nSHAW: Yeah, I mean I think our position is that we--we have 39 or 42 standards, depending on which version of the \nstandards are applicable.  We have a-- \n\nCRENSHAW: --What differentiates between those standards? \n\nSHAW: So--so, the more robust standards, the PBNDS 2011, which are generally applicable at our dedicated \nfacilities or facilities that house only or, for the most part, are close to nearly all ICE detainees.  Our more robust \nstandards are sort of tailored to those facilities.  We have our lower version of the standards, which are the \nNational Detention Standards, which are generally for our local jails, where we have shared populations and in \nmany instances a relatively small ICE population compared to the overall large inmate population. \n\nCRENSHAW: Is--is there--is there any benefit to sort of comingling the contractors with ODO to ensure I guess \nmore consistency in--in inspections? \n\nJOHNSON: From--from my perspective, no.  I mean, I think we're--from ICE's--you know, we're getting exactly what \nwe expect out of our inspections.  We have to inspect against all other requirements.  We have developed that \nchecklist to sort of identify what we believe are the most critical elements-- \n\nCRENSHAW: --You--you like keeping those separate-- \n\nJOHNSON: --of each, correct.   \n\nCRENSHAW: And you know, just getting to the root causes of this, how--given the vast amount of detainees in \ncustody that peaked this summer to 54,000, to what extent has that put increased pressure on--on your operations \nin these facilities? \n\nJOHNSON: We have to activate a lot of new facilities.  Many facilities had never held ICE detainees previously, \nso for those, it was a huge learning curve for them to sort of figure out and learn what the inspections required.  So I \nmean, I'm sure for some of those folks it was a little challenging at times.  So, it did impact the operations. \n\nCRENSHAW: Thank you.   \n\nWATSON COLEMAN: Thank you. Thank you, Mr. Johnson and Ms. Shaw, for your testimony.  Mr. Johnson, how \nmany employees do you have that oversee or work with these facilities that have detainees? \n\nJOHNSON: I have about 200 or so direct reports, and the folks that actually focus on detention, I'd say about half \nof those, about 100, 120.   \n\nWATSON COLEMAN: 100 to what?  I'm sorry. \n\nJOHNSON: I said 100 to 120. \n\nWATSON COLEMAN: And they do what?  You were distinguishing them as-- \n\n\n\nJOHNSON: --Detention operations. \n\nWATSON COLEMAN: Okay. \n\nJOHNSON: So, they-- \n\nWATSON COLEMAN: --How many facilities are you responsible for ensuring that the standards of care are \nappropriate? \n\nJOHNSON: So today, we use about 250 facilities. \n\nWATSON COLEMAN: So, your 120 inspectors--inspection people, how do they determine which facilities?  They \ndo the smaller facilities and Nakamoto does the larger facilities? \n\nJOHNSON: So--so, Nakamoto inspects all the facilities that we use that house people for over 72 hours.  I have \ndetention--on-site detention service managers at our largest facilities, and they--they cover about 50 facilities \nand--and reach about 70% of our population. \n\nWATSON COLEMAN: And I'm sorry, did--did you tell me there are 250 facilities altogether?     \n\nJOHNSON: That is correct. \n\nWATSON COLEMAN: And of those, have you had occasion to close any for deficiency in service, unsafe \nconditions? \n\nJOHNSON: We have closed several facilities. \n\nWATSON COLEMAN: How many is several? \n\nJOHNSON: Over the last 10 years, I'd say-- \n\nWATSON COLEMAN: --Tell me about the last three years. \n\nJOHNSON: Three years, I don't recall off-hand how many we've shut down. \n\nWATSON COLEMAN: So, Nakamoto's group provides a report of their findings, right? \n\nJOHNSON: Right. \n\nWATSON COLEMAN: Those are recommendations to--to your department? \n\nJOHNSON: That is correct.   \n\nWATSON COLEMAN: Okay.  Do you in--under any circumstances ignore their findings and recommendations? \n\nJOHNSON: Generally no. \n\nWATSON COLEMAN: Generally no or never no? \n\nJOHNSON: Normally no.  I mean, I-- \n\nWATSON COLEMAN: --You have then? \n\nJOHNSON: I mean, I recall one instance where we disagreed with a particular recommendation, and we went back \nto them and had a discussion and explained our position in-- \n\n\n\nWATSON COLEMAN: So, there--there is a--there is a mention in my briefing here that there was an--an--an \ninstance where ICE recommendations that they came from Nakamoto to you all (INAUDIBLE) for an extended \nperiod of time, over 100 days.  Is that--does that come to your recollection? \n\nJOHNSON: So, I'm--vaguely, I do remember a statement that seemed to suggest that there was an inspection that \nwas sort of sitting in a draft status for an extended period of time. \n\nWATSON COLEMAN: What is the amount of time that these recommendations stand waiting for a response from \nyou all?  Do you have a requirement in terms of response time? \n\nJOHNSON: There is no requirement.  I mean, I think folks generally try to get those reports finalized sooner rather \nthan later, but there could've been a technical issue with--with the-- \n\nWATSON COLEMAN: --So, what is the follow-up on telling a facility that it has x number of violations and that they \nhave to clean them up?  What is the process for follow-up? \n\nJOHNSON: So once the report is finalized, a uniform corrective action plan is generated.  That is sent to the field \noffice and the facility.  For--for any serious life safety issue, they're required to come up with a corrective action \nplan in--in short order.  I think it's a week, maybe two weeks--for any sort of regular sort of-- \n\nWATSON COLEMAN: But no, my question is when you have these deficiencies brought to your--your attention and \nyou tell the facility you have x number of days or whatever to correct it, what is your follow-up to ensure that what \nyou tell them to do they do? \n\nJOHNSON: So at our DSM staff facilities where we actually have on-site staff, we have a presence there, and we \ncan ensure that the things they said they were going to do were, in fact, done. \n\nWATSON COLEMAN: How many facilities have on-site staff? \n\nJOHNSON: About 50--50 (INAUDIBLE) \n\nWATSON COLEMAN: Now, are they like full-time in that one facility?   \n\nJOHNSON: These are full-time folks that spend the overwhelming majority of their time.  Now, they could have \nanother facility close by that they have to provide roving coverage of, but generally, they are (INAUDIBLE)-- \n\nWATSON COLEMAN: --In--in the last couple of years, have you all used your financial penalties to get a facility to \ndo what you needed them to do to meet the standards? \n\nJOHNSON: We have, and-- \n\nWATSON COLEMAN: --And so, how many? \n\nJOHNSON: More than two.  I heard earlier that that only occurred twice.  It's at least been 10, 15 that I'm aware of, \nbut we could get you an exact number. \n\nWATSON COLEMAN: I've asked Mr. Crenshaw if he wanted a second round, and he said that it wasn't necessary, \nso I'm going to indulge myself a minute.  I'm not quite sure why we're having all this consternation about inspections \nof facilities meeting standards and whether or not the standards are relevant or they're not the scope of the \nstandards are doable and make sense and why we don't have the kind of follow-up that we're supposed to have.  \nSo, my question to you, Ms. Shaw, do we need extra people, or do we need streamlining of operation, or do we \nneed better equipment? \n\nSHAW: I think based on our recommendations the primary issue that we have is--is really a process one, ensuring \nthat there is adequate follow-up, that there's documentation to support claims by the facilities that they've \nimplemented corrective action.  So, they need a more robust process for ensuring follow-up.   \n\n\n\nWATSON COLEMAN: Does that mean that you need more staff, sir? \n\nJOHNSON: I'd like to have more staff at our larger facilities to make sure we have that on-site presence--presence \nto monitor conditions each day.  So certainly, the staff would be welcome. \n\nWATSON COLEMAN: Okay, my last question.  How do you do quality control checking of your contract E(ph) \nNakamoto? \n\nJOHNSON: So, what I would say is 10 years ago, the government used to inspect its own facilities, but after a lot \nof criticism about-- \n\nWATSON COLEMAN: --No, my question is, how--what do you do to ensure that Nakamoto is doing the job you \ncontracted them to do. \n\nJOHNSON: So--so today, we have seasoned federal employees that accompany Nakamoto on every inspection.  \nThey have a role in the inspections process, but they will, from this point forward, be monitoring the--the inspector \nto make sure that they're providing the services that we're paying for. \n\nWATSON COLEMAN: Thank you, Mr. Johnson.  Thank you, Ms. Shaw and Mr. Johnson and to the witnesses in \nour first panel.  Thank you for being here and taking our questions and giving us your testimony.  Before adjourning, \nI'd ask for unanimous consent to submit statements to the record from the American Civil Liberties Union, the \nDetention Watch Network, the American Immigration Council, the National Immigration Justice Center, the \nGovernment Accountability Project, the Southern Poverty Law Center, the Transgender Law Center, and the Asian-\nAmerican Advancing Justice. \n\nWithout objection, so admitted.  The members of the subcommittee may have additional questions for the \nwitnesses, and we may ask that you respond expeditiously in writing to those questions.  Without objection, the \ncommittee record shall be kept open for 10 days.  Hearing no further business, the subcommittee stands adjourned. \n"}