{"title": "Tensions grip Minnesota city; Views on illegal immigration divide community looking for answers", "body": "\nAUSTIN, Minn. -- The men watching a friendly game of Clubs at Jerry's Card Room say they welcome Hispanic \nimmigrants -- as long as the newcomers are in the USA legally.\n\n\"If they're not, ship them out,\" says John Leachman, 82, a retired Hormel Foods meatpacking plant worker.\n\n\"I agree with deporting the illegals. I agree with that 100%,\" says owner Jerry Salisbury, 68, who grew up here and \nmoved back after retiring from the Navy.\n\nTheir views are not unusual in this city of about 23,000, where an influx of Hispanics has made illegal \nimmigration a topic of heated debate. A plane flew over the Mower County Fair this month towing a banner \nreading \"Keep America great -- deport illegals.\" At a forum last week that drew 150 people, almost all of them \nAnglo, Ruthie Hendrycks of Minnesotans Seeking Immigration Reform said that if immigration laws aren't \nenforced, \"anarchy is going to come. ... How many of us can commit a crime and get away with it?\"\n\nThere are 14 Hispanic-owned businesses, including restaurants and stores that help make Main Street more lively \nthan it's been in years. Last year, 17.9% of the city's 4,232 public school students were Hispanic. Some Hispanics \nare buying homes.\n\nLike other Midwest cities that until recently had few minorities, Austin is struggling to adapt to big changes. The \nresult is tension between two mostly separate communities, says Vicki Trimble, 55.\n\nGrowing migrant population\n\nAcceptance \"will come slowly,\" says Trimble, owner of a flower shop, but those who think immigrants will move \naway are unrealistic. \"It's happening all over the United States, so why would you think they're going to leave \nAustin?\" she says.\n\nGary Green, a professor of rural sociology at the University of Wisconsin-Madison, says many historically white \ntowns in the region are grappling with similar issues. \"There's no doubt that it's a threat to national identity,\" he \nsays, but studies suggest that immigration \"has a net positive economic impact on these towns, and probably \nsocially as well.\"\n\nThe immigrant population here is growing. The 1990 Census counted fewer than 200 Hispanics. Today, Mayor Tom \nStiehm says, there are as many as 5,000 -- at least three-fourths of them here illegally. Many immigrants work for \nAustin's biggest employers, Hormel Foods and Quality Pork Processors.\n\n\n\"All we want is to do what's right,\" says Linnea Burtch, an Austin resident who helped organize last week's meeting \nand believes illegal immigrants can be forced to leave. \"It's not a race issue. It's a legal issue.\"\n\nResidents are torn, says Jim Stiles, 52, owner of Super Fresh Produce. \"It's obvious that we need these workers \nand the majority of them are hardworking people with families,\" he says. \"You want to welcome them.\"\n\nStill, Stiles says, \"there's a lot of resentment.\" Some people complain when Hispanics move next door and object to \nthe social services they receive. \"We need to keep talking about it. It's just knocking down those barriers,\" he says.\n\nJose and Margarita Rodriguez hope so. They moved from Austin to Nebraska four years ago and returned eight \nmonths ago to open Novedades Cristal, a clothing store on Main Street. Jose Rodriguez, 32, is hurt by the lack of \nacceptance, but says, \"The only thing is to ignore those people.\"\n\nNo easy answers\n\nSome people are less patient. Victor Contreras, a U.S. citizen who runs Centro Campesino, a workers' rights group, \nsays immigrants are \"terrorized by waves of hate.\" Some residents assume every immigrant is illegal, he says, and \ncity and company officials should do more to acknowledge newcomers' contributions.\n\nWalter Schwartz, an immigrant who is a U.S. citizen, works as an interpreter. He says tension is rooted in a \"big \nshadow community\" of illegal immigrants who pay $900 to $1,200 for documents that allow them to work.\n\nEarly arrivals included young Hispanics who angered residents by living in large groups and partying, Schwartz \nsays, but that's changing as more families settle here. \"As they integrate into the community,\" he says, \"fear and \nanger and miscommunication will go away.\"\n\nPolice Chief Paul Philipp says immigrants are arrested more often for driving offenses and not having driver's \nlicenses.\n\nMower County Sheriff Terese Amazi says there have been increases in driving offenses and assaults with knives. \n\"We're having to build a new jail for a reason,\" she says. In the past few years, the percentage of Hispanics in the \njail grew to 30% from 6%-7%, she says.\n\nPaul Westrum, founder of the Minnesota Coalition for Immigration Reduction, says he won't rest until Austin is \nfree of illegal immigrants. \"You take all their freebies away from them and go after the people that hired them, and \nthey're going to go back home on their own,\" he says.\n\nStiehm isn't sure that would be good for Austin. \"Businesses are going to move to town because we've solved the \nimmigration problem,\" he says, \"not because we're battling them and throwing them out of town.\"\n\nThose opposing views leave Austin divided, says Ruth Snyder, a Roman Catholic nun who works with immigrants. \n\"There is a group who are very anti-immigration and very resistant to change. There are other people who are very \nunderstanding and want collaboration.\" \n\nAustin stats\n\nThe Hispanic population of Austin, Minn., is growing:\n\nTotal  population\n\n1990 21,907\n\n2000 23,314\n\n2007 22,947\n\nHispanic  population\n\n\n\n1990 135\n\n2000 1,426\n\n2008 3,500-5,000{+1}\n\n1 -- Estimate\n\nSources: Census Bureau and the city of Austin \n\nGraphic\n\n \n\nGRAPHIC, B/W, USA TODAY (Map)\n\nPHOTOS, B/W, Bill Alkofer, USA TODAY (4)\n"}