{"title": "MERCHANT SLAIN IN B'KLYN Immigrant dad of 2 stabbed, beaten in apparen t robbery", "body": "\nAn immigrant TV repairman was found dead early yesterday in his Brooklyn store, bludgeoned and stabbed \nduring an apparent robbery, police said.\n\nThe body of Ding Hao Peng, 59, was discovered after his panicked wife, Joan, called a tenant who lived above Son \nElectronics in Canarsie, because her husband failed to return home from work Monday night.\n\nThe tenant summoned police, and cops from the 61st Precinct broke through a heavy security door to reach the \nbloody scene on Rockaway Parkway. They said Peng's hands were bound with duct tape and his body was \ncovered with stab wounds and bruises.\n\nA cash box that the victim kept hidden was found empty, police said.\n\nThe slaying stunned the tight-knit neighborhood where Peng, who came to the U.S. from China in 1982, ran his \nstore for more than a decade. It also devastated his wife and two young children, James, 12, and Vicky, 9.\n\nAt the couple's tidy Queens home, where relatives and friends offered comfort, the grief-stricken widow urged the \nkillers to give themselves up.\n\n\"I ask God to forgive this crime and these people,\" said a teary-eyed Joan Peng. \"I ask God to move these people, \nto tell them to go to the precinct and turn themselves in.\"\n\nShe glanced at a worn, wooden piano that her husband, a Beijing College graduate, used to teach music to the \ncouple's children and broke down as she grappled with how to tell them their daddy was gone.\n\n\"If I keep crying, I'll get sick,\" she said. \"If I am sick, who is going to take care of my children? I pray to God, give me \nmore power, keep me strong.\"\n\nThe widow said she had no idea who would want to kill her husband, because he always taught her to give up any \ncash to robbers.\n\n\"My husband told me to give the money,\" she said. \"I believe this is what he did.\"\n\nDetectives said whoever is responsible for the crime was buzzed into the shop, and the door slammed shut behind \nthem.\n\n\"We believe the motive is robbery,\" said NYPD spokesman Lt. Brian Burke.\n\nDangerous after dark\n\n\nThe slaying infuriated shop owners on the block, who said they have watched the neighborhood deteriorate in \nrecent years.\n\nMike Schwartz, a postal worker who has delivered mail to Peng for six years, remembered the victim as a \"very \nnice guy.\"\n\n\"I can't imagine anyone doing this. I never saw the guy raise his voice. I still can't believe it,\" Schwartz said. \"This \nneighborhood is going down. You don't want to be here at night anymore.\"\n\nEvelyne Moise, 45, owner of Haitian B.G. Restaurant, said she is considering closing her business, or at least, \nchanging its hours.\n\n\"I used to stay up until 11 p.m. to close. Now I may have to close at 8:30, when I have people with me,\" Moise said. \n\"We small-business owners need to have people around because by the time we call 911, we'll be dead.\"\n\nGraphic\n\n \n\nHAPPY FAMILY Slain TV repairman Ding Hao Peng, on vacation with wife, Joan, and children James and Vicky \ntwo years ago.\n"}