{"title": "A Mother Deported, and a Child Left Behind", "body": "\nIn April of last year, when her mother dropped by federal immigration headquarters in Manhattan to complete some \npaperwork, 8-year-old Virginia Feliz became part of a growing tribe of American children who have lost a parent to \ndeportation. \n\n Her mother, Berly, 47, who migrated to the United States illegally a decade ago, went to the immigration office on \na routine visit to renew her work authorization. But because an old deportation order had resurfaced, she was \nquickly clapped into handcuffs, and within hours placed on a plane to her native Honduras, unable to say goodbye \nto her husband and little girl.\n\n  ''I'm not happy; I'm sad,'' said Virginia, who lives in a small Bronx apartment. ''Because it's not fair that everybody \nelse has their mom except me.'' She dropped onto a couch next to her disabled father, Carlos Feliz, an American \ncitizen who was born in the Dominican Republic, declaring that she hates her last name, which means happy in \nSpanish.\n\n No one keeps track of exactly how many American children were left behind by the record 186,000 noncitizens \nexpelled from the United States last year, or the 887,000 others required to make a ''voluntary departure.'' But \nimmigration experts say there are tens of thousands of children every year who lose a parent to deportation. As \nthe debate over immigration policy heats up, such broken families are troubling people on all sides, and challenging \nschools and mental health clinics in immigrant neighborhoods.\n\n Officials at the Department of Homeland Security say they are simply enforcing laws adopted in 1996, which all but \neliminated the discretion of immigration officers to consider family ties before enforcing an old order of removal. \n\n ''There are millions of people who are illegally in the United States, and it's unfortunate, when they're caught, \nseeing a family split up,'' said William Strassberger, a spokesman for federal immigration services. ''But the person \nhas to be answerable for their actions.'' \n\n Federal officials said they leave time for parents to make arrangements for their children, and refer them to a \nsocial service agency if necessary. Many parents arrange to leave American-born children with relatives or friends; \nothers, especially those who have no one to assume responsibility for a child, take the children along when they \nare expelled.\n\n ''People refer to that as a Sophie's choice situation,'' he said. ''Where the child is going to be is left up to the \nparent.''\n\n As a practical matter, arrangements for a child left behind may be hasty at best, said Janet Sabel, who directs the \nimmigration law unit of the Legal Aid Society. One mother about to be deported to Nicaragua last year was told to \nleave her four children with her husband, Ms. Sabel said. But the husband was an abusive drug user, and finally \n\n\nthe mother persuaded the immigration officer to give her a few days to make other arrangements. A priest referred \nher to Legal Aid, which reopened the case, stopping the deportation.\n\n ''There's a happy ending to this story,'' Ms. Sabel said, ''but the fact is, there was total luck in her finding her way to \nus.''\n\n By all reports Virginia Feliz had been a happy 6-year-old before her mother's expulsion. Two months later, doctors \nat the Child and Adolescent Mental Health Program of Bronx-Lebanon Hospital Center found that she had a major \ndepressive disorder marked by hyperactivity, nightmares, bed-wetting, frequent crying and fights at school. Now, \nmedical records show, she takes antidepressant drugs and sees a therapist, but the problems persist. \n\n In a letter to the Department of Homeland Security last year, Dr. Victor Sierra, the clinic's director, made no bones \nabout the underlying problem: ''Absent mother, secondary to deportation.'' Another six to eight months may pass \nbefore the American Embassy in Honduras even processes her mother's application to return, officials say.\n\n In Brooklyn, similar cases cause concern for Birdette Gardiner-Parkinson, the clinical director at the Caribbean \nCommunity Mental Health program at Kingsbrook Jewish Medical Center. In one, she said, an outgoing, \nacademically gifted 12-year-old began failing classes, mutilating herself and having suicidal thoughts after her \nColombian father disappeared into removal proceedings. In another case, nightmares and school failure plague the \nyoungest of six children whose father, a cabdriver with 20 years' residence in the United States, was deported to \nNigeria six hours after he reported for a green card interview, seemingly for unpaid traffic fines, Ms. Gardiner-\nParkinson said. \n\n ''The impact is very devastating,'' Ms. Gardiner-Parkinson said. ''When children lose a family member this way, \neven though they may have a phone conversation with them, the physical separation feels like death.'' \n\n The distress of children left behind in the United States echoes that of children left on the southern side of the \nborder, say scholars of transnational migration like Leah Schmalzbauer, a social anthropologist who recently \nconducted a two-year research project on families split between Honduras and the United States. \n\n The numbers are expected to swell, added Ms. Schmalzbauer, now an assistant professor of sociology and \nanthropology at Montana State University. Families in poor countries like Honduras can no longer manage without \nremittances from the United States, and women are beginning to replace men as the primary migrants, filling \ngrowing demands here for low-cost elder care, domestic work and other service jobs.\n\n ''There's no protection for that undocumented labor, and even though we speak of family values, there's also no \nprotection for the children,'' she said. ''The research shows the emotional impacts are huge, whether they're \nseparated from parents on this side or on the other side of the border.'' \n\n To advocates of greater restriction on immigration, such families illustrate the painful consequences of poor \nenforcement in the past, and point to the perils of guest worker programs like one proposed by President Bush.\n\n ''Once you let the person stay in the United States, it becomes extremely difficult in our society to make them go,'' \nsaid Steven Camarota, director of research at the Center for Immigration Studies in Washington. ''How are you \ngoing to keep them from falling in love, getting married and having U.S.-born children?''\n\n To critics of the sterner laws adopted in 1996, such cases show that more systematic enforcement since Sept. 11, \n2001, is compounding the laws' contradictions and loss of discretion. \n\n ''The cornerstone, the bedrock of immigration law is family unity,'' said Jeffrey A. Feinbloom, an immigration lawyer \nwho has been working for Mrs. Feliz's return since her deportation and has been frustrated by delays in \nprocessing. ''The interest of the government in removing this woman pales in comparison with her suffering and her \nfamily's. And this child is a citizen, this husband is a citizen. What about their rights?''\n\n\n\n In a telephone interview from Honduras, Mrs. Feliz acknowledged entering the United States illegally in 1994. She \nsaid she made the dangerous journey through Mexico because she could no longer afford to buy clothes, food and \nschool supplies for her son, then 13. \n\n Caught within hours of crossing the border, she was soon released on bond and fled to New York. When she failed \nto show up in a Texas immigration court, she was ordered deported in absentia. But like the great majority of such \norders, it was not pursued for years, and Mrs. Feliz went to work, first as a live-in housekeeper, then in low-wage \nfactory jobs. \n\n After her 1996 marriage, when she applied for a green card, federal immigration officials not only issued her an \nofficial work authorization several times, but also allowed her husband, as an American citizen and new stepfather, \nto sponsor the teenage son she had left in Honduras. \n\n Now that son, Cesar, is 24 and a lawful permanent resident with his own American child, while his mother is back \nwhere she began, without a job or her children. \n\n ''I don't have peace because I'm not with my little girl,'' she said in Spanish, breaking down. ''I don't eat. I don't \nsleep. I can't be without her -- I have no life.''\n\n The hardest part, she said, is that in telephone calls her daughter sometimes tells her, ''You didn't take me with \nyou; you're a bad person.''\n\n ''I can't handle that,'' she said.\n\n In the Bronx, Mr. Feliz, 48, who was disabled by a back injury in a workplace accident four years ago, said he was \nstruggling to support Virginia without his wife's earnings and was also being treated for depression. He did not have \nthe heart to tell Virginia her mother had been deported, he added. Instead, he initially told Virginia that her mother \nwas caring for a sick relative in Honduras, a story her mother has repeated in telephone calls. \n\n Such lies are commonplace as shaken parents try to shield young children from the reality of deportation, \ncounselors said. But the deception may only increase feelings of abandonment, anger and insecurity as the \nchildren hunt for reasons they were left behind. \n\n When the visitor remarked that she was pretty, Virginia, a doe-eyed child with a caramel complexion, loudly \ndisagreed. ''I'm ugly!'' she insisted. ''I want to be white, white, white.'' \n\n Asked about her mother's departure, she said: ''I was really mad. How come she didn't take me?''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Carlos Feliz has struggled to support his daughter, Virginia, since his wife was deported last year. (Photo \nby Suzanne DeChillo/The New York Times)(pg. A1)\n\nCarlos, Berly and Virginia Feliz when Virginia was about 2 years old. Virginia, now 8, has been told that Mrs. Feliz is \ncaring for a sick relative.\n\n Mr. Feliz, who was injured four years ago, must rely on workers' compensation to provide for Virginia. Both are \nstruggling with depression. (Photo by Suzanne DeChillo/The New York Times)(pg. B4)      \n\nhttp://www.nytimes.com/\n\n"}