{"title": "Our Towns;A Polyglot City That Dreams In English", "body": "\nQUESTION: Why did the Clifton City Council adopt an English-only policy for city notices?\n\nOfficial answer: Because English is the language of this country, and people should learn it so they can find the \nAmerican dream.\n\nQ: But what does the City of Clifton care what dream people find?\n\nA: We already do lots to help immigrants get settled, get around and learn English in school, and they appreciate \nthat help. So we should encourage them to get used to using the language, too.\n\nQ: But why?\n\nA: Because this is America.\n\nCity officials say they have practical reasons for becoming the only city in New Jersey to make English the only \nlanguage for nonemergency public notices. One reason is that immigrant groups tend to complain when notices \nseem to be aimed only at them. This happened last summer, when a warning about loud car radios was printed in \nSpanish and Arabic, and not, say, Polish or Ukrainian or Korean, or any of the other languages spoken here.\n\nYet in a city that is alive with the music of immigrant tongues, where even some of the city leaders are foreign-\nborn, the matter of language seems to reach beyond the practical and down to something more inexpressibly basic, \ndown to the level of faith.\n\n\"I look at it from the perspective of a child coming here and not knowing any English,\" said Councilman Stefan \nTatarenko, the sponsor of the English-only rule, who moved to the United States from Germany as a child. \"We did \nnot have English-as-a-second-language instruction as we have now, we didn't have bilingual education as we have \nnow, and yet, I learned it by the time I was in the third grade.\"\n\nThe English-only rule was adopted nearly two months ago. So far, the city has received criticism in editorials and \nexpressions of concern from civil rights groups, but no legal efforts have been made to block the new rule. Judging \n\n\nby a nonscientific sample, foreign-born residents in Clifton seemed more likely than natives to agree with Mr. \nTatarenko on English only.\n\nTake Maricel Godoy, who was born in Colombia and works for Latin American Travel on Clifton Avenue. Thanks to \nbilingual education rules, seven of the eight classes she took in her last year at Kennedy High School in nearby \nPaterson were held in Spanish. Now, 10 years later, she is conscious of her Spanish-influenced pronunciation and \nsays she wishes she had been made to speak English more.\n\n\"In school, we never had to speak English,\" Ms. Godoy said. \"But English is America's language, and if they want \nus to use it, I respect that.\"\n\nBUT then listen to Elaf Abdeljabbar. Born in Passaic to Palestinian immigrant parents, she's a Jersey Girl right \ndown to her glossy fingernails and her no-nonsense way of handling nosy reporters. And she thinks the English-\nonly ordinance is discriminatory.\n\n\"People around here are fuming about it because they think Clifton is very prejudiced,\" Ms. Abdeljabbar said as she \nwaited on customers at her father's store, Al Aqsa Trading Company. \"You have to speak the language and \neventually you're going to learn it, but what are the new people going to do? Learn it in a week?\"\n\nDonald R. Kowal, another Councilman, suggested that taking some time to learn English was fine with him. He just \ndidn't want immigrants to put it off too long.\n\n\"I honestly believe that if my grandparents had just stayed in their community and just known Polish, they would \nnever have bettered themselves,\" Mr. Kowal said. \"After all,\" he said, in a phrase that explained everything, \"this is \nAmerica.\"\n\nAcross town, in the East Side's Polish neighborhoods, the Rev. Waclaw Sokolowski sat reading his breviary at St. \nJohn Kanty Roman Catholic Church.\n\n\"To me, it seems right that they should want to use English,\" said Father Sokolowski, who came to the United \nStates from the outskirts of Gdansk 11 years ago.\n\n\"But I also believe it depends on how large the community is,\" he went on, hunting for a solution. \"There is nothing \nwrong with helping people.\"\n\nhttp://www.nytimes.com\n"}