{"title": "Immigrant status checks would erode public safety", "body": "\nThe Minnesota House of Representatives has passed a bill that would force local law officers to enforce the \nnational immigration policy. This legislation is also included in Gov. Tim Pawlenty's omnibus immigration bill (HF \n3308) being considered by the House. These legislative initiatives would have major repercussions for our \neconomy, our new arrivals, law enforcement and criminal activity.\n\nFirst, there is no coherent national immigration policy. Driven by economic factors or political persecution, people \nseeking a better life for themselves and their children are caught in this conundrum. The fact is that we do not have \nenough workers in the U.S. or in Minnesota to fill entry-level jobs. According to State Demographer Tom Gillaspy, \n\"We face a real challenge 10 or 15 years down the road. Even in the most optimistic projection, our labor force is \ngoing to get a lot older and grow a lot slower. Without in-migration, Minnesota will face problems meeting the \ndemand for workers.\"\n\nWhether they come from Chicago, the Dakotas, Mexico, Southeast Asia, East Africa or Iraq, we are dependent on \nnew arrivals for the health and welfare of our communities. Indeed, they participate at a higher rate in our work \nforce than native-born citizens do.\n\nSo, economically, our challenge as a state is not how to create further barriers for people. It is how to help build a \nrational federal policy on immigration and create a welcoming environment where people from throughout the globe \nwill continue to seek out Minnesota for opportunity – just as settlers from Germany, Sweden, Norway, Ireland, \nRussia, Lebanon and many other countries did years ago.\n\nIf the task before us is to become a more welcoming state, we need to work to build trust, understanding and \nrespect among our new arrivals and law enforcement.\n\nLet us offer an example here, Neighborhood House, a 109-year-old multicultural center located on St. Paul's West \nSide. As we were completing our new facility, the Paul and Sheila Wellstone Center for Community Building, we \napproached the city about including a police substation to strengthen further that trust and understanding. Under \nthe legislation passed and the governor's proposal, this potential collaboration would not work.\n\nMany immigrants and refugees come from places where the police are a part of the military and often used as a \ntool of suppression and oppression. Thus, our new arrivals often harbor a great deal of suspicion and fear toward \nour civilian police. Having officers interact with communities on a daily basis, meeting with our social and economic \nempowerment groups, or coaching youth in the new St. Paul Police Activities League (a joint venture with St. Paul \nParks and Recreation) are ways that we can actively work to dispel fear and create trust.\n\nTrust leads to greater communication between community members and police, thereby increasing the reporting of \nissues arising in immigrant communities so that police can take preventive measures. Child abuse, domestic \nabuse, assault and rape occur and are underreported in all cultures. Yet because of past experiences, these and \n\n\nother crimes are often further underreported within immigrant communities. Crime has an impact on all of us. Why \nwould we want a policy that leads to the proliferation of criminal acts and reduces both the knowledge of the crimes \nand the police's ability to resolve acts that are reported?\n\nThink about a specific situation: You have just been assaulted. Someone calls the police, and as they take your \nreport they ask you about your documentation status. Your case has been tied up in immigration for nearly 10 \nyears — and now, suddenly, in addition to being victimized by the assailant, you are fearful for your children and \nyour whole family.\n\nThe word spreads in your community that the police are more interested in your immigration status than solving \nreal crimes. Doors shut, curtains are closed and newcomers withdraw from active participation in our society. Many \nsilent crimes go unreported and the resolution of these critical issues is stalled. Is this the Minnesota we want for \nourselves and for our children? Does this promote the promise of our nation as a land of opportunity?\n\nLet us work together to build a welcoming Minnesota and a national immigration policy that fulfills the \nsocioeconomic needs of our country and preserves our heritage as a nation of immigrants.\n\nHoxworth is president of Neighborhood House and Harrington is St. Paul police chief and a member of the board of \ndirectors at Neighborhood House.\n"}