{"title": "Week of health events aimed at Latinos kicks off Saturday; FREE HEALTH SCREENING AND MORE FOR BINATIONAL HEALTH WEEK", "body": "\nBinational Health Week kicks off Saturday with a host of health events ranging from a diabetes conference to \nblood pressure screenings to cancer education programs, all aimed at Latino immigrants in Santa Clara County.\n\nIt's the fifth year for this massive, cross-border health education campaign, sponsored by the U.S. and Mexican \ngovernments, state and local agencies and non-profit groups. Last year's Binational Health Week was observed in \n28 states, the District of Columbia, 28 Mexican states, and three Canadian provinces.\n\nIn Santa Clara County, about 9,400 people participated last year. The county is home to an estimated 300,000 \ndocumented and undocumented Mexican immigrants, the largest such population north of Los Angeles County, \nsaid San Jose-based Mexican Consul General Bruno Figueroa.\n\n``We're talking about a community that doesn't always understand English, about people who do not know the \ncomplex health system,'' Figueroa said. ``So we focus on how to get health messages directly to the community.''\n\nThere are about 415,000 Latinos in Santa Clara County, about a quarter of the population, according to the U.S. \nCensus. They are less likely than other groups to have health insurance or receive routine medical and dental care \nand are more likely to suffer from diabetes, research has shown. Latinos accounted for about 42 percent of the \ncounty's new AIDS cases last year. And in 2004, Latino girls accounted for about about 80 percent of the county's \nteen births.\n\nMany local events will take place primarily in Spanish at supermarkets and churches, flea markets, universities and \nschools. Lectures and health screenings will cover diabetes, nutrition and fitness, how to get access to health care \nand low-cost health insurance, and services for the disabled.\n\nIF YOU'RE INTERESTEDFor more information, visit www.sccgov.org or            www.binationalhealthweek.org.\n\nContact Barbara Feder Ostrov at bfeder@mercurynews.com or (408) 920-5064.\n"}