{"title": "Traveler's Aid; Q&A TRAVEL ; Restrictions on visa are no honeymoon", "body": "\nQ: I am planning a honeymoon cruise to the Caribbean. My wife-to-be is not a U.S. citizen and does not have her \ngreen card. She does have a driver's license and I-94 papers. Will this be enough?AJC\n\nA: If your fiancee is in the United States on any type of immigrant visa, traveling out of the country could get her \nstranded.\n\n''Her biggest problem is that we're going to be looking at her very closely because she's married to a U.S. citizen,'' \nsaid Ernestine Fobbs, a spokeswoman for the Immigration and Naturalization Service. ''She is what we call an \n'intended immigrant' (a person who intends to immigrate to the U.S.).\"\n\nMost immigrant visas, including the ''fiancee'' or K-1 visa, are ''one- entry'' visas. In other words, you cannot come \nand go without prior approval, which is not easy to obtain. And getting married does not automatically make your \nwife a legal permanent resident. You will have to fill out the paperwork, and may wait as long as a year to be \ninterviewed.\n\nFobbs advises that you and your fiancee not leave the country for your honeymoon. ''She needs to stay put,'' she \nsays.\n\nQ: Will there be events in Key West, Fla., to honor the centennial of Hemingway's birth?\n\nA: Ernest Hemingway, who was born in Oak Park, Ill., on July 21, 1899, spent most of the 1930s in Key West, \nwhere he wrote ''A Farewell to Arms'' and other novels. For nearly 20 years, Key West has been celebrating his \nstay with a series of summer events: arm-wrestling, key lime pie-eating contests, late-night parties at Sloppy Joe's \n(a Hemingway watering hole) and Hemingway look-alike competitions. Organizers are expecting 25,000 \nHemingway fans for this year's 10-day festival, and accommodations are filling up fast.\n\nThe festivities begin on Friday with a reception at the Hemingway House, the author's Spanish colonial home. Other \nevents include the Sloppy Joe's birthday party on July 21 (complete with a 500-pound cake) and a three-day marlin-\nfishing tournament, beginning July 22. Information: 305-294-2918 or www.hemingwaydays.com. \n\n---\n\nHave a question? Call 404-222-2771; you'll have 30 seconds. Give your name, city and phone number. Or write: \nTravel Q&A, Features Department, The Atlanta Journal-Constitution, P.O. Box 4689, Atlanta, GA 30302. E-mail: \ndhamilton@ajc. com \n\n"}