{"title": "Immigration lottery winners getting good news", "body": "\nImmigration lawyer Bernie Wolfsdorf says he'd like to credit his legal skills with turning his clients into immigration \nlottery winners, but admits ''there's a luck factor at work here, too.''\n\nA pretty sizable luck factor, from the look of things.\n\nAs results begin trickling in this week from the USA's largest ever immigration lottery, 23 of Wolfsdorf's 153 clients \nhave won permanent U.S. resident status.\n\n''When I go to the casino, I never win,'' says Mathias Pellam, 28, who came here from France two years ago. ''But \nthis time, I win more than money.''\n\nA month ago, thousands of hopeful illegal immigrants sent 15 million immigration applications to the Merrifield, \nVa., post office for a chance at one of the 40,000 lottery slots.\n\n''We really beat the odds,'' says Wolfsdorf, who made 150 copies of each application.\n\n''You couldn't even see the carpet,'' said clerk Lucy Kwan. ''Paper was everywhere.''\n\n''We had five suitcases and boxes, I mean cartons, stuffed full of paper,'' says lawyer Michael Davis, who took them \nto Washington, D.C., and battled record crowds in Merrifield.\n\n''When you saw how many people were (at Merrifield) and mailing massive numbers … we felt there was no way \nPostal Service workers could process them all in time.''\n\nSo Davis began going to other post offices and mailing to Merrifield. ''I guess we did something right.''\n\nSo did Sharon Rocklin, 27, a British citizen from South Africa six years ago.\n\n''I had nothing to lose,'' she says. ''I haven't stopped smiling since I found out I won.''\n\n''It hasn't been easy,'' says Rocklin. She worked as a New York nanny before spending her last $ 200 on moving to \nLos Angeles. ''I'm definitely, absolutely becoming an American citizen. I haven't come this far to leave.''\n\nSame goes for Latvian immigrant Anne Chulskaya, a University of California, Los Angeles research technician.\n\nChulskaya, 37, came to visit her cousin, actor Ed Asner, months before the 1989 fall of the Berlin Wall.\n\n''We came just like visitors, but then I wanted to stay in freedom,'' she says.\n\n\nElsewhere, winners expressed similar sentiments:\n\n''I can go to school, get better employment,'' says Belfast native Sharon McComb, 21, of Long Beach, N.Y., who \nworks as a nanny.\n\n''It's opened up a whole new life to me,'' says Chris Purcell, 40, a County Kerry, Ireland, native living in Louisville.\n\n''I've been living like a fugitive for 10 months now,'' says Purcell, who mailed 300 applications. ''I've been blessed.''\n\nMary Horigan, 25, a part-time cashier at a Manhattan diner who emigrated from County Tipperary, Ireland, says \nwinning will ensure a better future for her son John, 2.\n\n''Now, I'll be able to get a better job, go to college, apply for credit cards,'' says Horigan. ''We never had medical \ninsurance. Now, I can apply for that. It's amazing what it means.''\n\n Contributing: Bruce Frankel\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nPHOTO; b/w, Chris Martinez, AP\n\n \n\nCUTLINE: WINNERS CIRCLE: Immigration lawyer Bernie Wolfsdorf stands with clients, from left, Mathias Pellam, \nof Paris; Sharon Rocklin, a British citizen from South Africa; and Anne Chulskaya of Latvia.\n"}