{"title": "Immigrant Fraud Case May Reach Beyond Va.; Arlington Lawyer Accused of Filing Bogus Labor Forms", "body": "\n The Arlington lawyer accused last week of immigration fraud in Virginia by filing false documents is being \ninvestigated for submitting thousands of similar forms in other states, a federal prosecutor said yesterday during a \nhearing in U.S. District Court in Alexandria. \n\n \"There are thousands of other applications filed by [Samuel G.] Kooritzky in other states that we are pursuing,\" \nincluding Pennsylvania, Assistant U.S. Attorney John Morton told a magistrate. \n\n Kooritzky, 63, was arrested at his Capital Law Centers office on Wilson Boulevard in Arlington last week after a \nLabor Department probe found that he had filed about 2,700 requests for labor certification on behalf of \nimmigrants since last year. Kooritzky's applications claimed that individual restaurants could not find American \nworkers and needed the immigrants, but the Labor Department said the restaurants did not even know of the \napplications. \n\n Yesterday's hearing was for Ronald W. Bogardus, 65, a contract engineer for the State Department who is \naccused of being Kooritzky's accomplice. During a search of Bogardus's Arlington apartment, agents found a \nsuitcase stuffed with what they believed was $ 500,000. \n\n But Labor Department Special Agent Andrew H. Shea testified yesterday that the suitcase did not have $ 500,000. \nIt had $ 940,000, mostly in tightly wrapped bundles of $ 100 bills, and $ 60,000 was elsewhere in the apartment, \nShea said. Agents also found that Bogardus had three passports, two train tickets to New York and $ 2.5 million in \na bank account. \n\n U.S. Magistrate Judge Welton Curtis Sewell ordered Bogardus held without bond until trial, saying, \"He has every \nincentive and so far he gives every indication that, if prosecuted, he will flee.\" \n\n Last week, Sewell froze all assets of Bogardus and Kooritzky, but he freed Kooritzky once he surrendered his \npassport. Kooritzky did not return a telephone call yesterday seeking comment. \n\n Morton told Sewell that Kooritzky charged $ 8,000 to $ 20,000 to guide an immigrant through the labor and \nimmigration processes. Investigators estimate that Kooritzky and Bogardus may have made $ 11 million to $ 21 \nmillion over the past 18 months.  \n\n\nThose numbers could soar if the applications in other states turn out to be fraudulent, Morton said. \n\n Thousands of immigrants who went through the process with Kooritzky's Capital Law Centers are terrified of what \nmay happen to their status in the United States. When a noncitizen obtains a certification from the Department of \nLabor stating that a company wants to hire him and that no American workers are available, he may then take the \ncertification to the Immigration and Naturalization Service and get a \"status adjustment\" -- from illegal to legal \nimmigrant -- and a permanent visa, or green card. It was unclear yesterday how many people Kooritzky has helped \nland green cards or, subsequently, U.S. citizenship. \n\n \"I know he has harmed many, many Korean American lives in the United States,\" said Yun Jung Yang, a Wheaton \nimmigration lawyer who was in the courtroom yesterday. Yang said that she did not know whether the criminal \ncharges are true but that immigrants \"are entitled to a benefit, which they sought through him. He's allegedly taken \nthat away by filing the fraudulent labor certifications.\" \n\n Yang said Kooritzky advertised heavily in the Asian community, offering not only his legal services but also help in \nfinding an employment sponsor. \n\n Finding potential employers apparently was Bogardus's job with Kooritzky, according to a 60-page affidavit Shea \nfiled last week. At least one restaurant manager, at a Chili's in Springfield, recalled that Bogardus came in twice \nand talked about hiring cooks and visa issues.  \n\nThe manager's name and signature later showed up on more than 100 labor certification applications, but she had \nnot filed any, Shea wrote. The Silver Diner in Arlington and an Applebee's in the Alexandria area each had 184 \nfalse applications filed by Kooritzky, authorities allege. \n\n At the hearing, Shea said Bogardus, the former chief fire marshal of California, married a 28-year-old Thai woman \nin February 1999 but did not divorce his first wife in Ventura, Calif. \"The defendant is a bigamist,\" Shea said, \nclaiming that Bogardus created a phony Arlington divorce decree with scissors, tape and a photocopier. \n\n Bogardus did not speak during the hearing. Alan H. Yamamoto, one of Bogardus's attorneys, said that Bogardus \nsuffers from a heart condition and high blood presure and that \"he's not going anywhere. Whatever this incident is, \nat most it's an aberration and certainly nothing he's ever going to do again.\" \n"}