{"title": "Immigration thorny for GOP; More conservative wing to press its case in 2006 elections", "body": "\nWASHINGTON — Jim Gilchrist lost his bid for Congress last week. But as the founder of the \"Minutemen\" border \npatrol, he won a bigger personal victory by sending a signal that immigration will be a major issue in next year's \ncongressional elections.\n\nA growing chorus of Republicans want to throw illegal immigrants out of the country and seal the border behind \nthem. They're being urged on by talk radio and conservative activists with the same fervor that led the government \nto intervene last spring in the case of Terri Schiavo, a brain-damaged Florida woman.\n\nBut just as in the Schiavo case, appealing to the Republican Party's social-conservative wing on illegal \nimmigrants could invite a backlash, this time from Hispanics.\n\nCracking down also risks splitting vital parts of the party's base.\n\n\"This puts them in a tough spot,\" said R. Michael Alvarez, a political scientist at the California Institute of \nTechnology. \"They're torn in at least three directions. They need to appeal to the business side of the party that \nneeds the immigrant labor. They need to appeal to the conservative base. And they need to appeal to Latinos and \nHispanics.\"\n\nAlready an icon to Americans who are fed up with illegal immigration, Gilchrist ran for an open seat in the U.S. \nHouse on the single issue of getting tough on illegal immigration. Despite running as a third-party candidate, he \nmanaged to win 25 percent of the vote in a district dominated by regular Republicans.\n\n\"The Gilchrist vote ought to be an early warning of the level of voter anger out there about illegal immigration,\" said \nDan Schnur, a Republican strategist in California.\n\n\"That a third-party candidate drew 25 percent of the vote tells us this is an issue that reaches voters at a very \nvisceral level.\"\n\nIt's likely to embolden like-minded Republicans, such as Rep. Tom Tancredo, R-Colo., who's pushing legislation to \ncrack down on illegal immigrants and is weighing a run for his party's 2008 presidential nomination.\n\nTancredo spokesman Will Adams said the message of the Gilchrist vote was that the Republican conservative \nbase was adamant about immigration and would reward those who were tough on the issue — and punish those \nseen as weak.\n\n\"Conservative Republicans won't stomach someone who is squishy on immigration,\" Adams said.\n\n\nHe said pressure from conservatives recently forced President Bush to ratchet up his rhetoric about sealing the \nborder, but that they remained skeptical about his call for a guest-worker program that would let illegals remain in \nthe country. \"He's been brought to his knees on rhetoric,\" Adams said. \"We're not so sure the policy will follow.\"\n\nSome Republicans, including Bush, want to try to reach all sides, pushing for better security at the border and terms \nto allow illegals to keep working here, at least temporarily.\n\nBush adviser Ken Mehlman, the chairman of the Republican National Committee, recently cautioned his party \nagainst appearing anti-immigrant, particularly as he works to expand Republican support among Hispanics, the \ncountry's fastest-growing minority.\n\nBut many Republicans dismiss out of hand proposals for \"guest worker\" programs that would allow those who are \nalready here to stay.\n\nOne Republican proposal would require illegal immigrants to return home and apply from there for jobs in the \nUnited States.\n\nThey then could obtain temporary visas, but couldn't win U.S. citizenship.\n\nAnother proposal would amend the Immigration and Nationality Act to deny citizenship to children who are born in \nthe United States to parents who aren't citizens or permanent resident aliens.\n\nThat bill has 77 co-sponsors in the House, despite the 14th Amendment to the Constitution, passed in 1868, which \ngrants citizenship to anyone who's born here.\n\nDemocrats are waiting in the wings, eager to take advantage.\n\nAt a recent Democratic National Committee meeting in Arizona, party Chairman Howard Dean said Republicans \nwould attack illegal immigrants in 2006 as they attacked gay marriage in 2004, to satisfy their base.\n\n\"They divided us shamefully in 2004,\" Dean said. \"In 2006, it's going to be immigrants. That's who (they're) going to \nscapegoat next.\"\n\nOne proposal would deny citizenship to children who are born in the United States to parents who aren't citizens or \npermanent resident aliens. That bill has 77 co-sponsors in the House.\n"}