{"title": "High Price, Poor Service; Despite exorbitant fees, the wait to become a naturalized citizen is three times as long as it was last year.", "body": "\nIN JULY, U.S. Citizenship and Immigration Services increased naturalization and visa fees across the board by an \naverage of 66 percent. One fee more than septupled: the application to change from temporary to permanent \nresidency, which went from $180 to $1,370. Immigration advocacy groups and other critics (including us) decried \nthe ghastly expenses immigrants faced. Still, USCIS pledged that the increases would benefit applicants by \nallowing the agency to reduce processing times: from six months to four months for permanent residency visas, \nand from seven months to five months for naturalization applications.\n\nFast-forward to today. As USCIS Director Emilio T. Gonzalez testified at a House hearing last week, permanent \nresidency applications now take about a year to process, and naturalization applications take a whopping 18 \nmonths. USCIS attributes this to the surge in applications it received in June and July -- 3 million applications and \npetitions in the summer of 2007, up from 1.8 million in the summer of 2006 -- and says it had no way of anticipating \nthe increase. But USCIS should have known that raising fees so precipitously would have this effect. After all, any \nexpected fee increase encourages people to apply immediately. This motivation, coupled with the heated \nimmigration debate and the corresponding naturalization drives led by advocacy groups, surely led to the explosion \nin applications.\n\nUSCIS has responded to the new backlog with a plan to hire 1,800 more staffers. Mr. Gonzalez said this will allow \nUSCIS to reduce wait times for naturalization and permanent residency visas to six months in 2010. This timeline \nis unacceptable: It will prevent hundreds of thousands of applicants who filed for naturalization in 2007 from \nparticipating in the presidential election.\n\nOne potential solution, both to this immediate backlog and to the long-term problems facing USCIS's processing, is \nto stop requiring that USCIS be self-supporting. Unlike other government agencies, it receives no regular \nappropriations from Congress. Instead, its budget must be covered from funds generated by user fees. The agency \nhas \"no plans\" to ask Congress for funding, according to spokesman Christopher S. Bentley, because USCIS is \n\"comfortable\" with this model, no matter the hardship its high prices may place on its disproportionately poor \nclients.\n\nClearly this model isn't working, and it is contrary to American values. The United States has a historical mission of \nwelcoming immigrants.  Given the public (as well as private) good that comes from citizenship,\n\n\nUSCIS should receive annual funding so that it can process applications expeditiously, carefully and affordably for \nnew Americans and legal residents.\n"}