{"title": "U.S. threatens to fine Disney", "body": "\nImmigration authorities, accusing Disneyland in California of hiring illegal  aliens, threatened to fine the theme park \nnearly $ 395,000 - the largest such  penalty ever imposed.\n\nRobert Reed, an Immigration and Naturalization Service special agent, said  Wednesday that investigators \ndiscovered 1,156 paperwork violations during a  review of Disneyland employee records.\n\nThe review also showed that about 150 employees had questionable work  papers, including fake \"green cards\" or \ncounterfeit Social Security cards,  Reed said.\nBIZBRIEFS\n\nDisney called the violations \"technical.\"\n\nFOOD LION VOWS COMEBACK. Food Lion president Tom Smith received a standing  ovation from shareholders \nThursday at the company's annual meeting after he  promised the grocery store chain would bounce back from the \nworst year in its  35-year history. The meeting in Salisbury, N.C., was the first for  shareholders since last year's \nABC News broadcast of a PrimeTime Live report  that accused the company of unsanitary food handling. Food Lion \nearnings for  the past two quarters are off by 55 percent, and its stock has lost nearly  two-thirds of its value.\n\n PRODUCTIVITY DECLINES. The Labor Department said Thursday the productivity  of American workers declined \n0.1 percent during the first quarter, the first  drop in two years. Meanwhile, the number of Americans filing first-time \nclaims  for jobless benefits was unchanged last week.\n\n S&L CLEANUP APPROVED. The House Banking Committee approved Thursday what  it hopes is the final \ninstallment on cleaning up the savings and loan  disaster. Price: $ 34-billion. If approved by Congress, it would push \nthe total  of all money spent or promised on S&Ls since 1988 to more than $ 190-billion.\n\n TECH RESEARCH TO CALL WARRANTS. Technology Research Corp. of Clearwater  said it is preparing to call \nits outstanding Class A stock warrants. A warrant  represents the right to buy stock at a certain price. If all warrants \nare  exercised at $ 1.05 per share, the company would raise $ 2.8-million in  additional capital. Warrants not \nexercised will be redeemable for 5 cents  each. Technology Research develops and makes electronic control and \n measurement devices related to the distribution of electrical power, and  specializes in safety products that prevent \nshock and electrocution.\n\n SEARS OUTLET TO CLOSE. The Sears Catalog Outlet at 4301 34th St. S in St.  Petersburg will close May 15. \nClosing dates have not been set yet for two  other catalog outlets in St. Petersburg's Rutland Plaza and Tampa's \nBritton  Plaza. All three stores are closing as part of a massive restructuring of  Sears, Roebuck & Co., which is is \nshutting down its catalog operation for good  this summer.\n\n\n GRUMMAN CLOSING PLANTS. The Grumman Corp. announced Thursday it was  closing three plants in New \nYork, Texas and Maryland and laying off 424  workers because of a declining defense budget and a need to cut \ncosts.\n\n KMART PLANS SPANISH ANNOUNCEMENTS. Kmart will begin broadcasting  Spanish-language announcements \nand music next week on its in-store radio  systems at locations serving Hispanic communities in 10 states, including \n Florida, the retail chain announced Thursday.\n\nFORMER EXEC SENTENCED. A former vice president of discount drugstore chain  Phar-Mor Inc. was sentenced \nThursday in Cleveland to six months of home  detention for his role in an alleged $ 1-billion fraud and \nembezzlement scheme.  Jeffrey Walley, 37, was also placed on probation for three years. \n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO; TOM SMITH\n"}