{"title": "TWO MEN WHO FASHIONED IMMIGRATION BILL AND LED IT THROUGH CONGRESS;ROMANO MAZZOLI DEVOTED FOUR YEARS OF QUIET, RELETNLESS WORK TO MEASURE", "body": "\nThe ordeal was almost over and Representative Romano L. Mazzoli was all but spent. ''I was at my mother's this \nweekend and I almost fell asleep into the spaghetti,'' he said.\n\nThe Kentucky Democrat lost 12 pounds along with his sleep, and his face took on a gaunt look. But he won a four-\nyear battle in the House over altering the nation's immigration laws when the House voted today to approve \nlegislation that Mr. Mazzoli and Senator Alan K. Simpson, Republican of Wyoming, wrote. The Senate passed a \nslightly different version last year.\nProfile of Rep Romano L Mazzoli, one of chief sponsors of immigration bill; photo (M)\n\n''I'm going to carve a very modest role around this place,'' said Mr. Mazzoli, a 14-year veteran of the House who \nseems to believe in his own obscurity. ''But I wanted to prove to the country and to the leadership that we could deal \nwith an emotionally laden and divisive subject in a way that brought credit to the House.''\n\nImmigration is one of the most emotional issues Congress ever considers, and the Simpson-Mazzoli bill contains \ntwo sections that rankle large numbers of voters. The House and Senate versions give legal status to aliens who \ncame here illegally but have been here for a number of years, and both impose penalties on employers who \nknowingly hire illegal workers.\n \nAssailed From Both Sides\n\nAccordingly Mr. Mazzoli has been assailed from both sides and the 51- year-old lawmaker jokes: ''I used to be 6 \nfoot 7 until they kept pounding me down. Then I became 5 foot 9.''\n\nIn an unusual tribute to the lawmaker some of his colleagues took the floor at one late-night session to praise his \nstewardship of the bill. Representative Abraham Kazen Jr., Democrat of Texas, said Mr. Mazzoli had taken \ncriticism ''bordering on abuse,'' but in the end he ''has really withstood one of the sternest tests'' ever faced by a \nCongressman.\n\nThe most common criticism of the bill is that it would cause employers to discriminate against Hispanic and other \nforeign-looking workers.\n\n\n''He doesn't understand the importance of the bill in the Hispanic community,'' said Representative Bill Richardson, \nDemocrat of New Mexico whose mother was born in Mexico. ''It's a blind spot with him, but an honest blind spot. \nHe's a very fair man.''\n\n \n\n'A Conservative Guy'\n\nA liberal Democrat on the Judiciary Committee added, ''Remember he's a conservative guy. He votes with the \nRepublicans as much as with the Democrats.''\n\nRepresentative Don Edwards, Democrat of California, who opposed the bill, said Mr. Mazzoli ''plays hardball'' \nwhen it comes to legislation but plays it well. ''He just very skillfully overcame all the roadblocks,'' Mr. Edwards said.\n\nMr. Mazzoli's father left Northern Italy 70 years ago and settled in Louisville where he worked as a tile setter. The \nyounger Mazzoli was first elected to Congress by 211 votes and has had, by his own testimony, a ''constant \nstruggle'' to keep his seat against Republican challengers.\n\nHe made few ripples in his first 10 years in the House and says of himself: ''Some people are flamboyant and some \nare not. I'm one of the are nots.'' But in 1980 Elizabeth Holtzman, the New York Democrat who headed the \nsubcommittee on Immigration, Refugees and International Law, left Congress to make an unsuccessful run for the \nSenate.\n\n \n\nBill Blocked in House\n\nAs a result of this ''purely accidental'' development, Mr. Mazzoli inherited the post and began what he calls his \n''roller-coaster odyssey.'' The Simpson-Mazzoli bill passed the Senate twice in the next three years but was \nrepeatedly blocked in the House when Hispanic groups convinced Thomas P. O'Neill Jr., the Speaker of the House, \nthat it would harm their constituents.\n\nThe three surviving Democratic Presidential contenders opposed the bill because of its employer sanctions. The \nmeasure received another blow when Representative Kent Hance, Democrat of Texas, almost won his party's \nSenatorial nomination by attacking the bill's plan to legalize millions of aliens.\n\nThat race revealed the political pitfalls in the bill and Mr. Mazzoli says the Hance campaign ''broke my heart.'' \nIndeed, Mr. Mazzoli's Republican foe this year is attacking him for spending so much time trying to legalize \nundocumented workers.\n\nSpeaker O'Neill eventually agreed that the House should debate the measure, but the Speaker was so cool to the \nbill that the sponsor felt he was trying to ''kill it with apathy.'' Mr. Mazzoli was on his own and when the bill first \ncame to the floor last week the Kentuckian had so few allies he was constantly scurrying around lobbying his \ncolleagues to support his bill.\n\nBut after a day or two the House came to realize that the Simpson- Mazzoli bill was going to pass. Four years of \nquiet but relentless effort were coming to a climax.\n\n''Mazzoli was enormously effective at building coalitions and getting votes,'' conceded Mr. Richardson. ''He whipped \nus good.''\n"}