{"title": "Alexandria Arlington Calendar; Community Events", "body": "\nELEMENTARY SCHOOL ART,  works by students at Ashlawn, Barcroft, Glebe, Jamestown, Long Branch, \nMcKinley and Taylor schools. 7:45 a.m.-4:30 p.m. weekdays, through March 20, Arlington Education Center, 1426 \nN. Quincy St., Arlington. Free. 703-228-6170. \n\n \"HOME SWEET HOME,\"  fiber art by gallery artists. 10 a.m.-4 p.m. today and Friday; 11 a.m.-5 p.m. Saturday and \nSunday, Torpedo Factory Art Center, Potomac Craftsmen Fiber Gallery, Studio 28, 105 N. Union St., Alexandria. \nFree. 703-548-0935. \n\n AARP TAX PREPARATION,  for age 60 and older, assistance with preparation of income tax returns. 10 a.m.-2 \np.m. Thursdays and Saturdays; 1-8 p.m. Tuesdays, through April 16, Columbia Pike Branch Library, 816 S. Walter \nReed Dr., Arlington. Free. 888-227-7669. \n\n SENIORS DRIVING COURSE,  two-part refresher course, sponsored by AARP. 10 a.m.-3 p.m. today and Friday, \nAurora Hills Senior Center, 735 S. 18th St., Arlington. $10; registration required. 703-228-5722. \n\n TOWN HALL MEETING,  presentation on \"State of the City\" by Mayor William D. Euille and members of the \nAlexandria City Council, and a question-and-answer session. 7 p.m., George Washington Masonic National \nMemorial, 101 Callahan Dr., Alexandria. Free. 703-838-3872. \n\n ARMY BAND,  concerts. 7:30 p.m. today and March 8, Kenmore Middle School, 200 S. Carlin Springs Rd., \nArlington. Free. 202-696-3399 or www.usarmyband.com. \n\n \"CRAVE,\"  a drama performed by Signature Theatre. 8 p.m. today and Friday; 2 and 8 p.m. Saturday; 2 and 7 p.m. \nSunday; 7:30 p.m. Tuesday and Wednesday, 2800 S. Stafford St., Arlington. $33-$55. 703-820-9771. \n\n \"THE RAPE OF LUCRECE,\"  performed by Washington Shakespeare Company. 8 p.m. Thursdays-Saturdays; 2 \np.m. Sundays, through March 11, Clark Street Playhouse, 601 S. Clark St., Arlington. $25-$35. 703-418-4808,  \n800-494-8497 or www.washingtonshakespeare.org. \n\n \"TWELFTH NIGHT,\"  performed by Firebelly. 8 p.m. today-Saturday; 2 p.m. Sunday, Theatre on the Run, 3700 S. \nFour Mile Run, Arlington. $15; seniors, $5. 703-409-2372 or www.firebellyproductions.net. \n\n\nJURIED ART SHOW,  works by the Kiln Club. Opens Friday; show, 10 a.m.-4 p.m. weekdays; 10 a.m.-5 p.m. \nweekends, through April 1, Torpedo Factory Art Center, Scope Gallery, Studio 19, 105 N. Union St., Alexandria. \nFree. 703-548-6288. \n\n WASHINGTON ANTIQUARIAN BOOK FAIR,  rare books, maps, prints, autographs and more, sponsored by the \nConcord Hill School. 4-9:30 p.m. Friday; 10 a.m.-6 p.m. Saturday, Holiday Inn Rosslyn at Key Bridge, 1900 N. Fort \nMyer Dr., Arlington. Friday-Saturday, $12; Saturday only, $6. 301-654-2626. \n\n ART SHOW AND SALE, works by Arlington artists, refreshments, music by Stardust Dance Band, sponsored by \nArlington Artists Alliance. Reception, 6-9 p.m. Friday; show, 10 a.m.-4 p.m. Saturday, St. Andrew's Episcopal \nChurch, 4000 Lorcom Lane. Free admission. 703-524-8467 or www.arlingtonartistsalliance.org. \n\n \"FOUND (PARTS),\"  performed by Jane Franklin Dance. 7-9 p.m., Arlington Arts Center, 3550 Wilson Blvd., \nArlington. Free. 703-248-6800. \n\n \"SOUTHERN SAGE,\"  multimedia exhibit of works by members of Hurricane Force Art of Hancock County, Miss. \nOpening reception, 7-10 p.m.; show, 6-9 p.m. Fridays, 10 a.m.-6 p.m. Saturdays, noon-6 p.m. Sundays, through \nApril 1, Del Ray Artisans, Nicholas A. Colasanto Center, 2704 Mount Vernon Ave., Alexandria. Free. 703-838-4827 \nor www.thedelrayartisans.org. \n\n ROCK CONCERT,  performances by bands from T.C. Williams, Bishop Ireton and D.J. O'Connell high schools, \nfood and drinks available, to benefit the Susan G. Komen Breast Cancer Foundation. 7-10:30 p.m., Dr. Oswald \nDurant Memorial Center, 1605 Cameron St., Alexandria. $5. 202-297-3968. \n\n \"POCAHONTAS,\"  performed by the Children's Theatre. 7:30 p.m. Friday; 3 and 7:30 p.m. Saturday; 3 p.m. \nSunday, Thomas Jefferson Community Theatre, 125 S. Old Glebe Rd., Arlington. $10; seniors, students and \nchildren, $8. 703-548-1154, Ext. 1, or www.encorestage.org. \n\n \"BOHEMIOS,\"  musical by John Edward Niles, Amadeo Vives, G. Perrin and M. Palacios, in Spanish with English \nsurtitles, sponsored by Opera Theatre of Northern Virginia and Teatro de la Luna. 8 p.m. Friday and Saturday, 3 \np.m. Sunday, Gunston Arts Center I, 2700 S. Lang St., Arlington. $27-$35. 703-528-1433 or 703-548-3092. \n\n \"HAVING OUR SAY,\"  a drama retracing the lives of the Delany sisters, performed by Tapestry Theatre. 8 p.m. \nFriday and Saturday, 3 p.m. Sunday, Lee Center for the Performing Arts, 1108 Jefferson St., Alexandria. $15; \nseniors and students, $13. 703-960-3398 or www.tapestrytheatre.com. \n\n AIR FORCE BAND,  concert. 8 p.m., George Washington Masonic National Memorial, 101 Callahan Dr., \nAlexandria. Free. 202-767-5658. \n\n COUNTERTOP QUARTET,  concert. 8 p.m., St. Paul's Episcopal Church, 228 S. Pitt St., Alexandria. $25; \nstudents, $20. 703-549-5072 or www.countertopquartet.org. \n\nST. PATRICK'S DAY PARADE,  floats, Irish dancers, high school bands and more, King Street, from West Street to  \nFairfax Street, Alexandria. 12:30-2:30 p.m. Free. 703-237-2189 or www.ballyshaners.org. \n\n ALEXANDRIA FARMERS MARKET,  meat, dairy products, fish, fruit and vegetables, sponsored by the city. 5:30-\n10:30 a.m., Market Square, 301 King St., Alexandria. Free admission. 703-838-5006. \n\n ARLINGTON FARMERS MARKET,  meat, dairy products, fruit, vegetables, bread and honey, sponsored by \nVirginia Cooperative Extension and Arlington Department of Parks, Recreation and Cultural Resources. 9 a.m.-\nnoon, North Courthouse Road, between North 14th and North Uhle streets. Free admission. 703-228-6423 or \nwww.arlingtonfarmersmarket.com. \n\n LAWN CARE WORKSHOPS,  basic techniques for getting lawns started in spring and keeping them green, \npresented by master gardeners from Virginia Cooperative Extension. 9 a.m.-noon, Mount Vernon Recreation \n\nhttp://www.arlingtonartistsalliance.org/\nhttp://www.thedelrayartisans.org/\nhttp://www.encorestage.org/\nhttp://www.tapestrytheatre.com/\nhttp://www.countertopquartet.org/\nhttp://www.ballyshaners.org/\nhttp://www.arlingtonfarmersmarket.com/\n\n\nCenter, 2701 Commonwealth Ave., Alexandria; 7-9 p.m. Wednesday and March 8, Lee Community Center, 5722 \nLee Hwy., Arlington. Free; reservations required. 703-228-6414. \n\n SENIORS DRIVING COURSE, two-part refresher course, sponsored by AARP. 10 a.m.-3 p.m. Saturday and \nMarch 10, Langston-Brown Senior Center, 2121 N. Culpeper St., Arlington. $10; registration required. 703-228-\n5321. \n\n \"MIDSUMMER NIGHT'S DREAM,\"  for seniors, travel by bus to the Kennedy Center to watch a performance by the \nNew York City Ballet, sponsored by Arlington County Senior Adult Travel. Bus departs from three Arlington \nlocations: 11:40 a.m., Madison Senior Center, 3829 N. Stafford St.; noon, Lubber Run Community Center, 300 N. \nPark Dr.; 12:15 p.m., Walter Reed Senior Center, 2909 S. 16th St. Bus returns at 4:45 p.m. $85; registration \nrequired. 703-228-4749. \n\n \"LITTLE RED RIDING HOOD,\"  performed by Classika Theatre. Noon, Saturdays and Sundays, through May 12, \n4041 S. 28th St., Arlington. $15; advance, $12. 703-824-6200. \n\n 18TH-CENTURY BIRTHDAY PARTIES,  for ages 5-12, parents and children can host a two-hour party with a \ncostumed guide, tour of the museum, colonial crafts and games, English country dancing and more. 2-4 p.m. and 3-\n5 p.m. Saturdays and Sundays, Gadsby's Tavern Museum, 134 N. Royal St., Alexandria. For as many as 10 \nchildren, $150; each additional child, $12; reservations required. 703-838-4242. \n\n WMPA'S 35TH BIRTHDAY PARTY,  hosted by Alison Starling of WJLA, music by cellist Sean Neidlinger, violinist \nBenjamin Scott and pianist Edward Newman, with food, wine and door prizes, sponsored by Washington \nMetropolitan Philharmonic Association. 3 p.m., The Athenaeum, 201 S. Prince St., Alexandria. $35; reserve by \nMarch 1. 703-799-8229 or www.wmpa.us. \n\n \"THE ART OF THE STORM,\"  Hurricane Katrina-inspired documentary about survival, love of art and how the \nartistic community can respond. 4:30 p.m. Saturdays and Sundays, through April 1, Del Ray Artisans, Nicholas A. \nColasanto Center, 2704 Mount Vernon Ave., Alexandria. Free. 703-838-4827. \n\n FLYING SQUIRRELS PROGRAM,  learn about the animals and watch them glide. 6-7:15 p.m. Saturdays, through \nMarch 17, Long Branch Nature Center, 625 S. Carlin Springs Rd., Arlington. $2; registration required. 703-228-\n4747. \n\n SALVADORAN PHOTO EXHIBIT,  \"KM 164: 40 Años Después (40 Years Later),\" black-and-white photography of \na Salvadoran village by Mario Ernesto Quiroz-Servellón. 7:30-9:30 p.m. Saturdays, through March 24; and noon-5 \np.m. March 17, Rosslyn Spectrum Theatre, 1611 N. Kent St., Arlington. Free. 703-228-1850 or \nwww.planetarlington.com. \n\n ALEXANDRIA SYMPHONY ORCHESTRA,  concert. 8 p.m., Northern Virginia Community College, Rachel M. \nSchlesinger Concert Hall and Arts Center, 3001 N. Beauregard St., Alexandria. $20-$80. 703-548-0885 or \nwww.alexsym.org. \n\n WORLD MUSIC CONCERT,  Japanese classical music and jazz by the Kitsune Ensemble and  Billy Fox, \nsponsored by Planet Arlington and Arlington Cultural Affairs. 8 p.m., Rosslyn Spectrum Theatre, 1611 N. Kent St. \n$20. 703-228-1850 or 703-573-7328 or www.ticketmaster.com. \n\nMARINE BAND,  concert. 2 p.m., Northern Virginia Community College, Rachel M. Schlesinger Concert Hall and \nArts Center, 3001 N. Beauregard St., Alexandria. Free. 703-845-6156 or www.marineband.usmc.mil. \n\n  ORCHESTRAL CONCERT, performance by Washington Metropolitan Youth Orchestra. 2:30 p.m., Episcopal High \nSchool, Pendelton Hall, 3900 W. Braddock Rd., Alexandria. Free. 703-799-8229. \n\n \"THE WITCHES,\"  opera performed by the American Center for Puccini Studies. 3 p.m., First Christian Church of \nAlexandria, 2723 King St., Alexandria. $15. 301-528-4305 or 703-549-3911. \n\nhttp://www.wmpa.us/\nhttp://www.planetarlington.com/\nhttp://www.alexsym.org/\nhttp://www.ticketmaster.com/\nhttp://www.marineband.usmc.mil/\n\n\n METROPOLITAN CHORUS,  concert. 3 p.m., Kenmore Middle School, 200 S. Carlin Springs Rd., Arlington. $17; \nseniors, military and youths, $15. 703-933-2500 or www.metchorus.org. \n\n\"ART IN CITY HALL,\"  juried exhibit of works by the Art League Gallery, Del Ray Artisans, Torpedo Factory Arts \nAssociation and Springwater Fiber Workshop. 8 a.m.-5 p.m. weekdays; 9 a.m.-noon Saturdays, City Hall, 301 King \nSt., Alexandria. Free. 703-683-1780, 708-838-4827, 703-401-0963 or 703-549-3634. \n\n JAMESTOWN LECTURE,  Paul Snodgrass of the Optimist Club discusses the 400th anniversary of the founding of \nJamestown. 10:45 a.m., Woman's Club of Arlington, 700 S. Buchanan St., Arlington. Free. 703-553-5800 or 703-\n751-3442. \n\n \"COMMUNITY CONVERSATIONS,\"  former state representative Karen Darner and Rich Doud of the Arlington \nChamber of Commerce discuss ways to improve life in Arlington, sponsored by Woman's Club of Ashton Heights. \n7-9 p.m., Langston-Brown Community Center, 4854 Lee Hwy, Arlington. Free. 703-243-4785. \n\n \"VISUAL MUSIC,\"  artist Liz Schafer discusses and demonstrates a combination of music and art. 7 p.m., Del Ray \nArtisans, Nicholas A. Colasanto Center, 2704 Mount Vernon Ave., Alexandria. Free. 703-838-4827. \n\n BASIC TROUT FISHING,  for age 12 and younger with an adult, learn about habitat and conservation, and acquire \nrudimentary fishing skills. 7-8 p.m., Lubber Run Community Center, 300 N. Park Dr., Arlington. $2; registration \nrequired. 703-228-4747 or 703-525-0168. \n\nAMATEUR RADIO LICENSING CLASS,  earn an entry-level FCC license, sponsored by the Alexandria Radio \nClub. 7-9 p.m. Tuesdays, through May 8, Inova Alexandria Hospital, auditorium, 4320 Seminary Rd. $45, includes \ntextbook. 703-960-4096. \n\n BLACK HISTORY EXHIBIT,  \"From Morning to Night: Domestic Service in the Gilded Age South,\" stories, \nphotographs and artifacts. 10 a.m.-4 p.m. Tuesdays-Saturdays, Alexandria Black History Museum, 902 Wythe St., \nAlexandria. Free. 703-838-4356. \n\n \"EQUINOX,\"  a juried all-media exhibit of works by regional artists. 11 a.m.-5 p.m. Tuesdays-Saturdays, through \nMarch 31, Arlington Arts Center, 3550 Wilson Blvd., Arlington. Free. 703-248-6800, Ext. 12 or \nwww.arlingtonarts.org. \n\n \"TEACHING YOUR TEEN TO DRIVE,\"  presentation  by author Phil Berardelli and Mike Green of Mothers Against \nDrunk Driving. 7 p.m., Yorktown High School, 5201 N. 28th St., Arlington. Free. 703-228-1671. \n\n SCIENCE PROGRAM,  Martin Ogle of Northern Virginia Regional Park Authority discusses \"The Gaia Theory, Its \nImplications for Energy, Global Warming and Other Challenges.\" 7 p.m., the Lyceum, 201 S. Washington St., \nAlexandria. Free. 703-528-5406. \n\n FORT MYER CONCERT,  Army Band. 7:30 p.m. Brucker Hall, Washington Boulevard and South Second Street, \nArlington. Free. 202-685-2888 or www.usarmyband.com. \n\nNATIONAL GALLERY TRIP,  for seniors, travel by bus to the District to view \"Strokes of Genius: Rembrandt's \nPrints and Drawings\" at the National Gallery of Art, sponsored by Arlington County Senior Adult Travel. Bus \ndeparts from three Arlington locations: 8:50 a.m., Madison Senior Center, 3829 N. Stafford St.; 9:15 a.m., Lubber \nRun Community Center, 300 N. Park Dr.; 9:30 a.m., Walter Reed Senior Center, 2909 S. 16th St. Bus returns at \n3:30 p.m. $8; registration required. 703-228-4749. \n\n BIRD WALK,  join members of the Northern Virginia Bird Club for a walk in the park, bring binoculars and field \nguides. 9:30-11:30 a.m., meet at parking lot, Long Branch Nature Center, 625 S. Carlin Springs Rd., Arlington. \nFree; registration required. 703-228-4747. \n\n APOTHECARY MUSEUM,  18th-century store, with a display of pill rollers, mortars, pestles, drug mills, glassware, \njournals, letters, furnishings and patent medicines. 11 a.m.-4 p.m. Wednesdays-Saturdays; 1-4 p.m. Sundays,  \n\nhttp://www.metchorus.org/\nhttp://www.arlingtonarts.org/\nhttp://www.usarmyband.com/\n\n\nStabler-Leadbeater Apothecary Museum, 105-107 S. Fairfax St., Alexandria. $4; ages 11-17, $2; age 10 and \nyounger, free. 703-838- \n\n3852. \n\n ARLINGTON JURIED PHOTO EXHIBIT,  \"Photos You Have Taken Over the Past 75 Years,\" by local professional \nand amateur photographers. 11 a.m.-7 p.m. Wednesday, March 8 and March 9; 11 a.m.-2 p.m. March 10, Ellipse \nArts Center, 4350 N. Fairfax Dr., Arlington. Free. 703-228-7710. \n\n FROG PROGRAM,  for ages 6-9, learn about native frogs, with games and a craft.  4-5 p.m., Gulf Branch Nature \nCenter, 3608 N. Military Rd., Arlington. $2; registration required. 703-228-4747. \n\n \"DRAMA UNDER THE INFLUENCE,\"  one-act plays by American Century Theater. 8 p.m. Wednesdays-Fridays; \n2:30 and 8 p.m. Saturdays, through March 24, Gunston Arts Theater II, 2700 S. Lang St., Arlington. $23-$29. 703-\n553-8782 or www.americancentury.org. \n\n\"FORM OVER FUNCTION,\"  fiber vessels by Maria Simonsson. Opens 10 a.m.-5 p.m. March 8, with an artist's talk \nat 7 p.m.; show, 10 a.m.-5 p.m. Mondays-Saturdays; noon-5 p.m. Sundays  (reception, 2-4 p.m. March 11); through \nApril 1, Torpedo Factory Art Center, Art League Gallery, 105 N. Union St., Alexandria. Free. 703-683-1780 or \nwww.theartleague.org. \n\n LUNCHTIME CHAMBER CONCERT,  performance by the Friday Morning Music Club. Noon-1 p.m., Ellipse Arts \nCenter, 4350 N. Fairfax Dr., Arlington. Free. 703-228-7710. \n\n SECOND THURSDAY ART NIGHT,  visit studios and meet artists, with light refreshments. 6-9 p.m., Torpedo \nFactory Art Center, 105 N. Union St., Alexandria. Free. 703-838-4565 or www.torpedofactory.org. \n\n  --  Compiled by RIA MANGLAPUS \n\n   To Submit an Item \n\n    E-mail:  alexextra@washpost.com \n\n   Fax:  703-518-3001 \n\n  Mail:  Community Events, The Washington Post, Alexandria Arlington Extra, 526 King St., Suite 515, \nAlexandria, VA 22314. \n\n   Details:  Announcements are accepted on a space-available basis from public and nonprofit organizations only \nand must be received at least 14 days before the Thursday publication date. Include event name, dates, times, \nexact address, prices and a publishable contact phone number. \n"}