{"title": "Missouri starts to join the big debate over immigration", "body": "\nAs U.S. Rep. Todd Akin, R-Town and Country, prepares to head for the U.S.-Mexico border 1,237 miles away, \nMissouri's two major candidates for the U.S. Senate continue their debate on how best to protect that boundary.\n\nMeanwhile, a state House commission is holding public hearings around the state to determine the scope of \nMissouri's illegal immigration problem and how best to deal with it.\n\nAll that activity offers a backdrop to the potential political power this year of the illegal immigration issue -- even in \na state that, until recently, hadn't appeared to be much affected.\n\nThe latest census figures, for example, reported that Hispanics -- legal and illegal -- made up less than 3 percent of \nMissouri's population of almost 5.8 million. And state officials told the House immigration commission just last \nmonth that illegals didn't appear to be causing much of a state headache. \n\nBut that opinion appears to be rapidly changing.\n\nAt its latest hearing last week in Kansas City, for example, that House panel was stunned when the police chief \nestimated that the city was harboring at least 60,000 illegal immigrants, mainly from Mexico.\n\nThe commission chairman, state Rep. Ed Emery, R-Lamar, said his group had the chief repeat his statement. \nThat's because his figure is almost twice the statewide estimate of 35,000 illegal immigrants that the commission \nhad been relying on.\n\nIf the Kansas City police chief's figure is accurate, the actual number of illegal immigrants in Missouri probably is \nmuch greater than officials had believed, Emery said. \n\nHe added that it's also become quite clear at the commission's hearings that, \"There's really not a way to reach a \ncompromise on this issue.\"\n\nWhen it comes to illegal immigrants, passion runs high.\n\nWhich helps explain why U.S. Sen. Jim Talent, R-Mo., and his chief Democratic rival, state Auditor Claire \nMcCaskill, seem to have become obsessed with the topic.\n\nOn Wednesday, Talent traveled to five Missouri communities -- Warrensburg, Warsaw, Farmington, Potosi and \nSteelville -- to promote what his campaign calls \"his bipartisan border security plan to help secure America's \nborders with additional manpower, new barriers and high-tech surveillance equipment.\"\n\n\n\"Border security is a national security issue,\" Talent said in a statement. \"I don't support amnesty and I voted \nagainst the Senate amnesty plan. I believe the Senate should pass a comprehensive border security plan, like the \none we've proposed, to protect our borders and our people.\"\n\nMeanwhile, McCaskill has been on the road for weeks to call for tougher penalties and fines for employers who hire \nillegal immigrants. She has cited the decline in federal sanctions against such employers, from 909 in 1995 to three \nin 2004, according to federal figures.\n\nMcCaskill contends that drying up the jobs -- and punishing those who provide them -- is the best way to halt the \nflood of illegal immigrants. That's a point echoed by some local union officials.\n\nLike Talent, McCaskill is focusing on the state's rural, agricultural industry -- where family farmers are increasingly \nat odds with the growing number of corporate operations.\n\nShe has attacked Talent, who sits on the Senate Agricultural Committee, for receiving campaign donations from \nagricultural corporations with ties to the hiring of illegal workers. His campaign and allies, in turn, have pointed out \ndonations that McCaskill got from some of those firms in her earlier campaigns -- and contribution requests that her \ncampaign or her allies recently made.\n\nHe contends that she supports national proposals that \"amount to amnesty\" for illegal immigrants already in the \nUnited States. She says that's not true and emphasizes her support for penalties and punishment.\n\nMcCaskill accuses Talent of supporting amnesty for employers who hire illegals. He says that's not true and \nemphasizes his support for penalties and punishment.\n\nBoth say they support a border fence, although Talent places more emphasis on it. And neither is advocating that \nillegals be rounded up and deported.\n\nAs for Akin, illegal immigration is likely to emerge as a topic in his August primary contest against state Rep. \nSherman Parker, R-St. Charles County. Both have talked about the recent arrests of illegal immigrants at a \nconstruction site in O'Fallon, Mo. Akin is going to El Paso, Texas, this week as part of a congressional entourage to \nobserve firsthand how the border is monitored.\n\nSpokesmen for both state parties say that immigration is emerging as a key issue for their rival bases of voters. As \na result, both sides agree: As long as illegal immigration is a hot issue in Congress, it'll be a hot potato back here.\n"}