{"title": "Vienna Riots Leave 50 Hurt As Protests Rise", "body": "\nClashes overnight between the police and demonstrators left more than 50 people injured in Vienna today after a \ncoalition government including members of the anti-immigration Freedom Party was sworn in.\n\nThe turmoil, unusual in a habitually sedate city, reflected the intense feelings stirred by the arrival in power of the \nparty that Jorg Haider has steered from a fringe group to a serious political force in the last 15 years.\n\nMore than 40 police officers, 11 demonstrators and several bystanders were injured, none of them seriously, and \ndozens of police vehicles were damaged, the police said. Ten people were arrested, but all of them were \nsubsequently released.\n\nThe government, composed of the center-right People's Party and the Freedom Party, immediately set about trying \nto calm the international storm provoked by what is widely viewed as the unacceptable legitimization of Mr. Haider, \na man who has praised aspects of Hitler's rule but more recently dismissed the Nazi regime as barbaric.\n\n\"I must defend myself against unacceptable comparisons,\" Wolfgang Schussel, the new chancellor and a member \nof the People's Party said. \"There is no new Hitler on the rise in Austria.\"\n\nHis remark went to the heart of an international outcry over Mr. Haider that has seen Austria's 14 European Union \npartners downgrade diplomatic relations and the United States recall its ambassador \"for consultations.\"\n\nMr. Schussel, who embraced a coalition with the Freedom Party after protracted talks with the Social Democrats \nbroke down, acknowledged that in the short term Austria was certain to face difficulties, but said he hoped that \"in \nthe medium term it may be possible to achieve a significant normalization.\"\n\nThe European Union, whose 14 other members have moved with unusual rapidity and severity in their measures \nagainst Austria, has halted bilateral political contacts with Austria, downgraded relations with Austria's \nambassadors, who will be received only at \"technical level,\" and said it would not support Austrian candidates for \npositions at international organizations.\n\nThe Austrian president, Thomas Klestil, who swore in the government on Friday, appealed to the European Union \nto ease its measures against Austria. A statement from the presidency said that Mr. Klestil had contacted Antonio \n\n\nGuterres, the Portuguese prime minister and current president of the European Union, to request \"an exception\" \nallowing bilateral contacts.\n\nBut it is not clear how the European Union could retreat from the steps it has taken as long as the Freedom Party \nremains in government.\n\nOpinion polls suggest that Mr. Haider's party, which now has up to 33 percent support, has benefited from a \nwidespread feeling that the country is being unfairly punished.\n\nIn an interview with an Austrian news agency, Mr. Haider, 50, adopted the confident and unguarded tone that has \nappealed to many Austrians, tired of three decades of government by a Social Democratic Party that followed an \nold practice of dividing up spoils among party faithful.\n\n\"These European Union measures are nothing to get hysterical about,\" Mr. Haider said, adding that other European \nministers would have to get used to talking to the government members from his party because decisions in the 15-\nmember bloc are taken by unanimity.\n\nThe European Union has not made any move to prevent ministers of the new government from attending European \nUnion meetings because it has no legal basis to do so, and Mr. Haider appeared to be suggesting that Austria could \nrespond to the sanctions by blocking European Union decision-making.\n\nBut the People's Party quickly declared that no such action was contemplated.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Violence flared during demonstrations late on Friday in Vienna after the swearing-in of a new governing \ncoalition. More than 40 police officers, 11 protesters and several bystanders were injured, none seriously. (Agence \nFrance-Presse)\n"}