{"title": "Hiring More Foreign Workers Gets a Push; Technology Firms Cite Labor Shortage, Want Ceiling of 65,000 Raised", "body": "\nThe U.S. high-tech industry and congressional backers opened a campaign yesterday to increase admissions of \nforeign workers under a controversial visa program to help fill what they said is an acute labor shortage in \ncomputer-related occupations.\n\nAt a hearing of the Senate Judiciary Committee, Sen. Spencer Abraham (R-Mich.) said he plans to propose \nlegislation to raise the annual cap, currently set at 65,000, on admissions of skilled workers under the H-1B visa \nprogram. The program, which allows employment in the United States for up to six years, has been used to hire \nforeigners ranging from computer programmers and university researchers to physical therapists and fashion \nmodels.\n\n\"Companies across America are faced with severe high-skill labor shortages that threaten their competitiveness in \nthis new Information Age economy,\" Abraham said. He said employers reached the 65,000 cap last year for the first \ntime since the category was created in 1990 and are expected to bump up against it again by May if it is not raised.\n\nAbraham indicated he did not have a specific figure in mind for a higher cap, but the White House reportedly is \nconsidering an increase of 50 percent or more. Representatives of high-tech companies, including Microsoft and \nTexas Instruments, said they favored eliminating the cap, allowing them to hire unlimited numbers of skilled foreign \nworkers.\n\nSen. Dianne Feinstein (D-Calif.) said she would \"support an increase in the cap\" but wants it tied to commitments \nfrom industry to help improve public education in the United States \"so that one day, these companies won't have to \nrely on foreign nationals.\"\n\nThe issue has provoked intense debate within the administration, Congress, the academic community and the high-\ntech sector itself. Critics of the H-1B program, including the Labor Department, say it often has been abused by \nemployers who use foreign workers to help hold down wages.\n\nAlthough high-tech firms insist that the program is vital to bring in the world's \"best and brightest\" and keep U.S. \nindustry competitive in a global economy, the critics charge that H-1B visas are used mostly to employ the \"quickest \nand cheapest.\" The program, they say, allows employers to hire foreign graduates of U.S. universities on a \n\"probationary\" basis and dangle the prospect of sponsoring them for permanent immigrant status as part of their \ncompensation.\n\nHarris N. Miller, president of the Information Technology Association of America, which lobbies on behalf of high-\ntech employers, said the cap \"should be eliminated or increased substantially.\" He cited a study issued by the \n\n\nassociation last month that shows 346,000 unfilled information-technology jobs nationwide, amounting to about 10 \npercent of total jobs in the industry. \"Unfilled openings become a major constraint on a company's growth,\" he said.\n\nOn the other hand, Raymond Uhalde, an acting assistant secretary of labor, said bringing in foreign temporary \nworkers could prove counterproductive in the long run by discouraging U.S. workers from acquiring needed new \nskills. \"Increased immigration should be the last -- not the first -- public policy response to skills shortages,\" he \nsaid.\n\nUhalde said the H-1B program \"is broken in several respects\" because it does not require employers to test for the \navailability of qualified American workers before hiring foreigners and even allows employers to lay off Americans \nin order to replace them with H-1B workers. He said the administration has proposed addressing these issues and \nlimiting the period of stay to three years.\n\nRobert Lerman of the Urban Institute disputed the industry's claims on job vacancies, adding that such openings in \nany case do not necessarily mean a shortage of workers. He said there is no evidence of sharp rises in wages in \nthe industry as a whole, which could be expected if there were a real shortage.\n\nIncreasing admissions of H-1B workers could actually create \"an oversupply of information technology workers,\" \nsaid Rep. Ron Klink (D-Pa.), a member of the Commerce Committee. \"This may be good for employers looking for \ncheap workers, but it will be disastrous for young people looking forward with anticipation to good jobs and wages.\"\n"}