{"title": "California News in Brief", "body": "\nSIGNAL HILL\n\nDisgruntled employee shoots 3 co-workers\n\nAn employee who went on a shooting rampage Monday morning at a menu printing plant was upset the company \nhad cut his hours in recent months.\n\nYet after entering Kenyon Press armed with a semiautomatic handgun, Jose Mendez, 68, walked past a female \nsupervisor and opened fired on three co-workers before killing himself.\n\nWhy the gunman targeted fellow employees instead of his boss has confounded police in their search for a motive.\n\n``We're as confused as everybody else,'' police Capt. Mary Risinger said. ``If he was mad about the hours, he \nshould have been mad with her, not the co-workers.''\n\nThe business owner told police that the reduction in hours applied to all employees.\n\nVictims Rafael Mendoza, 46, shot once in the back and once in the left elbow, and Sergio Garcia, 49, shot once in \nthe chest and once in the left shoulder, were in fair condition at Long Beach Memorial Medical Center. There was \nno immediate information on the other victim.\n\nBERKELEY\n\nFaculty considering strike authorization\n\nFrustrated by stalled negotiations, the faculty of the nation's largest four-year public university system began \ncasting their first strike authorization vote Monday.\n\nThe vote, expected to be completed over the next two weeks, comes after nearly two years of negotiations have \nfailed to yield a new contract.\n\nBoth sides agree the faculty should be paid more, but the union wants larger across-the-board raises than \nCalifornia State University administrators have offered. The two sides also disagree on merit pay.\n\n\nThe issue is now before an independent fact-finder. If the faculty authorizes a strike and there is no contract \nresolution, the CSU faculty could strike later this spring at CSU's 23 campuses.\n\nCSU spokeswoman Clara Potes-Fellow said administrators have made a fair offer and are ``working hard to \ncomplete the fact-finding process with the goal of reaching an agreement with the faculty union.''\n\nUnion leaders say they would minimize the impact on CSU's more than 400,000 students by having brief strikes \nthat roll from campus to campus.\n\nSAN FRANCISCO\n\nA victory in court for Christian schools\n\nMunicipal agencies may provide tax-exempt bonds to a religious school -- as long as its curriculum includes secular \nclasses, the California Supreme Court ruled Monday.\n\nThe 4-3 decision reverses an earlier ruling and hands a victory to three Southern California Christian schools.\n\nIn 2002, Oaks Christian School, California Baptist University and Azusa Pacific University wanted to construct \ncafeterias, a mail center and athletic facilities using bonds from ``joint power authorities.''\n\nCalifornia has more than 350 joint power authorities -- public consortia that provide tax breaks to institutional \ninvestors who fund public interest projects with low-interest loans. The municipal groups often finance housing and \nschools.\n\nCritics complained the tax-free bonds violated church-state separation in California's constitution.\n\nLOS ANGELES\n\nPolice battle graffiti with high-tech tools\n\nLaw enforcement has gone high-tech to fight graffiti, including the use of global positioning systems, mass data \nstorage and digital photography to track vandalism.\n\nSheriff's detectives are also logging on to MySpace .com to catch vandals who use the networking site to brag \nabout their crimes.\n\n``The technology five years ago wasn't what it is today,'' said Tim Kephart, founder of Graffiti Tracker, which has \ncontracts with 13 Southern California cities.\n\nThe system uses a camera fitted with a global positioning device to photograph and record the location of graffiti. A \npolice officer or city worker usually takes a picture of the vandalism and a Graffiti Tracker analyst reviews the \nmarkings and categorizes them based on whether they appear to come from a gang or an individual.\n\nThe information is then uploaded into an Internet database that police can search to determine patterns of graffiti \nincidents.\n\nFrom Mercury News wire services\n"}