{"title": "FORBES NA FORUM; XXIX FORUM EKONOMICZNE W KRYNICY 2019; WYBORY WSPIERAJ  FORUM", "body": "\nForum w Krynicy jest niewiele m odsze ni  niepodleg a Polska. W tym roku b dziemy mieli jego 29. edycj . Swoj  \ndzia alno   zaczyna o jako ma e spotkanie, którego uczestnicy mie cili si  przy jednym du ym stole. Dzi  to wielka \nimpreza.\n\nEuropejski Kongres Gospodarczy w Katowicach ma prawie trzy razy wi cej uczestników ni  Krynica. Natomiast \npopierany przez rz d Kongres 590 w Rzeszowie cieszy si  wi kszym zainteresowaniem. Istnieje te  kilka innych \nspotka  biznesowych lepiej przygotowanych merytorycznie od Forum Ekonomicznego. Mimo to to Krynica jest \nnajwa niejsza. Ma swoje zalety, których nikt jeszcze nie potrafipowtórzy .\n\nNajwa niejsz  z nich jest niezwyk a atmosfera pozwalaj ca na  atwe nawi zanie licznych kontaktów biznesowych i \nspotkania z politykami decyduj cymi o zasadach dzia ania gospodarki.\n\nW Instytucie Studiów Wschodnich, który jest organizatorem Forum, szacuj ,  e do ma ego miasteczka w Beskidzie \nS deckim, maj cym niespe na 11 tysi cy mieszka ców, przyjedzie w czasie Forum 12 - 13 tysi cy osób.\n\nNa t  liczb  sk ada  si  b dzie ponad cztery tysi ce uczestników, kilkuset dziennikarzy i tysi ce osób wspieraj cych \norganizatorów oraz ich partnerów.\n\nFORUM TO WIELKIE PRZEDSI WZI -CIE LOGISTYCZNE. Organizatorzy lubi  si  chwali  jego wielko ci  i z o ono ci  \nzwi zanych z nim prac. Z przygotowanych przez nich materia ów wynika mi dzy innymi,  e w ub.r. tylko na druk ksi  \neczek z list  uczestników i programem (wersja polska i angielska) zu yto 4,7 tony papieru. A wszystkie publikacje, \nktóre znalaz y si  w teczkach uczestników, wa y y 20 ton.\n\nW ub.r. na Forum by o 17 sal konferencyjnych, w których odby o si  291 ró nych wydarze . W panelach wzi  o udzia  \nblisko 1300 dyskutantów. To oznacza,  e prawie co trzeci uczestnik Forum mia  szans  osobi cie wzi   udzia  w \njakiej  debacie. Oczywi cie teoretycznie, bo najbardziej znani uczestnicy (zw aszcza cz onkowie rz du) brali udzia  w \nco najmniej kilku panelach.\n\n\nW TYM ROKU B DZIE OKO O 350 PANELI, w tym oko o 250 przygotowanych przez organizatora, czyli Instytut \nStudiów Wschodnich, a pozosta e przez partnerów imprezy.\n\nMocn  stron  Forum jest bardzo liczna obecno   przedstawicieli rz du i ministerstw. Zazwyczaj na Forum s  wszyscy \nministrowie od spraw gospodarczych i bardzo du o wiceministrów. Ale s  obecni tak e ministrowie z innych \nresortów, a szczególnie z Ministerstwa Zdrowia. Zreszt  przyje d aj  nie tylko polscy ministrowie. W zesz ym roku w \nForum wzi  o udzia  7 premierów, 15 przewodnicz cych parlamentów, 72 ministrów i wiceministrów.\n\nW po owie sierpnia tego roku zarejestrowanych by o ju  11 polskich ministrów oraz 10 z zagranicy. Do tego by o \nbardzo du o wiceministrów z Polski i ca ej Europy.\n\nW po owie sierpnia ISW nie chcia  jeszcze ujawnia  listy najwa niejszych tegorocznych go ci. Wiadomo,  e b dzie \nkilku premierów. Bardzo wst pnie zewn trzne szacunki mówi  o pi ciu szefach rz du, w tym dwóch z krajów by ego \nZSRR.\n\nGdy przyje d aj  premierzy z innych pa stw, obowi zkowa staje si  obecno   naszego. Wi c Mateusz Morawiecki te  \nna pewno b dzie obecny. Obok równie  oczekiwanego Andrzeja Dudy b dzie prawdopodobnie jeszcze jeden z \nzagranicy. Wiadomo,  e organizatorzy zapraszali Jaros awa Kaczy skiego i pono  jest du a szansa na jego \npojawienie si .\n\nNic dziwnego,  e na tak  imprez  przyje d a tak e mnóstwo dziennikarzy. W zesz ym roku by o ich 610 i napisali w \nsumie ponad 5,5 tysi ca artyku ów. W tym roku powinno by  o oko o stu wi cej. W sumie na ubieg orocznym Forum \nby o 3,9 tys. uczestników, ponadto zaproszono do udzia ów w seminarium 65 go ci. W tym roku organizator \nszacuje,  e b dzie o 10 proc. wi cej. Ale to ostro ne szacunki, bo przed 10 sierpnia by o zarejestrowanych ponad 2,2 \ntysi ca osób, tj. o prawie 20 proc. (ok. 400) wi cej ni  w tym samym okresie 2018 roku.\n\nPonad jedna trzecia go ci przyje d a z zagranicy. Uczestnicy z 60 krajów w ubieg ym roku korzystali z us ug 75 t \numaczy.\n\nW ramach Forum jest organizowanych kilka mniejszych forów dyskusyjnych. To jest zazwyczaj kilka paneli, spotka \n, a czasami i sesji plenarnych po  czonych wspólnym mianownikiem. Fora zwykle po wi cone s  najwa niejszym dla \npa stwa i gospodarki problemom. Tradycyjnie b d  to: Forum Polonijne, Konferencja Europa Karpat, Forum M \nodych Liderów, Forum III Wieku, Forum Regionów (samorz dy) czy najbardziej wyró niaj ce si  Forum Ochrony \nZdrowia.\n\nW TYM ROKU DOJD  DWA NOWE FORA. Chyba najciekawsze b dzie organizowane wspólnie z Ministerstwem \nCyfryzacji pod nazw   rodkowoeuropejski Szczyt Bezpiecze stwa w Cyberprzestrzeni. W jego ramach planowanych \njest 14 wydarze  (panele, sesja plenarna i spotkania) z udzia em partnerów m.in. z USA i Hiszpanii. W szczycie \nwezm  udzia  przedstawiciele unijnych instytucji oraz ministrowie krajów naszego regionu odpowiedzialni za \ncyfryzacj  i bezpiecze stwo w sieci.\n\nDrugim tematem, który po raz pierwszy pojawi si  w bardzo du ej skali, b dzie walka o czyste  rodowisko (Forum \nOchrony  rodowiska). Tematami wiod cymi ma by  walka ze smogiem oraz gospodarka zamkni ta, a wi c problemy, \nktóre   cz  si  z olbrzymimi inwestycjami prowadzonymi przez pa stwo, samorz dy i firmy. W dyskusjach maj  wzi   \nudzia  zajmuj cy si  t  problematyk  ministrowie z krajów Europy  rodkowej.\n\nFORUM DLA MIASTA, MIASTO DLA FORUM\n\nForum Ekonomiczne jest wielk  imprez , która ca kowicie zdominowa a ma e miasto. Wsz dzie wida  krawaty i \ngarsonki, a centrum uzdrowiska zajmuj  pawilony zbudowane dla uczestników Kongresu. Ale dla miasta to okres  \nniw. W tym czasie wszystkie  ó ka w hotelach, pensjonatach i sanatoriach s  zaj te, a ceny za pokoje s  2 - 3 razy \nwy sze ni  zwykle\n\nDLACZEGO WARTO PRZYJECHA  NA FORUM W KRYNICY\n\nZygmunt Berdychowski - przewodnicz cy Rady Programowej Forum Ekonomicznego w Krynicy, twórca tej imprezy\n\n\n\nNa Forum jest tak du o go ci,  e w czasie jego trwania w tym ma ym miasteczku powstaje wyj tkowy klimat. \nWystarczy sta  przy deptaku, w centrum Forum i pr dzej czy pó niej wszyscy najwa niejsi uczestniczy konferencji \nprzejd  obok.\n\nWtedy mo na u cisn   im d o , a nawet cho by chwil  porozmawia . To jest fenomen, na  adnej innej konferencji tego \nnie ma.\n\nTej charakterystycznej dla Krynicy  atwo ci nawi zywania wa nych kontaktów sprzyja nie tylko atmosfera deptaka, \nale tak e mnogo   ró nych wydarze  kulturalnych i towarzyskich. Nigdzie w Polsce nie ma w jednym miejscu i czasie \ntylu rautów, bankietów, koktajli, uroczystych kolacji oraz otwartych i zamkni tych spotka .\n\nDopiero kolejn  spraw  decyduj c  o atrakcyjno ci Forum jest jego warto   merytoryczna, mo liwo   wys uchania wielu \nbardzo wa nych i ciekawych dyskusji, a tak e obejrzenia wystaw i wyst pów artystycznych.\n\nAle w kolejno ci wa no ci argumentów przemawiaj cych za przyjazdem na Forum sprawa merytorycznej jego warto \nci jest na kolejnym miejscu. Cho  bardzo si  o ni  staramy. Najwa niejsza jest  atwo   nawi zywania wa nych \nkontaktów.\n\nGraphic\n\n \n\nW ostatnich latach obecno   na Forum najwy szych w adz pa stwa jest regu  . Dawniej bywa o ró nie\n\nFOT.: DAREK DELMANOWICZ/PAP; 123RF.COM\n"}