{"title": "A Bush Rule Bolstering Deportations Is Withdrawn", "body": "\nAttorney General Eric H. Holder Jr. on Wednesday  reversed a Bush administration ruling  that had weakened the \nability of immigrants facing deportation to argue that their lawyers did a bad job.\n\n  The original order, issued just days before the inauguration of President Obama, held that immigrants did not have \na constitutional right to effective lawyers in their deportation hearings. That 11th-hour decision abruptly closed off \none of the most common avenues for appealing deportation decisions. \n\n  Because immigration cases are classified as civil litigation, people facing deportation do not have the same right \nto be represented by a lawyer that criminal defendants have. But before the Bush administration, a long line of \nlegal opinions allowed immigrants whose lawyers had performed poorly to ask that their cases be opened on \nconstitutional grounds. In 2003, the Board of Immigration Appeals, a part of the executive branch that reviews the \nrulings of immigration courts, reaffirmed that right.\n\n  The Bush administration, however, successfully argued in several federal appeals court cases that there was no \nconstitutional right to have a case reopened because of ineffective legal representation. \n\n  The Bush administration order, issued by Michael B. Mukasey, then the attorney general, concerned three \ndeportation cases known collectively as Matter of Compean, after the name of one of the people facing removal, \nEnrique Salas Compean.\n\n  In Wednesday's three-page order withdrawing the former attorney general's decision, Mr. Holder suggested that \nthe original order did not follow proper government procedure. The process followed by the Bush administration, he \nwrote, did not thoroughly consider all the issues involved, particularly for a decision that changed a long-standing \nprocess that had been reaffirmed by the appeals board.\n\n  Wednesday's order called for a thorough review of the law in such cases, and for a period of public comment that \ncould lead to a new rule.\n\n  ''The integrity of immigration proceedings depends in part on the ability to assert claims of ineffective assistance of \ncounsel,'' Mr. Holder said in a statement accompanying the order, ''and the Department of Justice's rule making in \nthis area will be fair, it will be transparent, and it will be guided by our commitment to the rule of law.''\n\n  Immigration courts and judges are part of the Justice Department, and the decisions of those judges can be \nappealed, under some circumstances, to the federal courts. Mr. Holder's order instructs immigration judges and the \nBoard of Immigration Appeals to apply the legal standards that were in effect before Mr. Mukasey's order until a \nfinal rule is devised.\n\n\n  But Mr. Holder said Justice Department lawyers could continue to argue in deportation cases at the federal \nappeals court level that there is no constitutional right to effective lawyers for immigrants. Lee Gelernt, a lawyer for \nthe American Civil Liberties Union, applauded the overall decision as a good beginning to restoring the legal rights \nof immigrants, though he criticized Mr. Holder for applying it only to immigration judges and not Justice Department \nlawyers. \n\n  That aspect, Mr. Gelernt said, threatens to continue ''a troubling legacy of the Bush administration.'' \n\n  But Jon Feere, a legal policy analyst for the Center for Immigration Studies, said that restoring the ineffective \ncounsel rule would ''give aliens one too many bites at the apple'' and could be used by immigration lawyers as a \ndelaying tool. \n\n  ''If this is going to result in people remaining in the country for years and years on end,'' Mr. Feere said, ''we really \nhave to question whether or not our immigration system is meeting the public interest of finality.'' \n\nhttp://www.nytimes.com\n"}