{"title": "Deutsche Post AG Capital Markets Day - Final", "body": "\nCorporate Participants\n\n* Frank Appel\n\nDeutsche Post AG - Chairman of Management Board & CEO\n\n* John Pearson\n\nDeutsche Post AG - Member of Management Board\n\n* Kenneth Allen\n\nDHL Express (USA), Inc. - CEO of DHL Express\n\n* Martin Ziegenbalg\n\nDeutsche Post AG - Head of IR\n\n* Melanie Kreis\n\nDeutsche Post AG - CFO & Member of Management Board\n\n* Oscar De Bok\n\nDHL Supply Chain Limited - CEO of Mainland Europe, Middle East and Africa\n\n* Tim Scharwath\n\nDeutsche Post AG - Member of Management Board\n\n* Tobias Meyer\n\nDeutsche Post AG - Member of Management Board\n\nConference Call Participants\n\n* Chi Onn Chu\n\nDeutsche Bank AG, Research Division - Research Analyst\n\n\n* Christian Cohrs\n\nWarburg Research GmbH - Analyst\n\n* Christian Obst\n\nBaader-Helvea Equity Research - Analyst\n\n* Cristian Nedelcu\n\nUBS Investment Bank, Research Division - Associate Director and Aerospace & Defence Analyst\n\n* Damian Brewer\n\nRBC Capital Markets, LLC, Research Division - Analyst\n\n* Daniel Roeska\n\nSanford C. Bernstein & Co., LLC., Research Division - Research Analyst\n\n* David Kerstens\n\nJefferies LLC, Research Division - Equity Analyst\n\n* Matija Gergolet\n\nGoldman Sachs Group Inc., Research Division - Equity Analyst\n\n* Samuel James Bland\n\nJP Morgan Chase & Co, Research Division - Research Analyst\n\n* Tobias Sittig\n\nMainFirst Bank AG, Research Division - Head of Equity Research Germany & Senior Equity Analyst\n\nPresentation\n\nMARTIN ZIEGENBALG, HEAD OF IR, DEUTSCHE POST AG: Good morning, everyone, here in the room and out \nthere on the web to our event today, our Capital Markets Day to introduce our new Strategy 2025. As I take it, you \nhave seen it from the press release and the material that we sent out this morning.\n\nWe've got a pretty packed date for you today. We're starting off this morning with the highlight presentations by \ngroup CEO, Frank Appel; and CFO, Melanie Kreis. We will, after that, take you, who are here in Frankfurt, through \na rotation of divisional breakout sessions for all 5 operating divisions in our group. After that, there will be a wrap-up \nsession with opportunity for further Q&A on top of the Q&A that I hope you're going to enjoy in the divisional \nbreakouts. So a fantastic opportunity, not only to learn about our new midterm horizon, but also to meet all \nmanagement team and a couple of new faces, obviously. So I think that should be a worthwhile day for all of us.\n\nAnd without further ado, I would like to start and hand over to Frank.\n\nFRANK APPEL, CHAIRMAN OF MANAGEMENT BOARD & CEO, DEUTSCHE POST AG: Yes. Good morning, \nand welcome here in Frankfurt and in the web. So I'm very pleased to introduce today the next step of our \ncompany. I want to do that in a couple of steps before we come to the real strategy, our Strategy 2025. I want to \ngive you some updates or insights from what we think we have learned over the last couple of years; then what are \nthe major trends we have to reflect and answer in our strategy; and finally, what is our plan now going forward.\n\n\n\nSo let me start with what have we learned in the last years. So we definitely have learned that the execution focus, \nthe execution excellence is very important to make us more successful. We see that. Wherever we have done that, \nwe have improved top line and bottom line in a very good way, but we also have improved customer satisfaction \nbased on great employee engagement. That is what I said already somehow in the second bullet point here. The 3 \nbottom lines are fundamentally important for our success. Whenever we focus on them, we see tremendous \nopportunity.\n\nThe profitable core. We have learned the more we focus on the profitable core, the better we are as a company. \nAnd you can see that by division. If we got some distractions once in a while, it had significant impact.\n\nE-commerce is playing a very important role in our -- or all our activities, not only across the divisions, but also \ninside of the divisions. And my colleagues will later on talk about what is going on with regard to e-commerce in \ntheir respective market. And finally, technology is now really changing our industry, and we have taken already \nadvantage from that.\n\nIf we take that together with where we stand at the moment, and here you see a page where you see how have we \ngrown faster than the market. And is our margin better? And how we have developed since we launched Strategy \n2020, I think I can very clearly say we have never been better positioned than now. So we have 2 divisions who are \nreally delivering already better than best-in-class margins or in the league of best-in-class, that are Express and \nSupply Chain. DGFF and P&P had some challenges. But the outlook for this year is pretty promising so that we are \nrecovering quite nicely. So we believe that we are very well positioned, and we are in better shape than ever before. \nI know the company, in for almost 25 years. Almost 20 years with the company as an employee or manager. Before \nthat, I was with McKinsey, advised them since 1996. So I really think that the company is in better shape than ever \nbefore. And that creates a base for the next horizon of our company.\n\nSo what are the key trends? The key trends have not changed in the last 5 years. They are the same. It's \nglobalization, it's e-commerce, it's digitalization, it's sustainability. These are the things which created already the \nbase for our focus [can that] grow strategy, our Strategy 2020, and they are exactly the same.\n\nThe -- what came out somewhat slightly different on our expectations, so some observations here. So logistics is \nstill the enabler of global trade, of course. But the growth we have seen is, in the emerging markets, has been \nslower than expected, the underlying growth, but also currencies. That is reflected, of course, that in our numbers. \nBut the driver for growth is still coming very much from the U.S., from Europe and China. Long-haul trade has \nslowed down. In 2013, '14, we definitely expected still a faster growth than GDP, and it's now more in line with \nGDP. And the gravity centers even going forward will remain NAFTA, Europe and China. So that is somehow the \noutlook for our company going forward on globalization.\n\nThe nice thing is we are well positioned. We have a portfolio, which has higher and lower exposure to the volatility \nof growth. And we have some elements, like eCommerce, which are driving even structurally growth, independent \nfrom the economic environment. And you can see that. And you have seen that already in the first 6 months. Our \nportfolio is very robust against short-term volatility. Some businesses, like Global Forwarding, of course, is more \nvolatile against the economic environment. Some of them, like Supply Chain, is very robust. And that makes us very \nrobust going forward because we are less dependent on underlying economic growth than some of our competitors. \nSo we have leading positions in all these industries and all the business we are doing, which is important as well. \nScale is an important factor in our business. So we feel very comfortable with our portfolio.\n\nAlso, the brands, our brand sector. And people who are joining our company -- and several people joined us over \nthe last year from the outside, they always say, \"When you work for DHL, it's just a different league. Nobody can \navoid you. Everybody has to invite you. You don't have to ask why you want to have an appointment because you \nsay, of course, we need to meet because you are leader in the industry.\"\n\nE-commerce is also very interesting. It will remain a very dynamic environment. There is a request for end-to-end \nsolutions, but there is even more requests for certain elements of the supply chain. That is something we have \nlearned very clearly. People ask for multi-user fulfillment centers or they ask for ocean freight solutions or air freight \n\n\n\nsolutions or return solutions, so -- and therefore, we will continue to see dynamic growth across the whole supply \nchain, but even more supply chain step by step.\n\nCross-border is growing faster than domestic. That's also something we see, and we believe that this will continue. \nOmni-channel fulfillment is becoming more interesting. I just recently visited our activity in Italy, where we do for the \ncustomer online e-commerce -- delivery to hotels as customers and their own retail stores they provide. And that is \nall fulfilled from one center. So they are everything you can do with these products, you see delivered then out of \nthat workplace.\n\nThe giant marketplace will take bigger share, but we believe in the next 5, 10 years, there will be a significant \nchunk, which will not be dominated by the giant marketplaces because brands and other players will play an \nimportant role. So our best guess is that it will be divided 50-50. The good news for us is we can grow with the giant \nmarketplaces, and we can grow with others.\n\nHere, you see our position in e-commerce. You see here in green what we are already doing; and in yellow, what \nour intention is. And we have already certain activities, but we will enlarge that. You see, we are present in all \nelements of the supply chain. And we have seen that in the last years, that our business is growing very rapidly in \nthese different steps of the supply chain, even if that's not an integrated solution.\n\nActually, the learning is very similar to the learning we had when we started the journey and acquired companies. \nYou might remember in 2000, at the IPO, we talked about one-stop shop. It never materialized because customers \ndoesn't want to have that. You see the same experience on e-commerce. They want to buy specific services, and \nwe are extremely well equipped to serve these services from our different divisions. Even if customers don't want to \nbuy everything from us because they don't want to become dependent on an end-to-end solution, they want to have \nchoices. And that's exactly the same. It's a déjÃ  vu, like we had earlier, 15 years ago when we said, \"We can do \neverything for you.\" And the response was, \"Yes, you can, but we don't want to buy that from one.\" So we are well \npositioned, and we are looking at other elements, as you can see here, to expand our portfolio. And my colleagues \nwill talk more in-depth about that.\n\nDigitalization will change our industry massively. Technology has not been affordable for a long time, and that is \ndrastically changing now. That's fantastic news because we really can use now technology to make us more \nefficient, scale our business more and grow faster. The customer experience, the employee experience, all that will \nbe enabled by technology, and that will make a significant difference for our industry.\n\nWe believe that most of the technology will help us to make our processes better. So what we call technology \nexploitation. There might be some areas where we make some exploration close to the core, but majority of \ntechnology will just improve our own activities.\n\nLast is sustainability. This is significantly more on your mindset as investors as well. It has been around already for \nsome -- quite some time. Investors, society, employees, customers are demanding more. We have a very good \nstarting point in that area because we have done already a lot, and we will definitely enhance that. So there is more \nexpectations now.\n\nSo that's the base. Here, you see our base. We have done a lot. We are -- have the largest installed base of electric \ndelivery vans. Others are talking about how many they want to buy. We have already more than 10,000 operating. \nWe have very comprehensive programs with regard to GoGreen. We have clear commitments. We do a lot for \nsocieties, and we just saw some of our colleagues who have coming and joining us from SOS villages where we \nhave worked with them together. Our DRT team has just -- we have just extended the contract with the UN \nbecause they are -- we are their preferred private partner to help when natural disasters are happening. Our people \nwere on the ground 28 hours after the hurricane had left Bahamas recently.\n\nSo this is what we are doing. We are in a leading position. I think we have a fantastic base. So the environment has \nslightly changed, but the fundamental drivers for growth in the world are still the same: globalization, e-commerce, \ndigitalization and sustainability.\n\n\n\nSo what is our strategy? So let me introduce first, as always, like we did there in the last 2 times, we have a one \npager. That explains every detail of what we want to do, and explains also what we don't want to do. Because what \nis not on the page and can't be linked to the elements will not be done.\n\nSo we have the same, and I will go now through the details. We have -- the roof is very much stable since 2009 with \nour purpose, our vision, our values. You can then find how we want to improve the performance through delivering \nexcellence. Then, we have the core of our activities, and that should be supported by digitalization.\n\nSo let me go through the details. You see, we have a purpose. I know that many people now talk about purpose. \nWe have a purpose already since 2009, and has given us tremendous momentum in the organization. People in our \norganization, understanding their purpose, and that makes them proud. And that's the key driver. And we have \ndone that now for more than 10 years, and it works very well, and you can see that. When my colleagues and I are \ntalking about that, it's -- we are talking about that because we have -- really believe into that instead of just say, \n\"Okay, there's now a demand for a purpose. Let's talk about the purpose.\" We really believe that our company \nmakes a significant difference on a daily basis for many people. And that is our purpose: by connecting people, \nimproving lives.\n\nOur vision is we want to be the logistics company for the world. I think we are on the right track to get there, but it's \nstill a way to go. And our values have been now for -- since 2009, respect and results. And that has been \nembedded in trainings now. People understand that you always have to do both. And a company, of course, will not \nbe around tomorrow if we are not financially successful because we have to continue to invest and, therefore, we \nneed profits. But a company is not around the day after tomorrow if you don't respect your customers, your \nemployees, your shareholders and the society you're working in. And that have we explained now for more than 10 \nyears to our organization, and we will keep that because it has worked extremely well. So that's the roof, and that \nis somehow the compass, which is embedded in our DNA now.\n\nThat leads me to our DNA. We had in the last -- in Focus. Connect, we talked about family of divisions. We have \nlearned that family of divisions is good, and it creates a feeling of belonging, but it was not really clear what we \nmeant. That's the reason why we are replacing our one family by one DNA. In the one DNA, there's Excellence. \nSimply Delivered., which has been our customer claim already for some time. But what we mean is that we will \ndeliver along the 3 bottom lines.\n\nYou can see here on the employees side, we have leadership attributes, which we measure for all our executives, \nincluding ourselves as the Board. We have our GoHelp and GoTeach activities.\n\nOn providing great service -- and you can only provide service if you have highly engaged people in the service \nindustry, we have our First Choice activity. Also, that is not brand new, but it's now, again, integrated what we call \none DHL -- one DNA. We have NPA, which we used now for many years that gives direct instant feedback for our \npeople about customers. And what we have added now somehow is higher priorities for compliance and safety first. \nWe believe that we have to do that as well. We not only provide great numbers to you as investor, but we will do \nthat. And we have done that, but we want to put even more focus on that on what we see here: compliance, safety, \nbut also cash. That's the reason why we see here, cash is king. Melanie will talk about that a little bit more.\n\nSo this is a booklet, which we give every executive in the organization, every manager. And there's a checklist in \nthe back where what is expected from them to deliver and to execute in an excellent way.\n\nSo that leads to sustainability. I think we have a fantastic base, but we have to do more. And we will do more in the \nnext couple of months and years. I think we can enhance that. We are already leading in our industry, but we can \ndo more, and we will do more. We will not talk about that today so much because we said on that area, it's very \nimportant that you have an open discussion with the organization. Because the organization will only buy into that if \nyou develop that together with the organization instead of saying, \"Okay, that's the next initiative now.\" Actually, we \nhave done the same when we came up with GoGreen, GoTeach, GoHelp. So we want to do more, and we have \nsome ideas, which we don't want to disclose today, but we will prioritize that significantly more.\n\n\n\nStrong divisional strategies. That's our profitable core. My colleagues will talk about, later in the breakouts, about \nwhat they want to do with their profitable core. They will tell you what the profitable core and what their exact plan \nis. They always have answers to how we deal with digitalization. How we do answer the opportunity of e-\ncommerce? How we execute in their respective divisions? What are their priorities? You will learn more about that. \nHere, I think we have a very clear focus, what are we good at, what can we deliver in the best way and how we \nwant to enhance that.\n\nDigitalization. I think it's important for our organization to understand in first place what is digitalization about. And \nthat is the description, how we explained it to our organization going forward. So if it doesn't enhance customer \nexperience, if it doesn't enhance employee experience and it doesn't improve operational efficiency, we better \nshouldn't do that. So -- and digitalization will make a significant difference in many dimensions. Our digital interface \nto customers can definitely significantly improve. Thomas Ogilvie and his team in HR is working on make it easier \nfor our employee by being recruited, living through his career and our life, and we need more digital interfaces to \nthose. And that will enhance the employee experience quite a bit.\n\nAnd of course, obviously, technology will improve our efficiency quite a bit, and we have a lot of opportunities. So \nthat will be the right way to really embed digitalization in our organization. And there are certain elements, which will \nbe done on a group level. So that's the reason why we need a group infrastructure, and I will explain in a minute \nwhat that means. And then we have to leverage that with an agile enterprise in the divisions to really use these \nCenters of Excellence, as we call them, to make our company more digital.\n\nHere, I'm talking about the group infrastructure. So these are COEs, Centers of Excellence, we have established in \nthe last 2 years or so, and they are getting now really momentum be it that in data analytics, using blockchain, \nInternet of Things, a data lake, cloud solutions. These are all things which we are bringing together. They are \ntypically steered by the IT Board, but they are paid from a group perspective. So that you will find the cost of those \nin the center in the reconciliation line. But they are enabling a lot of applications in the divisions. And that is the right \nway to do that instead of having debate who pays for them because they are not creating value as such. They only \ncreate value in the businesses, and we have built them up. We have great people in these teams, and they are \nmaking tremendous progress.\n\nSo what the divisions have to do is they have to reinvent as well or digitalize more their backbones. All companies \nof our scale have a certain legacy. That's unavoidable. But you can create a more agile enterprise architecture. And \nwe are working on that, and you see here the names. Every division has its own plan to make their own enterprise \narchitecture more accessible, agile, and that will help us to really leverage technology.\n\nHere's one example from express volume forecasting. Utilization of our airplanes is, of course, a significant cost \ndriver for the backbone in Express. So our essential team in data analytics, together with Express, has developed a \nbetter forecasting tool. And we have improved the forecasting by 3 percentage points, which is a significant cost \nsaving for the network. And that is just one small element of many where you really much can do much better if we \nreally use our data, if we will make available through the data lake. And then we have specialists, centrally in the \ngroup, but also in the divisions, who are using the data to help our operational people to improve our operations. \nAnd there's an endless list of activities you can do just on data analytics, not talking about automation, all this kind \nof stuff.\n\nSo we see plenty of opportunity there. That's the reason why we want to accelerate our cores here. We have now \ndone the groundwork. The foundation is in place. We have all the right people, we have the right COEs, the Centers \nof Excellence. We have the right road maps. And now we can accelerate our cores, but it takes money. And we \nbelieve that about EUR 2 billion in the next years are sufficient to really fuel that to generate at least EUR 1.5 billion \nbenefits that might be cost savings, that might be more revenue, because customers have a better interface, it \nmakes our people more efficient. You name it. And of course, the EUR 1.5 billion are not immediately in the EBIT \nbecause you always have to give something back to your customers. You have inflation, which you compensate for \nthat, and all this kind of stuff.\n\n\n\nBut that is what we will measure ourselves: how we've spent these money. The company will be very different in 5 \nyears. We will really have a significantly -- if you ask me how exactly that will look like, I don't know. What I see at \nthe moment, whenever we deploy technology, the pickup is much faster than we originally anticipated.\n\nSo that's the minimum investment. I think that's probably sufficient. And that's the minimum expectation for the \nbenefits going forward. And that will be a major part. That's the reason why we are calling our strategy, delivering \nexcellent in a digital world.\n\nSo for me, as a scientist, it's extremely exciting because I was -- when I was a PhD student, I was lived in this time \nwhen DNA sequencing was done still by the students or by the PhD students, and that was all invented. Now it's \ndone by machines. It feels very similar in the industry -- in the service industry. What is happening here is a \ncompletely changed -- like in the late '80s, early '90s, what happened in molecular biology. So that is happening \nnow. And that is, I can tell you, extremely exciting.\n\nI'm sitting together with the people who are doing the COEs. It's not that I go to my colleagues and ask them. I'm \nsitting together, and you see sparkling eyes, my sparkling eyes, if I listen to what these guys are doing. And that will \nmake a massive change for our company.\n\nSo we have clear objectives along the 3 bottom lines, as always, because we believe that highly engaged people \nwill provide excellent service. Excellent service will generate loyal customers. And loyal customers will drive our \ngrowth and our bottom line finally as well. So that's a concept we have established already some time. It has proven \nto be an excellent concept to drive the performance of our company, and that's the reason why I've said we're in \nbetter shape than ever.\n\nIn detail, we have put underneath some elements. We want to attract and retain people. That's the reason why we \nwant to become Great Place to Work everywhere for everybody. And you will -- my colleagues will reflect on that. \nWe want to invest more in the first-line management. So the people who are leading people, who don't lead any \npeople. So that's the first line, what we call supervisors, team leaders, these are the most important in the service \nindustry. We will disproportionately invest into this group of people because we believe that will make a significant \ndifference in our execution.\n\nAnd finally, we want to strengthen our safety first activities. We have world-class parts in our company. We see that \nreally, we are gold-plated standard, but it -- that's not equally distributed, and I think we can do significantly more \nalong these lines. And that should lead that our employee engagement would continue to increase as we have \nseen in the last years. And we should become Great Place to Work all around the world.\n\nProvider of choice. Of course, if you have highly engaged people, yes, we should leverage technology to make us \nmore agile, more customer-centric, easier to use, and you will hear some of these ideas from my Board colleagues \nlater on because it's very much specific for the business units. First Choice has been our tool since almost 15 \nyears, and it works still very well. Every -- on a daily basis through Performance Dialogs, for Gemba awards for \ntechnology, we call First Choice, we really improve our operational performance. And we want to do that in a more \nsustainable way.\n\nWe see that the demand -- and that's good news for us because we are leading. The demand for sustainable \nsolutions is increasing. We will be able very soon to offer even comparability between air, ocean and road and what \nyour carbon footprint is. And if you want, you can even buy that to offset it. So that's great, and that will help us. So \nwe will measure here as well with KPIs, slightly different by division because the business are modeled, but we will \nmeasure, we have measured that already, but we will do that in a more consistent way.\n\nThat brings me to the investment of choice, before I hand over to Melanie. Of course, you have to know your \nnumbers. I think we have opportunity to grow in our business very profitable. We have to increase our margins. In 2 \ndivisions, we have benchmarking margins already. And now I will talk a little bit more how we want to continue to \nimprove them. In others, we still have to close the gap, and we have clear plans to close the gap. But the goal is \ndefinitely to get to benchmarking margins. And of course, we have to improve cash generation at the same time. \nAlso, Melanie will talk a little bit more about that. So we have very clear goals along our 3 bottom lines, and that \n\n\n\nmakes us very confident that we deliver with our Delivering excellence in a digital world, really significant growth on \nthe top and on the bottom.\n\nAnd with that, I would like to hand over to Melanie, who gives you a little bit more about the last part. Because you, \nour investors, are probably particularly keen to hear more about what we plan to do with our numbers. Thank you \nvery much.\n\nMELANIE KREIS, CFO & MEMBER OF MANAGEMENT BOARD, DEUTSCHE POST AG: Yes. Thank you very \nmuch, Frank, and good morning to all of you. Thank you for joining us here in Frankfurt or remotely over the net. \nYes, as Frank already mentioned, I will talk about the investment of choice agenda. And I think the first thing to note \nabout our investment of choice agenda is it's very simple. So I think those messages are something we should all \nbe able to replicate at 3:00 at night after a couple of drinks. It's about profitable growth in our core logistics \nbusiness, it's about best-in-class margins, it's about making sure that this is really translated into cash flow and \nthen on (inaudible) basis, we create attractive shareholder returns. Very, very simple.\n\nAnd I think that's good because if you want to motivate this large organization on those investment of choice \npriorities, we have to have clear messages. But there's actually a little bit of thinking behind that, and I now want to \ngo into the different elements of our investment of choice priorities.\n\nStarting with profitable growth in core logistics. So Frank already mentioned that the times when global trade was \ngrowing with 2x GDP, that was kind of like the general formula when I joined the company 15 years ago, those days \nare probably gone. But we are convinced that there is still very healthy growth in our core businesses. And the \ndivisional workshops will give you a bit more flavor for what we see in the different divisions. What we have \nsummarized on this page here are our medium-term base case assumptions for the period 2018 to '25.\n\nSo this is what we assume as the market growth trends in the different logistics sectors we are operating in. And \nyou can see here that apart from Mail, where we obviously expect a continued decline, we do see growth in all \nareas through this base case cycle to '25. I will come back to our medium-term guidance for '22 in a second. That is \nbased on a more cautious outlook. But this -- what you see on this page here is basically our midterm growth \nexpectation for the market.\n\nWe are also giving you an indication of how we want to perform compared to the market. And you can see that we \nhave the aspiration to grow at least in line with market in all of our businesses and obviously, in Tim's area in Global \nForwarding and Freight, the expectation is to really outgrow the market. So we are convinced that there will be an \nopportunity to grow going forward in our core logistics activities.\n\nWhat is extremely important for us also in the internal communication is that we need equal emphasis on growth \nand profitability. So it's profitable growth with equal emphasis on both words.\n\nAnd that is why when you look at the divisions -- and again, that will show up in the divisional presentations. When \nwe look across the divisions also in our internal communication, there has never been so much focus across the \nboard on yield. So in our more standard product businesses, like Parcel Germany, like Express, we now have very \ndisciplined processes for general price increases. In forwarding and Supply Chain, we have a very clear \nunderstanding what type of customer contracts are we targeting. And how do we have to act on the pricing side to \nmake sure that we grow in a profitable way. So I really think, also combined with this focus on the core business, \nwe are in a very good position to achieve our first objective: profitable growth in our core business.\n\nThat takes me to the second priority: benchmark margins. And obviously, when you take a look at the last 10 years, \nit has been a bit of a mixed picture, and we fully acknowledge that. And we also know that there have been some \ntimes we really disappointed you with some of the events in some of our divisions. We obviously had a really very \ncontinuous improvement in Express throughout the time, but there were some bumps along the way. I think it's now \npleasing to see that, particularly over the last quarters also in Supply Chain and Global Forwarding, we have been \nconsistently moving in the right direction. For Supply Chain, we are now really in the corridor of 4% to 5%, which we \nhad set out before. Forwarding is catching up with very good improvements quarter after quarter. But we do \nacknowledge that we still have some way to go to really get to best-in-class margins across the board.\n\n\n\nWhich is why we have now defined, really for each of the divisions, a very clear aspiration, which, again, my \ncolleagues will talk about in more detail in the divisional workshops. But I just want to give you a quick flavor, \ndivision by division, what are we aiming for.\n\nSo for P&P, we've had a guidance out there for quite some time. Next year, we want to deliver an EBIT of more \nthan EUR 1.6 billion. That is still the target, and that would be a margin of around about 10%. We have to be \nrealistic. Even though we see that the declining revenue in Mail is compensated or slightly overcompensated by the \ngrowth in parcel, in terms of profitability, we really have to manage this transformation over the next years, and that \nis why we are saying that for P&P, after the EUR 1.6 billion, we do see a slow top line growth. But in terms of \nmargins, the aspiration will be to kind of like hold it on the level, which we will achieve with around 10% next year.\n\nThat takes me to Express. And I know we always get that question, okay, in terms of EBIT margin for Express. And \nI have been saying for years now, for me, the more important thing on Express is the absolute year-over-year EBIT \nincrease. I mean -- and Express margin is influenced by fuel surcharges and currencies and so on, so it is an \nimportant metric. But for me, the more important thing is how much absolute year-over-year EBIT increase do we \nsee from Express.\n\nAnd you all know that this has been a really beautiful journey to watch over the last years. We had a slightly slower \nstart into the year also due to our heavyweight campaign. But in the second half of the year, I'm very convinced that \nyou will see Express picking up again. So our target here now is really continued absolute EBIT growth. That should \nlead to continued margin expansion, but at a more incremental level than the fast expansion we saw over the last \n10 years.\n\nThat takes me to Global Forwarding and Freight, the division where, in terms of profitability, we have the largest \nneed for catching up. The good thing is when you look at the last quarters, we are really seeing that things are \nmoving in the right direction. We have a clear aspiration for 2020 to get the GP-to-EBIT conversion for Global \nForwarding up to 20%. And we then aim for continued improvement in the GP-to-EBIT conversion between 100 and \n200 basis points year-over-year. And that, over time, should take us to DGFF, including road freight, margin level of \naround 5% to 6%, which would then be based on (inaudible) about 30% GP-to-EBIT conversion in Global \nForwarding.\n\nIn Supply Chain, as mentioned, we are now really in the 4% to 5% corridor, which we had aimed for in the past. We \nare now really moving towards the 5%. Our aspiration here is to hold the EBIT margin at this best-in-class 5% \nmargin. And we are convinced that on that basis, there will be enough growth opportunity to have this 5% EBIT \nmargin with good top line growth rate for our Supply Chain division, which as of today is being led by Oscar. It's his \nfirst day, so thank you for doing your first day on the job with us here on the Capital Markets Day.\n\nAnd that takes me to eCommerce Solutions, our youngest division with our most experienced divisional CEO, Ken.\n\nThis year, we will still show a negative EBIT for DHL e-commerce solutions, in line with our plan, because we are \nstill doing some restructuring. Next year, the clear aspiration is, and you know Ken, he does deliver on his numbers. \nThe clear aspiration is that it will be a positive EBIT number in 2020, yet originally giving you the guidance between \n0 and EUR 100 million. So we will be in that corridor in e-commerce solutions. As of 2020, will continue -- or will \ncontribute in a positive way to the group numbers. So that's the overview, more in the divisional workshops.\n\nSo profitable growth, expanding margins, I think the next important element is, obviously, cash. And I want to take a \nlittle bit of a look back on how we have done in terms of cash generation because this look back also gives us some \ninsight on what do we really have to focus on going forward?\n\nSo when you look at our cash conversion over the time horizon of Strategy 2020, we actually had a relatively stable \nconversion of EBIT into operating cash flow. So the good news here is whenever we have been able to grow EBIT, \nwe have actually been able to translate that into operating cash flow. But when you then look at how much free \ncash flow have we generated out of the EBIT, the trend has clearly been showing in the direction of a declining free \ncash flow to EBIT conversion. And the reason for that, you all know, we have upped our investments over the last \nyears, during the time horizon of Strategy 2020.\n\n\n\nWe are convinced that, that was the right thing to do. And you can also see that in terms of ROCE, we have actually \nincreased ROCE over that time period by 300 basis points. So we believe that this investment has gone into \naccretive good stuff, and there was also a very simple reason why we had to invest that money.\n\nSo when you look at the breakdown of our investment, the light gray bar is P&P and Express. So as you all know, \nthose are our 2 asset-heavy businesses, and that is where the CapEx went. And why did the CapEx have to go into \nthose 2 divisions? Because we saw that extremely strong volume growth. So in Parcel Germany, in the period from \n2013 to 2018, we saw 9% growth per annum. And in Express in the same time period, we saw 8% growth per \nannum. And that means that in this time period, we had roughly 50% more parcels and more TDI shipments. So \nthat was driving the investment over the last years. And again, ROCE increased over that period of time.\n\nA slightly different way to look at that is, as I said before, when we expanded the EBIT margin because the OCF-to-\nEBIT conversion was stable, we were also able to improve our OCF margin. But then due to the spend, we actually \nhad a development on the free cash flow margin side, which is not what we want to see going forward.\n\nJust to put things into perspective, that is a comparison for the cumulative years '16 to '18 for our divisions, P&P \nGermany, Express and DGFF with competition. And I think what you can see here is that in terms of what do we \nlose between EBIT margin and free cash flow margin is not that out of sync with the rest of the industry. And that, I \nthink, is again showing us the important wave going forward. The biggest driver for us to improve our cash flow is \nactually getting the EBIT up.\n\nThat takes me now from the backward perspective to, okay, what are we going to focus on going forward? The first \nimportant thing is that in order to get cash flow up as a company in a consistent and sustainable way, we really \nhave to get that message into the organization. And we at finance have been preaching cash flow for a long time. I \nthink we are now at a tipping point where the rest of the organization has also understood that EBIT is accounting \nand cash flow is what pays the bill.\n\nSo on the left side of this page, you see our finance priorities. Our first finance priority is cash is king. And there are \nlots of supporting initiatives to really bring that across in the organization. We have dedicated certified trainings, \ndealing with cash flow, because 5 years ago, we still had country managers who couldn't read a cash flow \nstatement. So I think there's a big element of educating people. I think we have really changed that. Now everybody \nunderstands how cash is working. And the senior management is not only incentivized on EBIT anymore, but also \non cash flow, which is also quite helpful. So I think we have this awareness in the organization.\n\nThe second important element is, of course, on the CapEx side. Yes, we are going through this refleeting exercise \non the Express Intercon side, which is significantly impacting our cash flow, particularly now in 2019, but it will also \nhave an impact in the years '20 and '21. I think the important message here is -- and that is really based on solid \nplanning and discussion with the divisions, and you will get a divisional CapEx guidance in the divisional \nworkshops.\n\nTaking the 777s aside, we expect a stable -- a slightly increasing CapEx over the next years. And that is, and I will \nexplain that in a second, that is also linked to the new CapEx and free cash flow guidance we're giving you for the \nmidterm horizon. So we're now going through the 777 peak that is distorting the numbers. The underlying CapEx is \nstable or just slightly increasing over the next years.\n\nTo sum it up, in terms of cash flow going forward. I think the first important element is to deliver on our EBIT targets, \nto then make sure that this EBIT is really flowing through to OCF, including making sure that we don't lose a lot on \nworking capital. Where, when you look at the OCF-to-EBIT conversion over the last years. I'm quite confident that \nwe can do that, and then really make sure that CapEx going forward is kept at a relatively stable level. And on that \nbasis, we predict that, really, the free cash flow performance going forward is going to be a different story to what \nwe have seen now, particularly in the last 2 years.\n\nThat takes me to the last part, attractive shareholder returns. And the first page here is unchanged. So we did have \na discussion of audit, but we then decided that we do not want to adjust our finance policy, which we have also had \nin place now for almost 10 years.\n\n\n\nSo our regular dividend continues to be linked to net profit. And we stick to the 40% to 60% payout corridor, where, \nin the past, we have really made use of that corridor to ensure dividend continuity. For example, also after a \nchallenging year like 2018. I'm saying there's a very strong commitment from the Management Board, but also from \nthe Supervisory Board, that, yes, this dividend policy should be continued going forward.\n\nThe second important message on this page, and that is also unchanged is in the lower right corner, that when we \ngenerate a significant or a reasonable amount of excess liquidity, we will think about the right way to really distribute \nthat to our shareholders.\n\nAnd when you look at what we have done now over the last years, this Strategy Horizon 2013 to 2018, we \ngenerated around about EUR 20 billion in operating cash flow from our operations. We invested around about EUR \n11 billion into CapEx and future growth and we returned EUR 9 billion to our shareholders, predominantly through \nthe regular dividend. So I think we have lived up to our finance policy over the last decade. The intention is to really \nalso continue with that focus going forward.\n\nAnd that takes me to our guidance. And that page is not changed. And so we haven't made any modifications to \nour guidance for 2019 and 2020. I think the more interesting topic is the next page.\n\nFirst of all, how are we going to guide going forward? We now want to give you, going forward, a 3-year outlook. So \ndoing this on the 1st of October is a bit of unusual because we happen to have our Capital Markets Day today in the \nregular steady state each March, when we publish our full year numbers, we will give you the detailed guidance for \nthe current year in the amount of detail like before, but we will also give you a 3-year outlook.\n\nSo in March 2020, we will give you the details for the year 2020, and then we will give you an indication for the \ngroup EBIT for '22, for the cumulative CapEx spend over the years 2021 and '22, and over the free cash flow, we \naspire to generate over this 3-year phase.\n\nAgain, given that we have this Capital Markets Day, this is a new strategy. We're already doing it prematurely. \nNormally, it would have happened in March.\n\nSo a couple of comments on the numbers, having now talked about the structure first. Group EBIT for '22 at least \nEUR 5.3 billion. And as I said before, that is based on a cautious macro scenario. That is not because we're seeing \nany material changes to the trends we discussed in August when we talked about our Q2 numbers. But in the \ncurrent uncertain environment, we decided to go for a cautious approach here, hence, a minimum of EUR 5.3 billion \nin terms of EBIT for '22.\n\nIn terms of CapEx. So for the 3-year period, '20 to '22. The CapEx guidance is EUR 8.5 billion to EUR 9.5 billion. \nAnd that includes the remaining spend for the 777s of almost EUR 800 million. So if you take the EUR 800 million \nout, and you divide it through the 3 years, you will see that actually, the underlying CapEx is pretty much in line with \nthe underlying CapEx we have in 2019. So this is in sync with what I said before that we want to keep CapEx \nrelatively stable with just moderate increases.\n\nAnd in terms of free cash flow, I think for us, it's a big step for the first time, we are giving a free cash flow \nguidance. I think that acknowledges that not only finance, but the general management team, overall, has \nunderstood how important that number is for all of you, and that is why we are now, for the first time, introducing a \nfree cash flow guidance. And obviously, when you kind of like look at those numbers, EUR 4.5 billion to EUR 5.5 \nbillion. On that basis, we will be able to really solidly cover our dividend out of free cash flow going forward.\n\nThat takes me to the quick summary. I think you heard it from Frank, you will hear it from the divisional colleagues. \nWe are fully focused on executing in a flawless way to ensure profitable growth in our core logistics activities. Cash \nflow is more important for us than ever before, and that is no longer a topic for a small group in the organization, but \nreally something the whole organization has understood. We have clear priorities on cash utilization, in line with our \nfinance policy. And so on that basis, we really want to, yes, deliver a successful story for our shareholders for the \ncurrent year, but also for the next years. Thank you very much.\n\n\n\nMARTIN ZIEGENBALG: All right. Thank you, Frank. Thank you, Melanie. And as announced earlier onwards, bad \nnews for you guys out there on the web is that we are now leaving the room and we'll be taking the group through a \nseries of divisional breakouts.\n\nWe don't leave you completely empty handed. So in the further course of the webcast, we will have a division level \nwebcast of each breakout session in sequence. Here in the room, we will have 4 groups rotating through the full 5 \ndivisional breakouts.\n\nTechnically speaking, if you look at your batch, you will find a little number -- not you guys -- there's a little -- there's \na little number 1, 2, 3 or 4, that determines the group number. So my colleagues from the IR team will guide you \nthrough your first session and then rotate you interrupted, of course, by a coffee break here and there and a decent \nlunch break.\n\nAfter that, we will reconvene here in this room, and then we will have sufficient time for Q&A. And with that, so far, \nmany thanks to Frank and Melanie, thank you for watching out there. And we just continue now with the breakouts. \nThank you.\n\nTIM SCHARWATH, MEMBER OF MANAGEMENT BOARD, DEUTSCHE POST AG: Good morning, everyone. \nAlso, good morning here in Frankfurt. I'm happy that you're all here. You are the first group. So you will be the ones \nwith the most hiccups on my side as I go through the presentations.\n\nUnfortunate that we are certainly the first one in the Internet, not the last one when the flow was better, but I'm very \nhappy to present to you the 2025 strategy for DGFF for the freight forwarding part of Deutsche Post DHL, and I'd \nalso like to talk a bit in the beginning about the foundation and a bit about what has happened so far.\n\nSo what is the profitable growth of what we do within DGFF? It's all about international transportation of airfreight, \nocean freight and road freight, including customs clearance and related value-add services like warehousing, cargo \ninsurance and specialties within the industrial project part and so on. As you can see, we are in the market position \nvery well placed. This is the history, also, of the organization, coming back with the acquisitions of Danzas, of AEI, \nof Exel, MSAS, Nedlloyds. So we're #1 in air freight, #2 in ocean freight, and in the European road freight, we are \nalso #2 in the European scale. And you can see here how the revenue mixes that air is the largest, followed by \nroad, ocean and the others on the revenue side.\n\nSo what have we done in the last 2 years since I joined Deutsche Post DHL? Well, we've focused a lot in \nsimplifying the way we do our business because we felt we're a bit running around in circles and to make sure that \nif we were easier internally or simpler internally, it's also easier for customers and suppliers to work together with \nus. That's the theme of the simplified strategy.\n\nAnd if you follow the Focus. Connect. Grow. approach, it's all about the EBIT budget and conversion rate, I must do \nfor all that we must achieve the budgets that we give ourselves so the growth of the conversion rate, we connect \nour people through the certified pillar and what we call the service excellence in IT renewal roadmap that is cargo -- \nimplementation of cargo wise, in general, on the global forwarding side, and a program called [E for You], what we \nare doing right now on the freight side. So both sister divisions have a transformational IT project running at this \ntime. And this -- I'll talk a bit more about those.\n\nAnd how do we grow the business? We talk a lot -- one thing is the so-called hunting approach. We have, today, a \ncustomer portfolio, which is too heavy on large customers, we need to enhance more smaller customer, SME \ncustomers. And this will be due to the hunting approach. We've worked on so-called customer-centric solutions, be \nit in the wines and spirits area, be it in the life science area, be it in the aviation area. So we're trying to get growth \nand also higher-margin growth through this. And those are opportunities to further grow our business.\n\nAnd the performance of the strategy has enabled an EBIT turnaround and also better leverage the network \ncollaboration. So what has happened is we've started to focus much more on margin, heavy margin revenue, not \njust revenue. That's one of the reasons also why our volumes declined, especially in air freight, we had too much \nbusiness in our portfolio in the past, which didn't generate any gross profit, only generated revenue. And if you have \n\n\n\nno gross profit and the cost to manage it, you lose money on those businesses. So we've shifted a bit into more of a \nmargin-heavy approach with these things. And that is also based on the profit share system that we have that all \nstations participate on the profits made on an end-to-end basis with the shipments be it in air and ocean freight.\n\nWe are trying to constantly look at our cost base because our cost base is a bit too heavy still compared to what \ncompetition has. So we're working on the direct space. What that means is if your volumes go down, if your \nshipments go down, we start working on reducing the direct cost of managing those shipments, but also, we \nlooked a lot, especially last year into structural costs. So we moved out of expensive offices, (inaudible) offices, \ntogether looked at our management layers that we had and tried to reduce the organization, the cost of the \norganization here, but still keep the organization running without killing the organization while doing it. And this let's \nalso using the GP EBIT conversion as the major KPI with which we measure ourselves internally. This led to a very \ngood double-digit EBIT growth in the last 6 quarters running the business.\n\nSo if we now look going forward in the 2025 strategy. We have 3 key initiatives that are based on the 3 bottom lines \nand how to focus on the profitable core. And one is that we -- on the employer of choice is that we aspire to improve \nalong our internal EOS. That's our employer survey KPIs to maintain a high ratio and make sure all employees are \ncertified through our training [commitment] methodologies.\n\nWe tried to attract more and more talent. This is becoming also more and more easy for us. We are getting also \nthrough the consolidation, of course, in the market right now. It's very easy to attract talents. We will roll out more \nthe certified programs, and we will make sure that our future workforce is more women empowered than it is in the \npast.\n\nThis industry is very much -- it doesn't have too many women leadership positions right now, and we are working \nvery hard to bring this to a different space because we believe strongly this can differentiate us also to other \ncompetitors in the market. And we will use more and more people-related technology and data. When it comes to \nthe provider of choice, the rollout of the IRR systems will give us the possibility to have a better service and a better \nquality. And because it's a centrally managed system, the initiatives around the service of quality is second to none \nwhat we have today with the legacy systems, which are, as you might know, very old.\n\nWe are working strongly on optimizing our customer interaction, our digital customer interaction. I'll come to that \nlater in the presentation, and we'll work more on customer-centric solutions. And the aim here is that our NPA \nscore grows year by year.\n\nAnd last but not least, an investment of choice, we commit further to achieve clear defined financial targets. So we \nwant to grow profitably. We'll have profitable growth, continue on the GP optimization, continue working on \nstructural costs than direct costs. And then use the IT real benefits from the IRR, for the E for You and the cargo-\nwise rollouts so we can do more shipments with the same amount of people or if we do less ship -- or even better, \nmore shipments with the same amount of people.\n\nAnd looking at the major market trends that Frank talked about also in his presentation. So we are doing heavily \ninvestments into the IT technology, cargo wise, again, on the forwarding side, E for You on the freight side, and this \nwould be the baseline or the basis for the customer-facing applications that we have.\n\nOn the e-commerce side, we have a vertical for e-commerce, will be (inaudible) e-commerce customers and offer \nthem very reliable and reasonable solutions for their transportation needs, for the bulk of their transportation needs. \nSo we do more or less the domain leg of those transportations.\n\nOn the sustainability side, we already since years do evaluations on our key air freight and ocean freight, and also \non our trucking partners to see what they are doing on the sustainability side. And we also choose in line with \ncustomer needs to get the right product and the right carriers based on the customer requirements.\n\nAnd on the globalization, we have a very global network. It's very diversified in region sectors, that we are capable \nto be very good in this volatile international work, which we see ourselves peaking right now, and where we believe \nthis will continue going forward. The times 5, 6 years ago, after the financial crisis where things were going in one \n\n\n\ndirection. We don't believe that these times will come back shortly. We believe it will be a very strong volatility, and \nyou need a fit, execution-oriented network to work in such a volatile scenario.\n\nThat leads me to the market growth expectations that we have for 2018 to 2025. And on air freight, we see a growth \nyear of 1% to 3%, but we probably have to look at this year and year again based especially on this year, because \nthis year the verdict is still out, how much decline we will have in the air freight market. Ocean freight is a bit more \noptimistic with 2% to 4%, and road freight actually more optimistic with 3% to 4% on revenue.\n\nAnd again, these changes will bring opportunities and risks. It's the question how quick a network can adapt to \nthese changes, how quick decisions can be made in the network to make sure that the right things are done. And \nthis growth that we want to see will be driven by GP focus, gaining market shares and also improving efficiency \nthrough the IT investments that we are doing.\n\nNow one question, which always comes and I'd also put in here is the question, how do we -- how do we see \nourselves next to the new upcoming companies, the digital forwarders like Flexport and others? And we think it's a \nrace that we are in right now, and the race is a bit that the incumbents be it ourselves or our peer group have to \nclose the gap to have more modern, fully-integrated IT infrastructure because we come from the network from the \nlegacy -- with legacy systems, and we need to develop digital customer interaction tools, which make it simpler for \nour customers to work with us. The digital forwarders need to build up the back-end IT infrastructure, set up the \nnetwork. They need more operational expertise, global sales force and longer-lasting carrier relations. Because \neven at digital time that we are today, relationships to your carriers are still very important based on the people who \nyou trust to work together.\n\nAnd the question is who will be quicker? Will these be quicker in managing these parts? Or will those be quicker in \nmanaging those parts? And that race is on, and we will see how this race will end.\n\nThe way we're working on it on the IT side is that our infrastructure CargoWise One is the foundation of everything. \nWe need a strong TMS system, and this TMS system will then give us the opportunity to work also with \nautomation, will give us better data accuracy and end-to-end shipment process, ownership and we'll gradually \nharmonize our processes. This is very important because we, as a company, based on the legacy systems, have \ndifferent processes in different countries.\n\nAnd through the CargoWise roll-out, we are now bringing them into one direction. Not in such sure way like an \nexpress network runs, we have only one clear process by making this -- making the bandwidth in which you can \nmove in the process, more shallow and shallow. So the days' like this and the future will be much more shallow, so \nthe countries know they can work on this bandwidth.\n\nAnd based on that, those will be the basis for benefit realizations. Again, you are then able to do more shipments \nwith the same amount of people. An easy work. And by the end of this year, we'll have 95% of our volume on \nCargoWise One, and that will mean that we've been able to implement CargoWise One within 2 years, 95% for the \nshipments. And now we're continuing -- we started already with air freight. We'll continue in the next 2 years to roll \noff the air freight product.\n\nThis is a glimpse at what we will roll out in Q1, end of this year or Q1 next year. This is our new customer interface. \nThe new myDHLi. This is a system, which will be a one-stop customer portal and will be a new benchmark in the \nway of working in the freight forwarding world. We have something, which we call the follow and share \nfunctionality, which gives you the opportunity to pick out and follow certain shipments, which are important for you \nand share them with other people, be it in this system, be it per e-mail, be it on a mobile device. This is something \nno one else has in the market at this stage right now, and also the functionality of using the maps, using the \ndashboard's analytics is second to none and will be a new groundbreaking tool.\n\nAnd the good thing is based on the CargoWise rollout, we can use the system there also, and we have a much \nbetter data quality than we had in the past. So this is going to be one step also in the digital race against the digital \nforwarders to make sure that we have a part in this race -- we have a good part in this race.\n\n\n\nAnd now a bit of financial outlook into '25. So I talked already about the market growth assumptions with air freight \n1% to 3%, ocean 2% to 4%, and road freight 3% to 4%. As Melanie said, we want to grow above those market \nranges because we believe as the largest forwarder, we need to do this. And secondly, also, we have to catch up a \nbit and make sure that we get the right revenue with the right GP into the system. The CapEx outlook is slightly \nincreasing from 2018 levels, but we will still be an asset-light business.\n\nWe will make selected investments more on our freight side into stations to supplement the network and make the \nquality better network, especially in those countries on the freight side where we have the posts or stations from \n1980, which don't have the right size anymore and we have to do some upgrades. That's where we have most of \nour CapEx, next to part of the IT system.\n\nAnd the EBIT outlook would be that we will grow our conversion rate between 1% and 2% year-by-year, by year, by \nyear. We want to achieve 20% next year. It's a big jump for next year, but I think we can still do it because we still \nhave costs, which we can lift. But the -- and the long-term target is to come around the 30% [TGF] conversion rate, \nwhich will then in total, drive the DGFF EBIT margin between 5% and 6%, and this would bring us on the 30% that \nis more in line with what our peers are doing when it comes to conversion rate.\n\nAnd from a timing perspective, we have 15 minutes, now time for questions. So those are all the slides that I have.\n\nQuestions and Answers\n\nUNIDENTIFIED PARTICIPANT: Three for me, if I may. So that new dashboard, when will that be available, rolled \nout?\n\nTIM SCHARWATH: Q1 next year. So we will start beta testing at the end of this year, but it will roll out next year. \nQ1 next year.\n\nUNIDENTIFIED PARTICIPANT: And on air freight market growth, I mean, it's been going a little bit in weight. So at \nthe time, FedEx was (inaudible) air freights had increased between (inaudible) and Express, but then you had 2 \nyears of tremendous growth where everybody was saying e-commerce is coming into the air freight.\n\nWhat's the assumption on that kind of market growth in line with GDP's (inaudible)?\n\nTIM SCHARWATH: I think the -- when it comes to air freight and ocean freight, I think what we're seeing now with \nthe market right now is probably minus 4% to minus 6%, obviously. A lot of customers are moving their air with their \nplan air to ocean, if it's possible from a timeline perspective. But for ocean, it's not a big spike because one \ncontainer is 2 -- one container is 2 freighters. And for air, of course, it's a lot.\n\nSo I don't -- I think this will -- once the economy push -- gets better a bit, I think this will wear its way out again. On \nthe Express side, I heard also a lot that this will be a squeeze but never -- in my view, it never really happened. \nBecause I mean our colleagues next door, the average size of what they have is shipments of things between 8 and \n15 kilos, and there's still something else on what we move.\n\nSo that was always there. The question, would that happen? Would Express go into the higher weights? But I didn't \n-- I never really felt that, that would happen. It's more the ocean -- air going into ocean is what I see.\n\nUNIDENTIFIED PARTICIPANT: And then, lastly, I mean, in order to get to your targets -- I mean, in order to get to \nyour targets, I mean, you need gross profit growth, volume growth above market, but then the second variable in \nthere is the gross profit per unit, and the pricing in the market, which is probably under pressure? What are your \nthoughts on how much pressure you get because everybody is busy as investing into automation and processing \nthe volumes more efficiently out of the GP per unit trajectory for ocean and air in the next couple of years.\n\nTIM SCHARWATH: Okay. I would say, it's at least -- at least they're stable. I would say at least they're stable \nbecause I do see on the air freight side, we still have possibilities to work better internally with better consolidation. \nAnd don't forget our IT systems are from 1980. So the consolidation functionality that we have in our air freight IT \n\n\n\nsystem is not what you would expect a company like ours to have today. That's a big leverage in there. We have a \nvery high back-to-back quote compared to others.\n\nSo I think they're still -- that's why I still think even though the pressure will be there and pricing will become more \ndifferent, you can't -- you won't have this big advantage that you have this year, easily from the market drop, but I \ndo believe we have a possibility to leverage on that strongly -- stronger than others who are our competitors. So if \nyour consolidation rate today is around 85%, it's difficult to get to 87%. If your consolidation rate is around 60%, it's \neasier to get to 80%. That's where I'm coming from.\n\nSo that's -- on ocean, ocean is more of the buying, selling is there still easier to manage than air right now. So I \nthink this is just a question of are we able to bring our sales and product together to go for more profitable trade \nlanes that we did in the past, and we only ran up the revenue. So that's a big easy word to say, of course, but it's \ndifficult to do. And next to that, how can we get more smaller customers into our portfolio.\n\nDAMIAN BREWER, ANALYST, RBC CAPITAL MARKETS, LLC, RESEARCH DIVISION: Damian Brewer, RBC. \nCan you just elaborate and clarify a little bit more on the technological changes in the business, in particular, \nCargoWise and the freight platform? You mentioned there, can you also say where we are in terms of ocean? \nWhen you're fully there, and also what that does to the freight network in Europe and the Middle East? And in \nparticular, how much of that is about the back end? Or how much, in particular on the freight side, is about \nconsolidation, optimization and doing what you do better?\n\nAnd then finally, rolling all that into sort of one, if you like, elevator line. What does that mean? What can you grow \nat in terms of volume without adding any headcount as a simple number.\n\nTIM SCHARWATH: That's a big question. That's a big question. I think I could spend 2 hours on that question. I'll \ntry to separate first on the freight side, and then I'll later talk about the air and ocean side.\n\nSo you have to -- one has to know that we operate today with 24 different -- or 25 different TMS systems on our \nEuropean freight countries. This is a legacy based on the companies that we bought over the years. This is now for \nthe first time that we're going through a process of replacing them with one system. So we've worked in France as \nthe first country. Why France? Because France is a bit of a -- it's a large country where you have hubs and \ngateways like you would have in other countries, but it's also from the legacy system, which we have to replace \nbecause it was so old.\n\nAnd I have to say, what we learned in France of that is very encouraging, what this would mean for us going \nforward. If we envisage this system to be everywhere, one system, which you can centrally manage. That means \nthat you have visibility on your shipments. So all the time we spend today and trying to explain to a customer where \nshipment is from Riga to Barcelona will be much easier to handle. And you can do these things halfway automatic. \nYou can build check boxes around it. When a customer calls, their voice gets recognized and the answer comes \nimmediately or via e-mail. So these things are technically doable.\n\nSo it enables us to work in a much more -- in a much better environment than we would -- than we work today. So \nmaybe bring us from the middle age to what, today, you would expect a forwarder who has a system like that or the \nleading forwarders who have a system like that to do.\n\nSo what that means financially is difficult to say right now, from my point, but it can only mean that we get better \nwhen it comes to the results. So that would be the [E for You]. The E for You -- the road freight part will take also a \nbit longer to implement, because there, the diversity of the countries and how we work on the country is more \nscarce than it is even in air and ocean.\n\nSo the timeline there is not 100% clear yet. But as soon as we're clear on that, we'll also openly talk about it. On air \nand ocean freight, we've rolled out CargoWise on 95% of our volumes. We are missing only, for next year, one \nlarge country. And then we have minus smaller countries, 2 or 3, which like the size I think we're still missing El \nSalvador. We're still missing in Guatemala. So those smaller ones we are still missing. But there's one last large \n\n\n\nEuropean country, which we'll do last year, and then it's more or less a tick in the box. And that was done in 2 \nyears' time.\n\nSo what we see, of course, this means that the organization has to change in the way it's working. So this year, \nwe're also in a situation where we're seeing certain countries that works very well with the implementation, other \ncountries where it doesn't work so optimal. So I believe once we've -- but nothing there is dangerous and \nendangering. So we have to go through this learning phase, train the organization better. And then I think we are \nable to really -- if you want to say, bring up the productivity, which will then bring up the conversion rate on the \nocean freight side because then you have -- you have one file. So you have the singular ship -- again, the shipment \nvisibility from end-to-end. You can use a workflow engine and take parts of the process and bring them into lower-\nlabor countries. You can define if your process has to be a very, very complicated process or a more easy process \ndepending on what kind of customer, what kind of margin you can get from a customer. So it enables you to think \nmore like an engineer how do you produce your service compared to today when we can only do buying and selling \nand hope it goes through the system.\n\nAnd I think -- but that's also for us, the big thing going forward. We need to change the mentality of the forwarder \nfrom a great buyer and seller. And from a cowboy to, say, who fixes problems, to someone who is an engineer, \nthinks more of from the beginning, how do I make sure this shipment goes to the right process in the 2 or 3 different \nprocesses that I have to choose from?\n\nAnd that's going to be the big -- and that's, anyway, I think for all -- for the entire industry, the big changer that \neveryone has to go through because the margin will be squeezed more. And that's where you have to make your \nmoney is going to be on the way you convert the GP in the end.\n\nI think we have one question here.\n\nMATIJA GERGOLET, EQUITY ANALYST, GOLDMAN SACHS GROUP INC., RESEARCH DIVISION: Matija \nGergolet from Goldman Sachs. Three for me. Firstly, on the market. So you're talking about 1% to 3% growth in air \nfreight, Page 90, I think; 2% to 4% to ocean freight; and then road freight 3% to 4%.\n\nWhy is air freight growing, say, the least? Why would you expect under the (inaudible) the road freight actually \nhaving the strongest, maybe, growth rates?\n\nTIM SCHARWATH: Well, we see right now a very declined air freight market. We took that one into consideration \nwhen looking at it. And if you would ask me what do you think is going to happen next year? At best -- we discussed \nthat yesterday, at really best the market will be flat. So we believe also next year will be negative, actually, if you put \nthat into the right equation.\n\nSo based on that, going forward, the market will -- coming out of the press will be very difficult to get it up again. It \nhas to do a lot with the uncertainty out there. So you have your trade wars, you have your Brexit. People are not \nbuying the high-value stuff, which normally go on -- in air freight. And you see it on the automotive sector, you see it \nin other sectors, the IT sector, the tech sector that the volumes are down in those sectors considerably, and in a \nsuch a way that we haven't seen before. I mean, 2008 was a piece of cake compared to what we have this year, \nand also the speed in which it went.\n\nThat makes us a bit cautious on the air freight development. Road freight is much more stable because I think we \nalso believe that based on climate sustainability questions, there will be a slight shift into more regional sourcing \nthan international sourcing. You still need to source it in a transportation. That's why we believe that road will grow \nstronger than air. And ocean in the middle of it was, more or less, staying in that bandwidth as it always has been \nwithout going up or going severely up because we don't see right now, also based on what we know today, any \nupside potential for it.\n\nMATIJA GERGOLET: So just on the air freight, it's more basically the first 2 years are really, say, depressed. But \nthen okay, we see a bit more.\n\n\n\nTIM SCHARWATH: But then we have to see...\n\nMATIJA GERGOLET: Yes. And of course...\n\nTIM SCHARWATH: Between...\n\nMATIJA GERGOLET: That should be growing.\n\nTIM SCHARWATH: Yes, yes. But -- and we can become smaller. I mean become an ocean freight.\n\nMATIJA GERGOLET: The second question is basically, say, on synergies with, say, the rest of the group.\n\nTIM SCHARWATH: Yes.\n\nMATIJA GERGOLET: Where do you see basically that you are able to deliver now the best synergies? Where do \nyou -- do you think there still are to say room to improve with this?\n\nTIM SCHARWATH: So part of the strategy, which is in the common DNA, is that we are working on so-called \nlighthouse projects, where every board member has 1 or 2 lighthouse projects to work together with other divisions. \nAnd these are very prominent projects, which will also show in a way the work that we can differentiate also \ntowards the market. So one lighthouse project that we have is the most you would expect from our side right now. \nOne is that we use more the capacity, even more the capacity of the own network if they're more supporting it but \nalso use that as a USP towards customers to really say, \"We grant you for the special markets,\" because they \nhave, more or less, a monopoly that we grant them special access on those planes.\n\nThe other thing is we have a better hat -- we have a hat, we have a project called [Speke], where we are rolling out \nright now. We tested this in Amsterdam that we use the DHL Express facilities who own the tarmac to move our \nfreight out quicker from the airport into our DGF facilities. Today, this takes between 8 to 12 hours if you go via the \nnormal handling agents of the airports. With the test that we did in Amsterdam was that we shortened the time to 1 \nto 6 hours. So this gives us significant time off of, significantly better for the time of shipment to be moved and we \nhave a better control because a DHL employee controls the entire flow. And we can guarantee our customers a \nbetter quality, which is one big thing for them especially with high-value goods. And secondly, we can also ask more \nmoney for that because this is something only we can offer.\n\nMATIJA GERGOLET: I'm sorry. On that point, say, how much of your, say, air capacity is typically that you will say \nsale is the...\n\nTIM SCHARWATH: It depends. It's difficult to say. It depends on the markets. It depends on how the overall \ncapacity is in the market. It's difficult to give a number because that can change in [2 weeks ago].\n\nMATIJA GERGOLET: Sir, and just lastly, say, when you talk about 30% conversion rates medium term, should we \ninterpret 2025 as medium term? Or...\n\nTIM SCHARWATH: No. Listen, I think I said long term because that's -- that sort of wording there, I say this is long \nterm.\n\nMATIJA GERGOLET: Sorry.\n\nTIM SCHARWATH: But if you take the 1% to 2%, so in a perfect world, so it's a long-term target. In a perfect world, \nif we manage 2% per year, you have -- if we match 20% next year and 2% per year, you have your 30% in 2025 in \na perfect world. But we -- that works fine. We have to see -- for me, it's more important that we do a sustainable \ngrowth every year, that the organization gets better and stronger doing it, and it's more stable as a step. Any more \nquestions? We have 3 more minutes.\n\nCHRISTIAN OBST, ANALYST, BAADER-HELVEA EQUITY RESEARCH: Christian Obst, Baader Research. You \nmentioned the competitive landscape also with the digital platforms. Do you want to stay alone? Or what it -- could it \n\n\n\nmake sense to team up with a digital platform to -- in order to -- yes, to fuel your own DNA with more digital \nexpertise going forward? And then maybe just an opposite question. We also see old, traditional carriers entering \nthe forwarding market. What is your view? And could that be an option also for the mid- to longer-term [tutumark] \nwas a sea or air cargo carrier?\n\nTIM SCHARWATH: Okay. On the digital forwarder, I do believe that we are able to do the technical part ourselves. \nAnd the brand and the company itself attracts a lot of talent. The problem that we sometimes in the company have \nis that we have very good ideas that we don't -- not very good in bringing them on to the market and bringing them \nreally close to what customers need. But we are getting -- I think we've gotten much better on this. And what I've \nshowed you, we have as a click-to-me version already, which we did in 3 months.\n\nSo we also have the expertise, the resources and the people who can really deliver something like this new myDHLi \nto the market. That's why we believe we don't need to team up because the interfaces in the back would be difficult \nagain, but we can really sell this. And we have a very large sales force, so we can easily sell this to the market. \nThat will be the question #1.\n\nThe question #2 is a really difficult one because a lot of things happen now and especially in the air freight side. We \nhad 2 airplanes flying around the world until August this year, and I'm very, very glad we don't have them anymore \nbecause the rates have collapsed, more or less. And the prices if you have your own assets stayed, more or less, \nstable. So we're -- I'm glad that those are off our P&L right now and that we can just buy commercially the capacity \nthat we need.\n\nAnd depending on how markets are, I will be very careful on the air freight side to go together with anyone who has \nassets. And it's easier to buy capacity from commercial carriers or a sister division.\n\nOn the ocean freight side, there's much more movement there right now. We have the movement that one carrier \nbought a freight forwarding company. So CMA bought CEVA, and you can read how that is working right now. And \nif that is something which will work or not, I mean, [this vertical spot] I have a personal opinion, but you can \nprobably guess my personal opinion.\n\nAnd on the other hand side, there's Maersk, who's trying very hard to go into the freight forwarding and to the \ncustomer there. I also have understanding how good or we see how good or not good that works. And it's difficult. \nI mean it's difficult. We have to watch it and keep an eye on it. If this in any way becomes very successful, then I \nthink we have to rethink our strategy on this. At this stage right now, I'm very happy as we are because there are \nalso ocean freight carriers out there who clearly say, \"We will only work with forwarders.\" And those are the ones \nwho get more volume. Now one doesn't talk much about it, and the other one had a great second quarter result. \nAnd I think it shows a bit how the dynamics are.\n\nSo we have 5 more seconds. So are there any more questions? Okay. And thank you very much for your first entry \nfor the first wave, for the first round. And I wish you lots of fun with my colleagues. Thank you.\n\n(Break)\n\n<Presentation\n\nKENNETH ALLEN, CEO OF DHL EXPRESS, DHL EXPRESS (USA), INC.: Let's start. I will just start my timer, so I \ndon't go over. Okay. Welcome, everybody.\n\nI'll just say a little bit about myself quickly. So my name is Ken Allen. I am from a finance background. Sorry about \nthat, but I started -- I'll start it right there. It was very interesting to listen to Melanie this morning because the first \nthing that they told me in finance was that revenue is vanity, EBIT is sanity, and cash flow is reality, right? And I \nthink that message has finally got through. Also, you can't have your cake and EBIT. So kind of keep cutting \nribbons, you've got to keep cutting costs, right? So I think we're all pretty much aligned now on where we're coming \nfrom.\n\n\n\nAnd also, when I -- I started with the old, [wide] DHL back in 1985. And one of the founders of the international \ndivision, Po Chung, he always talked to me about the 3 Cs even though I was a finance guy. So the 3 Cs to him \nwere customers. Purpose of a business is to create and keep a customer. And those of you who've been \nentrepreneurs in either life, you know how important that is. Customer, colleagues, because at that time, we didn't \nhave any transfer pricing. Everything -- we relied on everybody around the world. And cash. So he was a big cash \nguy, right? So it's been sort of built into our DNA for a long time.\n\nSo I started in 1985 old, wide DHL in the Middle East. And I was there till 1997, left as regional manager, went \ndown to Asia during the financial crisis where I went back into a finance role. That's also where I met Frank Appel \nfor the first time. It was during the STAR integration. 2005, I went to Canada where we were having problems with a \ndomestic acquisition, a story that was to repeat itself. And in 2007, I went to Belgium, which is where I currently live, \nto run EMEA, Eastern Europe, Middle East and Africa, one of the fastest-growing and most profitable regions. And \nthen in 2008, I moved to the United States where we had a massive problem, as you know, with the -- with \nAirborne, sorted that out. And in 2009, became global CEO of Express, where I stayed until the end of last year, \n2018. So I handed over to my great colleague, John Pearson.\n\nSo DHL eCommerce Solutions, it is the newest division. It's the smallest. It's called V8. We call it, V8 the great. It's \nan old drink. And it was really -- at its beginning back in 2014, it was really the international mail product of \nDeutsche Post. So Deutsche Post resold mail products around the world, mainly centering on shipments into \nGermany. But with the ETOE, we could do global distribution, some of it going to the U.S.\n\nSo -- and then the rest of it was bits of the Express business that were domestic in nature that weren't part of an \nExpress network. So Blue Dart in India, for example, and the business in Netherlands. So it was a bit of a mixture. \nAnd I think this is one of the big things to know about this new division.\n\nSo it was carved out because of the profitability problems that the domestic PeP division was having at that time. At \nthe time of the profit warning, it was decided to take all the non-German business away from there. So it's a mixture \nof domestic businesses really and a certain amount of cross-border.\n\nSo in the early days, back in 2014, mainly focused on cross-border mail and relatively profitable domestics at that \ntime. So over time, the idea was to try and build up a e-commerce capability. So we opened a number of business \nin Southeast Asia to see how quickly we could scale up using our technology stacks and our standard operating \nprocedures. And there's a lot of experimentation, as you can see, during that period. There was pretty strong \nrevenue growth up to 2019 now we're at about 75% in these domestic businesses and about 25% cross-border.\n\nWe tried a lot of experimentation. Well, there's 2 things really. One is trying to make B2B networks into B2C \nnetworks, e-commerce next -- networks, which is, in some cases, relatively straightforward; in other cases, \nrelatively difficult. So for example, in Netherlands where we had a very strong domestic position, and we had a \ncompany there called [SelectFet] that was already doing 2C deliveries. That business has continued to grow. It's \nexceptionally strong and exceptionally profitable.\n\nIn -- like Iberia, Spain, which used to be a quite heavy parcel market, our average parcel weight was about 40 to 50 \nkilos. To turn that into an e-commerce B2C network has proved a bit more difficult.\n\nAnd also, what we're seeing as well is in a lot of markets, there's a lot of investment in that last mile delivery, e-\ncommerce space by private equity companies. I would say the best example in our portfolios like in India, where \nwe've got a profitable what was purely B2B business, Blue Dart. It's gone into B2C, pretty rapid expansion, which \ndepleted the profitability a bit, but it's still a profitable company. But all the players that we're up against in that \nmarket, Flipkart, Amazon delivery, Ecom Express all heavily funded and all, at the moment, lossmaking.\n\nSo I think we've got to find that right balance between getting into these markets, growing at a quick rate but also \nlooking at the profitability aspect of it as well. So with the profit warning that came last year in PeP, a lot more \nattention's being put into that.\n\n\n\n2019, as you can see, there is a bit of a clean-up year. Cash flow actually has been pretty good because some of \nthat cleanup has just been about writing off IT and sort of noncash pieces. And we expect a good bounce back in \n2020.\n\nSo we expect of the whole group's increase in EBIT next year into 2020 over EUR 100 million. Not of absolute \nEBIT, but of the EBIT improvement will come from Ecom Express. And that's coming from a mixture of yield \nimprovement, portfolio realignment and definitely a bit of overhead reduction.\n\nSo one of the things that I decided to do pretty quickly was to look at more of a partnership arrangement. So I think \nwhat you've seen, we've done a deal with Belgium Post, with Austria Post, with Swiss Post. In my opinion, the \nlogical last-mile deliverer of lower-value, lighter-weight e-commerce shipments should be the local post offices, \nright? And I think the post offices do a great service. And I don't think we should necessarily be competing in each \nof those markets, right? So where we can, especially in the smaller locations, we should look for partnerships there.\n\nAnd then as we look to grow our cross-border businesses, especially out of Asia, again, that we should look for \npartnerships with the big marketplaces, with the big e-tailers because we need to get scale pretty quickly.\n\nAlso in '19, the strict cost management has been done. Now we're looking at sort of automation in some of the U.S. \nand other warehouses, trying to get those robotics and the whole digitalization ideas that Frank's talking about. A lot \nof investment in route planning, but I think a lot of those entities that we deal with are warehouse type of operations \nthat work late into the night. And as much as we can automate and robotize those, that's where we're going to see \nsome improvements and also quality of data.\n\nI don't think we're going to be heavy on CapEx spend, I think EUR 150 million sort of average. So I see us being \ncash contributive. And as I say, even in 2019 with a negative EBIT, we're still cash positive.\n\nSo when you look at it overall, these are the 2 bits of core business. About 75% of it now is domestic last-mile \ndelivery in those countries outside of Germany. And as you can see there, it's mainly in Europe, a big piece \nactually as well. The U.S. is all just about 90% domestic and then the non-TDI cross-border service.\n\nI think if you think about what Frank was talking about today about the 3 waves, they're actually self-fulfilling in its -- \nin a way. So DHL Express being the most global company in the world, Deutsche Post has got a presence \neverywhere in every single country. So that globalization really drove a lot of growth. Then with the advent of e-\ncommerce, a lot of that growth in the beginning was business-to-business, right? So Siemens would set up a \nfactory in China or Australia or anywhere, Philips, all our big customers all over the world. So a lot of it was built on \na B2B scale. With the advent of e-commerce, and it really has been a revolution in e-commerce. And the \ninternational e-commerce market is growing at 25% versus the domestics, which are growing at less than half of \nthat. So e-commerce drove to a further extent globalization in that everybody all over the world can be an \nentrepreneur. Somebody can set up a business in Alice Springs, Australia or in Nigeria, get online and start selling \nglobally, right? So that built up our globalization to go deeper and deeper into the society.\n\nAnd now with what Frank calls digitalization, which to me is mobile 5G, better and better connectivity, everybody \nnow is more and more connected. So everybody in the world is totally connected, and that can drive a lot of \nbusiness.\n\nThere's an interesting thing on BBC a couple of weeks ago where some 14-year-old girl got online, looked at \nYouTube videos, designed their own web platform, bought jewelry and dropped -- in general, just put it on models, \nselling it to the U.S. on a drop-ship basis. So she didn't even keep any stock. And her point is that you can do \neverything on your mobile phone today. And I think a lot of our customers are starting up like that, and they grow \nvery rapidly because it just opens up to the whole world.\n\nSo this sort of TDI, non-TDI cross-border element is where we really think the growth -- a lot of the growth is going \nto come from as well as a big opportunity for us in Europe because Europe is still our biggest space with 58% of our \nbusiness is there. Germany is obviously the beating heart of it all.\n\n\n\nBut this -- as you look out of Asia, for example, everybody's looking for a long time from that difference between the \npostal operators, which are a bit slower, not very good at track and trace; and the Express, which is very fast but \nrelatively expensive. So that middle ground there where people are prepared to wait 5 to 6 days for a slower service \nbut with some of the bells and whistles. That is the part that we see growing.\n\nAnd especially now with some of the UPU decisions recently, the postal prices are probably going to go up quite \nsignificantly, which means that the sort of direct inject type of players are going to grow more.\n\nSo just, the name eComm Solutions might be a little bit confusing, right? So I'll just (inaudible) a little bit there, we \nare not driving the group-wide e-commerce logistics strategy. Each division now looks at e-commerce as a sector, \njust like we look at automotive, high tech, energy and any others. So everybody's got an opportunity then. I'm sure \nas you go around to all the presentations, you'll see that e-commerce is a fast-growing vertical for everybody.\n\nWe do have a group, which is called Customer Solutions & Innovation, which is our top 100 customers. It turns over \nabout EUR 6 billion in overall sectors. And that's where we get a more connected view of everything that's going on.\n\nI think at the beginning, there was a lot of thinking about getting into B2C as quickly as possible. But actually, B2B \nis still growing very steadily. It's not growing as fast as B2C, but it's a steady growth. And we need to leverage that \nas we're going to B2C and expand where we can give a differential, and we can make sure that the service quality \nis maintained.\n\nSo there are 2 value streams. Most of it, 75% in domestic last mile, 25% in non-TDI. On the domestic, when we \nlook at what we're trying to do, especially, say, in Southeast Asia, we're trying to build a platform for growth so that \nwe can look -- try and offer that last-mile delivery in those markets, which are going to be healthy growth markets \nfor the future. We're currently in Thailand, Malaysia, Vietnam, there's plenty of expansion. The next ones will be \nPhilippines, Indonesia. What we need to make sure of is that we've got a cost-effective standard operating \nprocedure and a enterprise architecture backbone that gives us a lot of advantage.\n\nNon TDI cross-border, as I say, out of the United States, out of Asia. And then the cross-border, what we call \nConnect product in Europe. So we have a division called Customer Solutions, which sells mainly full solutions pan-\nEuropean, which has grown from a relatively small base, but it has grown like 5x in the last 4 years, right? So it's \n500% bigger than what it was 4 years ago, and we see a lot of opportunity in that area, trying to get everything back \nto a profit-based mentality.\n\nSo as I said before, our businesses in Netherlands and -- that's my timer, sorry. Our businesses in Netherlands and \nPoland's very, very, very profitable. U.S., profitable. That's mainly a downstream access business where we use the \nUSPS. Interesting thing there is that both FedEx and UPS have started to take up volume into their own networks, \nwhich might create a lot of opportunity for us.\n\nThen in India, we've still got our Blue Dart. It's still a profitable business, but we need to carefully expand into the \nB2C arena. We went from like 6,000 equivalent of ZIP codes to 16,000, causes a couple of quality and profitability \nissues. We've gotten those back under control now.\n\nAnd then we have a couple of areas that I still need to fix. The U.K. is a bit of a problem for us. Iberia, bit of a \nproblem. But we've got solid plans in place, and I'm sure we're going to see improvements over the next couple of \nyears.\n\nIn Southeast Asia, yes, look, 2 things. Look for partnerships. We've already talked to a lot of the big players down \nthere and also make sure that the backbone of what we've got is good. DHL Parcel Connect, this is the strong \nEuropean, pan-European delivery based on all the core markets. I think that's pretty well established, growing well \nand profitable. And then the mainly Southeast and Far East Asia, bringing in that direct inject product into the \nUnited States and into Europe.\n\nQuick summary. I think, again, this whole partnership idea, look at the post offices as partners, not competitors. \nForm partnerships, especially outbound Asia, expand European coverage with 90% lower there. And then it's all \n\n\n\nabout service quality, really get the injection network, properly improve the transit times, leverage the size and \nbenefits of the DHL. Yes. So when I say partnerships using the group companies as well like out of Asia, getting \nbetter access to airline buying rights.\n\nI think just as Frank said, it's all about the 3 bottom lines. I think for me, on the employer of choice, more, what do \nyou call it, certified program specifically designed for our nonnetwork business. On the provider charts, it's all about \ngetting the quality levels. But I think the quality levels are where they should be now. Maintaining those and then \nbring the customers along. And then what I see, as I say, we see EUR 100 million swing from '19 to '20 minimum \nand then pushing that up towards a 5% minimum margin across all those businesses, and some are already over \nthat level.\n\nDifficult to say what the absolute growth rate will be because we're talking about a selection of cross-border and \ndomestics. But in all those markets, we would look to grow faster than market. So it's going to be a sort of balanced \napproach.\n\nThe EBIT outlook, as I say, I think 2020 will be back up at a reasonable profit level. And I see that just going on out \nto 2022. And then the focus really will be then to make sure that we get the high sales growth so that we can \nimprove the actual EBIT going forward.\n\nOkay. So that's my 20 minutes -- 15 minutes, just slightly more. But, yes?\n\nQuestions and Answers\n\nDAMIAN BREWER: Damian Brewer, RBC. Just 2. First of all, just you identified sort of U.K. and Iberia. How much \nof a drag on margin are those 2 areas (inaudible). If you fix those, how much does that get you towards the sort of \n5%? And then secondly, because it was sort of -- it's something that's sort of because the hedge [generity] \nbusiness is there, could you talk a little bit more about what your customer base is? And how much of it is SME \nversus large multinationals? And how do you see that shifting?\n\nKENNETH ALLEN: Yes. So the U.K. and Iberia are slightly negative at the moment, right? They're slightly \nlossmaking, not big lossmaking but slightly. So -- and then big revenues, right? So if we get that, those 2 sorted \nout, that's a big step on the way. I think that's a 2- to 3-year journey. But it started already. We've already seen \nimprovements.\n\nIf I look at the Customer Solutions, say, let's say Europe to start with, they're all the big ones. We don't have a \nstrong SME base because of the way that it's structured currently. So we've got a lot of volume out of Netherlands. \nWe've got a lot of volume out of Poland or we've got a lot of volume that we deliver for Deutsche Post out of \nGermany. But the Customer Solutions is all about tying together solutions for the big customers, right? So the \nASOS, Inditex, H&M. So we're coming up with more of a solutions provider rather than a regular SME focus.\n\nOnce we've got the networks all fully in place then we could start to think about that. But at the moment, there's a lot \nof opportunity with the big marketplaces and the big e-tailers to develop business. So that -- like I was telling you \nabout, the Customer Solutions division that's grown 5x in the last 4 years. All their businesses with -- is mainly with \nbig customers.\n\nIn the United States, yes, again, it's big, big customers. They all have heavy -- like dollar shave. There were big \ndrops of a lot of material. We do about 400 million downstream access pieces into the USPS. So it's that -- it's \nthose big mailing domestic pieces in the United States.\n\nAnd then because we've got that relatively good coverage in the United States then we can start to do more cross-\nborder. So about 10% of that business is cross-border at the moment. 90% of it stays within the United States.\n\nAnd in Asia, most of our business is with big customers. So I would say we don't play that much in the SME \nbusiness. Out of Asia, we're looking at the eBays, all the big marketplaces. So it's a conglomeration of businesses \nrather than a complete network. So I think our opportunity really is in that solutions piece.\n\n\n\nMATIJA GERGOLET: Matija Gergolet from Goldman Sachs. Can you elaborate on the U.S.? You mentioned, say, \nthat, say, FedEx and UPS are considering also basically giving you some business?\n\nKENNETH ALLEN: No, no, no. So we have a business where we do downstream access. We give all our stuff to \nthe USPS with very low weight, usually under a pound. So in average, weighs about 300 grams. FedEx and UPS \nhave got a similar product called SmartPost, and I can't remember what the other one's called. They're thinking \nabout taking that business away from the USPS and putting it into their own networks. I think FedEx, in particular. \nSo I think that gives us an opportunity to develop closer and closer relationship with USPS because we'd be one of \nthe biggest players in that particular sector going forward.\n\nMATIJA GERGOLET: Okay. And then, say, in terms of, say, revenues, Page 112. So 58% of your revenues are \nfrom Europe. How much of that will be, say, parcels going out of Germany approximately? Will that be -- so \nbasically...\n\nKENNETH ALLEN: No, I wouldn't be...\n\nMATIJA GERGOLET: Will it be here or will it be...\n\nKENNETH ALLEN: No, it wouldn't be that much because the big -- a big part of that is the domestic market in \nNetherlands, United Kingdom, Poland, Czech that we've got their big domestic businesses. There's a bit of cross-\nborder business out of Germany, but it wouldn't -- it wouldn't -- it would be a small percentage of the total.\n\nMATIJA GERGOLET: But all the parcels exported from Germany would be, say, reported in this division? Or...\n\nKENNETH ALLEN: Well, it depends now. So for example, the parcels that go to Austria are delivered by Austria \nPost. The ones that are delivered -- most of the parcels will be delivered by other postal networks.\n\nMATIJA GERGOLET: Okay. In that case, there are no revenues for this division?\n\nKENNETH ALLEN: There are some revenues in some countries, right? So think like Netherlands, some in the U.K. \nAll I'm saying is it's not a big proportion of the total. The vast majority of that revenue comes from domestic-\ngenerated business. So for example, in Netherlands, yes, 90% is a domestic within the Benelux countries. It's a \nvery domestic-oriented product.\n\nUNIDENTIFIED PARTICIPANT: So the first question, I'm building a little bit on Damian's. It's basically -- I would \nhave thought it's quite easy to get that EUR 100 million turnaround\n\nbecause you discontinued some of the lossmakers already, and you've got some profitable entities in U.S. and in \nNetherlands. So basically...\n\nKENNETH ALLEN: That's why I took the job.\n\nUNIDENTIFIED PARTICIPANT: Exactly. Exactly. No, I mean, is it that simple to get to the EUR 100 million swing, \nbasically, you've done the work already and everything that comes is incremental? Or is it much more difficult \nbecause some of the other stuff deteriorated and Global may have deteriorated or whatever?\n\nKENNETH ALLEN: Yes. No, I think the swing is relatively certain, right? So we've done all the clean-up this year. \nWe've cut back on a lot of overhead. We've modified the portfolio. So yes, we've got some good profitable \nbusinesses in there, right? So I'm very, very confident that we're going to see that swing. I think the reason why \nwe've worked so quickly and so determinately, right, is that, a, we want to contribute; and b, pretty quickly because \n-- so my first thing was to clean the portfolio and clean some of the overhead, get the service quality back up to \nwhere it should be. So that from 2020, 2021 onwards, it's all about profitable growth again, right? And probably the \nrevenue reported next year will be pretty flat because of the businesses we've taken out. The underlying growth, I'm \nexpecting to be at least 10% and maybe more. As we go into '21, '22, I'm expecting that growth rate to be up there, \n10%, 15% because it's a strong independent portfolio. So yes, to the point, I'm very confident on the swing for \n2020.\n\n\n\nUNIDENTIFIED PARTICIPANT: And your value proposition always will be a parcel or a shipment. So basically, you \nstart after the warehouse of your client. You don't offer full-service eCommerce Solution.\n\nKENNETH ALLEN: Yes, for 75% of the business, yes. So a lot of what we're going to have to do is going to be, in \nits purest terms, the very entrepreneurial part of Deutsche Post, right? Because we don't have a common IT \narchitecture, for example. So the systems that we run in Netherlands are different to the U.K., are different to Blue \nDart. But they're all, I think, for market -- for the markets that they're in, they're amongst best in class. So it's \nmaking sure that we get best in class in each of those individual domestic markets. Maybe at some time in the \nfuture, 5 years from now, thinking about how we try and harmonize them, so that we can get rapid benefit, but that's \ngoing to be a long job.\n\nThen on the cross-border, I think we've got big opportunity, right? I mean, we've got a solid European platform. We \ncan sell out of the United States. We're probably subscale in -- I wouldn't say subscale, we're a smaller player out of \nAsia, right, as you've got all the big [4 PX China], all the players there. But we've got a good position there. So while \nwe're good there, I think when our quality levels are right, we see that the volume comes in. So again, our value \nproposition out of Asia particularly into Europe. And then out of Asia into United States, if it's low value, low volume, \nwe've got a good proposition as well. So I see good growth prospects overall.\n\nUNIDENTIFIED PARTICIPANT: And then just lastly, about UPU, changes with the (inaudible) use, how much of a \ngame changer is that for cross-border pricing and volumes? Is it -- can you assess that already?\n\nKENNETH ALLEN: Yes. Well, I think, inevitably, it's going to push up the cost of the postal offering. And I think \nover to what we've seen, especially over the last 3 or 4 years, is that people have started to move on, right? The \npostal products generally have been slower, not so much good track and trace. So everybody has been putting \ntogether hybrid solutions, right? China, one of the call orders picks everything up, then it goes to a consolidation \npoint. It's flown by another third party into Europe, flared in Europe, and then it's injected into a myriad of domestic \nnetworks, right? Maybe in Germany, it's Deutsche Post; maybe in Holland, it's Parcel. So everybody is looking for \nthe lowest cost that's high -- relative to quality. But those networks are definitely building fast, and I think we've got \na good opportunity there.\n\nUNIDENTIFIED PARTICIPANT: Partnerships. Can I just ask how far does that extend to? I know -- I'm not sure it's \nyour part of DHL or someone was partnering with. I think it was a bus company near Gatwick Airport in London and \ntrying to maximize depot space. I mean how far can you stretch that concept?\n\nKENNETH ALLEN: No, no. I'm talking about big partnerships. I'm talking about we don't want to compete with \nAustrian Post. We want to partner with them, right? And out of Asia, we'd love to get a more close relationship with \nsome of the big marketplaces, not just being a pure third-party supplier. Except that's how I think we'll build scale \nrapidly. And we've got something to offer, right? We've got a global network. Everybody -- all the players want to be \nglobal as quick as possible. So we've got something to bring to the party as well. Those marketplaces, as you \nknow, like the Amazons and Alibabas, they've got their own mindsets, right? But Amazon's a good example. We've \ndone a lot of partnership with Amazon. They -- in Express, they use our hub. In Cincinnati, they use the same airline \npartners as we did. And in Express, we built a lot of the network based on partnerships, especially, the aviation \nnetwork. It's a virtual aviation network, basically. But we also did a lot of other stuff that we need to do to grow at \nthe rates that take us above market.\n\nThank you. Is that it?\n\nUNIDENTIFIED PARTICIPANT: Yes.\n\nKENNETH ALLEN: Thank you, guys.\n\n<Presentation>\n\nTOBIAS MEYER, MEMBER OF MANAGEMENT BOARD, DEUTSCHE POST AG: (technical difficulty) to the Post \n& Parcel breakout part of our Capital Markets Day. Also, welcome to those watching on the web.\n\n\n\nLet me start giving introduction to our business, what's our profitable core, what's our market position. Our core is \nthe transportation, sorting and delivery of documents and goods-carrying shipments. That's the essence of the Post \n& Parcel business in Germany. We focus on national products, national transport as well as export. Our revenue \nmix is a 38% parcel products that has been increasing, and we expect that to continue to increase by about 2 \npercentage points per year. 62% is our postal products, some is traditional mail documents, but there's also an \nincreasing share here of goods-carrying shipments. We are the #1 in the Parcel market with roughly 46% market \nshare and also by quite a distance, the #1 in the Mail market.\n\nIf you look at our USP, what differentiates us from competition. Quality is very important. We come with structurally \nhigher labor costs, and we need to offset that. And quality is definitely one thing that is essential to that but also \ndelivery density. The combined delivery of Mail and Parcel is one ingredient of that component. And we are very \nkeen to sustain that superior delivery density also going forward.\n\nIf you look at our objectives going forward, it goes along the 3 bottom lines, which most of you will be closely \nfamiliar with. So in terms of best team in the industry, we have additional opportunity by bringing more of the \nmanagement closer to the actual business to our operations in the field. We aim to do that by having managers \nmore do the training, also as part of our certified program, strengthen customer interactions as well as practical \ninvolvement in our day-to-day operations.\n\nWe want to deliver best quality. We believe and are working on to strengthen further the reliability of our service. \nWe think that reliability is key, both to have the trust of our customers in the Mail market but also in the parcel \nmarket. We are very much focused to reduce the reasons for any complaints and, thereby, enhance customer \nsatisfaction.\n\nAnd as it relates to best results, we are working on a cost program that we have announced last year, and I will \ngive a bit of an update on that. But obviously, our business portfolio will give us and has given us stable and \nsustainable growth as we rebalance from classical mails or documents to more goods-carrying shipment, and we \naim to remain a strong contributor to the group's cash flow.\n\nIf you look at the context in which we operate, what are success factors and what are also challenges for us, \ndefinitely, the continued growth in the parcel market is very important to our story. We see that continuing to grow at \n5% to 7%. Price increases are essential, and the market has been receptive to those, particularly on the parcel \nside. So that is very important to achieve our objectives for this year but also next year. We have and will continue \nto decrease our indirect cost base by particularly reducing efforts in administrative processes and functions. And we \nwant to limit the increase of direct cost through productivity measures to offset factor cost inflation as well as the \nimpact of larger volumes. Digitalization is definitely a very important component of that, so it's instrumental, and \nyou will see that when we come to the measures.\n\nIf you look on the challenges, obviously, exposure to the Mail segment is something that comes with a decline of \nsuch volumes. So we see this moderately continuing at 2% to 3% decline. The structural shift from Post to Parcel \nimposes quite some challenges in our operations. We want and will maintain a high degree of automation, but \ngoods-carrying shipments need to be sorted differently than conventional letters. And also, on the Parcel side, we \nwant to be more CapEx-focused, ensure CapEx efficiency going forward.\n\nCost inflation is something that is not only a challenge to us but for the entire industry. So both in terms of wage \ncost but also other factor costs, particularly transportation, we see quite some pressure in the German market. So \nthat is a challenge we need to deal with. Overall, we want to recover and then sustain the earnings momentum of \nour division.\n\nThe plan that we put forward is split in 2 phases. The reason for that is we are currently very much in execution \nmode as it relates to the measures that we have initiated last year, price increases, quality improvements but also \nthe measures on the costs side are part of that. So that needs to remain the focus for the coming months, and then \nwe'll phase over to some initiatives that are more orientated to some structural changes in our sortation processes, \nin particular, but also new features for our customers to enhance our competitiveness and attractiveness to \nconsumers in the German market.\n\n\n\nSo coming to the first bucket and also giving a bit of an update on some of the things that we have initiated. We can \ndefinitely say that 2019 marks a change in trend as it relates to productivity and the change in trend for the better. \nThe continuous improvement measures are having an effect. We have deployed performance dialogues across the \nbusiness but also have targeted some area where we saw specific opportunity, for instance, the loading of vehicles \nin the Parcel area. We have several percentage points higher utilization by now, and that obviously helps us in \ncompensating some of the transportation cost increase.\n\nAutomation. We have always been leading in that area, and we are doubling down on it. So in the Mail area, we \nhave invested in an additional sequence-sorting capacity and are pushing now even to the difficult part of this. So \nthe letter boxes of high-rise buildings, for instance, is something which can be quite humbling, particularly if you are \nnew to the district and regularly go also on delivery tours myself. And I have to say, if you see 100-letter boxes and \ntry to find somebody's names, it's a bit of a tedious task, and we are now starting in Q4 to do the sequence sorting \naccording to a chess board pattern to ease the process of that. So that is fully underway and also most -- nearly all \nof the additional sorting machines are by now deployed.\n\nDigitalization also goes across the business in delivery. We have optimized the route scheduling that is such not \nnew for the industry. It's also not the most important part for us, as you will see what else we have in the plan. We'll \npresent that a bit later. So there's more to come. What is also very important to us to enable site managers to \nmanage more of the business locally because that gives us that opportunity to then reduce the cost and \nadministrative functions, and we need to bring a better data and decision power to the sites to be able to do that, \nand we have started with that process.\n\nThe integration of Post & Parcel, both on the product side as well as on the network and operations side, is very \nimportant. It gives us opportunities in multiple ways. If you look at the peak that we have in the Parcel business this \nyear, we will, for the first time, be able to shift the delivery of smaller parcels in the urban areas from the Parcel \nnetwork to the Mail network. So that helps us to deal with the peak, provide the capacity that our customers ask for \nbut obviously do so in a less CapEx-intensive fashion. And that's a path that we want to continue to follow, that we \nfully leverage the networks and assets that we operate.\n\nNow switching over to the more longer-term horizon. So many of these initiatives will phase in over the course of \n2020. We have a significant effort underway as it relates to sorting technology, recognizing that some of the sorting \ntechnology we have in Mail is not suitable to sort a goods-carrying shipments. And on the other side, we don't want \nto use the capacity in the very capital-intensive parcel hubs for very small shipments. So we have multiple ways that \nwe are currently piloting to address this issue, which will then enable us to continue growing in Parcel without \noverspending on CapEx. We obviously also want to bring in new features as it relates to our services and boost \nnetwork of packstations that we have and use digital features across our operations and have a couple of examples \non that as well.\n\nSo getting into it, what are some of the aspects that we are driving to further enhance our profitable growth? On the \ndelivery side, we'll continue to leverage a joint delivery of Mail and Parcel, which we have traditionally done in rural \nareas that is currently about 54% of our operations, and we expect to increase that by about 1 to 2 percentage \npoints per year. So we are growing a bit from the outside into the cities as it relates to joint delivery operations. On \nthe sortation, I already elaborated a bit on that, what the challenge is. On the letter side, we need to be able to also \ndeal with goods-carrying shipments there and have adequate sortation technology for that. We want to get to a \nsituation where we can dynamically steer between the networks, decide on a day-by-day and district-by-district \nbasis how many goods-carrying shipments we route into the Mail network, so that is something that requires \nchanges along the process chain.\n\nIf you look at Parcels, we still have some improvement opportunities with our conventional hubs where we have 37 \noff by now with [Bullholme] added in these weeks. So we will further optimize those to get additional capacity out of \nthose existing hubs. And then we are currently piloting different technology to enable more efficient sorting of small \nform of shipments. Bagging is one, for instance, that we do sort smaller parcels into a bag down to depo level and \nthereby, can use that to save sorting capacity on the inbound hubs, which is our currently capacity-limiting factor \n\n\n\nbecause the inbound sort has a shorter time window available than the outbound sort. So we aim to maximize the \nsynergies between our Postal and our Parcel operations, both for OpEx efficiency but also for CapEx.\n\nPackstations is -- so our parcel lockers is something that we have operated for quite some time now. We started \nthis 16 years ago. Initially, consumers were lukewarm on the feature. It took quite some years until people figured \nout what to do with these yellow boxes. By now, we see very good momentum and definitely want to strengthen \nthis. We are also now at a cost position that makes this viable or even more attractive than the door delivery. This \nhas to do with more efficient buying of these machines but also with reduced rent because we find more partners \nthat want to actually have a parcel locker to attract foot traffic. So there's quite a change of economics with that. \nAnd this is why we want to push this feature to get to 7,000 packstations early 2021 and then expand from there \nfurther.\n\nDigitalization in the delivery operations is also very crucial. We are creating the base for that by replacing all hand \nscanners, both of parcel, joint and mail delivery operations. We so far had 2 different devices. In the future, we'll \nhave one. That also eases deployment, reduces complexity on the IT side, and then deploy a set of features that \nwe group under the name of OnTrack. It basically provides guidance to the delivery driver. It enables the driver to \ninteract with the device to optimize the route to his preferences. For us, this is much more important than having an \nalgorithm that simply does the routing by distance because our districts are relatively small. In urban deliveries, we \nhave 70 to 80 meters only interstop distance. So it's much, much denser than the networks of competitors, and it is \nvery critical for us that the delivery driver who typically knows the district well can influence the sequence. So this is \nwhy it has taken us quite some time to experiment with that, and we are now at a stage we're very confident that we \ncan scale this.\n\nThe main advantage of this for us on the efficiency side, however, is the time at the door. And we have now \nvalidated this in pilots. If we give consumers a very accurate pre-advice and a countdown when their shipment will \nbe delivered, the opening time is reduced. So our courier has less time to wait at the door, and the time at the door \nis the biggest time component in parcel delivery. It's not the time driving. It is the time at the door. And this is our \narea of focus as it relates to optimization. Also, for instance, the number of clicks and so forth, we have now \noptimized to further save on delivery time.\n\nAnother area of digitalization is the site management. I already elaborated a bit on this. So this is a long journey to \nbring more transparency to the local depots. We do deliveries from over 3,000 sites in Germany. So having the site \nmanager empowered and being knowledgeable about the volume he can expect for the day, having transparency \naround the timeliness of transport is critical so that, that manager in the site can take the right decisions. And that's \na process that cuts across many different aspects, and that's what we are now working on to deliver those one by \none. So we are piloting currently, for instance, the pre-advice for the transportation that the site manager has \ntransparency when a vehicle is delayed. Germany, arguably, does not have the best road infrastructure in all \nplaces. So delay of transport is an issue that we need to deal with on a day-to-day basis, and providing better \ntransparency on that will help both quality as well as efficiency.\n\nIncreased visibility of unit cost is also an important component of that. We break that further down and make \npeople, on a granular level, more accountable for that. So that's also an essential part of that changed philosophy to \nsite management.\n\nOn the staff deployment side, we have ample opportunity to replace paper-based processes with application \nprocesses online but also then the development of staff through online functions. We have much less turnover than \nour competition, but still with a workforce of nearly 200,000, you obviously have a considerable number of people to \nhire and replace every year, and that's an area where we also focus on and see opportunity for improvement.\n\nWe do these enhancements of features in context of a broader IT program, which also takes care of the back-end \nstuff. So we are very conscious that we want to also leave our successors in IT infrastructure that is a future-proof \nand not create issues by just adding functionality. So renewal of IT infrastructure is something that is fully ongoing. \nThat includes components like the upgrade of the data network, the scanners I already spoke about, but also the \nexchange of all PCs that we have done this year. We are working on the revision of some legacy systems. This is \n\n\n\nnothing spectacular or out of the ordinary, but like many other big companies, we have several systems that have \ncome to a certain age and need replacing. But we also use this as an opportunity to remove redundancies, \nparticularly between the Post side and the Parcel side, we have quite a number of applications that duplicate certain \nfunctionality. And through this road map, we aim to bring this together and also realize efficiencies through that.\n\nSimplification of the customer contact points is also very important, also has to do with acting more as one business \nacross Post & Parcel, reducing the number of products, for instance, is part of that, and making us easier to reach \nfor the customer in general.\n\nSo that translates as well into further improvements of the customer experience. I mentioned already OnTrack, \nwhich has this very important component to give a better pre-advice to the customer, so that he knows when our \ncourier is there. It also is interlinked that we want to pick up more return shipments. We have recently deployed the \nmobile return solution, which basically allows an online shop to send a QR code to the consumer, and our courier \nscans that QR code to directly print the label. This is very convenient for the consumer, but it's also good for us \nbecause the label quality is to our standards. The [adhesives] ensures that it doesn't separate from the parcel \nbecause nothing produces more work than a parcel without a label. So that is an example how we aim to bring a \nbetter customer experience together with operational efficiencies and have less parcels where we need to do \nrework.\n\nAutomation of our operations will continue. We aim and need to be leading in that area. And we have opportunities, \nparticular in having much greater synergies between Post & Parcel and ultimately, great flexibility to use either one \nof the networks to sort or deliver a given product.\n\nBringing this together and mirroring against the 4 macro trends that also Frank spoke about this morning. If you look \nat globalization, obviously, international e-commerce is also a very attractive segment. Germany is both a strong \nexporter as well as a strong importer. We see our membership in the Postal Union and IPC as a competitive \nadvantage. We have strengthened ties with some of our peers in that area and intend to continue that to have an \nattractive offer also on the international side.\n\nDigitalization is obviously core to our agenda to both drive customer experience but also efficiency levers.\n\nE-commerce is an essential part of our story. Parcel growth, to a great extent, is driven by that, and we expect that \nto continue. And we want to be the leading quality provider in that space.\n\nLastly, sustainability has been on our agenda for a long time on the environmental side. We feel well positioned with \nour fleet of StreetScooters. We have more than 10,000 by now, which helps us also in those cities in Germany \nwhere we have diesel -- issues with diesel emissions. What is also relevant is that we clearly offer the best working \nconditions in our industry, which obviously has some disadvantages in terms of labor costs, which we had for a long \ntime, but in the current labor market also has its advantages. Also on the political side, you will be aware of the \ndiscussions ongoing. So we feel well positioned in that regard as well.\n\nThat leaves me with the financial outlook. Melanie has touched upon most of that. Our sense of the market is that \nMail volume in Germany will continue to decline moderately with 2% to 3%. That has to do with certain stickiness of \nalso document business but also an increasing share of goods-carrying shipments in our letter products. We expect \nus to perform at least in line with the market. We are obviously a great share of that market.\n\nOn the Parcel side, we see continued growth with 5% to 7% and us to grow at least in line with that market. For us, \nit's important to grow profitably, so that is definitely very important. But even with the yield measures that we have \ninitiated and that we expect to initiate, we see that we can grow at least in line with market.\n\nIn terms of CapEx, we expect a gross CapEx of EUR 500 million to EUR 600 million to particularly transition the \nnetwork from documents to goods carrying and maintaining or enhancing our level of automation. So that is \nobviously critical for us to maintain a competitive position.\n\n\n\nOur EBIT guidance for 2020 is sustained. We expect to earn at least EUR 1.6 billion, which then translates into a \nmargin of roughly 10%, which we then expect to keep for the years after with a slight top line growth.\n\nWith that, thank you, and I open it up for questions.\n\nQuestions and Answers\n\nDAMIAN BREWER: Damian Brewer, RBC. Two questions. First of all, on the Mail volume. What gives you \nconfidence in that 2% to 3% decline if, like a couple of years ago, it was a lot less than that? What does that do to \nyour cost and efficiency assumptions, say, if you end up handling more mail than your planned envisages? And \nthen secondly, just on the margin, why is 10% the right margin?\n\nTOBIAS MEYER: So on the Mail question. I mean 2% to 3% is in line with recent experience that we had. And if we \nlook at our portfolio of customers, if we go through the sub groupings, we have the business communication part, \nwe have the dialogue marketing part, we have goods-carrying shipments. We do not see that -- we don't have any \nindication that, that trend would significantly change one or the other way. We know that Germany is a bit different \nthan experience in other markets. But if you look more granularly, there are good reasons for that, which both\n\nline our business mix as well as some specifics of the German market. So again, we do not have any indication \nthat, that trend would change. Obviously, a change in volumes assumption has a financial impact, but it very much \ndepends also which particular shipment type you talk about. If we would enjoy suddenly a growth of fully paid \nstandard mail, that would obviously have a very high contribution because the network has a high degree of fixed \ncost. But that is not a scenario that we foresee. We rather, as I laid out, see on the volume side, a continuation of \nthe trend that we have seen in the recent years.\n\nDAMIAN BREWER: (inaudible) 10% margin (inaudible)?\n\nTOBIAS MEYER: Sorry, I didn't want to skip that. Look, the -- if you look at our changeover in the business \nportfolio. We obviously have every year with a change in mix, a certain adverse impact on our earnings, which we \ndo see that we can compensate that with the efficiency measures that we have. And we have also mapped that out \nto 2025, so we see our ability to sustain that, that the adverse impact we have through the change in business mix \ncan be offset with the measures.\n\nThis is the sense we have. We obviously will stick out in terms of profitability relative to our competitors in the parcel \nmarket here in Germany. But if you look at our business portfolio and particularly our ability to drive down unit cost \nthrough combined delivery, I think that provides also a good reason why we can have that higher earnings.\n\nMATIJA GERGOLET: Matija Gergolet from Goldman Sachs. Two questions. One is on Page 65, when you talk \nabout, say, goods carrying mail. Can you give us some sense of what percentage of your total letters today carry \nsome goods? And also, what growth rates are you seeing in that segment? And then secondly, linked to that would \nbe, do you already have the small format sorting machines at your sorting centers? Or this is something that you \nare currently implementing?\n\nTOBIAS MEYER: So regarding the first question, we have some specific products. So for instance, a product we \ncall (inaudible) in German that is dedicated to basic carrying goods. It also has a proof of delivery. So that we -- it's \na relatively small share, but it's growing very fast.\n\nWhat we do not have exact figures on is how much is the share of goods carrying letters. That has increased, and \nwe can see that because we can practically touch those shipments, but we don't know exactly what's in each \nshipment. So for instance, we do not -- have not traditionally, if somebody ships a credit card, we would not \nconsider that a goods carrying shipment. We can also sort that through conventional sorting technology. But if you \nhave something like this, which travels in our compact letter quite frequently, that would be a good carrying \nshipment, which we do not recognize as such. It's not a specific product. It's our standard mail product. So we just \nrecognize basically by doing sampling that we have an increasing amount of that. So...\n\nMATIJA GERGOLET: Any ballpark figure how big it is?\n\n\n\nTOBIAS MEYER: Look, it depends on how you do the exact cutoff. But it would be a significant part of our mail. In \nterms of the revenue side, it would be low double digits percentage you can expect to be goods carrying by now.\n\nTo your second question, we have different sorting machines in the mail centers. They mainly differentiate by \nformat. The larger sorting machine is able to handle shipments roughly up to 3.5, 4 centimeters, but with stable \npackaging. So that is creating an issue if you have Polybags or similar types of packaging, which particularly on \ninternational inbound mail is a quite favored type of packaging, which we can also hardly influence. In the domestic \nmarket, we obviously have a closer relationship to customers and can influence packaging. So these are \nparticularly the type of shipments where we need new sorting technology for. We are currently testing different \ntypes, and we'll select and then scale the technology we prefer.\n\nTOBIAS SITTIG, HEAD OF EQUITY RESEARCH GERMANY & SENIOR EQUITY ANALYST, MAINFIRST BANK \nAG, RESEARCH DIVISION: Yes. Tobias Sittig from MainFirst. Two questions for me, please. Firstly, I mean, \nlooking at your 2025 targets, you have some [parameters] outside of your control, which you have to take into \naccount somehow or other. It's a new postal law currently being discussed, which could result in a lower number of \ndelivery days. There's a little bit weird formula on how your mail margin is calculated by the regulator, which could \nfluctuate wildly. How is that taken into account in your assessment of a 10% margin going forward for the mail \nbusiness? And secondly, Amazon as a competitor customer for you. How do you look at that? And the parcel \nnetwork they're building, in terms of how competitive that is on a unit cost basis on the one hand. And secondly, if \nyou can comment at all how much Amazon volume will still be in your network in 5 or 10 years' time. How's your \ncurrent thinking on that? And if the marketplace volumes of Amazon are also reflected in that thinking there?\n\nTOBIAS MEYER: So in terms of the margin and the impact on the post law, we have basically assumed the current \nregulation. The process has just recently been started. The Ministry of Economics has published a couple of \ncornerstones, which, for instance, opened the debate that you alluded to should we have -- continue to have in the \nlaw 6 days of delivery for mail, or should be more relate to the European requirement. So that is something that we \nare obviously watching and also participating in that discussion. It not only has that aspect of the delivery days, but \nit also has other aspects, the number of branches we need to operate and so forth.\n\nNot a single one of those that I just mentioned has such a fundamental impact. I mean, even if we would skip \nMonday as a normal delivery day, we would still have to serve large customers because they would expect for their \noperations to get mail delivered. So this is not such a simplistic black and white discussion as it's often portrayed. \nWe would gradually evolve that. Obviously, we would think that over a 10- to 20-year period, it is beneficial to have \nmore flexibility because the mail market will evolve, and having such a rigid element in the law might not give the \nnecessary flexibility to react whenever the regulator thinks then this is necessary.\n\nSo -- but this is a discussion. As you will be aware, the postal law will be reformed. Maybe we have a draft of the \nlaw end of this year or early next year. So it's something that has time for discussion and we believe will develop in \na sensible fashion.\n\nAs it relates to Amazon, Amazon is a large customer. Amazon has started at the same time to deliver their own \nvolumes. That has been going on since 2015, practically. So yes, there is a certain effect on our business, \nobviously, but it's not something that necessarily comes on top. They broadened their footprint, continue to \nbroaden their footprint as they have. Where this ends, I think, is hard for us to predict. We believe we have a \nposition that is defendable in -- definitely in the rural areas, but also through the quality that we're able to deliver, \nspecifically in a labor market that is very tight.\n\nSo if you look, back in the past, there's actually -- we had the situation with [Otto] already once. And Otto decided \nyears ago to do its own delivery with [hammers]. So that is a similar journey. To some extent, we continue to have \nrelationship, business relationship with Otto overall these years. Otto was a very large customer of ours also on the \npostal side. So we see that similar developing with Amazon. At least from our side, it is a customer, and we will \nobviously try to serve that customer. Quality is very important for them, and we think we have a real asset there. \nFurther questions?\n\nUNIDENTIFIED COMPANY REPRESENTATIVE: No more questions? We're done.\n\n\n\nTOBIAS MEYER: Thank you very much.\n\n(Break)\n\n<Presentation>\n\nOSCAR DE BOK, CEO OF MAINLAND EUROPE, MIDDLE EAST AND AFRICA, DHL SUPPLY CHAIN LIMITED: \nSo maybe I'll first start by introducing myself. It was mentioned a few times that this is formally my first day in the \njob now because I have been in the company for a while, and being part, obviously, on developing the Strategy \n2025 that we've been presenting today since June. But indeed, today is formally my first day as CEO for DHL \nSupply Chain.\n\nI used to run our European business, our Mainland Europe and Middle East, Africa business, for the past 3 years. \nResponsible for the improvement of the profit in that business. And before that, I worked in Asia for 8 years, of \nwhich the last 3 years as CEO of Asia Pacific of DHL Supply Chain. And before going to Asia, I ran our Italian \nbusiness, (inaudible) there and then worked on various roles in the Nordics and in other parts of the region. But \noriginally, I'm from the Netherlands. And after 20 years, actually, I now live there as well, but although I'll be based \nin Bonn, obviously.\n\nSo that's quickly about me and my background. So we're going to talk about supply chain, the \n#TogetherUnstoppable. I'll talk to you in a second about that. But that's the naming of our strategy, and I'll explain to \nyou the execution of the strategy within supply chain.\n\nThe picture you see here is an inbound manufacturing operation. So that is -- the reason I mentioned that is when \nyou look at the first part, so the profitable core of DHL Supply Chain is we manage parts of the supply chains of \ncustomers that have been outsourced. So the picture you saw there is where we pick up parts, bring into a \nconsolidation point close -- close to the factory, put them in the right sequence of the production line, and actually \nbring them to the production line to actually then be put into the specific car on the line. So that is an example of \nthings that we do.\n\nWe do warehousing, transportation. About 35% of business is transportation. I'll give you some examples of some \nof the businesses we do. Mentioned there is service logistics. Service logistics is a business where within 3 hours \nanywhere around the world, we can deliver a part. Now the reason -- the way we do that is that we create [former] \nstocking locations spread over the globe near all main cities. For those customers, their parts are essential. So if \nyou take, for instance, the telecom business, where if a transmitter would not be working anymore, it's direct \nrevenue. So it's really important that, that's immediately replaced. So we make sure that it gets there, the engineer \ngets there, and it gets done in a shortest period of time. For instance, 3 hours. There's loads of other examples. So \nthat's a global -- our global product.\n\nLLP, that's more where we manage a supply chain of a customer, including a transport. We agree on a baseline, \nboth on a quality and cost level. And we try to then manage the cost down of our customer in that overall supply \nchain.\n\nPackaging. If you buy a new mobile phone and you open this carton, there is this nice, just the right adapter of the \nright country in there. You've got all kinds of pieces of paper that you don't need that are in there and all kind of few \nothers, we put all in there and we pack that. That's what we do for many in the technology sector, for instance, \nmany of the packaging operations we do. But also, if you buy 3 for the price of 2, then it might well be that we've \ndone the packaging activity of that in the store point of that specific customer. So that's the packaging activity.\n\nAnd then there's e-commerce. 12% of our people by now work in e-fulfillment operations. 33% of our new business \nin retail consumer is actually within e-fulfillment. So that's a quite substantial part of our business today is actually in \ne-commerce, specifically in e-fulfillment.\n\nWe lead in innovation. I'll show you that later on when we talk about collaborative robotics, data analytics and how \nwe use that to optimize our customers' operations, and therefore, our operations. And that actually creates 3 \n\n\n\nbenefits: It makes us a better employer, because it makes it more interesting for people to work for us. When you \nhave a collaborative robotics environment, there's even more interesting steps to make. It makes it more efficient, \nwhich helps our efficiency, but also our customers' efficiency, which therefore gives us possibility to grow as well. \nSo we'll come back to that point later on.\n\nThese are the sectors that we're in. You see, as was mentioned this morning, a big percentage there in retail \nconsumer. That gives us the possibility to be less dependent of fluctuations in the market because we're more at \nthe end of the supply chain. In life sciences, for instance, where we're more in the high end of supply chain \nsolutions.\n\nSome key facts. 2,000 sites globally. You have to calculate, every size is about 30,000, 35,000 square meters at \naverage. 35%, as I mentioned already. More than 160,000 employees. That's a big number. We -- versus next year, \nwe'll have to hire about 40,000 people. That's a very big factor. I will come back to that in a second. But we're only \nin 55 countries only, because compared to other DHL divisions, that's less countries because we focus specifically \non those countries that have a big enough economy that we can actually provide sufficient value to have a -- to get \nthe next out of the brain power that we put in such a country.\n\nSo -- and then we have about 180 annual startups. That means a new facility that's being opened, or a new large \noperation of a customer in a multi-customer facility. So every 2 weeks, we start up a new operation. So far this year, \nwe have about 100%, close to 100% of startup performance.\n\nSo that's give you a bit of a picture of who we are. What I want you to remember when you walk out of this room is, \neffectively, that we will have growth with continuous market-leading EBIT. So we have a market-leading EBIT today \nof close to 5%, which is about 1.8% better than the next competitor. We want to maintain that, but actually grow in \nline or slightly better than market. We want to use accelerated digitalization, which we kicked off 7 -- within 14 \nmonths ago as a key driver of that. And our overall standardization, which we started 4 years ago. Those 2 together \nare the differentiators in the market that we have and that we will have, and which will also help us to have a \nconsistent operational, and therefore also financial performance going forward.\n\nSo those are the things I want you to remember -- I would like you to remember. This is the market I was talking \nabout. So market share in contract logistic's always a bit of a difficult topic, albeit our biggest market. Now really, \nhow much is -- of in-sourced activities should be part of market share. So take it with the number that there is. But I \nthink the more important part is we are -- how we compare to our competitors, but mostly important is what I \nmentioned about EBIT margins compared to our competitors. That's the market growth. We have been in the past \nslightly behind that market growth, and this is the big difference. So where we have been over the last period \nimproving our EBIT percentage by stepping out of businesses and markets that we could not provide the value and \ntherefore, get the right profitability out of there, or those contracts that were [almost] making or had too much -- too \nhigh of a risk exposure going forward.\n\nSo we've done all that. We've obviously -- we all know about what we've done with China, where we converted it \ninto a franchise setting. So all of them, we've done. So now we can actually focus on top line growth while \nmaintaining the same market-leading EBIT percentage that we have.\n\nSo this is our overall strategy. This is an internal slide that I used a few days back. So TogetherUnstoppable, why is \nthat so important? Because supply chain, in -- contrary to the other divisions, is not a network. We are 2,000 sites \nof 2,000 customer contracts. What is very important is that to actually create through standardize ways operating, \nstandardize ways we had the way we train our people, standardize procedures to actually make sure that it \noperates as one. And therefore, our customers have the perception that we are consistent, whether we now work in \nVietnam or in Chicago, but also that people can easier move between operations, which gives that flexibility to -- \nthat we can provide to the customers, but also gives the possibility for people to grow.\n\nThis slide, you have to read from left to right. Because if I'm talking about growth, the first thing that is required is \nthat we have the people to be able to facilitate it. So that means -- that's why you have here the #ConnectedPeople. \nThat means about the way we train our people. That's the way we -- through our certified program, we make sure \nthat people can grow so that we have sufficient people to actually facilitate growth and have the best people to \n\n\n\noperate, which then gives us the possibility to have the execution edge. So to differentiate ourselves through our \nstandardized ways of operating in the quality and the consistency on how we operate. By differentiating ourselves, \nwe then get to watch delighted customers.\n\nNow the point on that one that I want to spend a second longer on is on the light of customers is it's not sufficient \nto just have great KPIs. And we, as an engineering organization, we always assume that if our KPIs are great, our \ncustomers are happy. Not really the case. So we started 1.5 years ago by really driving the NPS score. Not by just \nasking the customers, but also by following up on it. An example that I always use internally is when you're in a \nrestaurant and the waiter passes by your table, he would ask whether the soup was fine, and your soup was \nactually cold. And you would say, \"Well, the soup is actually cold.\" And he would say, thank you, and he would \nmove on. You will never go to that restaurant again, right? If he would then actually call the chef, and they will give \nyou a free dessert, have a chat with you, you'd probably create a connection with that restaurant, and then you'll \nprobably going to go back there while it actually started with a bad experience. That's why the follow-up and the \nconnection with customers for our specific organization and supply chain is so important. So hence that point.\n\nThe other reason why it's so important is a point which I call net growth. That means that I could be standing here \nand telling you that we won a lot of new business, but it doesn't say a lot if the numbers of customers we would lose \nwill be a similar number. And specifically in our business, winning customers is costly; losing customers is just as \ncostly. So if you -- if you basically win the same as you lose, you're a busy fool, right? So it's very important that we \ngrow with our existing customers and we create that net growth based on the fact that we keep our customers. We \ngrow with them. And on top of that, we win new business. That part is very important, and that's a very important \npart of this strategy. Which then gives us the possibility to own tomorrow. That's the investments that we are \nmaking in -- to lead in innovation, to lead the digitalization agenda, and to be able to invest, like we're doing, for \ninstance in markets like India and Colombia, which we're doing as well.\n\nThese are the programs behind it. I'm going to deep dive on a few of those. As I mentioned, there's a certified \nprogram, which we're going to talk through, ExecutionEdge, and then the CXM one, and the OwnTomorrow part.\n\nSo this is the people at that part. So it is very important the way we hire our people. So we digitalized the way we \nactually do job tryouts. So people actually on their mobile phone could do a job tryout. Once they actually pass it, \nthey get the final interview, then they get actually trained in these recruitment centers. We have 7 of those centers \naround the globe, and there will be another 7 open pretty soon. The impact of this is really important because what \nwe've noticed is that these people are not only hired by these recruitment centers, but they're also trained in these \nrecruitment centers. And only then, after they went through the certified program, they go to a site and start a job.\n\nWhat we've noticed is that the number of people that we lose in the first 3 months of the job, and we're talking \nmostly of blue-collar people, has reduced by half. So that has an enormous impact on the quality of our operations, \nthe productivity of our operations, and also the cost to hire, which is reducing. And as you remember, the high \nnumber of people that we're hiring, that this is a very important aspect. That whole digitalization of the way we hire, \ntrain. And then we need to develop our people, because what is really important is that once we have people in-\nhouse, that we give them the possibility to continuously grow because that's the way that we can differentiate. We \ncan't differentiate purely on salary and cost. We can differentiate providing opportunities to grow and develop.\n\nSo that's what is -- what sits in the overall certified agenda. So it's not only about engagement. It's also about \ncompetency training so that people can actually grow and develop within the organization. And then there's the \noverall engagement agenda, which is really important that we keep people as part of our existing -- as part of our \nagenda.\n\nThis is OMS. So when I was managing Europe, I could -- and I always said, and it's still the case, that wherever we \nhave implemented OMS, we haven't lost a single customer. What OMS is all about, it is a standardized way, a \nstandardized methodology in which we set up and improve an operation. So this is about a standardized way on \nhow we do job descriptions, how we plan, how we measure, how we then compare productivities, how we retrain \nand redevelop people, how we identify improvement potential, continuous improvement, and then that's your [who \nkeeps going route]. It's a very important standardized methodology. It started once in Brazil. When I was then still \n\n\n\nCEO of Asia Pacific, I got curious about this one when I started to see in Brazil that not only productivities started -- \nwere going up, but at the same time, the staff engagement went up. And then it actually means that your \nproductivity improvement is sustainable if you do that with engaged people, not by pressuring it.\n\nSo that, we rolled out globally. We now have about 60% of our people working in an environment which is working \nunder the OMS standardization.\n\nThis is what I was mentioning before about DelightedCustomers. So when we started to where we are today, we've \nsubstantially improved our customer satisfaction survey. But we also used that to engage the people on the floor \nwith the feedback that are given from customers. So it's not a desktop exercise. It goes all the way back to the floor \nto make sure that people fully understand what's happening and also see the improvements, but also that \ncustomers know what feedback they're giving is really used all the way up to the floor.\n\nThis is our agenda in e-commerce. So I've already thrown some of those figures at you when I started this \npresentation. So 12% of our staff works in e-commerce operations. Then we have 1 million square meters of e-\ncommerce operations so far. 33% of our new business in consumer retail is in e-commerce. We have about more \nthan 100 customers. But what's also very important is that we have best-in-class technologies, so now we're talking \nabout robotics and collaborative robotics, enable to -- that enables us to face the required flexibility that you need \non capacity to be able to do fulfillment. So you then wonder, what are we talking about? So these are -- and this \ngoes for all our operations. What we've done of those 2,000 operations that I've mentioned, we have met all of \nthem. At the same time, we've identified 12 processes, 12 core processes, for which we have identified \ncollaborative robotics and digital opportunities. We've then matched them globally to be able to implement in 1 or 2 \nor more solutions over each of those sites. We started doing that 14 months ago. We are now in the middle of \nrolling that out. We've identified 1,400 implementations, 400 are ongoing. The numbers you see there is not the \nnumbers of robots, obviously, it's the numbers of sites where we are implementing these solutions. And they go \nfrom the left side to the high-impact ones. So when we talk about assisted picking robots, those are -- this is when \nsomebody does the picking, this robot is with him. Once he fills -- once he has filled the basket, the robot himself \ngoes back to the packing station where there's somebody else who then does the packing. And in the meantime, \nthe person who does the picking has a new robot with him already and finishes that off. So the only thing that, that \nperson does, he stays in the same lane, he does all the picking, and all the physical movements within those large \n30,000 or 40,000 or 50,000 square meter sites are being done by these robots. You can imagine the impact that, \nthat has on these operations. We have done that now in 10 sites. I'm not going to talk you through each of them. \nBut the right side ones are the more simple ones to implement at a larger scale when we talk about a wrapping \nrobot. So that's the robot that does the wrapping around our [fellows]. Don't need system integrations for that so you \ncan pretty easily implement it. The impact is also not that huge, while obviously, the impact of this or self-moving \nreach trucks is actually quite substantial.\n\nWearable devices, for instance, where we now have -- which we're rolling out really fast, as you see, 137 sites, \nwhere people at home, they're used to work with a smartphone. So instead of having these gray things with the \ngreen letters where you scan with, now you have basically, you tap on your wrist, you have your ring finger, you \nwould -- where you scan with. But you can also do your overtime on it. You can do your surveys on it. You can tap \nwhich process you're actually in. So we facilitate very much a way of working, which also helps for people that we \nare a better place to work. But at the same time, increase productivities because they have 2 hands free instead of \nhaving a pistol in one. So therefore, productivities goes up also quite substantially.\n\n(presentation)\n\nOSCAR DE BOK: So these are the (inaudible). These are the robots that are in the wreck, the packing area, rather \nthan the parcel goes to the wreck. There's several versions of this.\n\nSo as you can see, almost all of them are collaborative ways of -- so between the person and robots, except for this \none. This is a pretty big one because this is where we are working in several environments where we have \nrestructs that are unmet. This is a collaborative way. This is an operation in the U.K., where we do a lot of \npackaging activities, where that robot is very fast to program. So for each batch of activity, you can very fast change \n\n\n\nthe way it's working, and then it works together with people. This is -- this is where we actually do inventory count. \nSo instead of having over the weekend, this continuously does inventory counts automatically and fills that back into \nthe system. We did it first with drones. We tried it with drones, but actually, this one is cheaper. Less sexy, but \nactually, it works better.\n\nSo that gives you a better picture of where we -- so what I was hoping to transmit to you is that where we went \nthrough an organization, it has improved its EBIT by optimizing its business, by optimizing its portfolio, which is now \nready to then accelerate of at least -- and to grow further on the basis of that, to make sure that we differentiate \nourselves through our standardized processes, the way we hire and train our people and our aggressive \ndigitalization agenda that we have. The digitalization agenda finally gives us the possibility to have this big \nadvantage of the scale that we're having. Because if we -- this is not about implementing it in 1 or 2 sites and then \nshow it in our video to you. This is about implement this in 50 or 60 sites, the same solution. That means that then \nscale start to give a bigger advantage. But not only that, that also the barrier of entry into our business becomes \nhigher and higher through a more advanced operation.\n\nIt's not only about robots, it's also about data. Because by data analytics, we and all the data that we actually own, \nwe will be more and more able to tell our customers what will happen tomorrow, better forecast our -- both our \npeople and trucks on the basis of that to actually optimize the already robotized processes.\n\nSo that's the overall approach that we're having at the moment. I feel that can accelerate our growth because we \ncan keep and build our customers because we can show and provide them an efficiency advantage at the moment. \nSo that translates into a top line growth while maintaining the same 5% leading EBIT margins that we're having, \naccelerating at least now creating a top line growth, maintaining the same setting of asset light, maintaining the \nsame setting of how we win and how we invest. But by keeping and building with our existing customers and \nwinning new business, at the same time, training the people properly, we can accelerate our overall growth and \nmeet these numbers. That's the story. Thank you very much.\n\nQuestions and Answers\n\nDAMIAN BREWER: Damian Brewer, RBC. Can I just touch on one thing? In the presentation, you talked about [this \nline] to give you scale advantage, and obviously differentiates you from some of the competitors. With that \nadvantage, you opened by saying you're only in 55 countries. Does that sort of scalability and almost franchise-\nability mean you can address the other 150 that DHL operates in? Or is there a reason why you still wouldn't want \nto be present in those?\n\nOSCAR DE BOK: One of the things is our customers would expect a certain level of quality and a certain level of \nexpertise. And one of the limitations of growth in a contract logistics business is skilled and well-trained people. It's \nnot the brand. It's not whether you want to travel into a country. It's about the number of skilled and well-trained \npeople that you have. And that is, and you obviously, you're always competing not so much with your own sector, \nbut also with other sectors. So that's why focusing on those 55 countries gives us the possibility to focus on the \ncountry where we think we can get the best out of the people that we have and the people that we will have and \ncreate, and that's why we focus there. Yes?\n\nTOBIAS SITTIG: You said in the beginning -- Tobias Sittig from MainFirst. You said in the beginning you went into \nfranchise partnership in China, or you sold the activities, however you put it. Do you have a similar discussion on \nAfrica now going on? You're shaking your head, but there's been at least some press coverage there. And yes, \nmaybe you can elaborate on how you think on which markets you should be in and how, and the rationale of getting \nrid out of -- or getting out of China on the one hand, and Africa, apparently not.\n\nOSCAR DE BOK: Yes. So first, the 55 countries that we now are, we feel that we have now finalized the portfolio \nrefresh that we've done over the past 5 years. That's completed. So that we now can actually focus on growing the \nbusiness on the portfolio that we have. And that portfolio is not only about countries, it's about customers, sectors, \ntype of contracts. That's done. That's why I shook my head when you said about Africa because we're not into \nfurther looking at the portfolio, where should we be, where should we not be. Where we are at the moment are the \nright places for the products that we have.\n\n\n\nWhat we've done with China specifically is we felt that by doing the arrangement that we've done, we could better \nfacilitate the growth of our business in China and still grasp the benefit from it by getting a percentage of the \nrevenue that we are getting over the coming 10 years.\n\nSo I was in China last -- now was it 3 weeks back, to visit the SF operation. And you can already see, whilst it's \nvery early, but you can already see the accelerated growth that they're actually going through at the moment over \nthere. So, so far, early days, but so far, the strategy over there is working. But we're not going to do that in other \nmarkets. In India, we have actually a program where we're going to invest more. Because we have a very \nsuccessful business in India, where because of the fact that we've been in that market for a long time, we know -- \nand it is a very difficult market from a supply chain perspective,\n\nwhich gives possibilities to actually add value there. So there, we are actually looking at accelerating our growth \nand investing ahead of the curve into India further. So that's actually an opposite strategy of what we've done with \nChina.\n\nTOBIAS SITTIG: And maybe one follow-up. On -- real estate sales is something that we, as analysts, always \nstruggle a little bit with because it creates some windfall profits in a given quarter, so it's not quite easy to extract \nthe underlying margin of your business. So in your 5% margin assumption, how much of that is coming consistently \nsort of from real estate streamlining, in your mind? And how much is really the ongoing contract.\n\nOSCAR DE BOK: Okay. So I can't give you an exact figure, but I could tell you that it's less than 10% of that -- of \nthe overall number. It is what you -- but it is an important part. What our real estate venturing or real estate solutions \nis all about is that we open lots of square meters of new space every year based on customer contracts. So it's not \nspeculation. It's based on customer contracts. So that's a very attractive investment for funds. So instead of going \nto someone to develop it for us and actually take that whole benefit, we create that benefit ourselves by -- backed \nup by customer contracts. So we've got a customer contract, we build the site and then we sell it on and we lease \nback, back-to-back with the customer contract. So it's a value that we create that we actually benefit from, and \nthat's what it does, exactly what it is. And that's why I think it is part of our core business.\n\nDoes that answer your question? Yes?\n\nTOBIAS SITTIG: Just the magnitude -- (inaudible)\n\nOSCAR DE BOK: Yes, yes.\n\nUNIDENTIFIED PARTICIPANT: Just interested there in the point there about it being asset light because there's \nquite a lot of lease CapEx every year. So do you not consider that really CapEx? And how does -- I guess return on \ncapital feature in the outlook because you talked about margin but I guess it sort of misses the CapEx side.\n\nOSCAR DE BOK: Yes. Our return on capital is a bit higher. I don't know whether I can actually give that number or \nnot, the return on capital of the division.\n\nUNIDENTIFIED COMPANY REPRESENTATIVE: Yes, you can.\n\nOSCAR DE BOK: The 23%. Sorry, our return on capital is pretty good. Your point about assets? Yes, sure. We do \nhave long-term leases. I mean that's true, but we don't own the buildings.\n\nUNIDENTIFIED PARTICIPANT: So when you say 23% return on capital, that's including the leases?\n\nOSCAR DE BOK: Considering all of that.\n\nUNIDENTIFIED PARTICIPANT: Okay. Okay.\n\nCHRISTIAN COHRS, ANALYST, WARBURG RESEARCH GMBH: How are you actually remunerated? And -- \nsorry, Christian Cohrs, Warburg. How are you actually remunerated by your customers? And assuming, for \ninstance, we will see a decline in global GDP, is this going to hurt your business? Are you remunerated on a -- in \n\n\n\npackaging on a per item, on a per item basis? Or do you receive flat revenues on a contract basis? If you can shed \nsome more light on that.\n\nOSCAR DE BOK: Yes. Most of our contracts are -- the revenue is directly related to the cost drivers. And that's, I \nthink, the benefit of not being a network. So to give you example, in an open book -- in a closed book contract, we \nwould still have a fixed fee, which is covering the fixed cost of the site. And then you have a variable fee, which is \ncovering the handling of that site, so that's in the variable part. And then in the context, we often have -- the \ndeviation is more than 15% up or down or 10% up or down, then rates can be revised. So that's why, while on the \none hand, you could dispute, is our added percentage on the one hand. But on the other hand, it's pretty safe \nbecause we're pretty well protected in -- compared to the fluctuations.\n\nMATIJA GERGOLET: Matija Gergolet from Goldman Sachs. Quick one. What is the synergy here between, say, \nsupply chain and say, the Parcel business or even with Express? How -- say, how much of sales, the things that \nyou eventually ship around to your customers, are being handled by those divisions?\n\nOSCAR DE BOK: Yes. It is -- so the volumes that go out of our sites, how much of that go via DHL, not [DPDHL], is \n-- depends on the type of contract that we have. So it's not always that they are -- often, we have contracts which \nare carrier-agnostic. And in some cases, we have contracts where we do decide which carrier to use. Now those \nare the contracts, obviously, where DHL as a whole would benefit from it. In other cases, it would not.\n\nI think Frank said it very nicely this morning, is that while our customers do not necessarily all want to buy end-to-\nend, but they still like to buy the pieces from the same supplier because it creates -- it gives them actually buying \npower. So we often have that aspect, so where a customer will work with both us and Express and DGF in \nseparate contracts. But for them, it still gives them the confidence of having a buying power with us. That's one.\n\nThe other thing is -- well, for us, I said in an earlier discussion today, the brands DHL itself gives us a lot of access \nand a lot of confidence towards the quality that we provide, and that helps us also with our overall growth.\n\nMARTIN ZIEGENBALG: We're done.\n\nOSCAR DE BOK: We're done? Yes? Good. Thank you very much.\n\n[Break]\n\n<Presentation>\n\nJOHN PEARSON, MEMBER OF MANAGEMENT BOARD, DEUTSCHE POST AG: Okay. Good afternoon, \neveryone. Just by way of introduction, I think some of you I may have seen in London. I was over with Martin a \ncouple of weeks back, but I don't recognize too many faces.\n\nSo John Pearson. I joined DHL Express in 1986, some 3 or 4 months after Ken in the Middle East. And for the last \ndecade or so, I've run Europe and Global Commercial. So some of the things we talk about today are a little bit \nEurope-related. Many of the things are relating to Global Commercial.\n\nJoe Joseph, our Divisional CFO, is on the front here. Joined the company in 1998 and has been -- proud to being \nthe Divisional CFO for the last 4 or 5 years, replacing Melanie running -- being the CFO for Asia Pacific, EMEA and \nEurope.\n\nSo fairly familiar territory for us both in terms of the topics that we're talking about, and we'll just whiz through and \ntry and leave enough time for some Q&A at the end.\n\nSo referring back a little bit to Melanie and Frank's presentation in some of the way I present these slides, this is the \nprofitable core, which we seek to strengthen and accelerate and become even better at. It's what we started doing. \nIt's what we're passionate about, and it's what we can be the best in the world at as the world's most international \ncompany. And that point about our international coverage and being in 220 countries is very important. That widely \ndistributed revenue base, sort of being all things to all industries in all channels in all countries comes up sort of \n\n\n\nseveral times as we go through some of the reasons why we are growing, and maybe we're growing faster than \nmarket and faster than the competition.\n\nSo our core is TDI; DDI, economy selects, so Day Definite International. And TDD, what I describe in all DHL red \nand white language, is core supportive. They support the core. We would not ordinarily sell DDI or TDD to any one \ncustomer that wasn't shipping TDI with us. So in that sense, they're core supportive of our TDI product portfolio.\n\nThere are 1 or 2 very large domestic businesses, Mexico, Russia and previously, Blue Dart in India, which is now \ntransferred over to Ken's division. Those are very large standalone domestic businesses, where the domestic \nbusiness in Russia, in Mexico, in India is sort of typically bigger than the international business.\n\nAnd then ACS filling out the space at the back of the plane. It's not sold by DHL Express salespeople. It's not \nmanaged as a commercial function by DHL Express. It's within DHL Express, but it's managed by a specialist in air \ncargo sales John Roche who came to us from Forwarding.\n\nAnd then you can see the market shares on the right-hand side. Maybe worth just commenting that -- since the \nFocus strategy was born in 2010, we've taken 9 percentage points of market share, and you can see there, the \ncomment that we've taken 4 percentage points of market share or grown our market share by 4 percentage points \nsince 2014. And maybe of interest, the split between -- when we last did it, the split between Federal Express and \nTNT globally there is commented on the right-hand side.\n\nOur 4 pillars, as we call it, and I'll talk about it in a minute, our sort of 4 pillars, 3 letters and a passport, P=GQ and \nour CIS passport, is really on this page. Motivated people, driving high levels of service quality, building customer \nloyalty and top line revenue growth, delivering a profitable network sort of squeezed into the 3 bottom lines here. \nComment just maybe very briefly on each corner. Employer of choice is built around our supervisory program to \nhave the world's best supervisory program and be obsessive about it. That then drives frontline engagement, so the \nsupervisors or the people that manage people that don't manage people and they're the people that manage the \nrelationship between the customer and ourselves on the frontline, and that builds loyalty. On the provider of choice, \nthat's sort of the sort of wrapping us sort of ribbon of quality around our product, our transit time, our Insanely \nCustomer Centric Culture and the programs that relate to net promoter and first choice and having a focus on e-\ncommerce and SME on top of everything else we do and then largely, a blend of efficiency, productivity and a \nsophisticated approach to pricing, which I'm going to comment on in a minute here.\n\nSo this is the sort of eponymous Mark James blackboard slide. Mark James heads our global pricing function and \nhas done for the last decade. And these -- we've sort of moved from a level 1 to a level 3.5 pricing organization. \nLevel 1 being fairly basic, and level 5 being totally optimized, and we're sort of between 3 and 4. As we roll out \nsome of our digital initiatives and pricing, we'll be a level 4 pricing organization in the language of pricing \nconsultants. It's not always 5. Sometimes it's 10, but we've come a long way in terms of the sophistication of our \ntool kit, which is really here. An as whistling through it, making sure that our customers are on the right level of \ndiscount for their shipping volumes. So someone who ships 50 a month should be on contract band 3. We might \njust sign them up on 6. We've got to get them back to their band.\n\nGeneral price increases have been launched to the market over the last -- every January for the last 10 years. In \n2/3 of those countries, that's published in the national press. So people are aware that we're having it.\n\nThe red and yellow cards, people do creep in volume shipments or customers as a whole creep into our \norganization that perhaps shouldn't be there if we seek to be a 12% margin business. So there's sort of a red and \nyellow card philosophy. You all know red is up or out, and yellow is just improve it. Keep the customer but find some \nway of improving it.\n\nIn e-commerce, it could be having a higher percentage, first-time hit rate at delivery, meaning we deliver with \nneighbor or we find a way of making sure they always get it on the first time. So that improves the profitability of the \ncustomer. In other cases, it will mean changing the pricing. We're charging some surcharges that are otherwise \ndiscounted or got some elements of leakage to them.\n\n\n\nAnd the, perhaps, the most important one is NPC, net price change. This measures the net price change in the \nsales territory, in a country, in a region or the division as a whole. So if you take the first pillar here. That's a sort of \nGPI that puts our prices up. That might be STP, it puts our prices up. Other sort of leakage programs could be that \none or bottom on the right there, put some pricing up. And then from January 1 onwards, salespeople are out there \ngiving discounts every single day, 2% more discount, 5% more discount. Things go through the TRB. Siemens \nmight have a procurement program, 10% discount. So over the course of the year, the sort of the green bars get \nwhittled away to some extent by the competitive nature of the business, which is still very rational, and we have our \nnet price change, which is the last green bar in that just sort of visual representation. And it's very important that we \nimprove that year-on-year. So Malaysia might have a net price change of 0.5% positive, and that's the total \nbusiness versus the total business from the same customers and the same shipments, what it would have been last \nyear. Very important part of our pricing tool kit. And all these programs are alive and well. They're all understood by \neveryone in each and every country.\n\nSo as I talked about, Focus being launched in 2010. And from Focus comes growth, that talks about the growth that \nwe've achieved on the top line; talks about the market share that we've gained, the 9%, if you remember, from \n2010. And our house, so to speak, 4 pillars, 3 letters and a passport is here. All the programs that we roll out and \nthe initiatives and the themes and the pricing programs are sort of under here. All of our ICCC and first choice and \nnet promoter is here and so on and so forth is well-known to the whole network across every country, and it's sort \nof repetition, repetition, repetition. So people understand what our focus is.\n\nAs we move forward into the next strategy cycle, which you've heard about this morning, and the way I'll say it is 4 \nor 3 -- 3 themes have been extracted for a heightened area of focus. The first 3 -- digitalization was not such a \npriority in terms of putting it up to the sort of top of our to-do list. So I'd say that 3 are being extracted and sort of \nheightened in terms of visual communication. And these are the 4 initiatives. My Management Board think we'll \ndrive the EBIT generation and the potential for incremental margin expansion over the years to come over and \nabove the many dozens of things that sit within this area of our business. So I'm just going to talk a little bit about \nsome of those programs.\n\nEfficiency. So not necessarily in order. I'll start with the gross profit triangle, which is really the engine room of our \nbusiness, notwithstanding anything we do with our indirect costs HR, IT, customer service, sales, our indirect cost \nline. We seek to manage that down from 18% of revenue to 17% or 16%. So there's lots of activity around efficiency \nand span of control and how we use digitalization to improve that world on the right-hand side. But the ramp of our \nactivity is on -- in this triangle here, which goes down to our gross profit level.\n\nWe've talked a little bit, and I will continue to talk about the top line, having come from managing commercial \nglobally for the last 10 years. This is sort of my world of the things that we've been doing with the brand, the things \nthat we've been doing with collateralizing our e-commerce sales toolkit under the name of Power Up Your Potential, \nwe'll talk a little bit about that; putting the pricing tool kit together; generally aspiring to have excellence in \ncommercial leadership, strong commercial leaders that stay in their role, that stay in Express that have low levels of \nturnover; and then the first point there, sell like never before, nothing more than an internal sales initiative but worth \nmentioning in the context of it's sort of -- it's very much B2B-related. So I think the way I'd like to say it is, if we \ndidn't mention e-commerce for the next 12 months, Express would still be -- the Express train would still be running \npretty quickly at the end of 12 months. It's got that much momentum. There's that much sophistication in the \ncommercial initiative that I think it would roll on. There's a lot of excitement about it. So my concern or my priority is \nthat the B2B emphasis continues to be extremely high. It's the ramp of our business. It's well over 80% of our \nrevenue and a good percentage of our growth, obviously. And we need to make sure that B2B as the macro world \nsort of reoxygenates itself that we're very much there getting, even a disproportionate part of market share in the \nB2B world, then we have all our programs on the PUD side. So everything that you would think goes on, on the \nground with our band and our delivery network, everything that goes on in our big hubs and pipes, our hub cost per \npiece, our OCPM and our moves for FTE per day and then the aviation capacity weight load factor CpK. You can \nimagine, and you know as well as we do, that in a network of 250 million shipments, any small basis point \nimprovement on the bottom half of that chart delivers significant upside. And those are the programs that are in play \nnow. So sort of the efficiency world, driven a little bit by run faster, try harder, get better, but driven as time goes by, \nby digitalization, which I'll talk about in a minute.\n\n\n\nBut coming to e-commerce. Six years ago, I think, we stumbled [across] e-commerce, roughly 5 or 6 years ago, \nmainly in the U.K. Definitely a growth rocket, not a life boat. So Express was growing 6 or 7 percentage points. As \nwe came out of 2010 on the Focus strategy, getting some share back that we lost. We typically are growing at 7% \nor 8% when there was no e-commerce about. And e-commerce came along in 2016, it was very much a U.K., U.S., \nGermany thing: Mytheresa, Farfetch, NET-A-PORTER, ASOS, MATCHESFASHION and [iHub] and some of the big \nU.S. brands. And that's how we started. And we look at our verticals. We manage it as a vertical. So our verticals \nare life science, engineering and manufacturing, automotive, banking, technology. And interestingly, this vertical or \nthe top 10 customers in this vertical within the space of 6 years are bigger than the top 10 in any other vertical, not \non an aggregate basis, on individual. So top 10 e-commerce are bigger than top 10 engineering and manufacturing \ntop 10 high tech. So what's taken Siemens and adidas and Apple since 1969 to build up their profile with us, these \nare from brands that most people didn't even hear of 6 years ago. So if I said to anyone 6 years ago about Farfetch \nor NET-A-PORTER and MATCHES, some of them were known but not as much as they are now. So they've gone \nfrom sort of 0 to hero very quickly. There's an element of hero to 0 back again, in my mind, where the models get \nreplicated or just things happen. So we're very conscious of that, but it's maintaining a disciplined approach to who \ngets in our network, a very disciplined approach to the people that are in it, the biggest end.\n\nAnd I think there's 2 positive pieces of news within e-commerce. One is that if you think about that time, 6 years \nago, we had some very large customers from very high discounts. As e-commerce started to move into 50 or 60 or \n70 countries, and we have great customers in Croatia, who have built something in their garage and have put it on \nthe world stage and are a top 10 Croatian customer. As we've started, there's now a very long tail, and the longer \ntail is in smaller countries with smaller customers. So the average price point of e-commerce has sort of increased \nover time, incrementally as we brought on the SMEs. Now those SMEs then become big, and they ultimately may \nattract the same type of discount construction as some of the large U.K. customers.\n\nThe other thing that's happened is if you can imagine the supply chain of an e-commerce shipment, pick up an \norigin, so very high origin density. ASOS will give us 2,000 shipments in one day. They may even bring it to our \ngateway, so very low cost of entry into our network. These shipments whiz around our increasingly automated \nrather than mechanized sorting systems. RÃ¼ssels is a great example. Leipzig is a great example, especially if \nthey're in a box and not a T-shirt and a plastic bag that has some scanning and conveyability issues. They land up \nin the corner, a corner of a shelf vehicle and then delivered. So previously, the last mile was only the sort of the only \n-- everything was a green arrow in terms of this type of shipment in our network apart from the last mile, which was \nknock on door, not there, go back tomorrow and knock on door, not there, go back tomorrow and knock on door. It \nwas never that bad anyway. But now with the on-demand delivery tool they can select where they want to take \ndelivery of it, leave with neighbor, leave in safe place, leave at pharmacy, leave in packstation or I'll be home \ntomorrow within this window, come and deliver tomorrow. So the first time hit rate of e-commerce now is as high as \nB2B. And if you think about it and take our head office in Bonn as an example, next door there's a house, that \nhouse receives e commerce. What's the difference between e-commerce and B2B anyway? So assuming \nsomeone's home. So the efficiency of the last mile is getting better and better. As e-commerce has become a \nbigger part of our network, you know very well the way in which our EBIT margin has expanded.\n\nAnd the second and last slide on e-commerce is that we seek to be the best in the world asset. Our U.S.-integrated \ncompetitors are very focused on U.S. domestic e-commerce. It is a global game for international e-commerce \noutside the U.S. Meaning, if you find a customer, they do want to know you have the ability to ship everywhere. So \ngiven that, there was a great customer magic whiteboard in the U.K. that suddenly had orders to Ukraine, and they \nrang us up and said, \"Do you go there?\" Of course, yes.\n\nSo the sort of the partnerships that we're creating allow us to maintain our price point and maintain the fact that \nwe're sort of -- I coined the word consultancy, we can really help people grow their e-commerce volumes. And a \ngood example is in our partnership with SimilarWeb, where the way this would play out was we go to a U.K. e-\ncommerce customer and would say, \"Why don't you sell internationally?\" They will typically say, \"There's no interest \nin our product outside of the U.K.\" We'll show them the SimilarWeb tool that tells them where their web traffic is \nfrom. It'll say Germany, New Zealand and Australia and U.S.A. make up 100% of your overseas web traffic or 50% \nof your total web traffic. They commonly say, \"That's interesting. I didn't know that.\" But then in response to that, \nwe'll say, \"Just put an express offering on your site and put an international offering on your site. And it's a no \n\n\n\nregret move.\" And sure enough, we know what happens. There will be express orders. There will be international \norders. And typically, an express order has a repeat buy of about 62% higher than something that moves by the \npost office. So the thing there is that we found that the front end of this journey, our salespeople would go into a \nmerchant, say, \"How much do you pay the post office? GBP 3 or EUR 3? If we do it for EUR 4, will you use \nexpress?\" Well, that's exactly what we don't want to happen. We don't want to be competing with a lower cost, \nslower, longer delivery provider. So we can both coexist happily there. Global-e is -- an e-commerce enablement \ncompany that we bought a minority stake in that allows merchants to expand their sales globally and have the \nreceiver think they're buying on a local website have no duty and tax issues, have no foreign exchange issues. So \nwe're just wrapping around these services. This is all about the addition to [deliveries], making sure that our \nrelationship with the customer stays with the merchant rather than shopify or Magento get in the middle. So I think \nwe've got a sophisticated program. We're very cautious about low-cost shipments getting into our network, and \nwe're very conscious of those what we call surges, people that have 25% of the volume in 1 month of the year. And \nif those happen to be a low price, we need them out of the network, and they need to ship with someone else. So \nwe need to get -- and we are getting more and more sophisticated in our pricing with e-commerce.\n\nDigitalization, the D in SEED, been around forever. I know DD has been around for 5 years. So this is really about \nsort of accelerating the understanding of it in the organization. The 3 benefits will be the customer employee; or \nsignificantly operational efficiency, coming back to that point about 220 million, 230 million shipments moving \nthrough the network; and honing in on the sort of top 10 initiatives that we want to get out there and accelerating it. \nSo it's been there -- we've had digitalization success, but it's about the acceleration of that in terms of our people, \nputting people through the supervisory journey, having them graduate in the way that you see here and there, they \nbecoming the guardians of the frontline promise, if you will. Frontline people stay at a company when they like their \nsupervisor. And frontline people give great service to the customer, customer service, courier, when they are being \nled by a supervisor that can coach them and direct them. So it's a program we're obsessive about. We plan to have \nand do have one of the world's best supervisory programs, and we invest heavily in that.\n\nComing on to the last 2 slides. The CapEx story, maybe the way I'd like to say it is, our meat and potato purchases \nare about a weekly shop, is sort of EUR 1 billion a year in terms of vans, IT, service center, renewal or greenfield, \nbrownfield, hubs, gateway and aviation. And that's pretty much been our story. That number has gone up over the \nyears until it got to a steady state of about EUR 1 billion not so long ago, and that happened to be the time where \nwe entered into our refleeting exercise with the 777s, where you see the yellow bar come on top. I think what -- I'd \nwant you to see after the '22 bar, there is another 3 or 4 bars of EUR 1 billion, where we manage our network to \nEUR 1 billion of CapEx, and thereby, keep the cash flow -- cash generation and cash flow going on, on the back of \nthe EBIT, the absolute EBIT production. And that sort of rise has obviously been 50% higher in terms of shipments \nthan we were at a certain time. If you just imagine things a little bit. There's 40 service centers in the U.K. or maybe \n70 in Italy. So on just pure mathematical basis, if each one lasted 10 years, you'd be doing 70 years. So we're \nalways renewing, extending, expanding our service centers, gateways and hubs. Our 3 big hub rebuilds: Leipzig \ndoubled, RÃ¼ssels brand-new doubled, East Midland doubled, all within these 2 areas here. There's some big \nhubs to continue to come through the pipe: Paris, Copenhagen and the Central Asia Hub. But we get back to that \nsteady state of EUR 1 billion if you were going to have some more gray bars across the page.\n\nAnd then the last slide is, yes, a summary of -- yes. So it's difficult to say what the market is really growing at. But \nall the different sort of rule of thumb of double GDP and CBRE, one of our partners in terms of market growth \nforecast, seems to think that with e-commerce, it's maybe a 4% to 5% story. And our expected market growth is the \nsort of green slightly upwards line there that will be at least in line with that, and I think we're -- we're a couple of \nbps above on a year-to-date basis if you took the January to July market growth.\n\nCapEx, I spoke about, getting back to the level of EUR 1 billion, getting the benefits of the efficiency of the 777s on \nthe bottom right-hand side of the gross profit triangle as opposed to the ground and hub activities on the bottom left. \nA big play on digitalization for efficiency. And there's some big levers there on route optimization, on real-time \nvisibility of forecasting, knowing what's coming into a hub or what's coming into a service center so we can plan our \nstaffing and rostering and so on and so forth, robotics and RPA processes in gateways to populate badly written pro \nforma invoices with a robotic script rather than many, many people.\n\n\n\nAnd then as an outcome of all that, sort of Page 1, absolute EBIT production from profitable top line growth coupled \nwith the sensible and practical pricing strategy and the efficiency programs, be it sort of blunt instrument or \ndigitalization, giving that absolute EBIT generation. We've got a mentality of strong top line growth in our \norganization, sort of no stone unturned. If you're not finding as much as your neighbor, you've got to look again and \nunderstanding -- I'd task -- all my people are being as fascinated by why we are growing, as why we're not growing. \nCan't just high-five each other and say, \"Dubai is growing at 35%, I don't understand why.\" There's a lot of \nchallenge around growth and why one country grows faster than another, which channel we're getting it from, which \nindustry we're getting it from, why aren't we getting it from e-commerce if we're not getting it from anyone else.\n\nAnd then sort of Page 2, if there happens to be -- if there happens -- notwithstanding how FX and fuel impacts our \ntop line, expecting to find incremental margin expansion going forward. Another way of saying the same thing, I \nthink the journey from 0% to 10% was one thing, 10%. The journey from 10% to 12% over the last 3 years was \nanother. And then that sort of incremental progression from north of 12% is what we've got to deliver over the \ncoming sort of 3- to 5-year period of time.\n\nSo with that, I think we have a few minutes left for any questions and I'll try and answer those.\n\nQuestions and Answers\n\nMATIJA GERGOLET: Matija Gergolet from Goldman Sachs. First question is on the CapEx. Out of the EUR 1 \nbillion of CapEx, you mentioned that there is a portion which is just for basically refurbishment of the old hubs. How \nmuch would that be, say, just the -- let's call it the maintenance CapEx for the existing network?\n\nJOHN PEARSON: Well, it's all -- I would say it's all maintenance in a way. It's [kind of the] -- Joe can add to what \nI'm saying. So it's split up between IT, routine -- we're putting digitalization, so routine, IT upgrade, either new or \nexpanded service center, new or expanded hubs and gateways.\n\nThat's really maintenance, even aviation, putting aside the 777s is sort of routine expansion and sort of a \nreconfiguration of our air network is all of that. And then the 777s is a completely different proposition.\n\nUNIDENTIFIED COMPANY REPRESENTATIVE: When you saw the slide before, when you saw the gray bars, it \nincluded that EUR 1 billion, given that the last couple of years included everything, including the aviation. The \naviation is in a range of a EUR 400 million plus ticket. The big hubs, which John mentioned, where we've expanded \nthe capacity. And you have to bear in mind, those capacity expansions are not with 5 or 10 years in mind but for 20 \nor 30 years' growth in mind. Some of -- the largest facilities in our network have been built with that timeframe in \nmind like Leipzig, Brussels, [recently Berlin], et cetera.\n\nSo the big hubs, another EUR 200 hundred million or EUR 300 million, depending on the timing, and we've tried to \nstagger them. And then you've got your normal facilities in a country, a terminal, the depo replacing vehicles, IT, et \ncetera. But the big 2, the fleet. And that's the point. We've grown our volume by expanding the intercontinental fleet \nand the regional fleet, where we own most of it, within those gray bars. That 777 is a separate, unique, distinct \nopportunity.\n\nMATIJA GERGOLET: [I think the question I have on the (inaudible) 2 years. What would be the CapEx of -- just] \n[(inaudible)\n\nJOHN PEARSON: Well, don't forget, if it became 0 here, we're building facilities in that year that were planned, big \nhubs that were planned 2 or 2 years before, how long is a decline, anyway? So I think if we see a 0, we still be 0 in \nJanuary and February, and it became a 7% in March. So the lowest volume point we ever had was in February \n2009 after the financial crisis. It was only -- it was a lot at the time. It was only 14% down and then it was sort of \nminus 8% and then back to 0, so on, so forth. So maybe if it was prolonged enough, you might end up spending \nEUR 700 million or EUR 800 million, but in reality, a slowdown in any 1 quarter now, if it were to happen now, isn't \nreally going to change because we've never experienced a slowdown longer than a -- even the financial crisis of 3 \nor 4 or 5 months. And for a lot of that, it was actually 0, not -- so we've got good flex in our aviation and in our OpEx \nand people. And even with our 777s now, you put them on the ground, there's no fuel, there's no landing charges. \n\n\n\nOur CAL is 100% flexible, it's a commercial spend. So we've got quite a lot of flexibility within our air and our \nground, if there was any prolonged slowdown.\n\nThank you, ladies and gentlemen. Thank you very much.\n\nMARTIN ZIEGENBALG: Okay. Here, we are back on the plenary after a short lift and a very entertaining session \nsequence of 5 divisional breakouts for our 4 groups, you could follow that over the web, I could see that. So that \nworked out well. And so we are now back here in the room, basically, for the joint Q&A. But before that, I think it's \ngoing to make sense for Frank, maybe to wrap up your thoughts and impressions on the day.\n\nFRANK APPEL: I want to do that very brief. I want to start with, again, our -- how is our strategy. So I think you \nhave learned more about what that -- how that translates into the division strategies. I don't have to repeat \neverything, I believe. But it's important to say as well, what is not on the agenda here, will not be on our agenda. \nSo I think that's important. It's sometimes more important what we don't do instead of what we actually are \nproceeding.\n\nSo the second is, this is what I showed you earlier on with 2013 -- 2019. This is actually what we are striving for. \nWe believe that we can move all these divisions to the upper right-hand corner. In some areas, it's more a growth \nchallenge, in others, it's more on margin. In some, it's a combination of those. We believe that we have a very \nclear plan that we can deliver to move everything in the upper right-hand corner in the next 6 years until 2025, if we \ndo what we have outlined on the previous page. So that's our clear goal. We believe that this is doable. We are well \npositioned to achieve that goal.\n\nHere again, the repetition of what we said as well, we want to deliver until 2022 our EBIT, which is higher than \n5.3%. We give you for the first time, a 3-year horizon expectation, what we want to spend on investments and how \nmuch we want to spend on -- or how much we want to earn on cash flow. I think that's an enhancement, we believe, \nof our guidance for you because that was something you quite often requested in the past, can get more certainty \non the cash flow. Our target for group is on this cautious macro scenario. So we don't expect, as Melanie already \nsaid, we don't see any significant change to what we have experienced so far, neither to the positive, to the \nnegative, but we have to face reality. We can't walk on water. Even if things are changing massively one way or the \nother, we have to see what that means from potential upside if it goes better than the current environment.\n\nSo that is the new rolling guidance going forward. And not to forget, we believe, as a company, we are making a \nsignificant difference, and we hope to make the world a better place. This is what we tell constantly internally. And \nwe are really confident that we provide better service that will make a significant difference for many people as well.\n\nSo with that, I will hand over back to Martin for some Q&A on the overall picture. Thank you very much.\n\nMARTIN ZIEGENBALG: Great. Thanks, Frank. And yes, for the Q&A, I'd probably makes sense if I ask all \npresenting Board members to come on stage to deal with your questions that you may or may not have right away. \nAnd...\n\nFRANK APPEL: So we have one glass and 2 mics.\n\nMARTIN ZIEGENBALG: That's unfair, right?\n\nFRANK APPEL: So let's take -- that's the way.\n\nMARTIN ZIEGENBALG: Good. So before dealing with the questions that already we have received from the web, \nI'd like to see whether there are any questions from your end. If you are seated on a table, please make use of the \nmicrophones, so the web audience can also follow that. Who's going to start? Tobias?\n\nTOBIAS SITTIG: Yes. I've got a question for Melanie, or 2, actually. Just around, on the CapEx guidance, you guide \nfor EUR 8.5 billion to EUR 9.5 billion. When I add up the divisions, what they said, that's adding up to EUR 7 billion, \nthen maybe EUR 500 million for the plane orders. So there's a delta of EUR 1 billion to EUR 2 billion in your CapEx \nnumbers? What is that? And why haven't you been a bit more conservative on the CapEx side there? And \n\n\n\nsecondly, can you comment on sort of interest costs and cash out and tax rate for the years to come as well? I think \nthat's a bit more support for modeling.\n\nMELANIE KREIS: Yes. So starting with the CapEx question. So the way I would look at it, when you kind of like \ntake the EUR 8.5 billion to EUR 9.5 billion. First of all, we have the EUR 800 million in Boeing in there, EUR 500 \nmillion in year 2020 and close to EUR 300 million in '21. So I think if you take that out, depending if you go at lower \nend or not, I think you end up with, let's say, around about EUR 2.7 billion on an annual basis. And I think the first \nimportant message is that this is pretty much in line with what we now have as underlying CapEx, excluding the \nBoeings in 2019. So it is in sync with our statement that cash -- CapEx will be stable, slightly increasing over the \nplanning horizon.\n\nIf you look at where it's coming from, you saw that in this divisional workshops. So the biggest spender continues to \nbe Express, where we forecast around about EUR 1 billion. The second biggest bucket is P&P, that's EUR 500 \nmillion to EUR 600 million. And then we have more of a continuation in the smaller CapEx divisions. But you're \nabsolutely right. There's a gap of around about EUR 500 million, and that is the CapEx which we have in corporate \nfunctions, where we do a lot of purchasing for the group, be it on the real estate side but also on the fleet side. \nThat's the delta.\n\nIn terms of tax, we haven't mentioned that explicitly because there hasn't been any fundamental change to our \nprevious statement. As I think for this year, we are in the ballpark range of 19% to 22%. We expect for 2020, a \nfurther increase in the tax rate and then over time, a normalization to the high 20s.\n\nAnd in terms of interest, particularly with regard to the cash flow statement, I guess, is your question. So net interest \npayments, which are, of course, one of the elements between OCF and free cash flow. I would say a good number \nis probably around 150, order of magnitude.\n\nTOBIAS SITTIG: And that EUR 1 billion CapEx ticket annually in Express is more or less flat over the next few \nyears?\n\nMELANIE KREIS: That's quite flat. Although the expectation is once the Boeing is out, there's a strong commitment \nfrom John and the team that around about EUR 1 billion per annum will be it, correct?\n\nJOHN PEARSON: That's where we've been before, describe it and not everyone likes it maybe, but a meat and \npotatoes shop, a weekly shop is EUR 1 billion for service centers and IT and normal stuff. And the aviation has \nbeen within that EUR 1 billion up until the refleeting exercise and then we need to return. We've done some -- 3 \nmajor hubs in the last 2 or 3 years, the Leipzig hub, Brussels and East Midlands, have all doubled in size. So whilst \nthere's more in the pipe, Paris and Central Asia Hub, we'd return back to that EUR 1 billion. That's the commitment, \nMelanie.\n\nMARTIN ZIEGENBALG: All right, we continue with Mr. Roeska.\n\nDANIEL ROESKA, RESEARCH ANALYST, SANFORD C. BERNSTEIN & CO., LLC., RESEARCH DIVISION: \nSanford Bernstein. Just a question on -- you mentioned earlier, Melanie, that you're integrating the cash flow targets \ninto the management compensation. Could you elaborate a little bit more at what level that sits and how that will \nwork?\n\nMELANIE KREIS: Yes. So it is mandatory for our top 2,100 executives, that is where we really mandate it from the \ngroup side, which then, in most cases, leads to a further push down of those targets. But though what we are \nmandating from the group is that for our top executives, levels B to F, they get cash flow target in 2 ways. First of \nall, in the individual ITOs, there's normally EBIT and operating cash flow component based on their division or \nregion or country. And then those individual ITOs are multiplied with a group multiplier. And the group multiplier is \nbased 2/3 on group EBIT and 1/3 on group free cash flow.\n\nDANIEL ROESKA: And is that new? Or what's changed in that? What is exactly changing?\n\n\n\nMELANIE KREIS: So the fundamental construct has now been in place for some time. What we are now cleaning \nup and strengthening further in 2020 is that in the individual ITOs, the minimum share of the financial goals is \nupped.\n\nFRANK APPEL: Dan, that is just the annual incentive. The bigger chunk is actually the long-term incentive we have \nfor all executives, for the top 2,000, about, of the company, and that is a significant chunk of fee income. And our \nlong-term incentive plan is very clear, it's 100% related to the share price performance, and there is no return after \n4 years if the share price is down over these 5 years, excluding dividend. That means the dividend will be paid and \nthat will not be looked in when we reward after four years. So it's completely -- the share price is down over 4 \nyears, there's 0 for the executives. That's not only for the Board, but also for everybody else. If the share price \nappreciates, well, of course relatively, that goes up accordingly, somehow. That is, has been in place now for many \nyears. So actually, the senior executives hardly get any variable short-term because we missed our own targets last \nyear. And they haven't earned that much from the share price development. That I think is the right model. We \nshould not get anything as executive when our share price is down over 4 years, excluding the dividend and long-\nterm incentive program should be 0, and that's the case.\n\nMARTIN ZIEGENBALG: Okay. Why don't we continue with Andy first, and then over to you.\n\nCHI ONN CHU, RESEARCH ANALYST, DEUTSCHE BANK AG, RESEARCH DIVISION: It's Andy Chu from \nDeutsche Bank. Can I just ask one question, please? Just in terms of the '22 guidance of EUR 5.3 billion, and just \nlooking at that number versus the EUR 5 billion in 2020, doesn't feel like a lot of growth in there. Is that, Frank, just \ndue to sort of assumptions over macro? Just to confirm, there's nothing else that we should be thinking of in terms \nof just bridging just those 2 years, please?\n\nFRANK APPEL: Yes. So what you should not assume is that we have any special surprises, which we want to \ndisclose and we know already that they will happen. I think we have taken here a right approach that we say, we \ndon't know what will happen with the economy in the next 2 years. We will continue to improve. So you don't have \nto expect that our profits will go down. They will go up in the years 2021 and 2022, and that's what we are guiding \nfor. We don't expect any major negative one-offs in these periods.\n\nMELANIE KREIS: Yes. Maybe if I could just add to that because that was of course, also a topic which popped up \nover lunch and in the coffee breaks. So maybe 3 different perspectives. The first one is, what do we really see at \nthe moment. And I think very clearly, when we talked you through our numbers in August. Yes, we saw that in Air \nFreight, the market is at the moment, not in a buoyant mode, but we saw continued good growth in our parcel \nvolumes and our Express volumes, and we don't see any change to those trends in our Q3 numbers. So there's \nnothing which we somehow read or interpret now that things are going into a fundamentally different direction \ncompared to what we have shared with you before. So that's kind of like the short-term thing. Fundamentally, now \nthinking more in a longer-term perspective, we are convinced that there will be continued growth in our logistics \nbusinesses in line with what we showed you in the divisional workshops. And that is what gave us this base case \nassumption model towards '25. Then in between, we somehow had to deal with the question of, okay, what do we \nassume for '22? And I think given the current amount of uncertainty and the current sluggish macro situation, we felt \nthat it would be right to take a cautious approach and not to assume kind of any form of a sudden positive tailwind \ntaking us to '22, but to really focus more on the things we can control ourselves towards '22. And that is why in the \nwording we used was the 2020 guidance, the 2022 guidance, we used that word that this is based on a cautious \nmacro outlook.\n\nMARTIN ZIEGENBALG: All right. And you want to continue?\n\nUNIDENTIFIED PARTICIPANT: Yes. Just a quick question, actually, on net working capital development. I was \njust wondering what's baked into the guidance on free cash flow until 2022. Any further improvements that you see \nhere and maybe where, in particular.\n\nMELANIE KREIS: Yes. I think when we look at the different divisions, we are at different stages of maturity in the \ndivisions, but we have been working quite consistently on working capital improvement programs. And we have \nreceivables as one of the top KPIs for us as a finance organization for the current year.\n\n\n\nSo fundamentally, what we expect is, when we talk about the DHL divisions, given that we see continued growth in \nthose divisions. Based on all those working capital management initiatives, we want to keep the outflow from cash \n-- from working capital on a moderate level, but we do expect that there will be some form of negative working \ncapital, but on a moderate level, and that is of course, baked into our overall cash flow guidance. But given that it's \na growing business with all the good measures, we hope to keep it in a very tightly-contained frame, but there will \nbe some form of outflow.\n\nI think on the P&P side, we have a specific situation because we also have the transformation from letters to parcel \non the cash flow side. Stems tend to be prepaid to a certain degree. And of course, the payment terms, these big \nparcel customers are different. So that is why we have a particular focus on working capital for the P&P division.\n\nMARTIN ZIEGENBALG: Christian?\n\nCHRISTIAN OBST: It's Christian Obst from Baader Bank. I'd like to have some kind of an idea about the interaction \nbetween the divisions you have, how much are (inaudible) to other? And the company is getting in the end, bigger \nand bigger and bigger, you have hundreds of thousands of employees. Is there some kind of a -- yes, some kind of \na limit, where you come to an end and say it's getting too complex, and we have to split the company up and think \nabout that? So what do you need less from these divisions going forward?\n\nFRANK APPEL: Yes. So we have no dependency as such. We have benefits if they work together. Some central \nbenefits from bundling procurement, not one of the divisions is dependent on now the sister division somehow. So \nwe have upsides in Express and Global Forwarding, like what we have done in certain areas for a while. We also \nnow would start to offer a new product where we use the Express activities in Global Forwarding. And there are \nmany others. And the interesting part is, if you really go through the presentations, I think the consistency shows \nyou in the approach the divisions are taking, that the biggest benefit is by the culture of similar approach to how we \ncan improve performance. And that's a blend of activities we've got. So that we have now a clear focus on the \nprofitable core and our one DNA is the benefit of having great ideas in different parts, which we brought together in \na cultural approach, and that is the benefit, the consistency of message. So if you ask myself, the complexity to \nmanage that company has been never smaller than now for me. So it's never been smaller than now for me. And \nthat is my deep conviction. That's the reason why I said it's pretty exciting. And on one hand, it's -- have never \nbeen easier to run this company than now, because we have significantly more consistency among the divisions.\n\nMELANIE KREIS: Yes. Maybe if I could add from kind of like the finance perspective, I think there are areas where \nwe see clear and tangible benefits, even though I would also agree with what Frank talked about is probably even \nmore relevant. But when I think about what are the areas where we see also in a tangible way on the (technical \ndifficulty). I think there are, and that is not because it's forced upon them from the top, but because it makes win-\nwin situations. There are operational synergies between the divisions. So for example, what John and Tim are now \ndoing. At airports, we have the Express infrastructure, which is not utilized a lot during the day time. So we are now \npiloting whether the Forwarding colleagues can use that to expedite the unloading and customs clearance for our \nAir Freight products, yes? They are doing that because it benefits both, it's offering a great opportunity for \nForwarding and to have John to make use of his capacity during day time. So we have operational synergies, but \nwe are not forcing them from a group perspective anymore. They are really based on win-win situations between \nthe divisions, that's the first category.\n\nThe second category is where we have really from the shared infrastructure benefits, Frank mentioned \nprocurement, and there are obvious things. I think for me, the biggest topic here is how we can now intelligently \nleverage for example, the centers of excellence in digitalization. We are setting those up centrally. And I think that \nspeeds up significantly, how quickly we can roll out new technologies like RPA across all of the divisions, and that \nwill then give us an operational head start in the divisions.\n\nAnd then thirdly, maybe boring, but also super important. Of course, we have significant advantages on the \nfinancing side, on the tax side from the current group structure.\n\nMARTIN ZIEGENBALG: Okay. We continue there in the middle. David.\n\n\n\nCRISTIAN NEDELCU, ASSOCIATE DIRECTOR AND AEROSPACE & DEFENCE ANALYST, UBS INVESTMENT \nBANK, RESEARCH DIVISION: Hello, Cristian Nedelcu from UBS. One question on Post & Parcel, on your target \nfor margins, of stable margins, post 2020. Could you give us a rough idea on the main assumptions that you use \nthere in terms of the labor cost growth, in terms of other cost growing as well as on the pricing side, what sort of \npricing growth in Parcel and Mail you would need to stick to that number?\n\nTOBIAS MEYER: That could become a relatively lengthy answer. So we obviously have detailed assumptions on \nthis. On the labor side, we have a situation that is characterized through basically 3 different cohorts of labor. We \nhave older people who are higher paid, which will gradually phase out. We have the contract period from 2003 to \n2019, where we had a certain steeper increase with tenure. And then we have the new contract that is valid from \nthis year on. So if you look at that in combination, you can expect that before adjustments, inflation through new \nagreements, there is a gradual decline. Obviously, we also do expect to have moderate increases over the coming \nyears through the wage negotiations, but we've assumed a moderate increase on that side. So that should give \nsome input on the wage side.\n\nIn terms of pricing, we have regulated mail products, where the period is 3 years, that would be up on the 1st of \nJanuary 2022. We do have also unregulated parts of the portfolio where we would also, in the coming year, see a \nmoderate increase in those prices. And we would expect, as we have also recently announced, to continue to \nincrease prices for our Parcel products.\n\nMARTIN ZIEGENBALG: Okay. David, let's continue.\n\nDAVID KERSTENS, EQUITY ANALYST, JEFFERIES LLC, RESEARCH DIVISION: It's Dave Kerstens from \nJefferies. Just question on the EUR 2 billion targeted investments and digitalization projects, how does that roughly \nbreak down among the different divisions? Is it a bottom-up approach on a divisional basis? Or did you take it from \ndown approach? And do you manage it at corporate level debt investments?\n\nFRANK APPEL: So we have not distributed that budget yet. I believe we will see quite equal distribution because \nthere are opportunities in all divisions. But of course, we have not allocated all the money, and that's a forward-\nlooking statement, and we will do that where we see the opportunities. Of course, we have it, we will have a \nprocess where we assess what this return bit because technology will give us everywhere significant returns. I \nexpect some unequal distribution for the large 4 e-commerce solution, of course, from a business side, significantly \nsmaller. But if you take that out, the other divisions all should see significant investments in technology across all \ndivisions.\n\nMARTIN ZIEGENBALG: Okay. And Matija, please? Dave, can you switch out?\n\nMATIJA GERGOLET: Yes, Matija Gergolet from Goldman Sachs. Three questions. First one on M&A. I mean, over \nthe last 3 years, we have had some small-scale M&A, but only this year, there's a significant capital gain coming \nfrom China. How should we think going forward about your sort of portfolio of assets? Or are you fully happier now? \nOr should we still expect some M&A on the margin? And you saw more buying or more selling, would you say? \nSecondly...\n\nFRANK APPEL: Maybe let me answer that. So on the M&A front, we definitely will continue what we have done in \nthe past years, that we will acquire smaller companies. We have currently no major plans to divest parts of our \nlogistics business going forward. In Express, there are very limited opportunities, but not to say none. In P&P, what \nshould we acquire in supply chain. There is a need to acquire except certain capabilities and small activities in \nGlobal Forwarding. In trade, I think the focus should be now on really rolling out the system, getting the benefits and \ndigitalize. I think the threat is significantly more, potentially a stimulate out as well as from new entrants than \nexisting competitors, and that should be the focus for the time being.\n\nMATIJA GERGOLET: Then going back to, say, the conservative assumptions. Could you share perhaps say what \ntype of say, GDP for Europe have you been assuming for the next, say, 2, 3 years? Because currently we are kind \nof at 0, 0 to 1%. Is that also what you assume through 2022?\n\n\n\nMELANIE KREIS: Yes, I'm not going to give you a specific number for the different regions, also because what the \nGDP means for our different divisions can be very different depending on the portfolio. So I think we have clearly \nnot assumed an uptick compared to the current situation over the next 3 years to '22. So we have assumed that \nthis current modeling through sluggish type of environment stays in the current form, and that there's no tailwind \nthen building towards '22.\n\nMATIJA GERGOLET: Okay. Sorry, just a third one, just on the, on numbers. I think as a follow-up to the previous \nquestions, you mentioned a certain figure of interest expenses between, say, EBIT, on say, pretax profit, can just \nrepeat that? Because I think it was EUR 150 million, or...\n\nMELANIE KREIS: Yes, I think that's the order of magnitude, kind of like for the planning horizon over the next 3 \nyears. Maybe just kind of like finalizing a longer-term plan on that level, but I would say, kind of like order of \nmagnitude, between 100 and 150. Once we are done with the detailed planning for the next 3 years, we can give \nyou a better indication. But it's not kind of like the most significant number out there. But obviously, that is one of \nthe lines between OCF and free cash flow.\n\nMARTIN ZIEGENBALG: Right. Over there, and then David, again.\n\nSAMUEL JAMES BLAND, RESEARCH ANALYST, JP MORGAN CHASE & CO, RESEARCH DIVISION: It's Sam \nBland from JPMorgan. Just talk about back to those macro assumptions. I appreciate there's some caution built into \nthe EUR 5.3 billion number. Could you just give some feeling maybe for how, wide the kind of confidence \n(inaudible) around that if you start putting moderately weaker, plausible GDP-type scenarios through the model.\n\nFRANK APPEL: I think we have said everything we can say at the moment. I think that's the idea of this rolling \nforecast. I think we have, at the moment, maximum uncertainty and that's the reason why we say, okay, let's be \ncautious with the outlook as well. And then we will see in due course what will happen in the next 6 months. But I \nthink we have currently, with no conclusion on Brexit, no conclusion on the U.S.-China trade tensions. I think it's \nright to assume that we will not see a significant strengthening of the economy soon. What the right number is, I \ndon't know either, we will see in due course. And we probably will know significantly more in March next year, \nanyway. And then we have probably -- hopefully by then, more foresight.\n\nMARTIN ZIEGENBALG: David had a follow-up, and then Damien.\n\nDAVID KERSTENS: Just on the CapEx, in the corporate functions and on StreetScooter. I understand you're now \nplanning to take StreetScooter to China and significantly ramp up the production capacity there to 100,000 vehicles. \nIs that included in the additional CapEx for corporate functions? Or would it be on top, or will there a solution before \nyou get to '20, '21, '22?\n\nMELANIE KREIS: So first of all, the StreetScooter CapEx is included in the corporate functions or corporate \nfunctions number I gave you. But we don't foresee a significant increase in the CapEx for StreetScooter, because \nobviously, there's construction in China, it's a joint venture construction where we are not going to fund this ramp-\nup. And I think just fundamentally on StreetScooter, I think there are many different ways you can look at it, yes. So \nI think the first important message also reading over the last couple of weeks, announcements that our companies \nare going to have 100,000 electric vehicles out there by 2030 and so on. I mean, we have 10,000 electric delivery \nvehicles out there already. And so StreetScooter is an important -- yes, will particularly for DPS and P&P. So I think \nthe first thing we have to bear in mind for future considerations about StreetScooter is we really need StreetScooter \nin our operations. John is beginning to use it increasingly outside Germany. So we want to make sure that we have \nStreetScooter as an important, and then those green days even more important, clean delivery vehicle.\n\nThe second important message however, is that, I mean, we're not going to spend billions in ramping up the \nproduction for StreetScooter. So obviously, we have to find a setup, which gives StreetScooter the opportunity to \ngrow and get the resources for future growth, for example, through a joint venture construction in China, where we \nensure that we have it as an important operational tool for us and that is what we are now, without any haste, with \nthe new StreetScooter team, which came on board in April. That's what we're now working on.\n\n\n\nFRANK APPEL: Yes. And then the idea in China is not that we bring the cash, we bring the intellectual property \nand what we have. And that is a sign that we really have a good product. As Melanie said, so if you put your mind to \nrest, we either have a solution, that we find partners to scale it, and we are talking about scaling external sales, or \nwe find a solution that we can use it for ourselves. But that should definitely be solved latest by 2022, that we know \none way or the other. We -- the value maximization is the goal, and the goal is that we might be participating if \nthere's more value to be unlocked. And if that's not possible, one of the reasons is then, I think we have a great tool \nfor using that internally in our operations.\n\nMARTIN ZIEGENBALG: Damian had one more question.\n\nDAMIAN BREWER: Can I touch on the ESG issues, which Frank presented on earlier? In particular, can you talk a \nlittle bit about what kind of targets you look at on a rolling basis there? And secondly, other than what it impacts on \nthe share price, how you'll measure your managers against those targets?\n\nFRANK APPEL: So we have already said that the way until 2050 is pretty long. So we want to reduce it to 0, our \ncarbon emission. And our goal until 2025 is really improving the efficiency up to 50%. We have already reached \n33% last year. That's the way to grow. So if we make a carbon emission per parcel, per container, per pallet, 50% \nmore efficient than we have that in 2008. So that's one. Then the second is by 2025, we want to have that all \ndelivery done by electric or carbon-free delivery on last mile, where we are on a good journey as well, of course, a \nsignificant chunk of that comes from the P&T division. We want to train our people in GoGreen activities and \nthrough our certified process, and we will continue to plant 1 million trees on an annual basis. So these are concrete \ntargets already until 2025, just on the GoGreen part. Yes, we measure certain elements of that already. We have \nnot a goal yet in our incentive plan for carbon reduction. And we have to look into that if that becomes even \nsomething. You would be keen off to have that as well, because that would take incentives away from the financials \nat the end of the day. Currently, that's (technical difficulty) part of the incentive scheme, despite that we are \nreporting on that on a regular basis.\n\nMARTIN ZIEGENBALG: Okay. So in the meantime, we did, of course, receive a couple of questions, also from the \nweb. The topics covered there, however, you have pretty much covered with your questions. So therefore, just to \nthose, thank you for the questions. And I think you got the answer. Looking around, whether there are any other \naspects that you'd like to discuss at this stage?\n\nThis seems not to be the case. So we have an on-time finish. Thank you very much, gentlemen, for not taking the \ntime also today but also in the whole preparation. Fantastic. Thank you very much.\n\nAnd Frank, you want to close the event with a few remarks.\n\nFRANK APPEL: Yes. So let me summarize. I think we have a very clear strategy, where you have also seen that \nthis is nicely translated into the synergies of the divisions. We believe that we have never been in better shape than \nnow. That's a fantastic base to move forward. The big lever beyond that, we are focusing on our strengths is the \ndigitalization. We really believe that this will change our industry a lot. And since we are the largest and have the \nbroadest portfolio, it should give us competitive advantage across all divisions. That is our conviction. And that's the \nreason why we are very confident to deliver next year and into 2022.\n\nAnd so therefore, thank you very much for coming. And of course, we are looking forward, I'm looking forward as \nwell to see some of you soon, somewhere in the world, on a roadshow. Thank you very much, and have a safe \ntravel home. Thank you.\n\n[Thomson Financial reserves the right to make changes to documents, content, or other information on this web site \nwithout obligation to notify any person of such changes.\n\nIn the conference calls upon which Event Transcripts are based, companies may make projections or other forward-\nlooking statements regarding a variety of items. Such forward-looking statements are based upon current \nexpectations and involve risks and uncertainties. Actual results may differ materially from those stated in any \nforward-looking statement based on a number of important factors and risks, which are more specifically identified \n\n\n\nin the companies' most recent SEC filings. Although the companies may indicate and believe that the assumptions \nunderlying the forward-looking statements are reasonable, any of the assumptions could prove inaccurate or \nincorrect and, therefore, there can be no assurance that the results contemplated in the forward-looking statements \nwill be realized.\n\nTHE INFORMATION CONTAINED IN EVENT TRANSCRIPTS IS A TEXTUAL REPRESENTATION OF THE \nAPPLICABLE COMPANY'S CONFERENCE CALL AND WHILE EFFORTS ARE MADE TO PROVIDE AN \nACCURATE TRANSCRIPTION, THERE MAY BE MATERIAL ERRORS, OMISSIONS, OR INACCURACIES IN \nTHE REPORTING OF THE SUBSTANCE OF THE CONFERENCE CALLS. IN NO WAY DOES THOMSON \nFINANCIAL OR THE APPLICABLE COMPANY OR THE APPLICABLE COMPANY ASSUME ANY \nRESPONSIBILITY FOR ANY INVESTMENT OR OTHER DECISIONS MADE BASED UPON THE INFORMATION \nPROVIDED ON THIS WEB SITE OR IN ANY EVENT TRANSCRIPT. USERS ARE ADVISED TO REVIEW THE \nAPPLICABLE COMPANY'S CONFERENCE CALL ITSELF AND THE APPLICABLE COMPANY'S SEC FILINGS \nBEFORE MAKING ANY INVESTMENT OR OTHER DECISIONS.]\n"}