{"title": "GOP likes Clinton's alien plan Similar bills aim to limit influx", "body": "\nPresident Clinton can expect bipartisan support for his new get- tough immigration plan, because five bills with \nsimilar provisions have been wending their way through Congress for months.\n\n\"We are already working on it,\" said Dick Day, an aide to Sen. Alan Simpson (R-Wyo.) and the chief Republican \ncounsel on the Senate Judiciary subcommittee on immigration and refugee affairs.\n\nMr. Simpson, the ranking Republican on the immigration subcommittee, \"will be very supportive,\" Mr. Day said.\n\nBut some longtime observers remain skeptical that the president will obtain the needed funding.\n\n\"They talk big, but they never appropriate the money,\" said Jim Dorcy, a lobbyist with the Federation for American \nImmigration Reform. \"Until then, it's basically talk.\"\n\nStill, Mr. Clinton can count on bipartisan support. Both Mr. Simpson and subcommittee chairman Edward Kennedy \n(D-Mass.) have sponsored immigration reform bills. Three other measures have been introduced in the House.\n\nMr. Clinton's plan, which he announced Friday, would stiffen penalties against crime syndicates involved in \nsmuggling and would improve enforcement of existing laws.\n\nU.S. Attorney General Janet Reno, whose department oversees the Immigration and Naturalization Service, \nblamed poor management for the nation's inability to cope with illegal immigrants and the flood of political asylum \nrequests.\n\n\"The ultimate responsibility is to try to develop an Immigration and Naturalization Service . . . that can provide \nprompt, expeditious, fair hearings,\" she said Sunday on ABC's \"This Week With David Brinkley.\"\n\nMr. Simpson's bill and a similar measure sponsored in the House by Rep. Bill McCollum (R-Fla.) would make it \neasier for U.S. immigration officials to reject requests for political asylum right at the border.\n\nReferred to as \"summary exclusion,\" the policy would differ from the current standard of granting asylum until all \nhearings and appeals have been exhausted, which can take up to two years. Often, asylum seekers who have been \ngranted work authorizations do not appear at their hearings and simply disappear into U.S. society.\n\nSupporters of the bills dismiss concerns raised by some civil libertarians that the measure would give the INS too \nmuch power.\n\n\"These would be highly trained people who are competent to make very difficult decisions,\" said Fred Alexander, \ndeputy district director of the INS office in Atlanta.\n\n\nStan Cannon, press secretary for Mr. Simpson, also voiced confidence in INS officials. \"They've really got great BS \ndetectors,\" he said.\n\nOther provisions in the five bills before Congress include streamlining the review process in order to reduce the \namount of time in which an asylum seeker can exhaust all legal avenues, increasing prison sentences for \nsmugglers, and establishing pre-inspection stations at six major airports abroad.\n\nGraphic\n\n \n\nPhoto: mug of Janet Reno\n"}