{"title": "Illegal Immigration and Education", "body": "\nNov 08, 2012 (National Law Review:http://www.natlawreview.com Delivered by Newstex)\n\n Lloydann A. Wade \n\n Introduction\n\nThis paper will examine the topic of immigration and the reciprocal effects that it has on the social and educational \nsystem here in the United States. It will also examine the changing climate of illegal immigration while examining \nthe stories of immigrants, who after being brought here at a young age were able to overcome nearly \ninsurmountable obstacles to obtaining graduate degrees, all while attempting to legalize themselves. Finally this \npaper will look at a potential solution to the problem of the illegal children who have for all intents and purposes \nbecome Americans, but lack residency status.\n\n Primary Education and Illegal Children\n\nWith election season being but a few weeks away, many topics have come to the forefront of American politics, one \nof the foremost of these being immigration and the other, which goes hand in hand with immigration, being \neducation. The two, inextricably linked subjects have come to the forefront of peoples  minds, with the steadily \nincreasing number of college enrollments and the rising cost of education, these topics have become some of the \npillars of the governmental candidates  platforms. If the path illegal immigrants take in education is examined it is \nevident that the immigration system does a great injustice to illegal immigrants by not enforcing stricter guidelines \nwith regards to correcting their resident status by the time they reach the age of majority. Though some may argue \nthat their educational benefits should not be equal to that of legal citizens, if the sheer number of immigrant children \nwho graduate high school and go on to seek either vocational or traditional tertiary educations are examined, it can \nbe shown that there are a great number of both economic and social benefits to encouraging illegal immigrants to \nattempt to gain legal statuses  as they reach educational milestones.\n\n A large number of illegal immigrants enter the United States each year. According to the Department of Homeland \nSecurity the number of immigrants has remained steady, hovering around 1 million per year for the last 5 years, \ndown from a high of approximately 1.8 million in 1991, and up from a low of approximately 645k in 1999.[i] Attorney \nGerry Katzerman states  [w]e hear from them a very similar experience, where they attempt to enroll and are asked \nabout their immigration status, are asked for documents they don t have, and they basically disappear back into \nthe population without having the opportunity to participate in public education  [ii] By making the path to \nlegalization, and thus education, more burdensome the government is thereby forcing illegal immigrants to burden \nthe government in other ways. According to the Center for Immigration Studies  In 2009 (based on data collected \nin 2010), 57 percent of households headed by an immigrant (legal and illegal) with children (under 18) used at least \none welfare program, compared to 39 percent for native households with children. [iii] By blocking illegal \nimmigrants  paths to education for their children, two generations instead of just one then become dependent on \nsociety by increasing the poverty rate and thus placing themselves in the underclass. While immigrants  use of \nwelfare tends to be higher than those of their native counterparts[iv]  [a] large share of the welfare used by \nimmigrant households with children is received on behalf of their U.S.-born children, who are American citizens. But \n\n\neven households with children comprised entirely of immigrants (no U.S.-born children) still had a welfare use rate \nof 56 percent in 2009. [v] A lack of residency and education on the part of immigrants  forces them into the same \npublic assistance programs that opponent s fear they will abuse. Thus the very effect that opponents of any kind of \nimmigration reform attempt to avoid becomes the very result that is accomplished.\n\n The number of gang members rose from 750k to 1 million in 2009, with 40% of them being under the age of 18, \n47% of them being Hispanic, 31% of them being black with the number of gang related arrests nearly doubling \nbetween 2001 to 2009.[vi] When a child enters the United States legally or illegally they are legally entitled to an \neducation,[vii] as the courts have stated  denying public education [to children] could impose a lifetime of hardship  \non a discrete class of children not accountable for their disabling status.  [viii] This education, which by most \nstandards is the equivalent to that of the children s home country begins with the issuance of an Individual \nTaxpayer Identification Number (ITIN) when they register for school.[ix] Though children are given the equivalent to \na social security number and made to appear as though they are legal, they are for all intents and purposes not \nconsidered part of society and there is nothing secure in knowing that their immigration status is so tenuous.\n\n According to the Juvenile Justice Bulletin published by the United States Department of Justice, Office of Juvenile \nJustice and Delinquency Prevention  Street gangs are an amalgam of racism, of urban underclass poverty, of \nminority and youth culture, of fatalism in the face of rampant deprivation, of political insensitivity, and the gross \nignorance of inner-city (and inner-town) America on the part of most of us who don t have to survive there. [x] By \nignoring the problem of legalizing children of illegal immigrants, not only are governments contributing to the \nincreasing poverty in urban and sub-urban areas, but they are also causing a chain reaction of increased gang-\nmemberships and increasing the poverty rates of immigrants. The sense of hopelessness and lack of opportunity \namong immigrants becomes localized in larger cities and sustains itself through a perpetual cycle of poverty, crime \nand violence.\n\n Though this situation may seem dire and doomed to repetition, there are exceptions; take for instance the story of \nAdriana Sanchez, who was brought from Mexico to the U.S. at the age of 12 by her parents, who were farm \nworkers, who had overstayed their visas. Sanchez just graduated in May with a Masters Degree in International \nRelations from California State University.[xi] Sanchez s story is not unique as there are hundreds of thousands, if \nnot more illegal immigrants who somehow find a way to pay for college (because they are not eligible for loans) \ndespite their status.  There s a pool of talented young people who in their hearts believe they re American, because \nthey re raised and educated here, speak fluent English and have a level of education that equals or surpasses that \nof average Americans,  Roberto Gonzales, professor of sociology.[xii] This untapped talent pool should not have to \ncower in the shadows, for fear of being deported, they may well be able to fill the gaps in employment for social \nworkers, scientists, medical professionals and in the Information Technology field. Creating a barrier between \neducated illegal immigrants and legitimate employment, in essence forces them to either become part of the \nunderclass or dependent on government assistance programs like welfare, WIC and Social Security. For every one \nillegal immigrant who graduates there are potentially hundreds of others who are able to accomplish the same, but \nwho because of their illegal status, never come forward with their stories.\n\n Immigration Statutes\n\nIn an unsuccessful attempt to streamline the immigration process for illegal immigrants, several measures have \nbeen proposed to encourage their legalization, including most recently the Development, Relief, and Education for \nAlien Minors Act (DREAM Act).[xiii] The DREAM Act, though it never passed, was proposed to offer a path to legal \nresidency for the children of illegal immigrants who came to the United States as minors. In order to qualify as  \nconditional nonimmigrant  under the DREAM Act a child must have graduated high school while being a resident of \ntheir state in addition to the requisite 2-year waiting period. In addition they would need to meet the age restrictions, \nshowing that they are of  good moral character  by having not committed any felonies and having a maximum of \nthree misdemeanors and undergoing a medical examination. In order to have had the DREAM Act pass the framers \nneed to tailor the act in a way to appease the conservative voters, who viewed it as encouraging illegal \nimmigration and placing undue financial and social burdens on society. The framers of the Act should have placed \na caveat which stated that it would only apply to residents who were already in the country; or that the Act would \nonly be valid for a limited period, to examine its overall effect on the educational and financial system.\n\n\n\n One of the most recent versions of the DREAM Act placed a ban on in-state tuition for illegal immigrants and even \nthough the DREAM Act may not have been ratified, many states have laws that deny illegal immigrants the right to \nreceive in-state tuition, no matter how long they have lived in the country. Students have filed suit under the Illegal \nImmigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA)[xiv] to be able to pay in-state tuition rates \nfor their college education claiming that it violates the Equal Protection Clause of the 14th Amendment. The basic \npremise of IIRIRA was to ensure that illegal immigrants take responsibility for their unlawful migration into the \nUnited States by stating that they have to be deported and remain outside of the country before they can attempt to \nreenter the country legally. The act states  an alien who is not lawfully present in the United States shall not be \neligible on the basis of residence within a State (or a political subdivision) for any postsecondary education benefit \nunless a citizen or national of the United States is eligible for such a benefit (in no less an amount, duration, and \nscope) without regard to whether the citizen or national is such a resident. [xv] The act has the discriminatory effect \nof denying, what would, if but for their legal status, be citizens of their respective states the right to an education, or \nmaking it so cost prohibitive that they would not be able to attend. Again, adding to the number of people who would \nbe dependent on government programs and increasing the incidence of violence in high immigration areas.\n\n In an attempt to ensure that illegal immigrants do not benefit from social programs intended for American citizens, \nthe federal government also enacted the Personal Responsibility and Work Opportunity Reconciliation Act \n(PRWORA) of 1996. This act states:\n  An alien who is not a qualified alien is not eligible for any Federal public benefit [including] any retirement, welfare, \nhealth, disability, public or assisted housing, postsecondary education, food assistance, unemployment benefit, or \nany other similar benefit for which payments or assistance are provided to an individual, household, or family \neligibility unit by an agency of the United States or by appropriated funds of the United States\" (8 U.S.C. \n§1611).[xvi]\n\n Though the true intentions of the act are unequivocal, it can be stated with absolute certainty that it does not work. \nThere are ways in which illegal immigrants are able to benefit from social programs, for example, since the children \nof illegal immigrants are eligible to receive an education, they may also qualify for reduced or free lunches from \nschools. Illegal immigrants also give birth to what are called  anchor babies, [xvii] which are children born in the \nUnited States to parents who are illegal. So in the end, not only do illegal immigrants obtain healthcare for their \nchildren, but they also receive free meals and other social services. The United States government, both state and \nfederal, enact laws, but because of our own system of checks and balances, circumvent those laws, through federal \ncourt rulings and state statutes. Again, this emphasizes the problem of illegal immigrants not only benefiting from \nprograms designed for Americans, through education, but it also shows that however carefully worded statutes are \nthey do not work. Illegal immigration is something that has become a fact of life and immigration reform is \nneeded to deal with this problem effectively.\n\n If programs such as the DREAM Act are not passed, then the government needs to find other means to make it \neasier for children who are brought into the United States at a young age to become legal residents. Ignoring the \nproblem of immigration and letting illegal immigrants wallow in poverty affects the quality of life of everyone, not \njust the working class and the poor. If the parents of children bring them into the United States, to be indoctrinated \ninto a culture that is foreign even to the parents themselves, and remain, in some cases for decades, with the full \nknowledge of the government, then how can the children be blamed for their inability to obtain legal residency. If the \ngovernment has taken pains to make sure that all illegal immigrants are entitled to an education, then steps should \nbe taken so that these children can legitimize themselves at the point when they begin this education.\n\n Immigration And Legal Education\n\nTwo cases at the forefront of the immigration and education debate are that of 26-year-old Jose Manuel Godinez-\nSamperio and 35-year-old Sergio Garcia. These two gentlemen are pristine examples of why the educational and \nimmigration systems both need to be reformed, both jointly and severally. Samperio is a law student from Florida \nwho successfully took and passed the Florida bar, but because of his illegal status is unable to practice law, right \nnow the Florida Supreme court has to decide if Sampiero, who is on a two year work visa and protected from \ndeportation, should be allowed to practice. On the other hand Garcia s case is being spearheaded by the California \nState Bar, where they argued that his illegal status should not bar him from practicing law, despite the fact that he \n\n\n\nhas taken and passed both the character and fitness and the written bar examination. Mr. Garcia s case was turned \ndown and the court refused to allow him to practice.\n\n In the case of Jose Manuel Godinez-Samperio, he came to America as an illegal immigrant, he was brought here \nby his parents as a young child and was able to graduate as valedictorian of his high school class, attend Florida \nState University Law School and even after disclosing his residency status the Florida Bar Examination Board still \ngranted him a waiver of proof of citizenship so that he could take the bar.[xviii] What would it serve to allow an \nillegal alien to take the bar exam knowing that he would be unable to practice law in the state, or any other state in \nthe United States for that matter? While it could be argued that Samperio s case is unique, it appears that more \noften than not it is the norm. Children of illegal immigrants are able to obtain professional degrees and in essence \ndo become productive members of society, they just lack the title of legitimacy because of their illegal status. Is the \nAmerican dream, if accomplished by an illegal immigrant still American? Are people like Samperio not the prime \nexamples of who the DREAM Act was created to help, someone who would, through their own efforts accomplish \nsomething that some native born Americans are unable to do. In an attempt to circumvent their illegality some \nimmigrants, who have obtained secondary and tertiary degrees hire themselves out as independent contractors, so \nthey do not have to answer with regards to their residency status, while being employed. It is at this point that the \ngovernment should question the measures they have in place to stem the flow of illegal immigration, if an illegal \nimmigrant is able to obtain a masters degree, juris doctor or a doctoral degree then what would be the point of \ndenying them the ability to use those degrees in what is essentially their own country to make legitimate income.\n\n In an attempt to use their degrees without facing the scrutiny they would normally encounter, many immigrants \nhave sought and successfully obtained H-1B visas, which in essence allows them to work and live in the United \nStates.[xix] Illegal immigrants are already in the country and are doing very well for themselves without government \nintervention, in terms of education, if the government were to intervene statistics would shift in their favor, the \nnumber of people on governmental assistance would decrease, crime would decrease and revenue would increase.\n\n An example of immigration and education from a different perspective is the case of Cesar Vargas, a graduate \nstudent from the CUNY School of Law, he took and passed the bar exam, and again was unable to practice \nbecause of his residency status, he entered the country when he was five years old.[xx] A five year old who enters \nthe country with his illegal parents, is educated by the Department of Education for over 15 years, makes friends, \nassociates and forms an identity as an American and establishes himself in academia, defying the stereotypes and \nstatistics that state he is doomed to failure and he is rewarded by the benefit of being gainfully employed, knowing \nfor over 15 years that he was in the country illegally. This willful blindness on the part of the government shows that \nthey first turn a blind eye to immigrant children who come into the country and obtain an education, then blame the \nchildren for their status and refuse to acknowledge that education. In some cases these children are unable to \nidentify with their parent country because of the time that has elapsed during their absence. Children are left in an \neducational limbo, they are so socially and culturally indoctrinated into American culture that they are in some cases \nignorant to their own ethnic culture that deportation may no longer be an option. Having now risen from the working \npoor to now working or middle class, through education, they are unable to identify with the people in their \nAmerican communities. Becoming educated brings with it a sense of disconnect between an illegal immigrant and \ntheir home community, not only because of their elevated intellectual status, but also because of unconscious \nresentment of their illegality.\n\n Finally there is the ironic case of Sergio Garcia, a 35-year-old California resident who successfully completed all of \nthe requirements necessary to become a California attorney, but because of his illegal status he is unable to \npractice law. Garcia is poised to become a defender of the same constitution that denies him the rights afforded \nlegal residents. Though Garcia applied for residency in the mid-1990 s there is no real time frame when he can \nexpect to receive final approval. Though Garcia has many supporters, including the California State Assembly and \nCalifornia Attorney General, Kamala Harris, his approval to the California Bar would create a wealth of problems for \nother illegal immigrants who have also successfully fulfilled their state bar requirements, as immigration, being a \nfederal issue, is something separate and distinct from the State. The state bar falls under the jurisdiction of the \nstate, and if someone is in the country illegally then the state has to defer to federal authority with regards to their \nlegality or lack thereof.[xxi]\n\n\n\n One would think that if this many students are able to pay their way through graduate school that they should be \nrewarded with legitimacy, but it appears that this is not the case. Though immigrants should not be rewarded for \nentering the country illegally, their children should not be punished for the acts of their fathers.\n A Forgotten Class\n\nThere is still yet another group of immigrants who are to be addressed, those who leave their countries with \nprofessional degrees and licenses, and because of their legal status are relegated to working minimum wage and \nfactory jobs. In the case of Sampiero s parents, they were professionals in Mexico, but decided to stay after their \ntourist visas ran out and were only able to work as farm and factory laborers. The government should as a matter of \nself-preservation, look into ways by which illegal immigrants with tertiary degrees and professional licenses could \nbe streamlined into the working force or to obtain the same or similar licenses here in the United States. Again, \nthere is an untapped source of both revenue and labor that the government can readily access, but for the fact of \ntheir legitimacy. With adequate safeguards in place, the government could encourage illegal immigrants with \ntertiary degrees in any field to go to continuing education classes and obtain licenses here in the United States. If \nthe government were to encourage this, they would be able to generate revenue through school tuition and then \nlater when immigrants open their own businesses or enter into the workforce. There is no effective way in place to \nstem the flow of illegal immigrants into the country; the government should thus attempt to placate both proponents \nand opponents of immigration reform by structuring the immigration laws in a way that benefits society, the \neconomy and the immigrants themselves. What better way to encourage immigrants to become more independent, \nrather than dependent on the American governmental system, than to make the government work for them while \nmaking them work for the government? In the years from 1990 to 2010, the number of immigrants who were small \nbusiness owners has doubled from 9% to 18%,[xxii] though the rate of immigration has remained the same this \nmeans that more immigrants are taking the initiative to become their own bosses. This number could increase \nexponentially if immigrants were given the ability to utilize knowledge from their own countries and their own \nindependent spirits to create employment for themselves and members of their communities.\n\n By deporting college educated students and their parents, the United States is exporting a very important resource, \nsome of its educated population. If the United States were to deport just the immigrants who registered for school or \nwho were within its grasp, it would keep the uneducated and dependent immigrants, both legal and illegal, and \ntherefore create a crisis of epic proportions with regards to its social programs. In the case of 20-year-old Nadia \nHabib, a Stony Brook University student who is being faced with deportation after being brought here by her mother \nas a child, this is a very real threat. Habib and her mother were recently thrust into the spotlight when she was \nbeing faced with deportation after the Immigration and Customs Enforcement (ICE) denied her mother s request \nfor political asylum bid.[xxiii] In this case, a reorganization of the immigration system in place would have \nprevented something like this from happening. Had the DREAM Act or some similar form of legislation been in \nplace, Habib would not have been able to become lost in the system for such an extended period of time. If the \nneed for immigration reform wasn t clear then the case of Kairi Shepherd should make it so. Shepherd was \nadopted by an American woman and left India when she was 3 months old. After a conviction for check fraud at the \nage of 17, the government initiated her deportation proceedings. Shepherd s adoptive mother failed to file an \napplication for residency/citizenship before her death and now Kairi is faced with deportation back to India, but the \norphanage where she was adopted from was shut down and now she is in deportation limbo.[xxiv] Though Kari \ncame to America legally, now she is being faced with deportation to a country where she does not speak the \nlanguage and cannot identify with the culture, because for all intents and purposes she is now considered illegal. \nWould it be fair to someone like Shepherd, who has literally spent their entire live in the United States to be \ndeported to a country that she cannot identify with its people outside of her physical resemblance to them. Not \nevery immigrant, legal or not, who is deported would be able to survive in the country of their birth, either because \nof language barriers or poor health conditions or a myriad of other reasons.\n A Possible Solution?\n\nA plausible amendment for both sides to consider under the DREAM Act or some similar legislation, would be that \nUnited States Citizenship and Immigration Services (USCIS) should provide information to illegal immigrants \nabout legitimizing their children s status, rather than leaving their children to float in immigration uncertainty and \ndodging the perpetual bullet of having themselves and their parents deported. The USCIS should propose a \n\n\n\ncompromise between proponents of DREAM Act and its opponents by making sure that every immigrant that signs \nup for a ITIN number for their children are set on a course so that when their child graduates high school they would \nbe able to apply for or should have already applied for legal resident status. This would eliminate the fear that the \nchildren of immigrants would become a burden on society and at the same time ease any fears that illegal parents \nmay have in regards to their children being denied the opportunity to legalize themselves. This path will not be free, \nas parents of these children should have benchmarks in which they should pay for any paperwork or necessary \nadministrative costs incurred. By encouraging a fee from those who wish to register their children it would be a self-\nsustaining program that would encourage parents to register their children for school, thus lowering the illiteracy \nand poverty rates among immigrants in general, while boosting the economy through a new source of revenue. This \nwould also have the added bonus of lowering the crime rate, because parents who know that their children would \nbe able to sponsor them when they become legal residents would encourage their children to finish secondary \nschool and obtain gainful employment, while continuing to be law abiding residents. This may not be an ideal \nsolution, but it would help to streamline the immigration process for millions of illegal children, who have \ndeveloped identities as Americans without the benefits of citizenship. It would also appease the conservative sense \nof illegal immigrants taking advantage of the system, while also keeping track of illegal immigrants in the country; \non the other side of the argument this compromise would bring a sense of organization and justice to the children of \nimmigrants, while refraining from overt discrimination to their parents.\n\n In an attempt to stem the flow of immigrants, the United States could take an approach similar to that of many \nEuropean countries. By making bilateral agreements that would weed out false claims of asylum, Italy was able, \nthrough a deal with Libya, to reduce the flow of illegal immigrants arriving on its shores from tens of thousands to \nhundreds.[xxv] There is evidently no way a country can completely cut off illegal immigrants without some sort of \nbacklash. In an attempt to stem the flow of illegal immigrants, the European Union Parliament passed guidelines \nwhich stated that illegal immigrants could be held for up to 18 months before deportation, and in response Hugo \nChavez claimed that he would cut off oil supplies to their countries.[xxvi] European countries that have attempted to \nblock illegal immigration have faced staunch protests and criticisms from immigration rights advocates in their \ncountries, even when those immigrants cause crimes or contribute to the violence in society.[xxvii] Since blocking \nillegal immigration would cause obstacles amongst large numbers of the United States population, as evidenced \nby what has occurred in Europe, it is up to the United States to take a progressive stance towards immigration and \ntheir educational policies. As long as the children of immigrants are law-abiding citizens, then the US should not \nplace undue burdens in their paths to acquiring citizenship or education.\n Conclusion\n\nImmigrants made the United States, when it was just called the West Indies. This country was built upon the backs \nof immigrants. In furtherance of making this country great, there must be an unqualified acceptance that there is no \nreal way to stem the flow of immigrants who come to America. What can be done is to approve legislation that \nwould reward the children of illegal immigrants who accomplish, what many native Americans are unable to do, \nbecome productive members of society, who through their own legitimate had work and struggle are able contribute \nto the academic, social and financial growth of this country. Immigration laws as they currently stand, contradict \nthemselves through judicial rulings and therefore are effectively ineffective. If the country were to take a more \naffirmative, progressive stance with regards to illegal immigration, it could effectively make the problem take care \nof itself, or at least ease the burden it places on the people that currently live here in the United States.\n\n [i] http://www.dhs.gov/sites/default/files/publications/immigration-statistics/yearbook/2011/ois_yb_2011.pdf\n [ii] Christine ArmarioIllegal Students Entitled To K-12 Education, Dept. of Education Reminds Schools, Associated \nPress, May 6,2011.\n\n            http://www.huffingtonpost.com/2011/05/09/illegal-students-education_n_859710.html\n\n [iii]            http://cis.org/node/3876#public\n [iv] Id.\n [v] Id.\n\n [vi]           http://www.fbi.gov/about-us/ten-years-after-the-fbi-since-9-11/just-the-facts-1/violent-gang-initiatives\n\nhttp://www.dhs.gov/sites/default/files/publications/immigration-statistics/yearbook/2011/ois_yb_2011.pdf\nhttp://www.huffingtonpost.com/2011/05/09/illegal-students-education_n_859710.html\nhttp://cis.org/node/3876#public\nhttp://www.fbi.gov/about-us/ten-years-after-the-fbi-since-9-11/just-the-facts-1/violent-gang-initiatives\n\n\n[vii] Plyer v. Doe, 457 U.S. 202 (1982)\n [viii] Supra note ii\n\n [ix]            http://www.irs.gov/taxtopics/tc857.html\n\n [x]            https://www.ncjrs.gov/pdffiles1/ojjdp/182210.pdf\n\n [xi] Gosia Wozniacks, Illegal Immigrants Find Paths to College, Careers, Associated Press, May 26 2012.\n [xii] Id.\n\n            http://usatoday30.usatoday.com/news/education/story/2012-05-26/illegal-immigrants-college-\ncareers/55222438/1\n\n [xiii]            http://www.immigrationpolicy.org/issues/DREAM-Act\n\n [xiv]            http://www.uscis.gov/ilink/docView/PUBLAW/HTML/PUBLAW/0-0-0-10948.html\n\n [xv]            http://www.ncsl.org/issues-research/educ/undocumented-student-tuition-federal-action.aspx\n\n [xvi]            http://www.ncsl.org/issues-research/educ/undocumented-student-tuition-federal-action.aspx\n [xvii] Nathan O Neal,  Anchor Baby  Phrase Has Controversial History, ABC News, July 3, 2010.\n\n            http://abcnews.go.com/Politics/anchor-baby-phrase-controversial-\nhistory/story?id=11066543#.UHspAY7A27E\n\n [xviii] Saundra Amrhein, Florida Weighs Case of Illegal Immigrant Who Passed Bar, Oct. 3, 2012\n\n            http://www.msnbc.msn.com/id/49279168/ns/us_news/t/florida-weighs-case-illegal-immigrant-who-passed-\nbar-exam/#.UHZJP47A27E\n [xix] Supra at xi\n [xx] Claudia Torrens, Mexican Immigrant With NYC Law Degree Is In Limbo, Mar. 6, 2012.\n\n            http://online.wsj.com/article/APd1b1263700a2418590f040b2da438f7e.html\n\n [xxi] Miranda Leitsinger, California bar: Illegal immigrant should get law license, NBC News, Jun. 19, 2012.\n\n            http://usnews.nbcnews.com/_news/2012/06/19/12298380-california-bar-illegal-immigrant-should-get-law-\nlicense?lite \n [xxii]Supra note iii\n [xxiii] Meredith Hoffman, Woman Spared Deportation to Bangladesh, New York Times, Sept. 29, 2011.\n\n            http://cityroom.blogs.nytimes.com/2011/09/29/women-are-spared-deportation-to-bangladesh-for-now/\n [xxiv] Tejinder Singh, ICE confirms Kairi Shepherd deportation, Indian Embassy Plays Humanitarian Angle, Times \nof India, May 25, 2012\n\n            http://www.indiaamericatoday.com/article/ice-confirms-kairi-shepherd-deportation-indian-embassy-plays-\nhumanitarian-angle\n\n [xxv] Elaine Ganley, EU Tries to Tackle Illegal Immigration, Associated Press, Sept. 6, 2010.\n\n            http://www.msnbc.msn.com/id/39027194/ns/world_news-europe/t/eu-tries-tackle-illegal-\nimmigration/#.UHstJo7A27E\n [xxvi] Associated Press, June 19, 2008\n\nhttp://www.irs.gov/taxtopics/tc857.html\n\n            http://www.foxnews.com/story/0,2933,369389,00.html\n [xxvii] Supra note xxviii.\n© Copyright 2012 Barry University Dwayne O. Andreas School of Law\n"}