{"title": "Thousands Confront Deportation Dragnet's Longer Reach", "body": "\nWayne Smith once wandered the District streets late at night, trying to score one more hit of cocaine and begging \nGod to deliver him from his addiction. He wound up serving three years at Lorton Reformatory on drug charges, and \nwhen he was released in 1992, he was determined to build a new life.\n\nToday, Smith owns a janitorial service with 25 employees -- some of them former offenders and addicts he is trying \nto help. He is married, active in a church prison ministry, and, at age 40, studying to be a registered nurse.\n\n\"It's been rough, but I finally came out of my addiction. Now I want to give something back to the community,\" said \nSmith. \"My children see me as a strong man and a good provider. My employees say I have inspired them. For the \nfirst time, I see a real future.\"\n\nBut Smith, a legal immigrant from Trinidad who came here at age 10, may have to pay a second time for his crime. \nLast spring, federal immigration agents knocked on his door and arrested him. Several months later, he was \nordered deported by an immigration judge in Baltimore, based on his original drug charges. He has appealed the \norder, but he and his lawyer say his chances of winning are slim.\n\nLast year, a tough new immigration law retroactively expanded the range of crimes for which federal authorities can \ndeport legal residents. In addition to such serious felonies as murder, armed robbery and drug trafficking, which \nalready were grounds for deportation, the list now includes lesser offenses such as shoplifting, credit card fraud, \nsimple assault and drug use, as long as the defendant was sentenced to at least one year's probation.\n\nThe new law also severely limits an immigration judge's authority to grant exceptions, no matter how long ago the \nimmigrant committed the crime, or how well he has behaved since then. It also makes it possible to block any \nimmigrant convicted of such a crime from reentering the United States, meaning that if he travels abroad and tries \nto return he can consequently be held in custody until deported.\n\nSupporters say the law is a necessary tool for getting rid of undesirable immigrants, especially violent or habitual \ncriminals who have escaped deportation for years. Over the past year, the Immigration and Naturalization Service \nhas deported more than 45,000 foreigners convicted of crimes by U.S. courts.\n\nIn the Washington area, 1,043 criminal aliens were arrested in the past year, an increase from the previous year of \nnearly 200 percent. In one Texas operation in March, INS agents arrested and deported more than 1,000 \nimmigrants who had been convicted of charges that included murder, armed robbery and child molestation.\n\n\"I feel that law-abiding people, not hardened criminals, should be filling our priceless immigration slots,\" Sen. \nSpencer Abraham said in a speech last week. The Michigan Republican chairs a Senate immigration \nsubcommittee. \"Until last year's bill,\" Abraham said, \"only a tiny percentage of deportable criminal aliens had \nactually been deported.\"\n\n\nBut critics argue that the new law is unduly harsh, often sweeping up decent people in a dragnet that ought to be \naimed at serious offenders. They note that many of the crimes for which immigrants can now be deported are \nmisdemeanors under criminal law, for which judges rarely sentence offenders to jail.\n\nIn recent weeks, an especially dramatic case in New York has focused public attention on the law's far-reaching \nconsequences. Jesus Collado, a 43-year-old legal immigrant and restaurant manager from the Dominican Republic, \nwas returning from a vacation in his homeland last spring when he was arrested by immigration agents at John F. \nKennedy International Airport and imprisoned.\n\nIt turned out that 23 years before, when Collado was 19, he had been convicted of sexual misconduct and \nsentenced to one year's probation after the mother of his 15-year-old girlfriend complained to police that they were \nhaving sex. Under the new law, Collado can be deported for his misdemeanor and held without bond in the \nmeantime.\n\nCollado's family mounted a campaign to publicize his plight, and a documentary film about him was released two \nweeks ago. Even the mother of his long-ago girlfriend wrote the immigration authorities, saying she now feels \n\"extremely guilty\" about having gotten him in trouble, and comparing their teenage romance to Romeo and Juliet.\n\nOn Friday, immigration officials released Collado after more than six months in federal custody, citing a new INS \nrule on detentions that took effect this week. The rule gives INS district directors temporary authority to free certain \nlegal immigrants who were stopped when reentering the country, although they still face eventual deportation \nunder the law.\n\n\"This is the most terrible thing I have ever been through,\" Collado said by telephone shortly after his release from a \ndetention center in York, Pa. \"I understand they are trying to stop crime, but this new law is also destroying families \nas a result. I have always worked hard for my wife and children. To take me away from them is just so cruel.\"\n\nIn an interview last week in the Manhattan restaurant he manages, Collado's family recounted how his 18-year-old \ndaughter, Julissa, had nearly died in a car accident while he was in prison, and how desperate he had been to visit \nher in the hospital. Wearing a metal body brace, Julissa tearfully described Collado as a doting but strict father, who \nhad been especially critical when she dated older boys.\n\nImmigration officials said the year-old law leaves them no choice but to start deportation proceedings against \npeople who committed crimes that are now considered \"aggravated felonies,\" whenever they are encountered. \nUsually, the INS discovers the immigrant's criminal record either because he applied for citizenship or returned from \na trip abroad and was questioned by an inspector at an airport.\n\nAs a result, thousands of immigrants across the country face expulsion for past crimes. Some are recent, violent \ncrimes, but others are minor offenses that occurred a decade or more ago. Among those who are vulnerable under \nthe new law:\n\n* Oscar Pereira, a 29-year-old District man from El Salvador who works at a late-night parking lot. He was convicted \nof carrying an unregistered pistol in 1992 -- he said he needed it for protection from muggers -- and given one \nyear's probation. Now, immigration authorities have ordered him deported, and he has appealed. In the past, he \ncould have sought an exemption because of his otherwise clean record and U.S.-born children, but the new law \ndoes not allow it.\n\n* An Iranian cab driver from Virginia, who asked that his name not be used. He was arrested at a student protest \noutside the White House in the late 1970s, convicted of assault and given 18 months' probation. This year, the 40-\nyear-old man was planning to apply for citizenship, but his lawyer has advised him that if he submits his application, \nor leaves the country and tries to return, he will probably be ordered deported.\n\n* A 22-year-old Salvadoran man from Boston, Rafael Bardales, who was involved in a street gang when he was a \nteenager, and convicted of robbery and assault. He received two years' probation, joined a Catholic church and \n\n\n\nbecame an active volunteer in its missions. In July, the group traveled to the Dominican Republic to build churches. \nWhen they reentered the United States, the man was arrested and is awaiting deportation.\n\nAfter a Washington Post reporter reached Bardales at the detention center in York, more than a dozen other \nimmigrants being detained there for past crimes, most of whom had been arrested while returning from trips abroad, \ncalled The Post seeking help.\n\nAbraham charged that authorities \"seem to be pursuing some admittedly minor cases aggressively . . . while letting \nsome hardened criminals in jail go free.\" He said he plans to hold hearings on the matter.\n\nImmigration officials acknowledged that the new law is having a harsh impact on one-time minor offenders, but said \ntheir hands are tied because Congress, in seeking to crack down on immigrants who commit crimes, left both the \nINS and immigration judges with little room for flexibility or leniency in applying the rules.\n\n\"They cast a big net, and they're catching some dolphins in it,\" said Russ Bergeron, an INS spokesman. He added, \nhowever, that \"probably only a handful\" of such cases are as extreme as Collado's. The way the new law is written, \nBergeron said, immigration officials do not \"have sufficient discretionary authority any longer to adequately address \nexceptional circumstances.\"\n\nShort of changing the law, immigration lawyers say, the only remedies for former offenders facing deportation are \nexpensive, time-consuming and often fruitless. One is to ask a member of Congress to submit a private bill on \nbehalf of the immigrant. Another is to request a pardon from the governor of one's state. A third is to seek to have \nthe original conviction overturned or expunged from the record.\n\nIn interviews, several immigrants facing deportation said they tried to have their original convictions reviewed, \nwithout success. Lawyers said state executives rarely pardon people for such cases, and that submitting a private \nbill in Congress requires expensive legal work and takes many months to work its way through the political process.\n\nStephen Converse, a lawyer in Pennsylvania who represents Collado and a number of other immigrants awaiting \ndeportation for past criminal convictions, explained the problem: \"In theory, you can do something, but you need \ntime and money. So you get an ordinary immigrant who committed a youthful indiscretion, and suddenly it comes \nback as a horrible offense, and there's virtually nothing he can do.\"\n\nGraphic\n\n \n\nPhoto, ap/mark lennihan , Jesus Collado and daughter Julissa embrace amid cheers upon his release from INS \nfacility. \"This is the most terrible thing I have ever been through,\" he said.\n"}