{"title": "CARTOON NO LAUGHING MATTER IN CALEXICO SOME MERCHANTS ARE UPSET WITH A MAP THEY SAY BELITTLES ILLEGAL IMMIGRANTS.", "body": "\nSome merchants are angry over a new map commissioned by the local chamber of commerce that shows \nCalexico's businesses and also appears to belittle illegal immigrants.\n\nThe cartoon map uses caricatures as a marketing tool to show where Calexico's businesses are. But it also has \ncaricatures of people trying to sneak across the Mexican border into Calexico.\n\nSome are shown climbing a fence at the border. Others try to get across by dressing as a cactus or a tree. One \nperson in the cartoon digs a tunnel underneath the fence, and yet another tries to sneak in by going through the \nsewer system.\n\n\"I think it's offensive to us as a border town,\" said Hildy Carrillo- Rivera, editor of the Calexico Chronicle, who \ncondemned the map in a recent editorial. She said most businesses here would not survive without Mexican \nshoppers, and the humor doesn't fit in with the affable atmosphere surrounding the North American Free Trade \nAgreement.\n\n\"I want my money back,\" said Lupe Acuna, publisher of the Calexico Chronicle and a co-owner of Norm's Liquor \nand Deli. Like other business owners, Acuna paid about $150 to have her store drawn onto the map.\n\n\"What's the artist saying here, that people from Mexico are a problem to us and are only trying to cross over \nillegally and commit crime?\" she asked.\n\nOther caricatures on the map also have brought objections, including one showing what appears to be a Hispanic \nperson who just robbed a bank. The map shows the young man riding away from a local bank on a tricycle with a \nload of cash falling off the back.\n\nAt least one business owner isn't upset by the map.\n\n\"I came here as a wetback from Mexicali in 1957, and I'm proud of it, and I'm proud of this country,\" said Connie \nMineo, who runs Tony's Garden, a restaurant.\n\n\"There's nothing in this map that isn't true. People do try to sneak across the border all the time,\" added Mineo, who \nbecame a U.S. citizen in 1985.\n\nA Tucson, Ariz., company, Home Towne Graphics, created the map. Representatives of the company did not \nimmediately return a telephone message left at the Arizona office.\n\n\nFred M. Knechel, executive director of the Calexico Chamber of Commerce, said the chamber will recommend \npossibly objectionable caricatures be removed from the map in its next printing.\n\nBut that could be a long time because the chamber has 5,000 copies of the map, which it is distributing free. \nDespite the controversy, Knechel said the chamber will continue to distribute the map.\n"}