{"title": "Political Conditions Cuba", "body": "\nCuban economic landscape in the 1990s\n\nCuba experienced serious economic duress entering the 1990s as a result of the dissolution of its prime ideological \nsponsor and financial backer, the Soviet Union (Union of the Soviet Socialist Republics or U.S.S.R.). At times \nduring the 1980s, military and general aid from the U.S.S.R. had totaled as much as US$3 million per day. The \nSoviet Union purchased Cuban sugar at a premium price above the going world market rate and, conversely, \nsupplied Cuba with Russian oil at a discount. When this largesse was abruptly withdrawn, hardships ramified for the \nisland's entire population.\n\nThus, for most of Cuba's people, the major focus at the time had been the difficulties attendant on the country's \nattempts to stabilize its economy. The country's infrastructure is crumbling, motor fuel and electricity shortages are \nendemic, and housing conditions for many people are severely inadequate, although a state-provided place of \nresidence is one of the paramount rights enshrined in the Cuban constitution.\n\nIn general, a spartan existence, providing a minimum level of necessities, remains the norm on the island, but by \nthe late 1990s conditions had improved significantly in comparison to the situation earlier in the decade. Factors \ndriving this process include diversification, notably through the continuing emergence of Cuba's tourism industry; \nmodest economic reforms that have begun, albeit on a very small scale, to ameliorate the formal Leninist model of \ntotally state-controlled production; and gradually diminishing international isolation, as more nations throughout the \nworld have re-opened economic and cultural contacts with Cuba. This pattern of rapprochement, however, does not \ninclude Cuban relations with the United States.\n\nCuba legalized transactions using the United States (U.S.) dollar in 1993. Remittances from people of Cuban \nheritage living abroad, notably in the United States, provide an important underpinning for the functioning of the \nisland's economy. To an increasing extent, the buoyant expansion of Cuba's tourism industry creates another \nsignificant flow of hard currency into the country.\n\nPrior to the Castro revolution, Cuba was one of the premier resort centers of the Caribbean, and it has lately taken \nsteps to begin to reclaim this role. Tourist arrivals surged from less than one million per year before 1996 to up to \ntwo million in recent years, while hotel capacity has more than doubled, including a large number of luxury-class \n\n\nunits. Europeans are the predominant visitors to Cuba and, along with Canadians, the principal investors in its \ntourist sector.\n\nAlthough the tourist industry has virtually rescued the Cuban economy from its state of near-collapse early in the \n1990s, it also causes some economic distortions. Cuba has become a two-tier society, divided between those with \naccess to dollars or other foreign currency, and those whose income is denominated in Cuban pesos.\n\nAside from Cubans who receive remittances from abroad, island residents connected to tourist enterprises enjoy \nthe readiest access to valuable foreign exchange. This distinction has led many highly trained Cubans such as \ndoctors and educators to halt their professional careers and become low-level service workers at tourist hotels and \nrestaurants, who on tips alone can earn an income that dwarfs conventional employment in the state-owned, peso-\ndenominated economy. People whose livelihoods remain defined by the official system (still a large majority on the \nisland) are paid the equivalent of just a few dollars per month, but because housing and medical care are free, while \nsubsidized food costs only pennies, average Cubans, while deprived of other amenities, experience a materially \nadequate existence.\n\nThe Cuban economy expanded at an impressive six percent rate in 1999, but the ongoing retrenchment of the \nsugar industry continued to have adverse effects on those traditionally dependent on this sector. In February 2001 \n(the sugar harvest occurs early in the calendar year), Cuba's economy minister reported a delay in the harvest, \nalong with a projection that output would fall to about 3.7 million tons from 4.047 million tons in 2000. However, \nprices were expected to improve. The generally weak position of the sugar industry was a less crucial concern than \nin previous years, due to progress in diversifying Cuba's economy, especially via the expansion of tourism.\n\nCuban Political landscape in the 1990s\n\nWhile economic discontent is a more germane issue for most Cubans than the government's suppression of \npolitical expression (though, to be sure, the two issues intertwine), Cuba's questionable human rights record is a \nfocus of substantial international attention.\n\nThe regime purportedly violates its citizens' fundamental civil and political rights on a systematic basis, as reported \nnot just by direct opponents of the Castro regime such as Miami-based Cuban exile organizations but also by \nindependent nongovernmental entities such as Amnesty International and Human Rights Watch. The government \nhas reportedly used harassment in the form of detention, threat of long-term imprisonment, exile, physical injury, \nand search and seizure of private property, to intimidate pro-democracy and human rights activists. Allegedly, Cuba \nholds hundreds of political prisoners. Although the Cuban government invited the United Nations High \nCommissioner for Human Rights to visit the country in 1994, the government later refused permission for \ninternational human rights monitors, including the United Nations Special Rapporteur for Human Rights, to visit \nCuba.\n\nA sequence of events beginning in early 1996 continues to have influence in demarcating Cuba's position vis-à-vis \nthe international community, and particularly its difficult relations with the United States. At that time, the Cuban \ngovernment acted aggressively to prevent a meeting of a new umbrella organization called \"Concilio Cubano\" that \nrepresented an attempted alliance of 140 groups of pro-democracy and human rights activists. First the Cuban \ngovernment did not respond when the organization submitted a request to hold a legal meeting; then it initiated an \nisland-wide crackdown on the dissidents, arresting, interrogating and otherwise harassing them.\n\n\n\nOn Feb. 24, 1996, the day when the activists had originally hoped to meet, two light airplanes belonging to a Miami-\nbased Cuban exile organization called Brothers to the Rescue were shot down by Cuban MiG fighter jets, \nreportedly in international airspace. Three American citizens and one legal permanent U nited States resident, all \nmembers of the Miami group, were killed.\n\nBrothers to the Rescue was formed primarily to assist Cubans trying to reach the Florida shore, using rafts or other \nflimsy craft; it had a record of confrontations with both the United States and Cuban governments. Under the \nimmigration regime then in place, which continues to be United States policy, Cubans who illegally reach the \nUnited States are permitted to stay, but those intercepted at sea are returned to Cuba.\n\nThe downing of the two planes hastened United States imposition of punitive measures on Cuba that were already \nbeing considered by the United States Congress. This legislation, which President Clinton signed into law in March \n1996, is commonly referred to as the Helms-Burton Act. Its provisions include United States sanctions against non-\nUnited States companies that do business with Cuba, an item that entails a controversial interpret ation of the \nconcept of sovereignty within the evolving field of international law. Although this and subsequent episodes marked \na chilling in the historically tense United States-Cuban relationship, humanitarian aid and other contacts between \nthe two countries have since resumed.\n\nThe aftermath of Cuba's downing of the two Brothers to the Rescue aircraft had recent repercussions stemming \nfrom a wrongful death lawsuit against Cuba, filed in the United States court system by relatives of the men killed \nand initially ruled on in 1997, with a decision in favor of the plaintiffs. In October 2000 the United States Congress \nenacted a measure allowing part of the US$187.7 million settlement awarded in this case to be drawn from US$121 \nmillion in Cuban assets previously frozen in the United States. In response, Cuba announced a 10 percent \nsurcharge on incoming telephone calls from the United States, and after United States telecommunications carriers \nrefused t o comply, citing lack of authorization, direct long-distance phone service between Cuba and the United \nStates was suspended. On President Clinton's last full day in office in January 2001, he issued an executive order \nreleasing a payment of US$96.7 million from the frozen Cuban funds to the Miami relatives.\n\nMeanwhile, in January 1998, Pope John Paul II visited Cuba. He offered unmitigated challenges to the Cuban \ngovernment's record on human rights, and conducted a full mass that was televised internationally. These aspects \nof the papal visit demonstrated a softening of the Castro regime, at least with respect to religious tolerance. In \nrecognition of Cuba's hospitable treatment of the pope and climate of openness in regard to the occasion, United \nStates President Clinton's administration pledged to strengthen diplomatic ties with Cuba, mostly in the areas of \norderly movement of migrants and humanitarian aid. Although, during the time since the papal visit, negative \nreports on human rights issues in Cuba appeared recurrently, religious expression has definitely become freer on \nthe island.\n\nOne of the most publicized recent news item pertaining to the complicated, fluctuating bilateral relationship between \nCuba and the United States first appeared in November 1999, when a six-year-old Cuban boy named Elian \nGonzalez was rescued at sea. The boy, and others including his mother and her boyfriend, were on a boat operated \nby smugglers attempting to bring a small group of Cubans ashore in the United States. The boat capsized and \nsank, and Elian's mother and stepfather both drowned; the boy, clinging to an inner tube, was saved just off the \ncoast of Florida. The child was placed in the temporary care of a great-uncle and second cousin in Little Havana, \nthe heart of Miami's fiercely anti-Castro Cuban-American community. This set the stage for a protracted battle for \ncustody of the boy, pitting the United States relatives against his father in Cuba.\n\nElian's father, Juan Miguel Gonzalez, although divorced from the boy's mother, had maintained a close relationship \nwith his son. His ex-wife, with her son and boyfriend, had boarded the clandestine, ill-fated boat without Juan \n\n\n\nMiguel's knowledge. Elian's mother and the mother's boyfriend did not match the profile of political refugees \nideologically dedicated to ending the Castro regime, nor could they particularly be characterized as economically \ndesperate emigrants (they had to pay a large fee to their smugglers). Most likely, they simply wanted to establish a \nnew life in a new place. For his part, Juan Miguel Gonzalez, who worked in the resort industry in the tourist town of \nCardenas, was able to provide his family with a material standard of living significantly higher than that experienced \nby the majority of Cubans. The custody fight, which lasted about seven months, received intense media cove rage \nboth in Cuba-where massive, government-orchestrated rallies were held demanding Elian's return-and in the United \nStates. Indeed, for much of that time, it was the dominant news story in both countries.\n\nShortly after Elian was rescued, his Miami relatives made a formal claim for custody, but early in January 2000 the \nUnited States Immigration and Naturalization Services, or INS, ruled that the boy should return to his father in \nCuba, in line with the normal policy of assuring that children remain, if possible, with their closest relative. This \nprompted a flurry of lawsuits from the Miami claimants, along with sustained demonstrations outside Elian's \ntemporary home in which Cuban-Americans demanded that the order to send the boy back to live under the Castro \nregime be rescinded. No court ever ruled in favor of Elian's great-uncle in the custody case, but the dispute dragged \non for months as every possible avenue of appeal was pursued, including one grounded in the novel theory that a \nsix-year-old was entitled to make an independent claim for political asylum. In addition, anti-Castro congressmen in \nthe United States House of Representatives proposed legislation that would give Elian a special exemption to live in \nthe United States. In April 2000, his father, Juan Miguel, flew to the United States to meet with INS officials and \nothers, and to plead publicly for the child's return to Cuba.\n\nFinally, on April 22, after the custody dispute had been finalized in favor of Juan Miguel's parental rights and \nrepeated negotiations aimed at inducing the Miami relatives to comply with the decision voluntarily had proven \nfruitless, INS authorities forcibly removed the boy from the great-uncle's residence in a predawn raid. Elian was \npromptly flown to the Washington, D.C. area, where he was reunited with his father. This action ratcheted up the \ntumult of the anti-Castro and anti-INS demonstrations tak ing place in Little Havana. One impediment, however, still \nblocked the return of father and son to Cuba: the petition for political asylum in the United States filed on Elian's \nbehalf. On June 1, a court denied this request, but the appeals process, taken all the way to the United States \nSupreme Court, delayed final adjudication for nearly another month. The ultimate ruling cleared the way for the boy \nand his father to return to Cuba. At last, on June 28, 2000, Juan Miguel Gonzalez and his son deplaned in Havana \nto a hero's welcome.\n\nThe ramifications of the case extend beyond one family's custody battle. In an unprecedented statement, President \nCastro described the day of the INS raid facilitating Elian Gonzalez' reunion with his father and return to Cuba as a \ntime of truce between his country and the United States, the first in 41 years. At the same time, a fairly widespread \nperception emerged in the United States that the Miami-based anti-Castr o Cuban-Americans had imprudently \nexpended some of their political capital by couching an essentially apolitical family tragedy in terms of an ideological \nbattle. Mostly, perhaps, the Elian affair served to spotlight the problematic issue of Cuban emigration to the United \nStates.\n\nAt the end of 1999, as the Elian Gonzalez saga was just starting to unfold, Cuba and the United States began a \nnew round of immigration talks. The discussions were aimed at reviewing the 1994-95 migratory accords, under \nwhich 20,000 Cubans per year, a small fraction of the number who wish to leave the island, are granted United \nStates visas. Another principal concern of the Cuban government concerns the United States Cuban Adjustment \nAct, passed in 1996.\n\nThis law, still the status quo, grants automatic asylum to Cubans who successfully reach American territory, while \nthe United States maintains a policy of actively intercepting and retu rning others detected at sea who are in the \nprocess of making the same attempt. The Cuban government has stated that the act tends to encourage illegal \n\n\n\nemigration from the island, a claim that the numbers tend to bear out. Many of the illegal immigrants try to rely on \nvery ill-equipped vessels for the perilous passage across the Florida Strait, risking and not infrequently losing their \nlives.\n\nAt the same time, the clandestine movement of people fosters the existence of both Cuban and American \nsmuggling rings, who may have a propensity for a variety of inhumane, criminal and reckless acts. Though both \ngovernments acknowledge that the current situation is less than satisfactory and has undesired effects, changing it \nwould require profound modification of such deeply ingrained historical and ideological patterns on both sides that \nanything except small, piecemeal alterations may not be possible while Castro remains the Cuban president. \nExemplifying th e centrality of this issue in Cuba, after the long island-wide campaign agitating for the return of Elian \nGonzalez culminated in the achievement of the desired objective, banners and posters all over Cuba with pictures \nof the boy and slogans demanding his return were taken down and replaced by new posters that featured slogans \ncriticizing the Cuban Adjustment Act.\n\nThe economic sanctions levied by the United States against Cuba, in place for the last 40 years, are another bone \nof contention. The degree to which the embargo cripples Cuba is debatable. Many analysts believe other factors, \nsuch as the inefficiency of Cuba's state-controlled economy, and the particular hardships that resulted when long-\nterm Soviet aid, on which the island had grown enormously dependent, came to a sudden end, have more to do \nwith Cuba's poor economic performance.\n\nEntities within the United States have also voiced opposition to the sanctions; in this respect, the Elian Gonzalez \nmatter seemed to instill wider acceptance of the idea of halting the sanctions, although support for them had been \ngradually waning before this episode.\n\nKey developments from the late 1990s through the 2000s\n\nIn late 2000, the United States Congress passed a measure authorizing food sales to Cuba, on its face a significant \nbreach in the embargo policy. Since the law did not include any provision enabling Cuba to obtain financing for \npotential purchases, however, it had nearly no practical effect.\n\nIn 2001, early indications from the new Bush administration, after a change in president and in the political party \nholding the United States presidency, suggested that a commitment to uphold the embargo would stay in place.\n\nAccording to a study released in February 2001 by the International Trade Commission, or ITC, a nonpartisan fact-\nfinding agency under United States government auspices, the overall ef fect of the embargo is \"minimal\" on the \neconomies of both countries. A limited concentration of sectors, however -- especially American farmers, who could \nsell Cuba a substantial amount of rice, wheat, and some other crops if the embargo were lifted -- bears the brunt of \nlost American exports to the island that the sanctions entail.\n\nThe ITC estimated that without the embargo, United States exports to Cuba would total at least $658 million \nannually, yet the United States would likely run an overall trade deficit with the island if it instituted open trade. Most \nof the outflow would take the form of American tourism to Cuban resorts. Meanwhile, Cuba has had no trouble \nfilling its burgeoning hotel space with non-United States nationals, along with a few Americans who defy the ban, \nwhich can be done with apparent impunity as long as a traveler enters and leaves the island via a third country. \nConversely, since the 1980s United States agriculture has foun d the effort to compete profitably on the \ninternational export market fraught with difficulty.\n\nThe Castro government cites repeated instances in which hard-line anti-communists allegedly acted covertly and \nillegally to destabilize or destroy the Cuban regime. This claim includes, according to the Cuban reckoning, more \n\n\n\nthan 600 assassination attempts or plots against Fidel Castro. Collaborations between the CIA and American \ngangsters in fizzled plots to kill the Cuban president in the early 1960s are now definitively known.\n\nIn terms of more recent history, Cuban officials' greatest concern relates to possible actions fomented by Cuban-\nborn exiles now in the United States. The extent to which such groups operate from within American borders \nagainst the Castro regime is uncertain, and the possibility that United States officials may be apprised of or even \nparticipate in such action all the more doubtful. Still, hypothe tical dealings of this type are a source of lingering \nsuspicions among Cuban officials.\n\nIn late 1999, a United States federal jury in Puerto Rico found five Cuban-born exiles in Florida not guilty of \nconspiring to kill Fidel Castro. The men had been arrested two years earlier when ammunition and \ntelecommunications equipment were found on their yacht. Allegedly, they were going to sail to the Venezuelan \nisland of Margarita, where Castro was attending a summit, and attempt to kill him. The defense lawyers for the men, \nhowever, claimed that they simply meant to provide safe passage to any members of Castro's delegation who \nwished to defect.\n\nIn a related matter, Castro noted that Cuba's intelligence services had uncovered a plot to assassinate the \npresident of Venezuela, Hugo Chavez. The attempted assassination, orchestrated by Cuban exiles, was scheduled \nto take place in December 1999. These exiles were allegedly opera ting under the aegis of the Cuban American \nNational Foundation, one of the major anti-Castro organizations. Castro has also linked certain members of the \nfoundation to the bombing of a Cubana airliner in 1976, and to several bombings in Havana. The significance of the \nalleged assassination attempt on Venezuela's leader seems to rest upon the amicable relationship Castro shares \nwith Chavez.\n\nStill another uncovered plot to kill Castro was linked to the Cuban leader's appearance at the Ibero-American \nSummit held in Panama City in November 2000. Shortly before this event, Panamanian police found explosives and \ndetonators and arrested five men, one Panamanian and four Cuban exiles who had allegedly traveled to Panama \nusing false passports. The Cuban government requested extradition of the suspects, but Panamanian officials \ndeclined to grant it and said they would prosecute them in a court in Panama.\n\nOn June 23, 2001, Fi del Castro collapsed during a rally of tens of thousands of people. Though he was back \nstanding before the crowd a few minutes later, the incident shook the Cuban establishment and led Fidel Castro to \nreinforce the succession. The 74-year-old leader was speaking when suddenly he listed off to the side, creating a \nmild panic amongst the crowds. \"Calmness and courage, we lift our flag,\" Foreign Minister Felipe Perez Roque \nsaid, taking the microphone immediately after Castro appeared to faint. \"Companero Fidel obviously has had in the \nmiddle of the heat ... a momentary fall,'\" Perez Roque said. Within 10 minutes though, Castro was back behind the \npodium, asking the crowd not to worry, that he was merely tired and would return in the evening to finish his \nspeech. \"Let me rest, sleep a few hours,\" Castro told the crowd. \"Last night I did not sleep at all. I am fine. We will \nsee you tonight.\"\n\nIn July 2001, Raul Castro was confirmed as the next in line for the leadership in Cuba after President Fidel Castro. \nThough Castro had been named the heir apparent to his elder brother several years ago, the succession was \nreiterated days after Fidel Castro collapsed during a public gathering that was also being aired live on television. \nFidel Castro said, \"If tomorrow I have a heart attack, a stroke, a sudden death, then the person with more authority \nand experience in Cuba is Raul.\"\n\nThe younger brother of the President of Cuba is the second secretary of the Communist Party of Cuba, second \nsecretary of the Central Committee of the Communist Party, first vice-President of the Council of State, first vice-\n\n\n\npresident of the Council of Ministers and Defence Minister. Raul is believed to be closely connected with the Union \nof Young Communists and his closest allies are said to be the Foreign Affairs Minister, Felipe Perez Roque and the \nMinister of the Economy, Carlos Lage.\n\nIn Septe mber 2001, the United States-Cuban relations took a beating with the arrest of a top official of the United \nStates Defense Intelligence Agency who was charged with spying for Cuba. Ana Belen Montes became the highest \nlevel United States official to be ever charged with spying for Cuba. Montes had been working with the DIA as its \ntop Cuba analyst for nearly a decade before she was arrested on Sept. 21, 2001. The United States investigators \ncharged that for at least five years Montes was supplying information to Cuban intelligence agents on United States \nmilitary plans affecting Cuba, as well as information on at least one United States intelligence agent who visited \nCuba. Montes did not enter a plea, and was being held without bail.\n\nMeanwhile, the Federal Bureau of Investigation of the United States arrested two more suspected members of a \nCuban spy ring while they allegedly attempted to infiltrate a South Florida military headquarters and conduct \nsurveillance on a powerful Cuban exile group. George Gari, 40, and his wife, Marisol Gari, 42, were arrested in \nOrlando, where they moved in 2000 after the FBI investigation began. George Gari was born in Brooklyn, New \nYork, but moved with his family to Cuba as a child, while his wife was born in Cuba. The pair allegedly received \nseveral years of training in weapons, explosives, encryption and surveillance before moving to the Miami area \nabout 10 years ago. The couple was accused of having spied for Cuba between 1991 and 1998. The FBI alleged \nthat the pair were part of a Cuban spy ring called \"La Red Avispa,\" Spanish for \"The Wasp Network.\" Ten people \nhave been convicted on espionage charges in connection with the group. Officials said the couple also conducted \nsurveillance on the Cuban American National Foundation, a politically influential Cuban exile organization. The \nGaris also allegedly tried, though unsuccessfully, to infiltrate the United States Southern Command, whic h \noversees American military operations in the Caribbean and Latin America.\n\nOn Nov. 4, 2001, Cuba was hit by a powerful hurricane that flattened thousands of homes and caused massive \neconomic damage. Hurricane Michelle made landfall in Cuba as a powerful Category Four storm with winds of 216 \nkph, killing five people before crossing into the Florida Straits. The storm caused severe damage in eight provinces \nand Isle of Youth, areas that account for over 45 percent of the country's land mass and 53 percent of the \npopulation. The high winds devastated the country's telecommunications system, knocking out Cuba's main \ncommunications tower, disrupting phone service. Michelle also caused extensive damage to the country's electrical \ninfrastructure and wiped out tens of thousands of homes. Before making landfall in Cuba, Hurricane Michelle took \n12 lives in Honduras, Nicaragua and Jamaica.\n\nDecember 2001 saw a historic milestone in the relations between Cuba and the United States with the arrival of \nships carrying food from the United States. This was for the first time in over 40 years that trade officially took place \nbetween Cuba and the United States. The shipments were part of a $30 million purchase of United States food by \nthe Cuban government in the wake of the devastating hurricane that hit the island early November. A ship called \nthe Express brought in 500 tons of frozen chicken legs while another ship transported 24,000 tons of corn grown in \nnine Midwestern states. Representatives of the United States companies involved in the business expressed hope \nthat the first shipment would serve as the stepping stone for restoration of normal trade between the two neighbors. \nPolitical obstacles, however, have held up bilateral trade in the past.\n\nEarlier, in 2000, the United States Congress amended the embargo law in order to permit the sale of food and \nmedicine, howev er, the permit required cash payments, without any United States financing. That condition \ninfuriated Fidel Castro, who vowed never to purchase the first ounce of American food. Cuba spends $900 million \nannually on farm product imports. Yet, because of the embargo, Cuba prefers to shop in China and other far-flung \nmarkets. Though the influential United States farm lobby has been urging the government to review its sanctions \nregime, they were confronted by the equally influential Cuban American lobby that got the Congress to prohibit the \n\n\n\nUnited States banks from financing exports to Cuba. This restriction indicates that not much has changed that \nwould allow the United States farmers to tap into the lucrative Cuban market.\n\nThe United States embargo on Cuba allows ships to dock in Cuba only if they carried a special license from the \nUnited States Treasury Department. Cuban officials have insisted that the food purchase is a one-time event as \npart of dea ling with the aftermath of Hurricane Michelle. Cuban officials, however, used the occasion to point at the \nfolly of the embargo which hurts United States companies as much as it affects the Cuban economy.\n\nThe United States government also rejected a Cuban offer to compensate Americans whose properties were \nconfiscated at the time of the revolution if the United States agreed to lift the embargo and make other concessions. \nCuban Foreign Minister Felipe Perez Roque said that the embargo prevented United States citizens from receiving \nproper compensation. \"Cuba recognizes their rights, and would be willing to reach an agreement that also takes \ninto account the extremely heavy economic and human damages and losses inflicted on our country by the \nblockade,\" he said. In response, the United States said it would not support any efforts to weaken sanctions against \nthe Cuban government.\n\nIn December 2001, Cuba marked the 45th anniversary of Fidel Castro and his revolutionaries' landing in the island. \nA special military parade was organized in the city of Santiago de Cuba on the occasion, which was witnessed by \nCastro, his brother Raul and thousands of Cubans. Fidel Castro, accompanied by his revolutionaries landed here in \nDecember 1956, arriving from Mexico in the yacht Granma, with the intention of toppling the Fulgencio Batista \ngovernment. The landing marked the beginning of a guerrilla war that lasted for years. Addressing the gathering on \nthe occasion, Castro urged the country's youth to carry on the revolutionary battle that began 45 years ago. \nAddressing questions of a post-Castro Cuba, Raul Castro emphasized that the revolution will go forward even when \nthe 'historic leaders of the revolution are no longer here.' Raul said Cuba already had the future leaders.\n\nEven as the relations between United States and Cuba remained largely on a standstill during 2001, Cuban \nrelations with the 15-member European Union improved significantly. The two sides agreed to hold negotiations to \nimprove trade but without any preconditions. A high level delegation of the European Union travelled to Cuba in \nDecember 2001 to begin negotiations for restoration of trade relations. The two sides agreed that irrespective of the \nresults of the talks, it was important to maintain the spirit of political dialogue.\n\nMeanwhile, the United Nations passed a resolution for the 10th consecutive year condemning the United States \nembargo against Cuba. The General Assembly passed the resolution with 167 countries in favor and only three \nvoting against it, matching the record set in 2000. The resolution also called upon the United States to end the \nembargo imposed after Fidel Castro came to power in 1959 following a revolution. The only two countries to \nsupport the United States were Israel and the tiny Pacific Ocean state of Marshall Islands. Cuba says the sanctions \nhave cost the 11 million people of Cuba over $70 billion and 15 years of lost development. Cuba also says that the \nembargo had deprived its citizens of vital medicines, and that Washington has carried out a \"chemical war\" against \nthe island alongside the embargo.\n\nIn May 2002, former United States President Jimmy Carter traveled to Cuba for a trip scheduled to last for five \ndays. Carter was the first United States President to visit the communist Caribbean island since 1959 when \nWashington cut ties with Havana. Upon his arrival, Carter promised that during his visit, he would focus on issues \nconcerning peace, democracy, human rights and the allevation of suffering. Indeed, he was scheduled to meet two \nkey Cuban dissidents on the issue of human rights in this regard.\n\n\n\nOn the night of his arrival in Cuba, the former president had discussions and dinner with Cuban President Fidel \nCastro and other key members of Cuba's leadership at Havana's Palace of the Revolution. All reports suggest that \nthe dinner went exceptionally well, lasting until 1:00 a.m.\n\nDuring his stay, Carter was scheduled to visit biochemical facilities, including the Center of Genetic Engineering and \nBiotechnology. Castro stated Carter would have full and complete access to all sections of the center. This \ncommitment came in the wake of accusations by the United States Undersecretary of State John Bolton that Cuba \nwould like to develop biological weapons. In response, Castro adamantly denied the accusations and, indeed, he \ncommitted to full and complete access for Carter at Cuba's biotechnology sites, noting that they have been used to \nproduce only medicine and vaccines. Various voices from within the United States government and the Bush \nadministration, however, contend that such facilities are threats to United States national security.\n\nWhile in Cuba, Carter also delivered a historic speech in the form of a live televised address to the people of Cuba. \nCastro promised that Carter would be allowed to speak freely about any topic of his choice; Castro also sanctioned \nthe live broadcast on national (state-controlled) media. Carter's address was unprecedented in the recent history of \nrelations between the United States and Cuba since the revolution.\n\nFor his part, Carter has charted a far different approach to United States -Cuban relations than other presidents. \nSpecifically, he has been forthright in his opposition against United States sanctions on Cuba. During his time in \noffice, he actively pursued a policy of rapprochement between the two countries, overseeing the re-establishment of \ndiplomatic relations, negotiating the release of thousands of political prisoners, and relaxing a travel ban on United \nStates citizens to Cuba.\n\nIn contrast, the Bush administration intends to further tighten the economic embargo -- in place since 1961 -- and it \nalso recently added Cuba to the list of states it accuses of supporting terrorism.\n\nIn early 2003, Cuban President Fidel Castro met with the Japanese government and offered to try to resolve the \nNorth Korean crisis. These talks came on the heels of earlier discussions with the Chinese, Malaysian and \nVietnamese governments as Castro traveled to these countries on an 11-day Asian tour.\n\nIn March 2003, President Fidel Castro was re-elected to another five-year term, thus securing his sixth presidential \nterm. He was the only candidate and his nomination for the presidency was easily approved by all members of \nCuba's National Assembly.\n\nIn April 2003, the United Nations Human Rights Commission passed a resolution calling for Cuba to accept a visit \nby a human rights inspector. The resolution emerged in the wake of a government crackdown on dissidents, which \nresulted in the arrest and imprisonment of 75 members of Cuba's opposition, and the execution of three men \nconvicted of hijacking a ferry in an attempt to reach the United States. The resolution was met with angry disdain \nfrom the Cuban government. At the United Nations, the Cuban representative, Juan Antonio Fernandez, said that \nthe resolution had been devised by \"lackeys\" of the United States.\n\nIn response, Cuba put forth a counter-resolution criticizing the United States embargo against Cuba, which \naccording to the document, constituted \"a flagrant violation of the human rights of the Cuban people, in particular \ntheir right to food and health.\" The Cuban government also accused Cuba's critics of being silent about the \nhundreds of Afghan captives being detained at the United States naval base in eastern Cuba at Guantanamo Bay. \nCuba also rejected the United States' repeated claim that it sponsors terrorism.\n\n\n\nIn May 2003, the United States expelled 14 Cuban diplomats; the expulsions were levied because the diplomats \nallegedly engaged in \"activities inconsistent with diplomatic status,\" according to a United States official. This \ndescription is generally regarded as the diplomatic euphemism for spying. The diplomats expelled included those \nfrom the Cuban interest section in Washington and the Cuban interest section in the United Nations. Only months \nbefore, the United States was itself accused of spying on various countries in the United Nations Security Council in \nthe months leading up to the war in Iraq.\n\nMeanwhile, the United States' Bush administration was considering a halt on flights to Cuba, and also banning the \nrepatriation of funds by Cuban exiles to relatives living in Cuba. The New York Times reported this plan would \neffectively decrease Cu ba's annual revenues by about $1 billion.\n\nSince the imprisonment of political dissidents in Cuba in June 2003, by July, speculation arose about the possibility \nof sanctions by the European Union against the Socialist Caribbean country. Then, on the 50th anniversary of the \nCuban Revolution, President Fidel Castro denounced the European Union as the \"trojan horse\" of the United \nNations, and referred to the regional body as \"a group of old colonial powers historically responsible for slave \ntrafficking, looting, and even the extermination of entire people.\" Regardless of his vitriolic condemnation, the \nEuropean Union said it would continue to provide Cuba with aid, which in recent years, had been helpful to Cuba's \nisolated economy. Since the collapse of the former Soviet Union, Cuba has been greatly dependent on tourism and \naid from Europe.\n\nIn October 2003, both houses of the United States Congress voted to lift the 40-yea r old travel ban on Americans \ntraveling in Cuba. United States President George W. Bush promised to veto the legislation, which barred the use \nof government funds to restrict travel to Cuba. For its part, the government of Cuba has welcomed the vote and \nanticipated close to one million American visitors, if the ban is ultimately lifted.\n\nIn May 2004, relations between Cuba and some of its traditional hemispheric allies became strained among \nallegations of human rights abuses by the international community.  Indeed, Mexico and Peru announced the \nwithdrawal of their ambassadors from Cuba following strident remarks made by President Fidel Castro during a \nMay Day address.  Although one of Cuba's staunchest allies, Mexico said it was taking strong action because \nHavana had interfered in its affairs.  Meanwhile, Peru chastised Castro for his \"offensive\" remarks during the \nspeech. For his part, President Castro virulently decried both countries for supporting the recent United Nations \ncensure of Cuba's human rights record.\n\nIn September 2004, former Czech president Vaclav Havel opened an international conference in Prague on \npromoting democracy in Cuba.  Attended by ex-government heads from many nations, the International Committee \nfor Democracy in Cuba issued a declaration on opening a new era on steps needed to implement a democratic \ntransition on the island nation.  How this proposal would resonate in Castro's Cuba was unknown.\n\nBy late 2004, Cuban authorities said they were now on \"war footing\" as they undertook a series of military drills \naimed at warning the United States against repeating Vietnam-style mistakes. Indeed, the drills were intended to \ndemonstrate Cuban preparedness in the event of an invasion by United States forces. The Cuban government said \nit was forced to take such measures because of the hardline stance of the Bush administration in the United States \nin regard to Cuba.\n\nIn a move that suggests a retrenchment of socialist power, workers in Cuba's tourism industry were ordered to \nrestrict their contact with foreigners.  In the new directive issued in February 2005, workers were also instructed to \npay attention to the activities of their foreign employers and report any activities that might threaten Cuba's \nrevolution to the authorities. Workers from hotel staff to taxi drivers were affected.  The new directive came on the \nheels of the decision by the government to remove the United States dollar from circulation and to curtail private \n\n\n\nenterprise in Cuba.  President Fidel Castro said that a recentralization process was needed to strengthen the \nCuban state.  \n\nOn May 1, 2005, more than one million people gathered in the Cuban capital of Havana to mark Labor Day. The \nmain event of the government-sponsored rally took place in Havana's Revolution Square, and was attended by \npeople wearing red T-shirts with Cuban flags at hand. Also in attendance were hundreds of visiting socialist \ndelegations.  In his speeches, President Fidel Castro expounded on the positive developments in Cuba, as well as \nthe enduring  strength of the spirit of the Cuban revolution.  During his lengthy speeches, Castro also took the \nopportunity to refer to the Bush administration in the United States as both \"stupid\" and \"genocidal.\"\n\nDuring his Labor Day speeches, President Castro had also castigated the United States for its hypocrisy in the war \non terror, noting that a Cuban-born militant and possible assassin, Posada Carriles, was reportedly seeking asylum \nin the United States. Presumably in response to strong media attention regarding the Carriles case, United States \nauthorities arrested the Cuban dissident in Miami weeks after Castro's statements.  Carriles, a suspect in various \nacts of terrorism, including the bombing of a Cuban airliner in 1976, had apparently managed to enter the United \nStates while he awaited an asylum hearing. \n\nVenezuela entered the fray when it called for Carriles to be extradited to that country. Venezuela wanted Carriles to \nstand trial for the deaths of 73 people in the 1976 airliner bombing. But the United States said it would not deport \nCarriles to a third country, which might very well hand him over to Castro. In response, President Hugo Chavez of \nVenezuela assured the United States authorities that he would not hand Carriles over to Castro.  Still, he warned \nthat if the United States continued its path of intransigence on the matter, diplomatic ties between Caracas and \nWashington D.C. would have to be reconsidered. As a result a diplomatic imbroglio was brewing.\n\nIn the backdrop of these developments was the rare meeting of political dissidents in Cuba.  Normally, such \nmeetings had been prohibited, however, in May 2005, Cuban dissidents held  public meetings debating democracy \nbills and calling for freedom.\n\nIn August 2005, President Fidel Castro celebrated his 79th birthday.  Cuba's state-run newspapers and broadcast \nmedia paid tribute to Castro's 46 political accomplishments in celebration of his birthday.  Despite a fall in 2004, \nwhich left him with a fractured arm and broken knee, Castro has recovered sufficiently to give 38 televised \nspeeches thus far in 2005.  His political influence has been strengthened in the Western Hemisphere in recent \nyears by the election of left-leaning leaders in Venezuela, Brazil, Uruguay and Ecuador, thus undermining United \nStates' efforts to alienate him.  For its part, the United States in mid-2005 announced its intent to \"accelerate the \ndemise\" of the Castro regime. \n\nAlso in mid-2005, demonstrations by political dissidents ensued, however, the authorities responded with the arrest \nof about 20 people, and a police crackdown. \n\nIn the first part of 2006, Juan Carlos Robinson  -- one of 24 members of the Politburo of the ruling Communist Party \n-- was sacked from the Cuban government. His dismissal was due to allegations of arrogance, dishonesty and the \nabuse of power.  The annoucement regarding the matter noted that an investigation would be carried out to \ndetermine the legal consequences of Robinson's behavior.\n\nThe Cuban government suggested that changes, such as the dismissal of a high ranking official like Robinson, \nwere enacted deal with rising corruption.  Such measures were viewed as necessary at a time when Cuba has had \nto grapple with serious economic hardship and political pressures.  In this regard, the Cuban government has been \nadvancing the structural re-organization of the Communist Party --  including the revival of the Soviet-era \n\n\n\nSecretariat, which was disbanded in 1991.  the Secretariat has been given the responsibility of making sure that the \nparty line is followed  and  that indiscipline is curtailed.\n\nIn March 2007, Cuba and Sweden were ensconced in a diplomatic altercation.  The situation was sparked on March \n12, 2007, when Swedish Foreign Minister Carl Bildt gave a speech before the United Nations (U.N.) Human Rights \nCouncil in which he made allegations of human rights violations in various countries, including Cuba.  After that \nspeech, the Cuban representative at the U.N., Juan Antonio Fernandez Palacios, reacted by accusing Sweden of \nhypocrisy.  To this end, he said, \"Cuba, unlike Sweden, does not persecute migrants or carry out ethnic cleansing \nthat only allows those whose skin and hair fit with the racial patterns of former Viking conquerors to remain in the \ncountry.\"\n\nBildt then responded to the counter-charges of hypocrisy by noting that \"the Viking days are gone,\" and that he had \nmerely \"pointed out a fact that was well known to everyone: that they don't respect human rights in Cuba.\"Over a \nweek later, the situation was unresolved and the Swedish foreign minister was reported to be maintaining his view \nof Cuba's human rights record.  Moreover, Bildt issued charges that there was tampering of the diplomatic \ncorrespondence at the Swedish embassy in Havana.  He said that he was not sure whether or not it was connected \nto the unfolding imbroglio.\n\nCastro to Castro -- a hand-over of power\n\nOn July 31, 2006, a statement was read on Cuban television by the president's personal secretary explaining that \nfor medical reasons, President Fidel Castro was temporarily relinquishing power.  The statement also noted that \n the president's brother, Defense Minister Raul Castro, would take over the leadership role in Cuba.  It was the first \ntime since coming to power in 1959 that Fidel Castro had ever stepped away from the presidency .\n\nIn recent years, Fidel Castro has experienced some health challenges.  These included a fainting spell during a \nspeech in 2001, and a fall that resulted in a broken knee and fractured arm in 2004. Now, more recently, Fidel \nCastro had apparently undergone surgery to stop internal bleeding.  As well, it was revealed that a difficult schedule \nin recent weeks, associated with  a recent trip to Argentina as well as the anniversary of the Cuban \nRevolution, exacerbated his health problems.  It was also revealed that Castro, who would soon turn 80 years of \nage, said that he wanted to postpone his birthday celebrations for a few months when he expected to be fully \nrecovered.\n\nThat said, despite these plans for the future, the fact that Fidel Castro's statement was not delivered personally, as \nwell as the Cuban leader's absence from public life for several days, led to speculation about the true extent of his \nillness.\n\nShould Fidel Castro's health deteriorate seriously to the point of death or incapacitation, however,  the continuity of \nthe Castro regime was assured by the fact that Raul Castro had long been designated as the president's successor.\n\nWhile anti-Castro Cubans celebrated in Miami about the prospects of an end to Fidel Castro's lock on power, many \nlocal Cubans at home expressed anxiety and worry about the condition of their leader.  Local Cubans also reported \nfeeling uneasy about the celebrations by exiled anti-Castro Cubans in the United States.  Many expressed fears \nthat if and when Castro died, exiled Cubans would return to their homeland and \"take over\" control of the island.  \nThe situation augured clear divisions between the perspectives of local and exiled Cubans.\n\nIn mid-August 2006, the state-controlled Juventud Rebelde newspaper published current photographs of President \nFidel Castro in an edition.  The newspaper also published a birthday message to the Cuban leader, who celebrated \nhis 80th milestone on August 13, 2006.  It was the first glimpse of Castro since his temporary relinquishment of \npower for health reasons.  For his part, Castro thanked the Cuban people for their support,  expressed happiness \n\n\n\nabout his birthday, and called on Cubans to be patient and resilient as he recuperated. On this latter issue, he said, \n\"I ask you all to be optimistic and at the same time to be ready to face any adverse news.\"\n\nMeanwhile, Raul Castro, who was acting as the country's leader in his brother's stead, had been out of sight for the \nprevious two weeks.  He emerged in the public eye when he welcomed Venezuelan President Hugo Chavez,  who \nwas visiting Cuba on the occasion of Fidel Castro's birthday.  Chavez, a key Castro ally, earlier said that he was \nbringing his Cuban counterpart some gifts that included  a dagger and a cup, which was once owned by the Latin \nAmerican independence fighter, Simon Bolivar.\n\nBy early 2007, Fidel Castro's health was said to be improving.\n\nIn July 2007, one year after Fidel Castro handed over power to his brother because of health problems, the ailing \nCuban president was absent from the country's Revolution Day celebration.  Indeed, the last time Fidel Castro was \nseen in public was at the 2006 Revolution Day ceremony, and only days later, the Cuban president announced his \nimpending surgery and the handover of control to his brother.\n\nWhile the 2007 Revolution Day ceremony in the capital city of Havana was attended by about 100,000 people \nwearing red and waving flags, the mood was generally quiet and somber as Raul Castro presided over the national \ncelebration.  Raul Castro addressed his brother's absence both from the ceremony and public life saying, \"These \nhave been difficult months but the outcome has been diametrically opposed to the hopes of our enemies, who \ndreamt that chaos would be unleashed and Cuban socialism would end in collapse.\" Raul Castro also repeated a \npreviously-uttered offer to participate in dialogue with the United States, albeit only after the 2008 election.\n\nIn September 2007,  Cuban leader Fidel Castro who was recovering from intestinal surgery in 2006, appeared in \nhis first televised interview in several months.  Observers noted that Castro appeared to be regaining his strength \nand his interview, which lasted approximately one hour, included current events and issues, including the \ninternational sphere.\n\nAiling Cuban leader, Fidel Castro,  suggested twice in late 2007 that he would retire from office.  Castro issued a \nletter, which was read aloud to Cuba's National Assembly, in which he noted that he had changed his perspective \nabout clinging to power.  A week earlier, he issued a similar message in which he noted that it was his duty not to \nstand in the way of the younger generation. Nevertheless, he called on Cubans to rally their support behind his \nbrother, Raul Castro, who had been acting-President since he [Fidel Castro] had underwent  surgery in 2006.\n\nOn February 19, 2008, Fidel Castro announced  that he would not seek re-election and would be stepping down as \nCuba's leader after five decades in power.  His announcement, which was published in Cuban newspapers, \nincluded the acknowledgement that his physical ailments would prevent him from being an active and engaged \nleader.  To that end, he wrote, \"It would be a betrayal to my conscience to accept a responsibility requiring more \nmobility and dedication than I am physically able to offer.  This I say devoid of all drama.\"\n\nUnited States President George W. Bush responded to the news by noting that the embargo against Cuba would \nremain in place.  United States presidential hopefuls, Senator Barack Obama (D-Illinois), Senator Hillary Clinton (D-\nNew York), and Senator John McCain (R-Arizona), reacted by calling for democratic elections and the release of \npolitical dissidents in Cuba.  However, the Democratic candidates signaled the possibility of easing the embargo \nwhile Republican McCain echoed Bush's hard-line stance on trade. The European Union expressed the desire to \nrevive ties with Cuba, while China said that it would continue to cooperate with its \"old friend,\" Cuba. It was believed \nthat Cuba's change in leadership would likely lead to economic reforms ahead of sweeping political transformation.\n\n\n\nLess than a week after Fidel Castro's announcement, Cuba's National Assembly unanimously selected Raul Castro \nto be the new president.  The vote by the members  in the National Assembly formalized the de facto role Raul \nCastro had been playing for two years.  Indeed,  Raul Castro had been named acting president in 2006 when\n\nhis\n\nbrother, Fidel Castro, had intestinal surgery.\n\nRaul Castro accepted the presidency by paying tribute to his brother as the  \"commander in chief of the revolution\" \nand characterizing him as \"irreplaceable.\"\n\nPresident Raul Castro's decision to name hardliner, Machado Ventura, to be Vice President seemed as odds with \nspeculation about introducing a new generation of Cuban leaders.  To that end, younger politicians, such as Carlos \nLage, had been mentioned as possible contenders for the role.  The decision to choose Ventura -- a stalwart of the \nrevolution -- for the deputy slot dashed hopes of quick reformation.\n\nIn June 2008, the European Union (EU) said it would lift sanctions on Cuba.  The EU  said it was taking a principled \nstance, which was presumably aimed at urging political transformation in Cuba now under the leadership of Fidel \nCastro's brother, President Raul Castro.  For his part, Fidel Castro railed at the EU for linking the policy change with \nhuman rights progress in Cuba.  He said the move was \"an enormous hypocrisy,\" given the fact that the EU had \npassed a law allowing illegal immigrants to be jailed for up to 18 months.  Castro argued that such legislation hardly \nshowed regard for human rights.  Nevertheless, even with the EU policy shift, the United States' trade embargo \nagainst Cuba was to stay intact.  The Bush administration in the United States said that its hardline stance against \nCuba would be maintained.  In early 2009, it was yet to be seen how the new Obama administration in the United \nStates would handle relations with Cuba.\n\nOn March 2, 2009, Cuban leader Raul Castro reshuffled his cabinet.  The change was regarded as significant \nsince  two of his most prominent ministers --  Foreign Minister Felipe Perez Roque and Cabinet Secretary Carlos \nLage -- were among the 10 politicians replaced by Castro.  Also included in the cabinet changes was the \nreplacement of the finance, labor and economic ministers.  In all five cases, the outgoing cabinet ministers had \nbeen regarded as stalwarts of Fidel Castro.  Accordingly, there was some speculation  that Raul Castro was ousting \nthe old guard who had served under his brother for several years.\n\nTwo days later,  Fidel Castro himself weighed into the discussion by offering a de facto stamp of approval for his \nbrother's decision.  The revolutionary leader and former president characterized the cabinet reshuffle as \"correct\" \nand acknowledged that he had been  consulted on the changes. In an article published on a government website, \nFidel Castro said the government has made \"healthy changes.\" He also dismissed the notion that the reshuffle was \nintended to \"substitute 'Fidel's men' for 'Raul's men.'\"\n\nForeign Policy Changes \n\nIn April 2009, the Obama administration in the United States decided to ease restrictions on Cuban Americans \ntraveling to or sending remittances to relatives in Cuba.  Under the previous Bush administration, Cuba Americans \nwere permitted to travel to Cuba only once every three years and there were strict restrictions on how much money \nthey could spend or send to relatives in Cuba.  Since the average salary in Cuba is $20USD a month, such \nremittances provide much-needed income for many Cubans.\n\nAnother policy adjustment involved allowing telecommunications companies to do business in Cuba.  Such access \ncould include fiber-optic cables, which would impact Internet access.  It was yet to be seen if the Cuban \n\n\n\ngovernment would allow United States companies to procure licenses to operate in Cuba.  However, were such a \nchange to take place, the exchange of information could have manifold effects.\n\nWith these changes afoot, members of Congress were now looking toward legislation that would life the travel ban \non all Americans traveling to Cuba.\n\nUnited States Secretary of State Hillary Clinton acknowledged that her country's policy toward Cuba -- based on the \nnotion of isolation -- had failed.  To that end, some analysts suggested that the Obama administration's stance of \nengagement (vis a vis isolation) was being applied across the board, and was also being applied to Cuba.  United \nStates President Barack Obama explained that the policy shift was ultimately aimed at bringing greater freedom to \nCuba.  He said., \"There are no better ambassadors for freedom than Cuban Americans.\"  But both  President \nObama and Secretary Clinton  noted that Cuba must make steps toward democracy and improving human rights.  \nSuch steps would include freeing political prisoners and cutting fees on remittances sent from Cuban Americans in \nthe United States.\n\nThe Obama administration's announcement on Cuban policy was made ahead of the Summit of the Americas  -- a \nlandmark meeting of the Organization of Americans States (OAS) held in Trinidad and Tobago from April 17-19, \n2009.\n\nIn an opinion editorial published in the Trinidad and Tobago Express on April 16, 2009, United States President \nBarack Obama signaled the spirit of change in hemispheric relations.  He wrote, \"We can overcome our shared \nchallenges with a sense of common purpose, or we can stay mired in the old debates of the past. For the sake of all \nour people, we must choose the future.\"  Staying on the theme of past versus the future, President Obama said that \nthe United States-Cuba relationship was often \"dragged back to the 20th century\" and eschewed the usual \ncommunism versus capitalism debate.  Instead, the United States leader called for \"pragmatic and responsible \naction\"  aimed at advancing \"common prosperity.\" \n\nPresident Obama emphasized that OAS members have had their own paths but that they must be \"joined together\" \nin the pursuit of \"liberty, equality and human rights.\"  With a nod to Cuba, President Obama expressed the hope \nthat all OAS countries might one day sit at the table.  Cuba had been suspended from the body decades earlier \nbecause its communist system was at odd with OAS principles of democracy.  But in recent years, OAS \nmembers have come to support Cuba's return to the body, regarding its exile from the body to be a throwback to \nthe Cold War era.  United States policy toward Cuba has been an enduring sticking point.\n\nPresident Obama suggested that even as his country extended its hand to Cuba -- in the form of the new policy \nchanges -- the following move would have to come from Havana.  In essence, the United States leader was noting \nthat Havana should reciprocate the administration's decision to change its policy by allowing travel and remittances \nto Cuba.\n\nWithin 24 hours, Cuban President Raul Castro responded by making clear that Cuba would welcome talks with the \nUnited States; he also signaled that  all topics would be open for discussion.  Such a position has stood in contrast \nto previous stances by Havana, upon which matters such as human rights  and political prisoners were not \nwelcomed subjects of discourse.\n\nUnited States Secretary of State Hillary Clinton, who was traveling in the Caribbean en route to Trinidad,  \ncharacterized Raul Castro's comments as a \"very welcome gesture.\"\n\nShe said, \"We welcome his comments, the overture they represent and we are taking a very serious look at how we \nintend to respond.\"\n\n\n\nDuring his speech on the opening day at the summit, President Obama made a history-making assertion when he \nexpressly said, \"The United States seeks a new beginning with Cuba.\"  It was the most significant opening for \nbilateral relations in decades. He acknowledged that such an endeavor would entail a \" longer journey to be \ntraveled to overcome decades of mistrust.\"\n\nNevertheless, he emphasized that there were \"critical steps\" that could be taken \"toward a new day.\" In a tacit \nacknowledgment of Raul Castro's offer of open discussion, President Obama warned that he was \"not interested in \ntalking for sake of talking,\" but he made it clear  that he looked  forward to a new era in bilateral relation with Cuba.  \nPresident Obama ended by auguring the spirit of change between Washington and Havana.  He said, \"I do believe \nwe can move U.S.-Cuban relations in a new direction.\"\n\nOn September 14, 2009, United States President Barack Obama extended the 47-year-long trade embargo on \nCuba for one year. He said, \"I hereby determine that the continuation for one year of the exercise of those \nauthorities with respect to Cuba is in the national interest of the United States.\"  This move to extend the 1917 \nTrading With the Enemy Act (TWEA) with regard to Cuba was undertaken despite an earlier vow to seek a new \nbeginning in the United States-Cuba relations. Indeed, in April 2009, at the Fifth Summit of the Americas, held in \nTrinidad and Tobago, President Obama had said that he hoped bilateral relations could move in \"a new direction.\" \nThe extension of the embargo was viewed by some as a contradiction of this promise.  Nevertheless, President \nObama has directed his administration to ease restrictions on travel as well as the transfer of money by Cuban-\nAmericans to Cuba.  President Obama also authorized American companies to enter into limited Cuban \ncommercial arenas, such as the telecommunication and satellite television markets.  He explained that such a move \nwould held advance freedom and self-determination in Cuba, which would -- by extension -- be in the national  \ninterest of the United States.\n\nDissidents and Human Rights\n\nIn November 2009, the human rights advocacy entity Human Right Watch accused Cuban President Raul Castro of \ncontinuing the repressive policies of his brother, former President Fidel Castro.  In a report titled, \"New Castro, \nSame Cuba,\" Human Rights Watch noted that Raul Castro was continuing Fidel Castro's policy of imprisoning \npolitical opponents.  Indeed, Jose Miguel Vivanco, Americas director at Human Rights Watch, said: \"In his three \nyears in power, Raul Castro has been just as brutal as his brother.\"  Human Rights Watch explained that it was \nbasing its conclusions on data in 40 cases in which Cuban citizens exercising rights of expression were arrested \nand imprisoned under a broad criminal code provision called \"dangerousness.\"  Human Right Watch also said the \nCuban government has continued to utilize \"draconian laws\" to silence free speech, deny labor rights and \ncriminalize dissent and opposition. Prosecutions performed under the aegis is such laws typically included harsh \ninterrogations, denial of legal counsel, sham trials and poor prison conditions.\n\nIn March 2010,  30  members of the group, \"Las Damas de Blanca\" or  \"Ladies in White,\" were detained  by police \nas they marched in protest of the death of a political prisoner a  month earlier in February 2010. \"Ladies in White\" \nwas composed of the wives and mothers of political dissidents in Cuba. They had held protests to demand the \nrelease of 50 dissidents who have been jailed following mass protests in 2003. Their detainment was part of a \ncrackdown by the communist government on dissidents.  In this particular case, they took to the streets to draw \nattention to the case of Orlando Zapara Tamayo, who was the first Cuban dissident to die as a result of a hunger \nstrike in four decades.  Zapata Tamayo gained notoriety when the human rights group, Amnesty International, \ndeclared him to be a prisoner of conscience.\n\nEconomic Reforms\n\n\n\nIn  August 2010, Cuba issued two free-market decrees, paving the way for foreign investors to lease government \nland for up to 99 years, and also for Cuban citizens to grow and sell their own produce. The first decree -- \nmodification of property laws -- could spark a golf-course construction trend on an island with a limited tourism \nindustry. Indeed, it would facilitate foreign investment, potentially increase the flow of foreign currency, and \ngenerate new revenue for the government, which has been weakened by the global financial crisis, the ongoing \nweakness of the international economies, and lowered prices of its commodities. The second decree would allow \nCubans at home to sell their own fruit and vegetables. Both moves signified some degree of economic reform on \nthe part of President Raul Castro, effectively downgrading state control of the communist country's economy.\n\nLeading up to these changes to property rights and self-employment rights, President Raul Castro made \nincremental domestic reforms that embrace some degree of the free market. These reforms included allowing \nCubans to own land, allowing barbershops to set their own prices, but also making them pay for rental space and \nsupplies. As well, Cuban authorities approved more licenses for private taxis. Moreover, the government moved to \nallow Cubans increased access to computers and cell phones. In the realm of telecommunications, the year 2009 \nsaw the United States facilitate commercial relationships in Cuba. To this end, United States President Obama \nauthorized American companies to enter into limited Cuban commercial arenas, such as the telecommunication \nand satellite television markets.\n\nIn September 2010, President Raul Castro announced his most radical reforms yet for Cuba when he said that the \ncountry would dismiss at least half a million state employees by mid-2011.  This decision did not come as a \ncomplete surprise since President Raul Castro had introduced the notion of redundancy among state employees \nduring a nationally televised address on Easter Sunday. At that time, he noted that about one in five state \nemployees were redundant, although he stopped short of outlining actual plans to reduce the country's workforce. \nNow, months later, such plans were clearly being put into practice. In fact, the layoff process was to begin \nimmediately, with phased layoffs to continue through the first part of the next year. In addition, Cuban authorities \nsaid the country would be changing its labor structure and salary systems from ones that protect and subsidize \nworkers' employment and salaries on an unlimited basis, to one where salaries would be tied to performance.\n\nPresident Raul Castro, who had earlier said that Cubans would have to rely less on the government, also \nannounced that the number of restrictions on private enterprise would be decreased, in an effort to assist the state \nemployees in finding private sector jobs.  More self-employment among Cubans would also be facilitated, along \nwith  the formation of employee-run cooperatives in the place of government administrators. As discussed above, \nthere would also be increased private control of land, businesses, and infrastructure through long-term leases. \nClearly, these reforms would significantly change the economic landscape of communist Cuba, by decreasing the \nlevel of state control in favor of limited private enterprise.\n\nSpecial Note on Fidel Castro\n\nMeanwhile, as analysts speculated about the economic transformations in Cuba, the narrative of change in Cuba \nexpanded as foreign policy and political history entered the public purview. Indeed, September 2010 saw Fidel \nCastro -- the country's former president and revolutionary leader -- making a foray onto the global scene with a \nhandful of significant admissions. At issue was Fidel Castro's first interview with an American journalist since \nleaving office. That interview with Jeffrey Goldberg, a national correspondent for The Atlantic magazine, was \nextraordinary in and of itself due to the circumstances that led to their discussion. Indeed, it was Goldberg's article \non Iran's nuclear program in The Atlantic, which explored that Israel's choice of whether or not to strike nuclear \nfacilities in Iran that motivated Castro to talk with the American journalist. Goldberg disclosed via his blog that he \nwas summoned for a visit with Castro where their discussions ensued over a three day period.\n\nOn the issue of Iran, Castro expressed concerns about the nuclear threat across the world, saying to Goldberg: \n\"This problem is not going to get resolved, because the Iranians are not going to back down in the face of threats.\" \nCastro also characterized President Mahmoud Ahmadinejad of Iran as anti-semitic, and excoriated the Iranian \nleader for being a holocaust denier. The matter of the Cuban Missile Crisis was also featured in the interviews, with \nGoldberg asking Cesar if at one time \"it seemed logical for you to recommend that the Soviets bomb the U.S.\" \n\n\n\nGoldberg posed the question, \"Does what you recommended still seem logical now?\" Castro surprising answer was \nas follows: \"After I've seen what I've seen, and knowing what I know now, it wasn't worth it all.\"\n\nBut Castro's revelations to Goldberg did not remain focused on international relations. Of great significance was \nCastro's acknowledgement that the Cuba's communist economic model was unworkable. The fact that communism \nin Cuba has been greatly challenged since the fall of the Soviet Union has not been a recent revelation; the \nrevelatory aspect resided in the fact that this assessment came from Cuba's 1959 revolutionary leader. The \nacknowledgement by Castro came after Goldberg asked if Cuba's economic system should be transposed to other \ncountries; Castro replied: \"The Cuban model doesn't even work for us anymore.\"  Indeed, with the Cuban state \nresponsible for over 90 percent of the economy, including workers salaries, health care, education, as well as most \ntransportation and housing, and without the normal flow of currency from the global marketplace, Cuba has been \nunder extreme pressure economically. It may well be the unsustainable aspect of that economic model that led to \nthe reforms instituted by Raul Castro, as discussed above.\n\nSoon after Goldberg publicized the former Cuban leader's remarks, Fidel Castro appeared to distance himself to \nsome extent from Goldberg's interpretations. As he unveiled his new book, \"Strategic Counteroffensive\" at Havana \nUniversity, Fidel Castro clarified his position on the Cuban model saying, \"It's obvious that implicit in the question \nwas the theory that Cuba was exporting the revolution.\" He continued, \"I said that with no bitterness or concern but \nthe real thing is that my answer meant the exact opposite of what Goldberg and the analyst Julia Sweig, who \naccompanied him, interpreted on the Cuban model.\" Castro said his idea was that the capitalist system, which was \nnow charting the path of the world from crisis to crisis, no longer functioned for either the United States or the world, \nlet alone a socialist country like Cuba.\n\nCastro's statements -- their actual intended meaning notwithstanding -- coming as they did at a time of economic \nreform in Cuba, has focused attention on the Caribbean island nation. Is Cuba indeed entering a period of long-\nawaited transformation? Do such reforms, likely induced out of sheer need by the difficult economic conditions in \nCuba in the post-Soviet and increasingly transnational era, actual signify transformation?  For his part, President \nRaul Castro has said that although changes were afoot in Cuba, there would be no grand departure from Cuba's \nsocialist system. Still, in current context, can reforms affecting state employment, property rights and private sector \ngrowth be understood only in terms of pragmatism in Cuba? What are the social, political and economic \nimplications of the downgrading of state control in a self-described communist country?  These are questions that \nare yet to be answered but will undoubtedly define the debate surrounding Cuba going forward.\n\nOn March 22, 2011, former Cuban President and revolutionary leader, Fidel Castro, asserted that he had \ndefinitively resigned as the head of the country's  Communist Party and was no longer leading the country.  Castro \nsaid that he had not served as leader of Cuba for  five years.  Specifically, Castro said that when he became \ngravely ill in 2006, \"I resigned without hesitation from my state and political positions, including first secretary of the \nparty ... and I never tried to exercise those roles again.\" This statement was made in the context of a wider opinion \npiece Castro had written on United States President Barack Obama, which was published on the state run website \nand in Cuban newspapers.\n\nCastro's declaration appeared to surprise the Cuban populace who generally believed he remained, in some \nmeasure, at the helm, even though his brother, Raul Castro, was administering the day to day governance of the \ncountry.  Now, it would seem that Raul Castro's decision to introduce recent economic reforms were independent \ndecisions.  But with Fidel Castro ailing and stating that he was out of the political scene, and with Raul Castro \nalready approaching 80 years of age, attention was on the matter of who would take up the revolutionary mantle in \nthe future.  A forthcoming meeting of the Communist Party would be illustrative of the path to be traversed.  Would \nthe old guard prevail, or would the leadership of Cuba be opened up to include younger reformists?  Some of the \npossible successors have included Lazaro Exposito, the Communist Party chief in Santiago de Cuba, and Lazara \nLopez Acea, the party leader for Havana, Foreign Minister Bruno Rodriguez, and Economy Minister Marino Murillo.\n\n\n\nRecent Developments\n\nIn mid-April 2011, Cuban President Raul Castro raised the hopes of the reform-minded when he proposed setting  \nterm limits for public office.\n\nGiven that President Raul Castro, along with his predecessor, former President Fidel Castro, have governed Cuba \nfor more than five decades, this proposal was regarded as quite a shift in perspective.  In an address to the Sixth \nCommunist Party Congress, President Raul Castro said:  \"We have arrived at the conclusion that it is advisable to \nlimit the fundamental political and state offices to a maximum period of two consecutive periods of five years.\"  \nPresident Raul Castro indicated that such reform was needed to rejuvenate the political system, which has been \ndominated by aging revolutionaries and Castro stalwarts. President Raul Castro also called for changing Cuba's \neconomic model saying: \"No country or person can spend more than they have. Two plus two is four. Never five, \nmuch less six or seven, as we have sometimes pretended.\"  Together, these proposals may well be regarded as \nsome of  the most significant potential changes on the Cuban landscape in decades.  Already, the Cuban leader \nwarned of state layoffs in a country hard-hit by global recession and a deleteriously affected sugar industry.\n\nNote that on April 19, 2011, Cuban President Raul Castro was elected chief of the ruling Cuban Communist Party \n(CCP). President Castro  said that he would take on his new post \"with commitment and honor\" and asserted that \nhis goal was \"to continue perfecting the socialism and not ever allow for the return of the capitalist regime\" in Cuba.  \nIn attendance at the meeting of the Cuban Communist Party was former President Fidel Castro, who sat silently \nthrough the event.\n\nIn the spring of 2012, Pope Benedict traveled to Cuba on an official visit.\n\nPope Benedict was treated to music by traditional mariachis and gifted with a sombrero. The pope then traveled \nonward to Cuba, where he celebrated mass in Havana's Revolution Square with thousands of Cubans in \nattendance as well as Cuban President Raul Castro.  While in Cuba, Pope Benedict decried the United States \ntrade embargo, characterizing it as an  \"unfairly burden\" the people of Cuba. But he also tacitly criticized the \ncommunist state as he called on Cubans to embrace \"authentic freedom.\"\n\nIn a meeting with Cuba's revolutionary leader, Fidel Castro, Pope Benedict was reported asked about church liturgy \nas well as the \"job\" of a pontiff.\n\nIn late July 2012, at an impromptu Revolutionary Day address, Cuban President Raul Castro  expressed a \nwillingness to convene talks with the United States.  President Castro's speech was unscheduled and occurred as \ncrowds gathered for Revolutionary Day celebrations in the eastern province of Guantanamo.  President Castro said \nthat his country would be interested in engaging in a bilateral discussion if it was \"a conversation between equals.\"  \nTo that end, Castro said  he was prepared to discuss \"the problems of democracy, human rights etc. But on equal \nterms because we are no one's colony.\"  Such an occurrence -- should it occur in the near future -- would be \nground-breaking since the United States and Cuba have not enjoyed diplomatic relations for five decades. Of \ncourse, such a possibility looked a bit remote since the United States on Aug. 1, 2012 was decrying the arrest of \ndissidents attending the funeral of political activist, Oswaldo Paya.  In fact, the White House noted that the arrests \npresented \"a stark demonstration of the climate of repression in Cuba.\"  Back at home, President Castro also \naddressed the domestic scenario in Cuba saying that social and economic reforms within Cuba would progress \n\"little by little.\"\n\nParliamentary elections were set to take place on Feb. 3, 2013, in Cuba.  The last elections were  held on Jan. 20, \n2008. At stake was the composition of the unicameral \"Asemblea Nacional del Poder Popular\" (National Assembly \n\n\n\nof People's Power).  That body consists of 614 members who serve five-year terms; they are directly elected from \ncandidate lists drawn up by special candidacy commissions of the \"Partido Comunista de Cuba\" (Cuban \nCommunist Party or PCC).  Of course, in Cuba, Members of the Cuban Communist Party fill all  seats in \nparliament.\n\nThere was no suspense about the outcome in this country where only members of the Cuban Communist Party fill \nthe  seats in parliament.  That being said, the attention was on the vote for president, which was to follow the \nparliamentary vote.  Cuba's Electoral Act stipulates that 45 days of less after elections to the National Assembly, \nthe new Assembly must convene an  inaugural meeting and appoint a Council of State, including a president, for a \nterm of five years.\n\nIncumbent President Raul Castro was expected to secure a second and final term at the upcoming meeting.\n\nIt would be Castro's last term in office due to a 2011 law limiting individuals from holding government office to 10 \nyears.\n\nTypically, presidents  are elected by the National Assembly for a five-year term.  The presidential election was \nultimately  held on Feb. 24,  2013. The election result gave victory to Raul Castro with 100% of the vote share \nagainst Miguel Diaz-Canel Bermudez.\n\nInternational Imbroglio\n\nAn international imbroglio was in the making in mid-July 2013 when a North Korean ship carrying Cuban weapons \nwas intercepted by Panamanian authorities. According to  Panamanian President Ricardo Martinelli, the ship was \ntargeted by drug enforcement officials as it  traveled from Cuba and approached the Panama Canal. Of concern to \nthe Panamanian authorities was the fact that the ship disappeared from satellite tracking systems after it left the \nCaribbean side of the Panama Canal. This situation raised the suspicions of Panamanian authorities who wondered \nwhy the ship's crew would de-activate the tracking system that conveys details of the vessel's location.\n\nAs stated by Panamanian President Ricardo Martinelli, \"We had suspected this ship, which was coming from Cuba \nand headed to North Korea, might have drugs aboard so it was brought into port for search and inspection.\" When \nthe vessel, Chong Chon Gang, was taken into port and subject to search and inspection, its  cargo of suspected \nmissiles was uncovered. Of note was the fact that the weapons were discovered amidst a shipment of sugar.\n\nThe drama in the Panama Canal reached new heights, according to Panamanian President Martinelli, when the \nNorth Korean ship captain had a heart attack and tried to commit suicide, while a riot involving the ship's crew of 35 \nensued.  The entire crew was subsequently taken into custody while the vessel and its shipments were seized. As \nwell, President  Martinelli posted an image via his Twitter account depicting a large green object inside a cargo \ncontainer, which he characterized as the suspected \"sophisticated missile equipment.\" \n\nSoon after the fracas unfolded, Cuba admitted that this stash of weapons was included in its shipment of 10,000 \ntonnes of sugar to North Korea.  Cuba explained that the weapons were obsolete Soviet-era arms from Cuba  being \nsent for repair in North Korea.  That explanation was plausible since North Korea possesses some expertise in the \nweapons arena. However, Panama called on the United Nations to lead an inquiry into the weapons materials to \ndetermine precisely what was stashed in the shipment.\n\nUnder the aegis of prevailing  United Nations sanctions, the transportation of all weapons to or from North Korea is \nprohibited.  Moreover, even a benign matter such as the transportation of weapons for repair to North Korea  would, \n\n\n\nnonetheless,  require a waiver from the United Nations Security Council.  It would seem that no such waiver was \nprocured by Cuba or North Korea.\n\nAs well, regulations pertaining to the transfer of shipments through the Panama Canal required the declaration of \nmilitary cargo, including  so-called \"obsolete\" weapons. Thus, an investigation into the matter was  underway, while \nthe North Korean crew was faced with the prospect of charges of illegal weapons smuggling in Panama. As noted \nby President Martinelli, \"The world needs to sit up and take note: you cannot go around shipping undeclared \nweapons of war through the Panama Canal.\"\n\nIt should be noted that North Korea issued a demand that its ship be returned and the crew of the Chong Chon \nGang be released.  Panama was not acquiescing to this demand and, instead, was moving forward with the \naforementioned investigation.\n\nBy the close of July 2013, woes for Cuba and North Korea over the infamous ship carrying weapons cargo only \nincreased.  At issue was the report by Panamanian authorities that four new undeclared containers were found \naboard the  Chong Chon Gang, quite likely in  violation of United Nations sanctions.  That determination, however, \nwas yet to be made.\n\nIn February 2014 ,  Panama had released the  Chong Chon Gang and the  ship's owner was forced to pay a fine \ntotalling almost $700,000 for violating navigation regulations (specifically those attending to the transporation of \nweapons).  As well,  three crew members were facing weapons trafficking charges, although the charges against \nthe other 32 crew members were dropped. \n\nAt issue for the Panamanian government was the fact that the weapons  being smuggled were not \"obsolete \ndefensive weapons\" as claimed by Cuba, but in fact several sophisticated weapons in perfect condition.  Indeed, it \nwas soon revealed that the stash of weapons included two MiG-21 aircraft, 15 MiG engines and nine anti-aircraft \nmissiles.\n\nA preliminary report  by a panel of experts to the Sanctions Committee at the United Nations Security Council \nconcluded that the Chong Chon Gang  violated prevailing United Nations sanctions against North Korea, which ban \nthe transfer of weapons to that country.\n\nYet to be determined would be the type of penalties the United Nations Security Council would levy against Cuba\n\nSpecial Note\n\nPope Francis travels to Cuba and United States\n\nWhile critics of President Barack Obama have criticized his re-engagement policy  towards Cuba, the president of \nthe United States had a strong ally for his actions in Pope Francis.\n\nIndeed, the Holy See has long frowned upon the United States' embargo on Cuba, and applauded President \nObama's attempt  to improve bilateral ties with its former Cold War foe.  Moreover, Pope Francis himself was  \nreported to have played a role in the diplomatic  efforts that ultimately yielded the normalization of ties between the \nUnited States and Cuba from late 2014 and well into 2015.\n\nNow, with the process of rapprochement underway between the two countries, Pope Francis was making landmark \ntrip to Cuba and the United States.  Indeed, Pope Francis called on Cuba and the United States to \"persevere on \nthe path\" of detente.  To this l end, he praised the negotiations and ensuing reconciliation between Cuba and the \nUnited States as \"an example of reconciliation for the whole world.\"\n\n\n\nDuring his visit to  Cuba, Pope Francis visited with the country's revolutionary leader, Fidel Castro,  and also held a \nmeeting with President Raul Castro.  In public, the pontiff stayed away from overtly political remarks, and refrained \nfrom criticism of Cuba's poor democratic rights record, including its suppression of dissent.  That being said, Pope \nFrancis  called for a \"revolution of tenderness\" and  paid tribute to generations who kept Catholicism alive in Cuba \ndespite an official policy of atheism.  To this end, the pontiff said,  \"The soul of the Cuban people ... was forged \namid suffering and privation which could not suppress the faith.\"\n\nPope Francis spent a good portion of his time in Cuba at the shrine to the Virgin of Charity in the eastern town of El \nCobre, near Cuba's second city of Santiago.\n\nThe Virgin of Charity statuette was said to have been rescued from the ocean in dry condition four centuries prior \nand is generally regarded as an important spiritual symbol in Cuba by Catholics as well as followers of Afro-Cuban \nreligions, such as Santeria.  Speaking from that site in El Cobre, Pope Francis said, \"Like Mary, Mother of Charity, \nwe want to be a Church which goes forth to build bridges, to break down walls, to sow seeds of reconciliation.\"  \nPope Francis  made clear that the Roman Catholic Church would continue to \"support and encourage the Cuban \npeople in its hopes and concerns.\"\n\nAfter his trip to Cuba, Pope Francis  traveled on to the United States on Sept. 22, 2015, on a chartered Alitalia \npapal plane.  On the flight from Cuba to the United States, he previewed his impending addresses at the White \nHouse and before Congress, noting that he was not likely to discuss the controversial matter of the embargo. He \nsaid  instead,  \"My desire is that they end up with a good result, that they reach an accord that satisfies both sides, \nan accord, certainly.\"  The Pontiff also indicated that his speeches would concentrate on  \"bilateral relations and \nmultinational relations as a sign of progress and coexistence.\"\n\nSpecial Report:\n\nUnited States President Barack Obama  makes landmark trip to Cuba after restoration of bilateral ties between \nUnited States and Cuba\n\nIntroduction:\n\nAfter decades of antipathy rooted in the Cold War,  a process of  re-engagement of ties between the United States \nand Cuba was undertaken.  History was made as the two countries moved to normalize their diplomatic relations \nand move along the path of rapprochement.\n\nGoing back to  Dec. 17, 2014, United States President Barack Obama announced a landmark policy shift aimed at \nnormalizing  diplomatic relations with Cuba after more than 50 years of animosity.  At the start of 2015, the \ngovernments of the United States and Cuba commenced negotiations aimed at achieving re-engagement. In April \n2015,  there was a  historic thaw in bilateral relations between the United States and Cuba as United States \nPresident Barack Obama met with Cuban President Raul Castro at the Summit of the Americas in Panama. It was \nthe first meeting of the leaders of the two countries in decades.  Historians noted that the meeting was part of the \nlegacy that would likely define the respective presidencies of Obama and Castro, essentially underlining the reality \nthat the Cold War was officially over.\n\nIn the immediate aftermath of the historic meeting, the Obama administration in the United States announced that it \nwas removing Cuba from its list of state sponsors of terrorism.  That move was formalized at the end of May 2015 \nand  solidified Cuba's re-integration into the full international community. The action also  augmented the process of \nrapprochement between  the United States and Cuba.\n\n\n\nJuly 2015 was the date set for the official opening of the two countries' embassies in Washington DC, and Havana.  \nThe Cuban flag thus flew for the first time in 50 years aloft the Cuban embassy in Washington DC in July 2015.\n\nUnited States Secretary of State John Kerry  traveled to Cuba in August 2015 to attend a formal ceremony marking \nthe raising of the United States flag at the American embassy in Havana.\n\nStill to be determined was the matter of the economic sanctions, which would have to be removed via legislation in \nthe United States Congress.  But before that issue was resolved, President Obama made  a landmark trip to Cuba \nmaking him the first sitting United States president to set foot on Cuban land in almost a century.  President \nObama's arrival on Cuban soil on March 20, 2016, marked a very real benchmark in the international sphere, \nserving as a reminder that  the Cold War was over.\n\nSee below for a full report on the process of rapprochement and re-engagement between the United States and \nCuba.\n\nUnited States and Cuba announce landmark shift in policy as they move to normalize relations:\n\nThe year 2015 was marked by the historic re-engagement of ties between the United States and Cuba.  Going back \nto  Dec. 17, 2014, United States President Barack Obama announced a landmark policy shift aimed at normalizing  \ndiplomatic relations with Cuba after more than 50 years of disengagement. President Obama made the historic \nannouncement following a shared telephone call with Cuban President Raul Castro.  In his remarks, President \nObama noted that the diplomatic breakthrough occurred partially due to action by Pope Francis as well as the \ngovernment of Canada. Indeed, the effort to forge this historic agreement was ongoing for 18 months via  \nclandestine talks facilitated by the government of Canada and thanks to endorsement and support from Pope \nFrancis, the leader of the Holy See.\n\nAs noted by a senior Obama administration official in remarks to Reuters News ahead of the president's historic \nmoves, \"These steps will be the most significant changes to our Cuba policy in more than 50 years.\"  The official \ncontinued, \"We will be immediately initiating discussions with Cuba to re-establish diplomatic relations that have \nbeen severed since 1961. If there is any U.S. foreign policy that has passed its expiration date, it is the U.S. Cuba \npolicy.\"\n\nAs stated by President Obama in a nationally broadcast  landmark announcement: \"We will end an outdated \napproach that for decades has failed to advance our interests and instead we will begin to normalize relations \nbetween our two countries.\" President Obama continued, \"These 50 years have shown that isolation has not \nworked. It's time for a new approach.\"  He added that the agreement would herald \"a new chapter among the \nnations of the Americas\" and move beyond a \"rigid policy that's rooted in events that took place before most of us \nwere born.\"\n\nAt the diplomatic level, the expected  outcome of the new United States-Cuba policy would be the opening of \nembassies in the respective capitals of Washington D.C. and Havana.\n\nMeanwhile, United States Secretary of State John Kerry would have to  review his country's classification of Cuba \nas a state sponsor of terrorism, and also negotiate the terms of this policy of re-engagement.  These terms could \nnot simply reverse the prevailing embargo against Cuba since that would take Congressional action.  However, the \npresident could -- and would -- impose exceptions to the embargo that would open up new pathways for cultural \nand commercial interactions between the United States and Cuba.  Down the line, all expectations were that there \nwould be improved circulation of  commerce between the United States and Cuba.\n\n\n\nAlso on the agenda was the easing of  travel restrictions between the United States and Cuba, including  travel \nauthorized for family visits, official visits, journalistic, professional, educational and religious visits, as well as trips \nintended for public performances. Tourism, however, was not yet on the agenda for easing of travel restrictions.\n\nAnother tangible outcome was the release of Alan Gross, a United States national held in a Cuban jail for five \nyears, and an anonymous United States intelligence agent who was held in Cuba for 20 years.  Gross, along with \nthe intelligence agent, were freed as part of a prisoner exchange deal in which three Cubans held by the United \nStates would also be released from American custody.\n\nGross was arrested, tried, convicted and imprisoned in Cuba in 2009 for delivering satellite telephone equipment \ncapable of obfuscating Internet connections and deemed to by a spy.  Despite high profile calls for his release, the \nGross case seemed to be unresolvable until Dec. 17, 2014, when he was freed. Meanwhile, the release of the \nanonymous intelligence agent was described by United States authorities as follows: \"In light of his sacrifice on \nbehalf of the United States, securing his release from prison after 20 years -– in a swap for three of the Cuban \nspies he helped put behind bars –- is fitting closure to this Cold War chapter of U.S.-Cuban relations.\"\n\nIn the hours after the United States leader Barack Obama made his historic remarks on the policy shift with Cuba, \nAlan Gross was on a flight returning from captivity, accompanied by Senator Patrick Leahy (D-Vermont), Senator \nJeff Flake (R-Arizona), and Congressman Chris Van Hollen (D-Maryland).\n\nDespite that diplomatic delegation being bipartisan in composition, some Republicans were outraged by the \ndecision to engage with Cuba and to go forward with a prisoner exchange. Senator Marco Rubio (R-Florida) \nvociferously condemned the president's decision, saying, \"This whole new policy is based on an illusion, on a lie, \nthe lie and the illusion that more commerce and access to money and goods will translate to political freedom for \nthe Cuban people. All this is going to do is give the Castro regime, which controls every aspect of Cuban life, the \nopportunity to manipulate these changes to stay in power.\"\n\nNevertheless, President Obama addressed those critics, declaring that while he shared their commitment to \nfreedom, there were differing ways of achieving it. He said, \"The question is how do we uphold that commitment. I \ndo not believe we can keep doing the same thing for over five decades and expect a different result.\"\n\nIn Cuba, President Raul Castro made his own national address that was broadcast across the island.  Castro's \naddress came with no preamble and went directly into an announcement that he had spoken with President \nObama.  The call, which  lasted 45 minutes, was the first direct conversation between a United States president and \na Cuban president in more than 50 years.  President Castro said they had agreed to a policy change and a prisoner \nswap.  He said, \"We have been able to make headway in the solution of some topics of mutual interest for both \nnations.\"  President Castro also paid tribute to the American leader -- a historic moment after decades of mutual \nhostility -- as he said,  \"President Obama's decision deserves the respect and acknowledgment of our people.\"\n\nFrom the Holy See, the Vatican authorities released a statement hailing the historic agreement.  That statement \nread as follows: \"The Holy Father wishes to express his warm congratulations for the historic decision taken by the \ngovernments of the United States of America and Cuba to establish diplomatic relations, with the aim of \novercoming, in the interest of the citizens of both countries, the difficulties which have marked their recent history.\"\n\nNegotiations on Normalization of Relations\n\n\n\nAt the start of 2015, the Obama administration in the United States said it would dispatch a delegation to attend \ntalks in the Cuban capital of Havana on Jan. 21 and 22, 2015, aimed at normalizing relations between the two \ncountries.\n\nMeanwhile, Cuba was making good on its promise to release detainees as part of the process of rapprochement.  \nAs a result, there was a positive landscape in place within which the bilateral takes on normalizing relations could \ntake place.\n\nAhead of the negotiations in Havana, some new measures were being put into place allowing United States citizens \nto use credit cards in Cuba and also to take into the United States up to $100 worth of Cuban alcohol and tobacco.  \nThis would mean that it would legal to bring Cuban cigars to the United States after a five-decade long ban. Other \nnew measures included the relaxation of rules for United States businesses to export technologies, such as \nsoftware, Internet, and telecommunications technologies to Cuba. There would also be opportunities for United \nStates investment small businesses and agricultural operations in Cuba.\n\nHeralding the changes, United States Treasury Secretary Jacob Lew said, \"Today's announcement takes us one \nstep closer to replacing out-of-date policies that were not working and puts in place a policy that helps promote \npolitical and economic freedom for the Cuban people.\"\n\nAlso of note was the fact that in mid-January 2015, the Obama administration also relaxed rules on travel to Cuba.  \nWhile so-called \"ordinary tourism\" remained restricted, there was a relaxation of the travel ban to Cuba, providing \npotential travelers with a wide range of rationales for travel to Cuba without having to obtain a special license. The \nnew rules would allow Americans to travel to Cuba for  family visits, government business, journalism, research, \nand religious activity. With travel between the United States and Cuba opening up, United Airlines in mid-January \n2015 announced it would offer  regular commercial flights between the United States gateways of Houston and \nNewark to Cuba.\n\nOn Jan. 21, 2015, a United States diplomatic delegation. led by Assistant Secretary of State Roberta Jacobson,  \narrived in the Cuban capital of Havana to commence negotiations aimed at restoring diplomatic relations, and \nadvancing the eventual opening of trade and travel ties between the two countries. For Cuba, whose delegation \nwas being led by Josefina Vidal, director of United States  affairs at the Cuban foreign ministry, a key demand \nduring negotiations would be the removal of Cuba from the United States' list of state sponsors of terrorism.  Cuba \nwas also demanding that the United States end is practice of granting safe haven to Cuban under special status, \nnoting that it encouraged Cubans to defect and contributed to the country's \"brain drain.\" For the United States, the \nkey demand would be improved respect for human rights by Cuba.\n\nDuring his annual State of the Union address the day before (Jan. 20, 2015), President Barack Obama of the \nUnited States of America said, \"We are ending a policy that was long past its expiration date. When what you're \ndoing doesn't work for 50 years, it's time to try something new.\" He also called on members of  Congress to end the \nembargo against Cuba although some members of Congress have opposed that move.\n\nNote that in February 2015, the United States Department of State made clear that the return of the United States \nnaval base at Guantanamo Bay was not on the agenda during bilateral discussions  with Cuba.  In testimony before \nthe House of Representatives in Washington D. C., Roberta Jacobson, the assistant secretary of State for the \nBureau of Western Hemisphere Affairs, said, \"The issue of Guantanamo is not on the table in these conversations.\" \nOf note was the fact that Cuban President Raul Castro has called for the return of Guantanamo Bay.  The issue, \nhowever, was not likely to stymie progress on broader negotiations aimed at normalizing relations between the \nUnited States and Cuba.\n\n\n\nIn the United States, some policy changes regarding Cuba were being advanced in mid-February 2015. A \nbipartisan group of Democratic and Republican senators were crafting legislation to repeal long-standing laws that \nhave prevented Americans for doing business with Cuba.  The bills would loosen legal restrictions on travel and \ntrade with Cuba, while leaving in place provisions protecting long-standing property claims against the Cuban \ngovernment.  It was quite possible that hardline factions in Congress would prevent the new bills from being \npassed; however,  the sponsors of the legislation said they would not be deterred and would simply include it as \nadditions to  appropriations bills in the future.\n\nMeanwhile, the Obama administration in the United States eased some restrictions on the importation of goods and \nservices from private Cuban entrepreneurs.  Some arenas, such as live animals, tobacco,  and textiles, were not \nincluded in relaxed rules.  The intent by the United States government appeared to be geared to allowing private \nenterprise to flourish in Cuba.  Of course, Cuban entrepreneurs would still have to secure  permission from the \nCuban government to export their goods; they would also have to come up with \"documentary evidence\" for the \nUnited States authorities to prove they fell into the category of approved enterprises.\n\nNote that another round of bilateral talks between Washington and Havana commenced in the United States on \nFeb. 27, 2015.  During this round of negotiations, Cuban envoys called for their country to be removed from the \nUnited States' list of state sponsors of terrorism.  United States envoys said that the talks should concentrate on the \nopening of their respective embassies and the exchange of prisoners, rather than on this more contentious issue. \nUnited States Secretary of State John Kerry addressed the issue himself, saying that the designation of a country \nbeing a terrorism sponsor was a separate process and \"not a negotiation\" linked with the current push to normalize \nrelations.  He said, \"It is an evaluation that is made under a very strict set of requirements, congressionally \nmandated, and that has to be pursued separately and it is being pursued separately.\"\n\nNevertheless, there were high hopes that an agreement would be reached by April 10, 2015, when regional heads \nof state were expected to meet in Panama, and where United States President Barack Obama and Cuban \nPresident Raul Castro could officially meet for the first time since the announcement of their plan to normalize \nbilateral relations.\n\nYet another round of bilateral talks ensued in mid-March 2015 -- this time in the Cuban capital of Havana.  Success \nin these negotiations was somewhat undermined by a move by the United States to impose sanctions on \nVenezuela -- a leftist ally of  Cuba.  While the United States has argued that deteriorating relations (and associated \nsanctions)  with Venezuela should have no impact on the effort to normalize ties with Cuba.  However, Cuban \nForeign Minister Bruno Rodriguez warned that hostile actions towards Venezuela would be interpreted as an  attack \non Cuba. To this end, Rodriguez said that the United States had \"provoked serious damage to the environment in \nthe hemisphere on the eve of the Summit of the Americas.\"  He continued, \"I hope that the U.S. government \nunderstands that it can't handle Cuba with a carrot and Venezuela with a garrote.\"\n\nHistoric Thaw in U.S.-Cuban Relations\n\nApril 2015 was marked by a historic thaw in bilateral relations between the United States and Cuba.  At stake was \nthe impending Summit of the Americas in Panama where United States Secretary of State John Kerry would meet \nwith his Cuban counterpart, Bruno Rodriguez,  in the highest level meeting between the foreign ministers of the two \ncountries since the  Eisenhower era in the United States.  But all the attention quickly turned to the leaders of the \ntwo countries as United States President Barack Obama was expected to cross paths with Cuban President Raul \nCastro at the summit in Panama.\n\n\n\nWhile the two men encountered one another at the 2013 memorial for the iconic South African leader, Nelson \nMandela,  the 2015  meeting of the Organization of American States would be the first official venue where the two \nleaders would be present.  Cuba had, for some time, been banned from attending the Summit of the Americas until \nthis time, making President Castro's participation significant simply for that reason.  But the significance of the \nmeeting was accentuated because the political landscape was now markedly different, given the ongoing \nnegotiations aimed at normalizing bilateral ties between the two countries after decades of animosity.\n\nOf note would be the meeting between the two leaders on the sidelines of the summit, although all eyes were on \nthe initial encounter between Obama and Castro, ready to judge the meeting as either positively or negatively in \nterms of mood.\n\nOn April 10, 2015, at the opening ceremony of the Summit of the Americas, cameras captured the brief but  historic \nmoment when President Obama and President Castro shook hands and chatted informally.  Global watchers cast \nthe encounter as cordial and deemed it to be an optimistic start to the meeting of leaders of the countries of the \nOrganization of American States (OAS).  Historians noted the meeting would be part of the legacy that would likely \ndefine the respective presidencies of Obama and Castro, essentially underlining the reality that the Cold War was \nofficially over.\n\nFor President Obama, the legacy would be particularly pronounced, as the normalization of ties with Cuba would \nquite likely be regarded as one of the most significant foreign policy accomplishments of his presidency.\n\nDuring his plenary session address to the 35 OAS countries, President Obama acknowledged that while differences \nremained between his country and Cuba,  bilateral relations between the United States and Cuba were now at a \n\"turning point.\"  He said, \"This shift in U.S. policy represents a turning point for our entire region.  The fact that \nPresident Castro and I are both sitting here today marks a historic occasion.\"  He continued by emphatically \nunderlining the shift in United States policy towards Cuba, as he declared:  \"The United States will not be \nimprisoned by the past. We're looking to the future.\"  He added,\n\nI'm not interested in having battles that frankly started before I was born. The Cold War has been over for a long \ntime.\"\n\nPresident Castro had kind public words for President Obama in his address on the second day of the summit. After \na lengthy speech that tracked the  history of between the United States and  Cuba, and particularly highlighted \nCuba's grievances with the United States over the years,  President Castro admitted he tended to get carried away \nwith the subject matter, as he said, \"When I talk about the revolution, the passion oozes out of me.\"  He continued, \nby inoculating President Obama from the blame over decades of acrimonious relations as he said, \"I have to ask \nPresident Obama for forgiveness. He is not responsible for the things which happened before his time.\"  President \nCastro also appeared to exhibit genuine respect for his United States counterpart, as he declared: \"In my opinion, \nPresident Obama is an honest man.\"\n\nOn the sidelines of the summit on April 11, 2015, President Obama and President Castro met for talks.  It was the \nfirst  face-to-face discussion between the leaders of the two countries in a half century.  On the agenda for \ndiscussion were the myriad issues involved in the process of normalizing relations, from the re-opening of their \nrespective embassies in Washington D.C. and Havana, to broadening economic and travel paths for the future, and \nalso including human rights and freedom of the press.  As noted by Cuban President Raul Castro:  \"Everything can \nbe on the table.\"\n\nDuring these talks, President Obama lauded the encounter with his Cuban counterpart, saying, \"This is obviously a \nhistoric meeting.\"  He acknowledged that difference remained between the two countries, but referred to President \nCastro as he said, \"We have both concluded that we can disagree with a spirit of respect and civility.\" President \nObama continued by explaining his rationale for pursuing re-engagement and rapprochement with Cuba. He said, \n\n\n\n\"It was my belief it was time to try something new, that it was important for us to engage with Cuban government. \nAnd more importantly, with Cuban people.\"\n\nFor his part, President Castro also acknowledged there would be differences with the United States, but \nemphasized that the two countries have \"agreed to disagree.\"  President Castro emphasized that the imperative \nwas to move forward in a productive manner with the Obama administration in the United States, as he said, \"We \nare willing to make progress in the way the president [Obama] has described.\"\n\nIn a separate address at a civil society forum, President Obama heralded improved relations with Cuba saying, \"As \nthe United States begins a new chapter in our relationship with Cuba, we hope it will create an environment that \nimproves the lives of the Cuban people... Not because it is imposed by us, the United States, but through the talent \nand ingenuity and aspirations, and the conversations among Cubans from all walks of life so they can decide what \nthe best course is for their prosperity.\"  President Obama added that the days of United States' influence, \ninterference, neo-imperialism, and hegemony in the Americas was over, as he declared: \"The days in which our \nagenda in this hemisphere so often presumed that the United States could meddle with impunity, those days are \npast.\"\n\nCuba removed from United States' list of state sponsors of terrorism\n\nOn April 14, 2015, in the immediate aftermath of the historic meeting between President Obama and President \nCastro in Panama, the Obama administration in the United States announced that it was removing Cuba from its list \nof state sponsors of terrorism. It should be noted that the United States has not, for some time, actually accused \nCuba of terrorism.  Nevertheless, the delisting procedure would be of practical benefit to Cuba,  as it would no \nlonger be officially cited in that  notorious category of rogue nation states.  It would also have the added benefit of \nmoving Cuba in the direction of good standing with the wider global community.\n\nStill to be determined was the matter of the economic sanctions regime.  While President Obama had already used \nhis executive action to loosen the trade embargo against Cuba, it would be up to the United States Congress to \npass legislation to remove the bulk of the sanctions.  While several leading Republican senators running for \npresident have opposed the move, it was quite likely that a bipartisan group of senators would support the end to \nthe sanctions regime against Cuba.\n\nOn May 29, 2015, the Obama administration in the United States officially removed  Cuba from its list of  state \nsponsors of terrorism.  The move brought a formal end to the respective bans on economic aid, arms exports,  \n\"dual-use\"  military and civilian items; it also ended the United States practice of opposing loans by international \nfinancial institutions, such as the World Bank and  the International Monetary Fund.  The \"de jure\" end to these \nprohibitions would not translate into actual relaxations in practice since a wider economic embargo remained in \nplace.\n\nAs intimated above, a large swath of Republicans in Congress were not in a hurry to end that embargo,  meaning \nthat the real value in Cuba being removed from the United States'  list of  state sponsors of terrorism was symbolic.\n\nBut even that symbolism had value as it solidified Cuba's re-integration into the full international community.  \nMoreover, it augmented the process of rapprochement between  the United States and Cuba.\n\nFor its part, the Castro regime in Cuba on May 31, 2015, applauded the move by the Obama administration in the \nUnited States.\n\nPlans in the works to open embassies in Washington D.C. and Havana and fully restore diplomatic relations --\n\n\n\nAt the end of June 2015, it was announced that plans were afoot for the United States and Cuba to open embassies \nin Havana and Washington D.C. respectively.  Of note was the fact that  there has been no United States embassy \nin Havana since the 1960s.  Meanwhile, July 20, 2015, was the date set for the official restoration of U.S.-Cuban \nrelations since ties were severed in 1961.\n\nUnited States Envoy Jeffrey DeLaurentis delivered a letter from the Obama White House to  Cuba's interim Foreign \nMinister Marcelino Medina, which relayed plans from the United States to open its embassy in Havana.  President \nBarack Obama delivered an address from the White House Rose Garden, where he addressed the development, \nsaying,  \"This is a historic step forward in our efforts to normalize relations with the Cuban government and people \nand begin a new chapter with our neighbors in the Americas.  A year ago it might have seemed impossible that the \nUnited States would be once again raising our flag, the Stars and Stripes, over an embassy in Havana.\"  He \ncontinued, \"With this change, we will be able to substantially increase our contacts with the Cuban people,\" he said. \n\"We will have more personnel at our embassy and our diplomats will have the ability to engage more broadly \nacross the island.\"\n\nEmbassies open and flags raised in Washington D.C. and Havana\n\nOn July 20, 2015, Cuba  formally re-opened its embassy and  the Cuban flag was lifted  aloft the embassy in the \nUnited States' capital.\n\nIt was the first time in more than 50 years that a Cuban flag was flying at the diplomatic mission in Washington \nD.C.  Cuban  Foreign Minister Bruno Rodriguez, who attended the momentous occasion, declared: \"The historic \nevents we are living today will only make sense with the removal of the economic, commercial and financial \nblockade, which causes so much deprivation and damage to our people, the return of occupied territory in \nGuantanamo, and respect for the sovereignty of Cuba.\"\n\nIt was fair to state that the re-opening of the Cuban embassy in the United States was a significant development in \nthe process of formally restoring bilateral relations between the two countries.  Another significant development was \nset to follow as Foreign Minister Bruno Rodriguez met with United States Secretary of State John Kerry at the State \nDepartment.  It was the first time a Cuban foreign minister had visited Washington D.C. since the Cuban \nRevolution.\n\nWhile the United States' embassy was set to re-open in Havana, the United States flag would not be raised until \nAugust 2015 when Secretary of State John Kerry  would travel to Cuba to witness the ceremony.  To that end, a  \nformal flag-raising ceremony  was set for Aug. 14, 2015.\n\nOn that day, Secretary of State John Kerry arrived  at Jose Marti International Airport in the Cuban capital of \nHavana.  He would be distinguished as the first American head of the State Department to visit Cuba in 70 years.  \nThe United States' top diplomat  presided over the historic re-opening of the United States embassy in Havana, the \nplaying of the United States national anthem, and the raising of the United States flag aloft the diplomatic \ncompound.\n\nIn his speech, Secretary of State Kerry noted that it was a \"historic day,\" while also calling for democratization in \nCuba as he declared, \"The people of Cuba would be best served by a genuine democracy, where people are free \nto choose their leaders.\"  He added, \"Cuba's future is for Cubans to shape.\"\n\nThe ceremony was also witnessed by the three United States Marines -- now Veterans -- who lowered the United \nStates  flag in 1961 but who were now back in Havana to be part of the remarkable shift in bilateral relations.\n\n\n\nRecent developments in U.S.-Cuban rapprochement\n\nIn mid-September 2015, the Obama administration in the United States announced a slate of regulations that would \nease  travel, trade and investment restrictions with Cuba.  While the new rules would not reverse the embargo \nlevied by the United States Congress,  the executive action would nonetheless serve the purpose of chipping away \nat  the embargo, while  demonstrating the Obama administration's commitment to improving its ties with a former \nCold War enemy.\n\nAt the practical level,  while United States citizens would still be barred from traveling to Cuba as tourists, these \nchanges would open the door for some businesses to operate offices and  expand financial activities in Cuba.  As \nwell, the changes would also do away with restrictions on the financial remittances to Cuba.\n\nThe  government of the United States argued that the new regulations would spur business development in Cuba, \nwhile augmenting more economic and political freedoms there.\n\nAs noted by United States  Treasury Secretary Jacob Lew  in a statement: \"By further easing these sanctions, the \nUnited States is helping to support the Cuban people in their effort to achieve the political and economic freedom \nnecessary to build a democratic, prosperous, and stable Cuba.\"  He added, \" A stronger, more open U.S.-Cuba \nrelationship has the potential to create economic opportunities for both Americans and Cubans alike.\"\n\nNote that at the end of September 2015, on the sidelines of the United Nations General Assembly,  United States \nPresident Barack Obama met with Cuban President Raul Castro.  The meeting, depicted in videotaped footage, \nshowed both Obama and Castro at ease with one another and sporting broad smiles.\n\nCuban Foreign Minister Bruno Rodriguez  described the rare one-on-one meeting of the two leaders as \"respectful \nand constructive.\" Meanwhile, White House spokesperson Josh Earnest said, \"We continue to believe that deeper \nengagement and deeper people-to-people ties, deeper economic engagement between the United States and \nCuba will have the effect of moving the government and the nation in a positive direction.\"\n\nPresident Obama to make historic trip to Cuba:\n\nIn February 2016 it was announced that United States President Barack Obama would travel to  Cuba in March \n2016.  The United States president made the announcement via the social media outlet, Twitter, as he said: \"Next \nmonth, I'll travel to Cuba to advance our progress and efforts that can improve the lives of the Cuban people.\"\n\nA formal statement from the White House went out after and read as follows:  \"This historic visit — the first by a \nsitting US president in nearly 90 years — is another demonstration of the president's commitment to chart a new \ncourse for US-Cuban relations and connect US and Cuban citizens through expanded travel, commerce, and \naccess to information.\" According to the White House, First Lady Michelle Obama would accompany the president \non the historic visit to Cuba.\n\nThe Cuban visit would be part of a regional trip to Latin America that would also include a stop in Argentina.  \nNevertheless,  the Cuban endeavor could only be understood in historic context, given the fact that President \nObama was the leader to achieve rapprochement with Cuba, and he  would be the first sitting United States \n\n\n\npresident to set foot on Cuban territory in almost a century.  Indeed, the last sitting president to travel to the \nCaribbean Island was  Calvin Coolidge in 1928.\n\nNot surprisingly, Republicans criticized the proposed trip to Cuba, insisting that such a visit should not take place \nwhile Cuba remained officially Communist under the rule of the Castro regime.  However, other observers have \nnoted that President Obama's success in achieving rapprochement with Cuba would likely be regarded as one of \nthe foreign policy highlights of his tenure, if not the apex of his presidency.\n\nPerhaps cognizant of this reality and eager to protect this landmark legacy achievement, President Obama  was \nkeen to ensure his Cuba policy would not be upended by the president who would succeed him.  In truth, should \nHillary Clinton win the 2016 president election, there was little chance of such a move as Obama's former Secretary \nof State has telegraphed her intent to preserve the Obama legacy.  But should a Republican succeed President \nObama, it was high likely that  individual would seek to reverse the Cuba policy, given the Republican Party's \ngeneral stance in opposition to rapprochement between the United States and Cuba.  To that end, the Obama \nadministration was looking to open up travel between the United States and Cuba, while also easing trade \nrestrictions and facilitating greater United States investment in Cuba. These moves would  essentially plant the \nseeds for business links that would be difficult to reverse under a hypothetical Republican successor. \n\nAlso of note was the restoration of direct flight agreements between the United States and Cuba, as well as  the \nresumption of direct mail delivery to Cuba.\n\nThere were also several  hotel chains that were interested in establishing footholds in Cuba.  Significantly, \nStarwood Hotels applied to the United States government for a license and signed a deal to develop hotels in \nCuba.  The extent of these types of tourist development endeavors, outside of the Starwood Hotels deal,  were yet \nto be determined.\n\nMeanwhile Republicans continued to criticize the impending Cuba visit, railing against the president for giving, in \ntheir view, too many concessions to the Castro regime in Cuba.  They were also opposed to the very notion of \nengagement with a tyrannical dictatorship.  During an interview with CNN en Espanol, President Obama addressed \nthis criticism, saying,  \"This is not a matter of providing concessions.  This is a matter of us engaging directly with \nthe Cuban people.\"  As well, he continued to emphasize his position that engagement between Washington D.C. \nand Havana was more likely to  facilitate transformation, rather than sticking with the same failed policy of isolation \nthat has yielded no significant results until the restoration of bilateral ties between the two countries.\n\nAlert:\n\nOn March 20, 2016, Air Force One touched down at Jose Marti Airport in Havana.  President Obama's arrival on \nCuban soil on that day was a historic moment as it was the first time 1928 that an American president was on \nCuban territory.  It marked a very real benchmark in the international sphere, serving as a reminder that  the Cold \nWar was over.  Perhaps underlining the significance of the historic visit to Cuba, President Obama was \naccompanied by  First Lady Michelle Obama,  their daughters Sasha and Malia,  as well as the first lady's mother.\n\nUpon landing in Cuban, President Obama said via the social media outlet, Twitter, \"Que bolá Cuba? Just touched \ndown here, looking forward to meeting and hearing directly from the Cuban people.\"\n\nThat direct engagement with the Cuban people was to be understood through the complicated and contradictory \nlens of Cuban political and social life.  Ahead of President Obama's arrival in Cuba, several dissidents were \narrested while protesting.\n\n\n\nClearly, political repression was not expunged because of normalized bilateral relations.  On the other hand, the \nAmerican president's arrival in Cuba was being nationally broadcast without objection from the Cuban Communist \nParty,  and journalists on the ground in Cuba traveling with the president indicated robust and genuine interest by \nthe Cuban people  with regard to President Obama.  There was a general feeling of disbelief that history was \nunfolding and they were participants in a landmark moment in global geopolitical life.\n\nDuring President Obama's visit to Cuba, there were plans for a meeting with dissidents, as well as a meeting with \nCardinal Jaime Ortega, who played a central role in the diplomatic talks in late 2014 that ultimately resulted in the \nre-engagement process.  The schedule also included attendance at an exhibition  baseball game between the \nTampa Bay Rays and the Cuban National team, as well as a tour of notable cultural sites.  Also on President \nObama's agenda was  what United States deputy national security adviser, Ben Rhodes, characterized as a \n\"speech to the Cuban people\"  at Havana's legendary Gran Teatro,  as well as a meeting with Cuban President \nRaul Castro, which would be followed by a media event and a state dinner.\n\nRhodes previewed President Obama's speech, saying that it  \"will be a very important moment in the president's \ntrip, an opportunity for him to describe the course that we're on, to review the complicated history between our two \ncountries … but also to look forward to the future.\"  He added, \"We very much want to make the process of \nnormalization irreversible.\"\n\nIn an unprecedented address at Havana's  Gran Teatro on March 22, 2016, President Obama issued a passionate \nclarion call for democratization and economic transformation in Cuba.\n\nThe United States leader noted, \"Liberty is the right of every man to be honest, to think and to speak without \nhypocrisy.\" President Obama then said, \"I believe citizens should be free to speak their minds without fear.  Voters \nshould be able to choose their governments in free and democratic elections.\"\n\nHe added, \"Not everybody agrees with me on this, not everybody agrees with the American people on this but I \nbelieve those human rights are universal. I believe they're the rights of the American people, the Cuban people and \npeople around the world.\"\n\nAlthough the United States leader 's advocacy for  free speech, the right to protest, and other  political freedoms, as \nwell as economic reforms likely did not comport perfectly with the notions of the Cuban government,  it was \nnonetheless  attended by Cuban President Raul Castro  and nationally broadcast.  President Obama's declaration \nthat he came to Cuba to \"bury the last remnant\" of the Cold War  and extend a \"hand of friendship was warmly \nreceived by the Cuban people.\n\nThe positive reception was not limited to President Obama's call for the United States Congress to lift the embargo, \nwhich he characterized as \"an outdated burden on the Cuban people.\"  Indeed,  the following reference to the \ndifficult and hostile United States-Cuban relationship was met by thunderous applause:  \"I know the history. But I \nhave no wish to be trapped by it.\" \n\nIn a departure from his conservative predecessors who have favored a deep imprint of United States influence in \nthe Western Hemisphere, and the exercise of United States hegemony, President Obama made it clear his country \nunder his leadership had no desire to deploy neo-imperial control over Cuba.  He said,  \"I've made it clear that the \nUnited States has neither the capacity nor the intention to impose change on Cuba. What changes come will \ndepend upon the Cuban people.  We will not impose our political or economic system on you. We recognize that \nevery country, every people must chart its own course and shape its own model.\"\n\n\n\nBut the United States president took the opportunity to laud American values and the record of change in the United \nStates as he declared,\"  Now, there's still some tough fights. It isn't always pretty, the process of democracy. It's \noften frustrating. You can see that in the election going on back home. But just stop and consider this fact about the \nAmerican campaign that's taking place right now.  You had two Cuban Americans in the Republican party running \nagainst the legacy of a Black man who was president while arguing that they're the best person to beat the \nDemocratic nominee, who will either be a woman or a democracy socialist.  Who would have believed that back in \n1959?  That's a measure of our progress as a democracy.\"\n\nEditor's Note:\n\nThe process restoration of diplomatic ties with Cuba would stand as a marquis achievement of the Obama \npresidency, reflective of Barack Obama's foreign policy philosophy, which  has centered on principles of vigorous \ndiplomatic engagement, internationalism, and multilateralism.  Indeed,  President Obama's policy of rapprochement \nwith Cuba would likely be understood by his supporters as a landmark accomplishment during his tenure in office.  \nConservative critics of the president have held a very different view, as discussed above.\n\nSpecial Report\n\nCuba's revolutionary leader Fidel Castro dies at 90\n\nFidel Castro — Cuba's revolutionary leader — died in the late hours of Nov. 25, 2016.  President Raul Castro \nannounced the death of his brother via state television, declaring, \"The commander in chief of the Cuban revolution \ndied at 22:29 hours this evening (Friday).\"  President Raul Castro, who took over as president when Fidel Castro \nstepped down for health reasons in 2008,  said that Cuba would go into a period of mourning with a cremation of \nthe body of Fidel Castro to follow.\n\nWorld leaders paid tribute to Fidel Castro's legacy with the European Union's foreign affairs chief, Federica \nMogherini, casting him as  \"a man of determination and an historical figure.\"  She indicated that continued improved \nrelations between the European bloc and Cuba were likely to ensue.  As well, Pope Francis, the head of the world's \nCatholic Church and the head of state of the Holy See,  noted that the death of Fidel Castro constituted \"sad news.\" \n \n\nPope Francis said that he had expressed his condolences in a Spanish-language message to  President Raul \nCastro as follows: \"I express to you my sentiments of grief.\"  Of note was the fact that Pope Francis was a leading \nfigure in the process of rapprochement between Cuba and the Obama administration in the United States.\n\nFor his part, United States President Barack Obama offered his condolences to Fidel Castro's family via a formal \nstatement and added that history would be the judge of Castro's impact.  President Obama said, \"At this time of \nFidel Castro's passing, we extend a hand of friendship to the Cuban people. History will record and judge the \nenormous impact of this singular figure on the people and world around him.\"  Incoming President-elect Donald \nTrump took a different approach in responding to the news of Fidel Castro's death.  He promised to end the \nrapprochement accord with Cuba, if a better deal could not be made.\n\nIt should be noted that since 2006, presidential power in Cuba  had been transferred from Fidel Castro to Raul \nCastro due to the former's health complications.\n\nThen, in Feb. 2008, Fidel Castro announced  that he would not seek re-election and would be officially stepping \ndown as Cuba's leader after five decades in power.  \n\n\n\nIn his announcement, which was published in Cuban newspapers,  Fidel Castro acknowledged that his physical \nailments would prevent him from being an active and engaged leader.  To that end, he wrote, \"It would be a \nbetrayal to my conscience to accept a responsibility requiring more mobility and dedication than I am physically able \nto offer.  This I say devoid of all drama.\"\n\nLess than a week after Fidel Castro's announcement, Cuba's National Assembly unanimously selected Raul Castro \n— his brother —  to be the new president.  The vote by the members  in the National Assembly formalized the de \nfacto role Raul Castro had been playing for two years.  President Raul Castro named hardliner, Machado Ventura, \nto be Vice President.\n\nFidel Castro held the reins of power in Cuba from the time he ousted the country's right-wing leader, Fulgencio \nBatista, in 1959 until 2008.  Thus, in 2008 when he stepped down from power, Castro had been the longest-serving \nhead of government in the world.  Castro prevailed, even in the face of several assassination attempts and a long-\nstanding embargo by the United States, which was intended to effect his removal from office.  His latest health \nproblems took him out of the public spotlight, however, his legacy and influence continued through  proxy \nleadership via his brother, Raul Castro.\n\nNote that the most recent  presidential election took place in 2013 with a vote from among the parliament. \n Typically, presidents  are elected by the National Assembly for a five-year term.  The last election was  held on \nFeb. 24,  2013 (next to be held in 2018). The election result gave victory to Raul Castro with 100% of the vote share \nagainst Miguel Diaz-Canel Bermudez.\n\nReturning to the issue of the death of Fidel Castro in 2016, note that the Cuban revolutionary leader's ashes were \n interred at the start of December 2016 during a private ceremony that was held at  Santa Ifigenia Cemetery in the \n city of Santiago.\n\nWith the death of Cuba's revolutionary leader, Fidel Castro, in November 2016, Cuba's path forward was being \nviewed with uncertainty.  Would the process of rapprochement with the West, and particularly, with the United \nStates via the Obama administration, prevail?  Or would the hardline incoming Trump administration move Cuba \ntowards a policy of retreat?  The answers to these questions were yet to be determined.  \n\nSpecial Note on Hurricane Irma\n\nEarly September 2017 was marked by the wrath of monster Hurricane Irma, which decimated several islands of the \nLeeward Caribbean before raging across the state of Florida in the United States.  Irma had the dubious distinction \nof being the most powerful Atlantic storm in a decade.\n\nAs a Category 5 hurricane, Irma slammed into the island of Barbuda - part of the two-island state of Antigua-\nBarbuda -- with maximum sustained  winds of 185 miles per hour.  But the massive storm's wide expanse of \nexternal bands hit neighboring islands such as St. Martin/St. Maarten and St Barthelemy in the Netherlands and \nFrench Antilles, Anguilla in the British Virgin Islands, Turks and Caicos Islands, and the United States territories of \nthe Virgin Islands and\n\nPuerto Rico with destructive force.  The storm's path continued on across the northern coasts of Cuba, across \nportions of the Bahamas, and then sweeping over the Florida Keys  with maximum sustained winds of 130 miles \nper hour, before covering the rest of the state with dangerous floods and winds. \n\nIn the Caribbean, dozens of people were killed but no place suffered worse destruction than Barbuda.  According to \nPrime Minister Gaston Browne of Antigua and Barbuda said Irma had wreaked \"absolute devastation\" on Barbuda, \nwhich was now \"barely habitable\" with 95 percent of the island's infrastructure  completely destroyed. \n\n\n\nUp to 90 percent of St. Martin's infrastructure had also been utterly decimated, essentially destroying the \nFrench/Dutch territory's tourism industry.  \n\nCuba's north coast, which was home to much of its burgeoning tourism industry,  had now suffered a massive \nsetback in the already-struggling Communist country. Particularly hard-hit\n\nHavana, Matanzas, Camagüey and Ciego de Ávila. Ten people were confirmed to have been killed in Cuba alone \nwith authorities noting they had not evacuated to shelters, as instructed to do so.  \n\nAcross the Leeward Caribbean, island nations and territories were being faced with dozens of deaths widespread \ndamage and destruction to infrastructure, as well as a  humanitarian crisis. \n\nPrime Minister Theresa May of the United  Kingdom pledged 32 million in British pounds for recovery assistance in \nthe Caribbean.  The Dutch monarch King Willem-Alexander,  visited Netherlands Antilles affected by Irma, including \nthe Dutch side of St Maarten to show solidarity with the people. Dutch Prime Minister Mark Rutte promised an \nintensified security presence in affected Dutch territories to ensure order, and noted that security forces had been \nauthorized to function with a \"firm hand.\"  French President Emmanuel Macron was criticized for the lateness of his \nresponse to St. Martin and St. Barthelemy, but was also expected to make his way to the region to survey the \ndamage and offer assistance for French Caribbean territories' recovery and rebuilding efforts.  \n\nIndependent Caribbean island nations such as Cuba and Antigua-Barbuda would have a more difficult time on their \nlimited resources to recover from Irma's wrath.  In Barbuda more than 1,300 Barbadians were in shelters in Antigua \nwith no suggestion of when they might return home. Assistance was coming from regional neighbors such as \nJamaica, St Lucia, and Trinidad and promised assistance while a team from the Caribbean Disaster Emergency \nManagement Agency (CDEMA) was  on the ground in Barbuda carrying out an assessment.  A Go Fund Me fund \nhad been established to try to rescue animals left to roam free in Barbuda in the aftermath of the storm.\n\nEnd of the Castro era as Raúl Castro hands over power to Miguel Díaz-Canel\n\nOn April 18, 2018, with Cuban President Raul Castro set to retire from office, the  Cuban parliament, controlled by \nthe Communist Party, proposed Vice President Miguel Diaz-Canel as his replacement.\n\nThe National Assembly ratified the proposal, and a long period of applause and ovation from members of \nparliament followed.  Diaz-Canel -- a stalwart of the Castro brothers who had to this point ruled Cuba -- was sworn \ninto power as the country's new president on April 19, 2018.\n\nThe transition of power from Castro to Diaz-Canel was historic as it brought a close to the Castro regime that has \nled Cuba since the 1959 revolution that brought Fidel Castro to power.\n\nImmediately indicating that Cuba would be on the path of continuity and not major change, Diaz-Canel  in his \ninaugural address asserted that there  was \"no room in Cuba for those who strive for the restoration of capitalism.\" \n Diaz-Canel said that his aim was \"to ensure the continuity of the Cuban revolution at a key historic moment\" and \nadded \"the revolution continues its course.\"\n\nIn July 2018, that path of continuity was illustrated as President Diaz-Canel named a new cabinet populated by \nCastro-era political veterans.  In fact, most of former President Raul Castro's government  remained in place,  with \nthe exception of the portfolio for economic reform.  The new cabinet was ratified by the National Assembly.\n\nBut amidst the seeming climate of continuity, the country also set in motion a path toward constitutional reform. At \nissue were changes to Cuba's 1976 constitution, which would include some reforms of government, the judiciary, \n\n\n\nand the economy.  Of note would be the creation of the post of prime minister; in this way, the president would be \nthe head of state and the prime minister would be the head of government.  As well, there would be a presumption \nof innocence in legal proceedings -- a new element in the judicial system.  While the Communist state would remain \nin tact, the new constitution would recognize the free market and private property as emerging aspects of Cuban \nlife. Finally, it would officially enshrine the  principle of gender equality and provide for same sex marriage.\n\nAs noted by Homero Acosta, the secretary of the Council of State charged with advancing the constitutional \nreforms, \"We are before a total reform within the framework established by the principles of socialism.\"\n\nThe new charter would have to be ratification via a national referendum  later in 2018, and then pending national \nsanctioning, it would be returned to the National Assembly for final approval.\n\nEditor's Note:\n\nCuba was the last major Spanish colony to gain independence, following a 50-year struggle begun in 1850. United \nStates intervention during the Spanish-American War in 1898 assisted the Cubans in overthrowing Spanish rule, \nand the Treaty of Paris established Cuban independence from the United States in 1902.  \n\nAfter independence, Cuba was often ruled by military figures who obtained or remained in power by force. In 1959, \nFidel Castro led a rebel army to victory, ousting the United States-backed President Fulgencio Batista from power, \nconfiscating private property, and declaring Cuba to be a socialist state in 1961.  \n\nCastro ruled the country for nearly five decades until he stepped down in February 2008 when his younger brother \nRaul Castro took over as president. The relationship between Cuba and the United States froze in 1959 and by \n1960, the United States had imposed a harsh sanctions regime on Cuba that no United State president was \ninterested in changing for decades to follow.  \n\nThe year 1962 was marked by the Cuban missile crisis and reminded the world that the Cold War was in full force.\n\nIn the next three decades, Cuba's economy was characterized by heavy dependence on Soviet assistance, with the \nSoviet bloc countries providing guaranteed export markets for Cuba's main exports -- sugar and nickel.\n\nWith the disappearance of Soviet aid following the collapse of the Soviet Union, government controls on the \neconomy were relaxed in the 1990s, and major structural changes have expanded the role of the markets. Since \nthe mid-1990s, tourism has surpassed sugar as the primary source of foreign exchange, and in recent years Cuba's \neconomic growth has accelerated, owing to new export markets and sources of external finance.\n\nIn the late 2000, Venezuela provided Cuba oil on preferential terms; however, in recent years, Venezuela has been \nbeset by its own economic crisis made worse by the slumping price of oil.  \n\nIn late 2014, United States President Obama announced that his government would seek to normalize ties with \nCuba, and by the spring of 2015, the two countries were on a historic journey aimed at ending decades of antipathy \nand acrimonious relations.  During the process of rapprochement, Cuba agreed to release scores of dissidents \nwhile the United States removed Cuba from its list of state sponsors of terrorism.  \n\nBy August 2015,  the United States and Cuba formalized their ties as embassies were opened in Washington D.C. \nand Havana, as the Cuban flag was flying for first time in 50 years at embassy in Washington D.C.; and as \nSecretary of State Kerry traveled to Cuba  to witness the raising of U.S. flag  at the embassy in Havana. These \nlandmark moves heralded a historic transformation in Cuba's modern history.  \n\n\n\nIt was to be seen if the process of rapprochement between the United States and Cuba would prevail, given the \ndeath of Fidel Castro in 2016, and the incoming hardline Republican  administration of Donald Trump in the United \nStates.\n\nNote that 2018 saw the end of Castro leadership in Cuba as Raul Castro stepped down from power, making way \nfor Miguel Diaz-Canel as his replacement.\n\n-- August 2018\n\nWritten by Dr. Denise Youngblood Coleman, Editor in Chief, CountryWatch.com.  See Bibliography for research \nsources used in all Country Reviews. Supplementary sources used in this section include: Cuba in Transition, Vol. \n10, Proceedings of the 10th Annual Meeting of the Association for the Study of the Cuban Economy; the \nWashington Post; \"ITC Releases Report of U.S. Economic Sanctions in Cuba\" Human Rights Watch.\n"}