{"title": "NOW H IL OPPOSES SPITZ PLAN. SAYS SHE'S AGAINST IMMIGRANT LICENSES", "body": "\nWASHINGTON - Sen. Hillary Clinton tried to put her biggest stumble of the campaign in the rearview mirror \nyesterday by coming out against driver's licenses for illegal immigrants.\n\n\"As President, I will not support driver's licenses for undocumented people,\" Clinton (D-N.Y.) said, adding she \"will \npress for comprehensive immigration reform that deals with all of the issues around illegal immigration.\"\n\nShe delivered her first unequivocal statement on the issue after Gov. Spitzer dropped the idea yesterday, a day \nbefore today's Democratic showdown in Las Vegas, where she hopes to get her front-runner's groove back.\n\nClinton hit her first serious bumpy stretch of the race two weeks ago at the Democratic debate in Philadelphia when \nshe refused to say if she backed Spitzer's plan.\n\nAnalysts predicted there would not be a repeat of Clinton's Philly flubs in Vegas, and that she'd try to get back on \nthe high road. \"Her answers will not evolve over the course of a few minutes,\" said Marist College pollster Lee \nMiringoff, who found a tightening race after that debate.\n\n\"She's got to get back to the big issues - health care, Iraq, global warming - which is what the voters really want,\" \nhe said.\n\nIn a preview of tonight's showdown, the campaign of Sen. Barack Obama (D-Ill.) served notice he won't just let the \nlicense issue go. \"When it takes two weeks and six different positions to answer one question on immigration, it's \neasier to understand why the Clinton campaign would rather plant their questions than answer them,\" said Obama \nspokesman Bill Burton. Obama said he liked Spitzer's license plan.\n\nThe campaign of Connecticut Sen. Chris Dodd, who opposed Spitzer's idea, also hammered Clinton.\n\n\"It's flip-flopping cubed,\" said Dodd spokeswoman Colleen Flanagan, mocking Clinton's convoluted answers in \nPhiladelphia. \"She was for it before she was against it, before she was for it, before she was against it.\"\n\nCamp Clinton responded by criticizing her rivals' tone and highlighting the new difference between Clinton and \nObama on the license issue.\n\n\nDavid Damore, a University of Nevada, Las Vegas, political scientist, said Clinton's \"parsing of policy has made for \nsound bites, but people are making a calculation of strategic viability, and right now they think Clinton has the best \nchance of winning.\n\n\"The biggest threat for her is a repeat performance of the last debate,\" he added.\n\nmmcauliff@nydailynews.com\n"}