{"title": "Children Facing Deportation Have Few Advocates; Court System Designed for Adults Just Starting to Adapt for Youths", "body": "\n He paces outside New York's immigration court, looking lost, scanning faces. Then he finds them, two nervous-\nlooking older teens.\n\n  \"Habla English?\" he asks them. No, they say. He pauses.\n\n  \"You have a passa-port? ID? ¿Nada?\" No. The lawyer widens his eyes.\n\n  \"Mother, father? Family? ¿Tio, tia? Nobody? Just you?\" Yes, his new clients say.\n\n  In minutes, these boys will tell a judge whether they want to fight deportation. But even with the language \nproblem, they are lucky compared with others. A list outside the courtroom says 37 children are here today. Just \nthree have lawyers.\n\n  A look at U.S. immigration courts shows a system where many children lack legal representation, where \nfrustrated judges find themselves explaining the law to 12-year-olds, often through a translator, and where the \ngovernment itself has no real measure of the problem.\n\n  Though some new efforts are beginning to address the issue, advocates worry about child trafficking, smuggling \nor abuse that may go unnoticed because children do not know how to ask for help.\n\n  In immigration court, the government treats detained children like immigrant adults, giving them a phone list of \nvolunteer lawyers. Often, no call is made.\n\n  Nonprofits and volunteer lawyers sometimes appear, trying to offer assistance before youths accept deportation. \nSome judges simply ask if anyone in the courtroom can step in to help.\n\n  \"Immigration judges know how to be fair even when only one side is represented,\" then-Chief Immigration Judge \nMichael Creppy said at a Senate committee hearing in 2001.\n\n\n  Of approximately 7,800 unaccompanied children who passed through government custody in the fiscal year that \nended Oct. 1, more than half went to court alone, some observers say.\n\n  There is no way to be sure. The government does not track legal aid in these cases. It cannot say how many \nchildren show up for immigration court at all.\n\n  \"I don't know what asylum means. I don't know that word. . . . I am afraid to go back to Haiti,\" a 10-year-old Haitian \ngirl told interviewers for a Harvard report released this summer. The report, \"Seeking Asylum Alone,\" criticized the \ngovernment for not providing lawyers and for not tracking the problem.\n\n  \"The judge doesn't talk to me,\" the girl continued. \"I don't know his name.\"\n\n Caught at the U.S. border or deeper inside the country, the immigrant children are most often from Mexico, \nGuatemala, Honduras and El Salvador.\n\n  Until 2003, unaccompanied children with no guardian to claim them were placed in detention centers, where they \nsometimes mixed with violent offenders.\n\n  Now the children are sent to special shelters run by the federal Office of Refugee Resettlement in eight states: \nArizona, California, Florida, Illinois, Indiana, New York, Texas and Washington.\n\n  About 60 percent are released once a family member or guardian can be found, sometimes within days. That \nleaves little time for nonprofit groups and volunteer lawyers to meet with the children and try to know their cases. \nAfter release, finding a lawyer is up to the family and is often not done.\n\n  \"The challenge is ensuring they get help when they leave,\" said Martha E. Newton, the ORR's director.\n\n  Even in shelters, many children are far from pools of available lawyers.\n\n  One shelter, in Nixon, Tex., is in a city of 2,246, an hour's drive from San Antonio. Not many lawyers want to go, \nsaid Teresa Coles-Davila, a lawyer in private practice who coordinates free legal aid for children in San Antonio's \nimmigration court.\n\n  But the need is growing, she says. When the shelter first called her for help three years ago, it had half a dozen \nkids. Now it has close to 100, and a maximum capacity of 136.\n\n  \"No one pays me to do this,\" Coles-Davila said. \"My position is, eventually the goodwill is going to run out.\"\n\n  In Houston, Anne Chandler of the University of Houston Law Center's immigration clinic was, until a few months \nago, the only lawyer who handles only children's cases. Five shelters for detained children are located nearby, \nwith a combined 172 beds. Another shelter is a three-hour drive away.\n\n  Lss than one-third of immigrant children in the Houston area get a lawyer, Chandler said.\n\n  \"I would miss kids,\" Chandler said. \"I would go to court and see a couple of kids and say 'I never spoke to you' \nand they would say 'No.' Sometimes I could take them into a private consultation room for 20 or 30 minutes and \ngive them advice.\"\n\n  That is hardly enough time to get to know someone, lawyers say. Coaxing out a child's life story, especially a \ntraumatic one, can take hours.\n\n  \"I feel I'm part of a system that's malfunctioning,\" Chandler said.\n\n Recognizing the need for more than goodwill for unrepresented children, the Executive Office for Immigration \nReview, which oversees immigration courts, has announced a new legal assistance initiative at four sites.\n\n\n\n  The Vera Institute of Justice will give children one-on-one legal information and help find volunteer lawyers in \nCorpus Christi, Tex.; Vincennes, Ind.; Wayne, Ill.; and Seattle. The institute also has started giving grants to \nnonprofits in places such as New York and Houston for similar work.\n\n  In a separate effort to reach children after they leave detention, the National Center for Refugee and Immigrant \nChildren was launched last year with largely private funding. So far, it has matched lawyers with more than 400 \nkids.\n\n The center, with a full-time staff of four, hardly covers everyone, said Adriana Ysern, the senior immigration \nprogram officer. \"We can only respond to so many,\" she said.\n\n  A different approach is underway in Chicago. With seed money from ORR, the Immigrant Children's Advocacy \nProject assigns each child a bilingual advocate who meets with the child every week, finds legal representation \nand goes with the child to court. So far, advocates have been matched with about 120 children.\n\n  A similar national pilot program is envisioned in a bill that has passed the Senate but has been in a House \nsubcommittee since February.\n\n The blank looks in the children's eyes finally did it. After facing hundreds of kids in his courtroom, many without a \nlawyer, Joseph Vail quit his job as an immigration judge.\n\n  He was tired of trying to explain the legal process to 12-year-olds who would just watch him, confused. He was \ntired of ordering them deported without knowing why they had come to America, or what they had tried to leave \nbehind.\n\n  \"Say a kid wants asylum,\" Vail said. \"Kids never really qualify unless they're before a really sensitive judge, \nbecause kids have no political opinions they can express.\" \n\n The law requires a connection to a political or social belief, or membership in a certain group that has been \npersecuted in some way.\n\n  Vail left the bench in 1999. Now he works at the University of Houston's immigration clinic, trying to give children \nlegal aid.\n\n  Though immigration judges have no authority to order legal assistance, some try to help unrepresented children \nanyway. Some quietly call lawyers for aid. Others ask the courtroom audience for volunteers.\n\n  \"There are so many kids,\" John W. Richardson, an immigration judge in Arizona, told the Harvard study. \"You look \nat their faces, and they try to be cheerful, and you know that most of them are going to go back to deplorable \nsituations.\"\n\n  In late 2004, the Office of the Chief Immigration Judge gave the country's judges some suggestions for being more \nchild-friendly. For instance: Wear street clothes instead of the robe, let kids explore the courtroom, bring a toy.\n\n  \"Before asking how many times something happened,\" the memo added, \"the immigration judge should determine \nthe child's ability to count.\"\n\n  Both judges and advocates said children without lawyers slow down court proceedings, waste taxpayer money \nand keep children in government custody longer than they should be there.\n\n  These kids have enough stress already, said Denise Slavin, the Miami-based president of the National Association \nof Immigration Judges. She likes the idea of appointing them a lawyer if they can't find one themselves.\n\n  \"If we changed the system,\" she said, \"maybe children would be a great place to start.\"\n\n\n"}