{"title": "Pentagon Believes AQI in Last Throes; HUD Secretary Under Fire for Cronyism; Rainforest Destruction Fueling Global Warming", "body": "\nANDERSON COOPER, CNN ANCHOR: Tonight, a stunning report. It says top military leaders believe that al \nQaeda in Iraq could be finished, crippled. We'll check the facts on the ground, including a potential intelligence \nbreakthrough against the terror group.\n\nAlso, what is happening to the Republicans? Tonight, the gloves come off in the race for president. Fred Thompson \ntonight threw some heavy punches at fellow Republicans. Is it business as usual or signs the GOP is in campaign \ndisarray?\n\nAlso tonight, new troubles for O.J. Simpson. Are two of his alleged co-conspirators ready to roll on O.J.? New \ndevelopments that could put Simpson closer to jail time than ever before.\n\nWe begin tonight with some good news out of Iraq, something you don't get to say very often. American casualties \nhave fallen significantly, 65 U.S. deaths last month, compared to 126 in May. Suicide bombings have dropped, too, \nby about 50 percent since January. Iraqi civilian deaths have fallen as well, down 48 percent in September from the \nmonth before, still a horrific 827 Iraqis shot, blown up or tortured to death that month.\n\nThe Iraqi government still cannot get its act together, to be sure, and the country still shows few signs of ethnic \nreconciliation. But there's more bit -- at least one more bit of good news, for Americans at least. A lot of \ncommanders reportedly believe that al Qaeda in Iraq is crippled as a killing force. That is according to a stunning \nnew report in The Washington Post today.\n\nCNN, however, is hearing many of the same things. So, if al Qaeda in Iraq is on the ropes and President Bush calls \nal Qaeda the main reason we're still in Iraq, are we on the verge of a major shift in American involvement there? \nThat is the question tonight.\n\nAnd we will dig deep with CNN terrorism analyst Peter Bergen, but, first, in Baghdad, with CNN's Jim Clancy.\n\nJim, the first decline in suicide attacks, civilian deaths and American casualties, is this due to the so-called surge or \nthis Sunni awakening?\n\n\nJIM CLANCY, CNN CORRESPONDENT: Well, it's due to both of those things. Al Qaeda has been deprived of \nsome of its safe havens. It has lost Sunni support, and it is suffering from a U.S. intelligence network that is going \nafter its top leadership. But don't count them out. Perhaps The Washington Post has gone a little bit over the top on \nthis one or the people that it quotes, because many of the commanders here on the ground say this is the time to \npress the fight against al Qaeda.\n\nThe commanding general here, David Petraeus, says, if we have them on the mat, we have to keep them there. \nEven in areas where al Qaeda has been cleared, Anderson, there is evidence they're trying to claw their way back. \nPetraeus says they are determined, they are dangerous, they are still capable of mounting horrific suicide attacks \nagainst civilians.\n\nCOOPER: And, Jim, you have learned about a huge amount of intelligence documents that the U.S. military \nrecently got its hands on. Give us the highlights of that.\n\nCLANCY: You look at it, here's a guy worked for al Qaeda, an emir on the border with Syria bringing in those \nsuicide bombers. He thought nobody would see him out in the middle of the desert. He thought that was the place \nto hide.\n\nBut he kept meticulous records, five terabytes, that show the names, the ages, the photos, the passport numbers of \npeople that were coming into Iraq, some 800 al Qaeda operatives not only inside Iraq, but in other parts of the world \nin the al Qaeda network, not only in al Qaeda in Iraq, significant data that that has been used to take down a lot of \npeople -- Anderson.\n\nCOOPER: Do you know when these documents were found?\n\nCLANCY: They were found in early September, and it led to the arrests of some -- well, in total some 29 senior al \nQaeda leaders. They acted on this information right away. The emir thought that he was safer being in a remote \narea, but that also meant his network wouldn't know if suddenly he went missing.\n\nThe U.S. forces, according to General Petraeus, literally went after these guys like gangbusters -- Anderson.\n\nCOOPER: Jim Clancy live in Baghdad. Jim, thanks.\n\nCNN terrorism analyst Peter Bergen joins me now. He has got a piece in this week's edition of The New Republic \non global al Qaeda. It's titled \"How Osama bin Laden Beat George W. Bush.\"\n\nPeter, has al Qaeda in Iraq been crippled, as some U.S. military folks are saying to The Washington Post?\n\nPETER BERGEN, CNN TERRORISM ANALYST: Well, certainly, you know, they controlled Anbar Province in \n2006. According to the U.S. Marines, they're out of there now. Sunni tribal leaders have turned against al Qaeda. \nOther Sunni insurgent groups have turned against al Qaeda.\n\nBut, I mean, I think a declaration of victory would be awfully premature now. We have had a lot of declarations of \nvictory, beginning with \"Mission Accomplished,\" and then Saddam Hussein being captured, Abu Musab al Zarqawi, \nthe leader of al Qaeda in Iraq, being killed.\n\nAnd, unfortunately, al Qaeda and the insurgency, with every declaration of insurgency, it actually got stronger. What \nwould a declaration of victory serve anyway? I think it would actually precipitate al Qaeda to try and show that it was \nreally in the game, produce more attacks. It doesn't seem like a very good idea and it may not actually be factually \ncorrect.\n\nBear in mind that the drop in suicide attacks that have happened come after a record number of suicide attacks in \n2006. So, this is sort of like the frog that is slowly boiling in the pot where you turn down the water a little bit. And \nthe water is still pretty hot in Iraq right now. Yes, al Qaeda has taken these hits, but the idea that that dimension of \nthe insurgency has been defeated, I think that that is wishful thinking -- Anderson.\n\n\n\nCOOPER: Is it possible that we should look at the timing of this article, too, in The Washington Post, that you \nbasically have military sources telling The Washington Post, well, we think we have defeated al Qaeda in Iraq \nbasically just days after the former commander of U.S. forces, General Sanchez, calls it a nightmare with no end?\n\nBERGEN: Well, I'm not going to go there, Anderson.\n\nCOOPER: OK, not as skeptical, perhaps, as some.\n\n(LAUGHTER)\n\nCOOPER: Understandable. What do you make of this windfall of intelligence documents?\n\nBERGEN: Well, that seems like a very big deal. If, indeed, 29 senior leaders of al Qaeda have been arrested as a \nresult of this intelligence, that is a big deal. And, you know, intelligence is what is needed to take down these \nnetworks. One of the things that we have sort of -- that the United States has suffered from is not knowing the \nidentities of a lot of these suicide bombers.\n\nThere is a study of -- there have been 800 suicide attacks at least in Iraq since the beginning of the invasion of Iraq. \nWe only probably know the identity of about 15 percent of those guys. Beginning to know who these people are, \nwhat their networks are, that's the way to take them down, and very useful intelligence in the future -- Anderson.\n\nCOOPER: This administration likes to paint this, though, as a war between the United States, coalition forces, and \nal Qaeda in Iraq or al Qaeda. But, in terms of numbers, al Qaeda in Iraq is just one of many groups fighting against \nU.S. forces.\n\nBERGEN: Yes, no doubt. I mean, 3,000 members of al Qaeda in Iraq, probably up to 5,000 at most, but they have \nhad a disproportionate effect about what's going on in Iraq. After all, al Qaeda in Iraq bombed the United Nations \nunder a different name, got the United Nations to pull out.\n\nThey sparked the civil war by attacking the mosques in Najaf and Samarra. They have killed something like 10,000 \ncivilians, mostly Shia. They have had a huge strategic impact about what's going on in the war in Iraq, even though \nthat they are a relatively small group.\n\nCOOPER: You can read Peter's article in this week's New Republic. It's a great read. Peter, thanks for being with \nus.\n\nA lot more questions especially about the war against the larger al Qaeda. How come we're not winning that one? \nBack in 60 seconds.\n\nCOOPER: We have been talking about al Qaeda in Iraq, which some military commanders reportedly think is on the \nropes.\n\nBut the larger threat, al Qaeda worldwide, remains a major threat. Osama bin Laden is still at large. Afghanistan is \nshaky, to say the least. So is Pakistan. American influence in the Islamic world looks to be at a low point.\n\nTo understand where al Qaeda really is today, I sat with CNN terrorism analyst Peter Bergen, as well as Lawrence \nWright, Pulitzer Prize-winning author of \"The Looming Tower,\" perhaps the best book out there on the rise of al \nQaeda.\n\n(BEGIN VIDEOTAPE)\n\nCOOPER: What does al Qaeda stand for today? I mean, what is they want?\n\nLAWRENCE WRIGHT, AUTHOR, \"THE LOOMING TOWER: AL QAEDA AND THE ROAD TO 9/11\": It used to be \nthat they had almost a political agenda. Mainly, they wanted the American troops out of Saudi Arabia, and they \n\n\n\nachieved that. In March of 2003, when the statue of Saddam came down, the Bush administration announced that \nthe U.S. was going to withdraw all of its troops from Saudi Arabia.\n\nAnd then the very next month, they began their assault on Western housing compounds. So, it was pretty clear that \nvictory wasn't enough for them. The trend in al Qaeda now is becoming increasingly nihilistic and apocalyptic. It's \nnot -- I wouldn't think of it as a political organization at all now.\n\nCOOPER: So, it's not that they want something. It's not that, really, there is an achievable goal that will satisfy? It's \ndeath; it's destruction?\n\nWRIGHT: And if you look at bin Laden's last videotape, the one called \"The Solution,\" where he proposes the \nsolution is that we all convert to Islam, it's very difficult to find, you know, a basis of negotiating with such an entity.\n\nBERGEN: Yes. I mean, that's unlike most conventional terrorist groups, who want one thing. Like, the IRA wanted \nthe British out of Northern Ireland, or ETA wants to have a Basque state in Spain.\n\nYou know, the list of what bin Laden wants is, you know, a caliphate around the Muslim world, the destruction of the \nstate of Israel, no American influence at all in the Middle East, pull out of all the countries that we're in.\n\nYou know, the list -- and we did the one thing that was most important, as Larry pointed out. We're out of Saudi \nArabia. He said nothing about it, by the way. There has been no sort of gain for us.\n\nThe strategy was, we want to get regime change in Saudi Arabia and Egypt, the near enemy. That hasn't worked so \nfar very well. So, we are going to attack the far enemy, the United States, get them to pull out, withdraw their \nsupport from Egypt and Saudi Arabia, and their regimes will fall. That was what the 9/11 attacks were about.\n\nBut the attack on a far enemy, instead of provoking the fall of the near enemy, these regimes are stronger than \never.\n\nCOOPER: And where is al Qaeda today, I mean, as you look, big picture at the map?\n\nBERGEN: I think it's resurgent. I mean, the London attacks of July 7, 2005, which killed -- the largest British -- \nterrorist attack in British history, it was an al Qaeda operation through and through. It looks to me a lot like the Cole \nattack in Yemen in 2000, where they demonstrated significant planning. They demonstrated an ability to reach out \nthousands of miles from their home base.\n\nThey planned to bring 10 American airliners in the summer of 2006. Lucky it didn't work out, but it would have been \na 9/11-style event. And they haven't changed their ideas. They are not going to attack a mall in Des Moines. They \ncould care less about Des Moines.\n\nThey're going to attack New York, Los Angeles, D.C., or American commercial aviation. They're still thinking big. \nThey're still thinking catastrophic attacks. Luckily, they are still nowhere near where they were on September 11th. \nBut they are resurgent. They're back in Afghanistan, back in Pakistan. You know, they have killed tens of thousands \nof Iraqi civilians in Iraq.\n\nThe list goes on and on. So, the idea that -- you know, President Bush said about a year ago that they're on the \nrun. Well, if this is on the run, I don't want to see what they're like when they're on the march. And I think, right now, \nthey're on the march.\n\nCOOPER: Is bin Laden important? Does he still matter?\n\nWRIGHT: Yes, he does. There's nobody in the movement that has the kind of moral authority he has, who can \ndirect traffic, for instance, saying to, you know, go to Darfur and go to Kashmir.\n\n\n\nYou know, he has got the charisma. He has got the following. And, also, he keeps people from seeing what is really \nhappening in al Qaeda right now. It's turning into a group of criminal gangs. They make their money on dope \nsmuggling, on kidnapping, on stealing the oil shipments, big-game poaching in Africa.\n\nEssentially, they're mafias that are tied together loosely, but are overseen by this quasi-religious figure that gives it \na moral authority it doesn't deserve.\n\n(END VIDEOTAPE)\n\nCOOPER: That's part of a conversation -- a larger conversation, we had with Lawrence Wright and Peter Bergen \nthat we will bring to you on another day.\n\nMoving on to the ground war being waged in Iowa, New Hampshire, and, tonight, New York. See who is targeting \nRudy Giuliani.\n\nAnd see why O.J. Simpson's legal trouble just got two witnesses tougher. Back in just 60 seconds.\n\nCOOPER: Fred Thompson tonight, who must not have been listening to Ronald Reagan, when he -- Ronald \nReagan called the 11th commandment, thou shall not speak ill of a fellow Republican.\n\nTonight, with caucuses and primaries getting closer, kind of, Thompson lashed out at fellow Republicans, not by \nname, but the targets were pretty unmistakable, Mitt Romney and Rudy Giuliani. And he did it right here in New \nYork.\n\nCNN's John King, who is following the action, joins me now -- John.\n\nJOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: You say closer, kind of. It's about 81 days until the first \nvotes in Iowa, Anderson. The Republican race still has no clear front-runner. So, it's getting more pointed and more \npersonal.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: Fred Thompson.\n\n(APPLAUSE)\n\nKING (voice-over): On Rudy Giuliani's home turf, the latest salvo in a Republican race turning testy.\n\nFRED THOMPSON (R), PRESIDENTIAL CANDIDATE: Some people think, seemingly, that we need to defeat the \nDemocrats next year by becoming more like them.\n\nKING: Former Senator Fred Thompson didn't name names. Yet, there is no doubt the target was Giuliani, the pro-\nabortion-rights, pro-gay-rights former New York City mayor.\n\nTHOMPSON: I suggest that it's not time for philosophical flexibility in terms of our principles. That is a surefire way \nof making sure we don't win. RUDY GIULIANI (R), PRESIDENTIAL CANDIDATE: I promise to keep America safe \nand secure.\n\nKING: Giuliani prefers to emphasize terrorism and leadership over social issues, and, with the luxury of being \nahead in most in national polls, invokes Ronald Reagan when asked about the mounting attacks.\n\nGIULIANI: He used to have an 11th commandment. It was, thou shalt not attack another Republican. So, I'm going \nto try to follow that commandment as much as I can.\n\nKING: Staying above the fray won't be easy.\n\n\n\nTUCKER ESKEW, REPUBLICAN STRATEGIST: We're going into a real scrap. There is a pretty fluid electorate on \nthe Republican side, as we try to determine who we're going to be. So, get your game on.\n\nKING: Mitt Romney started the latest dust-up late Friday in Nevada.\n\nMITT ROMNEY (R), PRESIDENTIAL CANDIDATE: The conservatives in these states that have heard me time and \nagain recognize that I do speak for the -- if you will, the Republican Party.\n\nKING: Romney's target was Giuliani, but it was Senator John McCain who took issue.\n\nSEN. JOHN MCCAIN (R-AZ), PRESIDENTIAL CANDIDATE: My record of 24 years as a conservative Republican, \nwith a voting record to back it up of consistency on a variety of issues, speaks for itself.\n\nKING: McCain went on to note Romney voted for Democrat Paul Tsongas in the 1992 presidential primary and that \nsame year gave money to Democratic Congressman Dick Swett of New Hampshire.\n\nMCCAIN: We also should examine people's records as to whether they're \"real Republicans\" or not.\n\nKING: The GOP race is wide open in part because none of the leading candidates gets perfect grades from \nconservatives.\n\nRomney once favored abortion rights. Giuliani, as mayor, supported taxpayer-financed abortions and marched in \ngay rights parades. McCain and Thompson oppose a constitutional amendment banning same-sex marriage, \nsaying states should make such decisions, and, in the past, have put balanced budgets ahead of bigger tax cuts.\n\nESKEW: Republicans are a party in transition. We're entering the post-Bush era. So, what are we doing? We're \nhelping reconfigure what is Republican, what it means to be a real Republican. We will actually have an answer to \nthat question when we have a candidate.\n\n(END VIDEOTAPE)\n\nCOOPER: Now, John, last week at the Republican debate, it was all about attacking Hillary Clinton. Why now are \nthey focusing on each other?\n\nKING: Well, they're still attacking Hillary Clinton. But one subplot of the Republican race is, who would be the \nstrongest candidate against the presumed Democrat, who is Hillary Clinton right now?\n\nBut another subplot is, who will be the leader of the party post- George W. Bush? This is a fascinating race between \nall these candidates who essentially want to redefine the Republican Party in the post-Bush era, and they have \nsignificant philosophical differences among them. They agree on most of the big-picture things, like Iraq, but they \ndisagree on spending and taxes, some of the social issues.\n\nSo, it's a fascinating fight, and it's going to play out a lot over the next 80 days.\n\nCOOPER: Let's bring in former presidential adviser David Gergen now.\n\nDavid, Republicans are being uncharacteristically, I guess, nasty towards each other. Why now? Is it just because \nwe are 81 days away from this primary?\n\nDAVID GERGEN, FORMER PRESIDENTIAL ADVISER: In part, Anderson, but it also shows a -- that the old \nRepublican coalition that Ronald Reagan very much helped to build -- and he helped to keep it together, it was \nalways built from competing strains within the party, that there were different elements within the party. And it took a \nmaster like Reagan to keep them together.\n\n\n\nAnd now that Bush, who picked up some of that, that his power is diminishing, all of those people are starting to \ncompete against each other. And what you see now is, there is no longer a coherent Republican philosophy. What \nyou have is people trying to become the new definer of that Republican philosophy.\n\nSo, you have got two things going on. One, you have got a -- as John King says, you have got a race with no very \nclear front-runner, Mitt Romney very much in the hunt here. And, secondly, there is no clear Republican \nphilosophy, I think all of which means that they're going after each other in a very personal way, violating Reagan's \n11th commandment. And I think it's not good news for the party.\n\nCOOPER: And that's probably going to only increase in these next couple of days. Let's stick around. There's a lot \nmore to talk about with David Gergen and John King.\n\nAlso tonight, O.J. Simpson, a major blow to his case. Jeffrey Toobin will join us on that.\n\nBack before you can say, if the glove doesn't fit. We will be right back.\n\nCOOPER: We're back with John King and David Gergen, talking politics. And as you reported, Romney was out \nwith some fighting words, suggesting that he is the real Republican. That's kind of a risky maneuver for a guy who, \nat one point, was pro-choice.\n\nKING: It is risky, but, in a sense, his campaign thinks it's the right thing to do, because guess what? If he doesn't \ndeal with this issue, I'm a real Republican, not just on fiscal issues, but on social issues as well, his rivals are going \nto do it for him.\n\nSo, he's trying to essentially tackle his risk, by saying, I'm the real Republican. He knows that will lead to the, well, \nwait a minute, he was pro-choice. And he says, yes, I was. And he says so publicly. Yes, I was. I have changed \nmy mind. I am solidly pro-life now, anti-abortion. And he says the same on the fiscal issues, where he's being \ncriticized.\n\nIf he doesn't address his weaknesses first, guess what? In the direct mail and the TV advertisements to come, his \nrivals will do it for him. So, his campaign believes that is the best way to deal with it.\n\nCOOPER: David, it's interesting, because McCain seemed to be the one kind of leading the counterattack on \nRomney on the issue. Let's just play what he said.\n\n(BEGIN VIDEO CLIP)\n\nMCCAIN: You might not always agree with me on every issue, but I hope you know I'm not going to con you.\n\nGovernor Romney donated money to a Democratic candidate in New Hampshire. I don't think he was speaking for \nRepublicans. When he voted for a Democratic candidate for president, Paul Tsongas, I don't think he was speaking \nfor Republicans.\n\n(END VIDEO CLIP)\n\nCOOPER: McCain, you know, said he wasn't calling Romney a con artist. That's certainly kind of what it sounded \nlike. Why do you think he is the one going after him?\n\nGERGEN: Well, it's so interesting, Anderson, because it's almost like tag team wrestling. Romney, originally, by \nsaying, I'm the real Republican, was actually going after Giuliani. That was a veiled attack against Giuliani, the \nfront-runner -- you know, the fragile front-runner.\n\nBut it was McCain who jumped in. And it's partly because there is bad blood between Romney and McCain. There \nhas been all the way through the campaign. It has been very quiet. But they just don't like each other very much. \nBut McCain, in addition to the dislike, also needs to knock off Romney in order to become number two in this race.\n\n\n\nBut Romney is standing in McCain's way now if he is going to make a comeback, so he has to get -- knock him off. \nAnd Giuliani doesn't like Romney because he is sort of, you know, threatening him. So, both McCain and Giuliani \nnow have a mutual interest, and almost a quiet, you know, sense of an alliance against Romney, because each has \nan interest in holding him back.\n\nCOOPER: John, where does the bad blood come from?\n\nKING: Well, the bad blood comes from a campaign in which they have been shooting these barbs at each other, \nlargely unnoticed, in the early days of the campaign in New Hampshire, where Mitt Romney had to win, because \nhe's from Massachusetts. John McCain has to win, because he won in 2000.\n\nSo, for months, they have been going back and forth at each other, some personally, but a lot between the staffs, \nas well. And it has built up. It goes unnoticed because people aren't covering the campaign as much. And David is \nexactly right from the positioning.\n\nAnd what you're having, though, Anderson, is an interesting issue here. This is a very tactical campaign, each \ncandidate going after each other. And a lot of Republicans outside the campaigns are worried.\n\nRemember, the last two guys that ran the White House, in the primaries, Bill Clinton was about changing the \nDemocratic Party, stressed issues like welfare reform, balancing budgets.\n\nGeorge W. Bush was trying -- about changing the Republican Party, stressed compassionate conservatism. These \nguys are about, I'm a real Republican, he's not. And many Republicans are worried that, come to a general election \nthere, no one is talking to the middle of the electorate that might decide who the next president is.\n\nCOOPER: Interesting. John King, David Gergen, fascinating, guys, as always. Thank you.\n\nIt's clear that the candidates like to fight. And it appears they also love to spend money, along with some special \ninterest groups. Here's the \"Raw Data.\"\n\nIn the '08 race, more than $3 billion is expected to be spent on TV advertising, $3 billion. That is a record. That's \nmore than a billion dollars spent in the 2004 race. Right now, Mitt Romney leads the pack by airing his commercials \nmore than 11,000 times on the airwaves. And that's only so far.\n\nWe also want you to check out our Web site and tonight's question: After eight years of a Bush administration, can \nany Republican win? Share your thoughts by going to CNN.com/360. Click on the link to the blog. We will read a \nfew of your comments later on the program. This should be interesting.\n\nUp next, cancer in America, some new numbers and a new reality.\n\nPlus, caught on tape. A woman accused of trying to steal a newborn baby. Hear how she was stopped when 360 \ncontinues.\n\nCOOPER: Well, two of O.J. Simpson's codefendants turn against him. That story is coming up.\n\nBut, first, some of the other headlines from Tom Foreman, who joins us for a 360 bulletin -- Tom.\n\nTOM FOREMAN, CNN CORRESPONDENT: Hi, Anderson. Good news in the fight against cancer. Death rates are \nfalling faster than ever. Government scientists in the annual report to the nation say a big reason for the decline is \nbetter screening for colon cancer and more treatment options for patients fighting this, the nation's number-two \ncancer killer.\n\nNorth Texas, heavy rains and flooding, power was knocked out to thousands of homes and businesses. More than \n100 flights were canceled out of Dallas/Fort Worth Airport. And on the wet roads, a driver was killed when he \nskidded into a truck.\n\n\n\nIn Georgia, they have the opposite problem, not enough rain. Lake Lanier, the water source for about 3 million \npeople in the Atlanta area, is more like a puddle right now. Some scientists say the lake could run dry in just 90 \ndays.\n\nAlso in Atlanta, rapper T.I. remains behind bars. He appeared briefly in federal court today after his arrest over the \nweekend, just hours before he was to perform at the BET Hip-Hop Awards. Federal authorities say T.I. had his \nbodyguard try to buy machine guns and silencers from a man who is cooperating with the Bureau of Alcohol, \nTobacco, Firearms and Explosives.\n\nAnderson, the long and short of it, before the BET concert, the ATF arrested T.I. in the ATL, and it's no longer on \nthe Q.T. -- A.C.\n\n(LAUGHTER)\n\nCOOPER: So -- wait, so he allegedly tried to have his bodyguard buy machine guns, plural?\n\n(CROSSTALK)\n\nFOREMAN: Machine guns, plural, and I think a silencer, singular, I believe.\n\nCOOPER: Yes. Well, you know.\n\nFOREMAN: What are you going to do?\n\n(CROSSTALK)\n\nFOREMAN: Do you know what his real name is? His real name is Clifford Harris.\n\n(CROSSTALK)\n\nCOOPER: Now, I'm not sure he's not happy with you announcing that. (CROSSTALK)\n\nCOOPER: Yes. Yes.\n\nFOREMAN: Yes. And he's a guy who has possibly got some weapons now. I don't know.\n\n(LAUGHTER)\n\nCOOPER: Or at least his bodyguards.\n\nFOREMAN: Speaking of what was he thinking...\n\nCOOPER: Yes.\n\nFOREMAN: ... let's move on to \"What Were They Thinking?\" Check out this surveillance video, Anderson, from a \ngrocery store in Westbury, New York, out on Long Island. Cops are looking for a hunchbacked woman. You don't \nhear that that often.\n\n(LAUGHTER)\n\nCOOPER: Oh, geez.\n\nCOOPER: At the top of your screen there. They say she tried to steal a newborn baby from a shopping cart, \nserious stuff. They say the woman waited for the baby's mother to be distracted. Then she moved her shopping \ncart and attempted to flee the store with the baby still in the cart. But thank goodness, the cops say, other shoppers \nsaw the baby-napper and confronted her. She then ran off and jumped into a waiting car without the baby.\n\n\n\nCOOPER: Wow.\n\nFOREMAN: Yes.\n\nCOOPER: That is just bizarre.\n\nFOREMAN: Quite a story. Yes, that actually could be...\n\nCOOPER: So, police are now searching for the hunchbacked woman?\n\nFOREMAN: Yes.\n\n(LAUGHTER)\n\nFOREMAN: You know, you just don't hear that very often.\n\nCOOPER: You certainly don't.\n\n(CROSSTALK)\n\nFOREMAN: But nice thing. You know, this could have been a tragic story...\n\n(CROSSTALK) FOREMAN: Instead, it's just one of those, what was she thinking?\n\nCOOPER: And it's too bad she got away, yes.\n\nFOREMAN: Yes.\n\nCOOPER: Tom, appreciate it. Thanks.\n\nNow here's John Roberts with what's coming up tomorrow on \"AMERICAN MORNING.\"\n\n(BEGIN VIDEOTAPE)\n\nJOHN ROBERTS, CNN ANCHOR: Well, thanks, Anderson. Tomorrow, we bring you the most news in the morning, \nincluding millions of your tax dollars being spent on all those terror drills. And it's not just millions of dollars involved \nbut thousands of people in three different cities. They have them every year, but we know very little about what they \nfind.\n\nAre we any safer because of them? Some answers on \"AMERICAN MORNING\" beginning at 6 a.m. Eastern -- \nAnderson.\n\n(END VIDEOTAPE)\n\nCOOPER: Well, still ahead tonight on the program, a bad day for O.J. Simpson and a new hurdle in his burglary \ncase. Some of his co- defendants are now turning against him. That story after the short break.\n\nCOOPER: In the saga of O.J. Simpson, some bad news for him today and his newest defense team. We learn that \ntwo of Simpson's co- defendants to that armed robbery case out of Vegas will plead guilty and, in doing so, testify \nagainst Simpson in court.\n\nGiven the credibility and shady backgrounds of a few of the players in this alleged gun-toting memorabilia heist, will \ntheir words actually hurt or even help O.J.? Let's talk to our resident expert on all things Simpson, CNN senior legal \nanalyst Jeffrey Toobin -- Jeffrey.\n\nJEFFREY TOOBIN, CNN LEGAL ANALYST: Ph.D. in Simpson studies, that's me.\n\n\n\nCOOPER: Simpsonology.\n\nTOOBIN: Yes, indeed.\n\nCOOPER: So no big surprise, I guess, that two of the co- defendants would take guilty pleas.\n\nTOOBIN: No, this is Prosecution 101. You decide which defendant you really want to get, and you offer very sweet \ndeals to the others to get their testimony. And this is pretty -- I mean, Walter Alexander, one of the -- is going to \nagree to plead guilty to conspiracy to commit robbery and get a suspended sentence. So I mean, that's about as \ngood a deal as you can get.\n\nCOOPER: But some of the other co-defendants have criminal records, so they're not exactly, you know, squeaky \nclean. Is that going to affect their credibility, though?\n\nTOOBIN: Well, sure, it will, but it is often the case that -- and obviously, by pleading guilty to a crime, these people \nhave un- squeaky clean records.\n\nI mean, but, you know, prosecutors rely on criminals all the time, and they always say to the jury, look, you know, \nwho -- we didn't pick the witness in this case, O.J. did. He decided to associate with these people. So, you know, \nwe can't be called upon to, you know, ask for perfect witnesses.\n\nCOOPER: There's a picture that we have of Charles Cashmore the night of the incident in Vegas. He's seen \ncarrying this box of merchandise. I don't know if we have the picture here.\n\nAnd he's really reportedly going to testify that guns were used in the alleged robbery, something that Simpson has \nall along denied. Does that elevate the charges against Simpson?\n\nTOOBIN: Not necessarily. I mean, the question here -- my sense of the facts of this case is that a lot won't be in \ndispute. That, you know, they did go there, they did ask for the stuff back.\n\nThe real issue is, did Simpson know that guns would be involved? Did he think that he was taking something that \nhe wasn't entitled to? A lot will depend, it seems, on Simpson's state of mind.\n\nCOOPER: So if he didn't think he was really stealing something, that matters?\n\nTOOBIN: It does. I mean, especially -- well, certainly, if he doesn't think that he's taking -- if he thinks guns are \ngoing to be used.\n\nCOOPER: Right.\n\nTOOBIN: He certainly can't be accused of that. And if he's simply asking for things back and that they decided to \ngive it to him, that is -- I mean, that's not a crime.\n\nCOOPER: In something like this, how does O.J. Simpson pay for his defense?\n\nTOOBIN: You know, he makes a good deal of money. He makes about $400,000 a year with all his various \npensions. And, you know, he doesn't have a lot of...\n\n(CROSSTALK) COOPER: Would lawyers like this, who would work with Simpson, want -- do it for -- just to get the \npublicity?\n\nTOOBIN: Given the amount of publicity in this case, I think there will be no shortage of lawyers. Plus, this is still a \nwinnable case for him. You know, this is a very confusing situation.\n\nCOOPER: It reeks.\n\n\n\nTOOBIN: It totally reeks. And, you know, everyone in that goofy hotel room has some shady thing in their \nbackground, deciding who's the victim, who's the perpetrator?\n\nI mean, the irony here may be that he gets acquitted of the crime he was actually guilty of, the murder of the two \nfolks in L.A., and he may get convicted of a crime he may not be guilty of.\n\nCOOPER: I didn't know the whole memorabilia world was just so shady and creepy.\n\nTOOBIN: It's really...\n\nCOOPER: Is it like this for, like, Lucille Ball memorabilia? I mean...\n\nTOOBIN: Do you think that the people selling the suit O.J. was acquitted in, do you think that's going to be sold at \nBarney's? No, this is, like, a very shady world.\n\nCOOPER: I know.\n\nTOOBIN: You're kind of a naive guy. You think well of everyone.\n\nCOOPER: I like to think well of everyone...\n\n(CROSSTALK)\n\n(LAUGHTER)\n\nCOOPER: All right.\n\nTOOBIN: I'm sorry to disillusion you. And there's more bad news ahead in this case, I promise you.\n\nCOOPER: We'll have more on that from Jeffrey tomorrow. Breaking my naivete.\n\nComing up, allegations that a member of the Bush administration played favorites with Hurricane Katrina recovery \nmoney? Imagine that. We're \"Keeping Them Honest\" after this very short break.\n\nCOOPER: Well, he's part of the president's posse, one of the trusted friends and advisers who followed President \nBush from Texas to Washington. But now Housing Secretary Alphonso Jackson is the latest presidential loyalist to \nbe surrounded by controversy. At issue is money and friends and questions of foul play. It all begins in the \naftermath of Katrina.\n\n\"Keeping Them Honest\" for us tonight, here's CNN's Ed Henry.\n\n(BEGIN VIDEOTAPE)\n\nED HENRY, CNN CORRESPONDENT (voice-over): The Bush administration was infamously slow responding to \nHurricane Katrina.\n\nUNIDENTIFIED FEMALE: No food or water or nothing.\n\nHENRY: But it was lightning quick handing out a no-bid Katrina contract to a golfing buddy of the president's \nhousing secretary, Alphonso Jackson, who is now under federal investigation.\n\nED POUND, NATIONAL JOURNAL: Well, that -- certainly, the implication here, is that Secretary Jackson did a \nfavor for a friend.\n\nHENRY: The friend, South Carolina stucco contractor William Hairston, told National Journal magazine that \nSecretary Jackson helped him get the nearly $400,000 contract as a construction manager, helping the federal \ngovernment rehab homes devastated by Katrina.\n\n\n\nAn aide to Jackson told the magazine the secretary passed along three names, including Hairston, for the job.\n\nPOUND: There's no question that Secretary Jackson, at least according to the account that Mr. Hairston provided \nto me, was involved in this particular contract.\n\nHENRY: A major problem for Jackson. Back in May, facing controversy about a previous contract, he testified to a \nSenate committee he does not get involved in contracts at all.\n\nALPHONSO JACKSON, EDUCATION SECRETARY: I do not interfere with any contract that's given in HUD, \nperiod.\n\nSenator, I have not touched one contract, not one. Now, if you can prove that I've interfered with a contract, then \nyou should do that.\n\nHENRY: CNN has confirmed a federal grand jury is now trying to answer that question and determine whether \nJackson misled Congress. \"Keeping Them Honest,\" we attended Secretary Jackson's first public event since the \nscandal broke, trying to ask him about the controversial contract. But after delivering brief remarks about housing \nreform, the secretary slipped out a side door so he didn't have to face any questions.\n\nIn a telephone interview with CNN, Hairston refused to say whether Jackson helped him get the contract, but he \nstressed, quote: \"We've done nothing wrong,\" adding he's expecting to soon tell the FBI his side of the story.\n\nHUD has become synonymous with scandal. In the Clinton administration, Secretary Henry Cisneros got into hot \nwater for lying to the FBI about payments to a mistress.\n\nIn the Reagan administration, 16 people close to Secretary Samuel Pierce were convicted in a massive influence-\npeddling probe.\n\nWhy so much embarrassment at HUD?\n\nTHOMAS MANN, BROOKINGS INSTITUTION: The amounts of money involved, their location in urban areas, it \nhas all the ingredients of the potential for corruption by federal officials.\n\nHENRY (on camera): CNN has learned that before this story broke, Secretary Jackson told close friends he's \nplanning to leave the cabinet early next year for lucrative opportunities in the private sector. The question now is \nwhether this investigation forces an earlier exit.\n\nEd Henry, CNN, the White House.\n\n(END VIDEOTAPE)\n\nCOOPER: On the campaign trail an unusual question for Rudy Giuliani: What would he do if aliens attacked? See \nhow he answered.\n\nPlus Senator Larry Craig in trouble with the law, now taking shots at Mitt Romney. We'll tell you why in \"Raw \nPolitics\" after this short break.\n\nCOOPER: For once, for once a presidential candidate was stumped by a question and when you hear it, you'll \nmaybe understand why. Tom Foreman has the details in a moment as he joins us again for tonight's \"Raw Politics\".\n\nTake it away, Tom.\n\nFOREMAN: Well, there is one big reason, Anderson, why Democrat Hillary Clinton is running so strong in this \npresidential race, and you girls know what I'm talking about.\n\n(BEGIN VIDEOTAPE)\n\n\n\nFOREMAN (voice-over): Women of all ages like the idea of President Hillary Clinton more than men do, and she \nwill be working the women's talk circuit hard this week to keep it that way. Told \"The Viewsters\" the rest of the \nplanet may be shocked if she's elected. So what?\n\nSEN. HILLARY CLINTON (D-NY), PRESIDENTIAL CANDIDATE: It may take a little adjustment, but it's time the \nworld adjusted.\n\nFOREMAN: You've got to dig for that labor vote, and John Edwards has hit pay dirt. The big service workers union \nin Iowa and in several other states is endorsing him. They can bring organizational health, get out the vote. He \nneeds all of it. Call off the search party, Republican Fred Thompson has been criticized for being invisible on the \ncampaign trail lately. But that dinner with conservatives in New York tonight, that's connecting with your base.\n\nSenator Larry \"Watch Your Feet\" Craig is now officially appealing his bathroom bust and ripping Mitt Romney. Craig \nwas working on the Romney campaign when the scandal broke. Now he tells NBC: \"Romney not only threw me \nunder his campaign bus, he backed up and ran over me again.\" Romney's response: enough already, resign.\n\nAnd extraterrestrial terrorism.\n\nUNIDENTIFIED MALE: Where do they come from?\n\nFOREMAN: A kid in New Hampshire asked Republican Rudy Giuliani what if space aliens attack? The answer...\n\nUNIDENTIFIED MALE: I've got to stop them.\n\nFOREMAN: No, the real answer...\n\nGIULIANI: That is the first time I've been asked that question.\n\n(LAUGHTER)\n\n(END VIDEOTAPE)\n\nFOREMAN: The first time, really? I guess the UFO cover-up starts even before you get elected -- Anderson.\n\nCOOPER: Tom, thanks very much.\n\nFOREMAN: We spared no money on the special effects.\n\nCOOPER: Very good special effects, yes.\n\nFOREMAN: This is really good, yours.\n\nCOOPER: Well, strange or not, if you have a question for the presidential candidates, about UFOs or anything else, \nreally, you can ask them directly in our second YouTube debate. This time around it's the Republicans who will be \nanswering the question.\n\nThe debate -- or the debate and the date is November 28th. Go to cnn.com/youtubedebates and post your query.\n\nJust ahead, you may have heard the Amazon rainforest is at risk, and it is, but could it also be endangering the rest \nof the planet? The answer to that after this short break.\n\nCOOPER: We are just a week away from the premiere of our \"Planet in Peril\" documentary, a project we've been \nworking on now for more than nine months. We knew our planet was changing in some dramatic ways, and so we \ndid what reporters do. We used our investigative skills and dug deeper into the story. The project has taken us \naround the world.\n\n\n\nAnd one thing we learned along the way is that some of the biggest threats to the planet are coming from places \nyou might never expect.\n\n(BEGIN VIDEOTAPE)\n\nCOOPER (voice-over): You're looking at one of the largest emitters of greenhouse gases in the world, the Amazon \nrainforest. How is that possible? How is it that a forest covering nine countries, home to 200 indigenous tribes...\n\nUNIDENTIFIED MALE: This is one of my most favorite creatures right here.\n\nCOOPER: ... holding one-quarter of the world's species can be a major contributor to climate change?\n\nBecause it is, quite simply, under assault. The carbon naturally stored in trees is released when they're cut down. \nAnd they're being cut down at a breathtaking rate. These are the men bent on stopping that. They're agents with \nIBAMA, the Brazilian government's environmental protection agency.\n\nThis mission in a remote corner of Brazil has been in the works for over a year. The agents are heavily armed but \nheavily outnumbered. Their job is daunting, something you can only appreciate from the air.\n\n(on camera): It's amazing. You really get a sense from the air just how enormous this is.\n\nJEFF CORWIN, WILDLIFE BIOLOGIST: I know, it's incredible. It's just so expansive. Just in the Amazon Basin \nalone, it's 2.7 billion square miles of habitat. And roughly 70 percent of that is right here in this extraordinary \ncountry, the country of Brazil.\n\nCOOPER: Two-point-seven billion square miles. That's a little bit smaller than the continental United States.\n\nCORWIN: Exactly.\n\nCOOPER: Huge.\n\n(voice-over): But all of that is in jeopardy.\n\n(on camera): It's so disturbing to see this.\n\nCORWIN: It's just absolute utter devastation and destruction.\n\nCOOPER (voice-over): Twenty percent of the jungle has been lost in the past 40 years. (on camera): It seems as \nthough the problem is, once you get out to these remote areas, you can do just about anything. There are very few \npeople watching over you.\n\nCORWIN: These regions, when you're away from any bit of infrastructure, can be pretty lawless. Basically, anything \ngoes.\n\nCOOPER (voice-over): Anything goes. And the IBAMA agents know that. It doesn't take long for them to pick up \none of the illegal roads made by poachers. There's no telling what's around each corner. In the distance the agent \nspots something suspicious. The truck slows, and guns are drawn.\n\n(on camera): They have just found a truck with some people. Let's check it out.\n\n(END VIDEOTAPE)\n\nCOOPER: \"Planet in Peril\" airs next week in two parts, Tuesday and Wednesday, starting at 9:00 p.m., two hours \neach night. You can download a preview on our podcast. Find the link at cnn.com/360.\n\n\n\nWe also want to hear from you. We'll answer your questions with our panel of experts next week, the night after the \nlast episode of \"Planet in Peril\" airs. We really want to see your question, videos. Get a link at \ncnn.com/planetinperil, make it like a v-mail.\n\nAlso tonight, I talked to Conan O'Brien for his show on NBC today. You can see that later tonight. He wanted to \nknow more about shooting in the Amazon. Take a look.\n\n(BEGIN VIDEO CLIP)\n\nCONAN O'BRIEN, HOST, \"LATE NIGHT WITH CONAN O'BRIEN\": What's the worst thing about -- are you worried \nabout the bites there? What's the worst thing one of these bugs will do to you?\n\nCOOPER: Two of my cameraman, one got -- Neil (ph) got bitten by a spider on his knee and had to be hospitalized, \nbecause his whole leg swelled up like Elephant Man. And then Phil (ph) got bitten by something which implanted \neggs in him. Yes.\n\nO'BRIEN: That sounds like \"Alien.\"\n\nCOOPER: Yes.\n\nO'BRIEN: So he comes back to New York and he's fine, and then something comes out of him?\n\n(LAUGHTER)\n\nCOOPER: Something started to move, I think.\n\nO'BRIEN: I'm on TV. I mean, what exactly...\n\nCOOPER: I think he noticed something moving in him and -- yes -- no, it's true.\n\nO'BRIEN: Deal with it, people, you know?\n\n(LAUGHTER)\n\n(END VIDEO CLIP)\n\nCOOPER: You can see that tonight on \"Late Night with Conan O'Brien\" on NBC.\n\nJust ahead on 360, the scandal unfolding in the Vatican, this time involving a senior official caught on tape by a \nhidden camera. You won't believe what he did. That's next after this short break.\n\nCOOPER: Just ahead, some of the best B-boy crews, and we're still trying to figure out exactly what that means. \nBut it's certainly these people who dance. They're -- yes, it's tonight's \"Shot.\" But first, Tom Foreman joins us again \nwith a 360 news and business bulletin -- Tom.\n\nFOREMAN: Hi, Anderson. Thanks so much. The Vatican is promising a speedy investigation of one of its senior \nofficials, who was secretly filmed propositioning a young man in his office. Take a look.\n\nThe incident was caught on tape by a hidden camera and shown on an Italian television program. Though the \nmonsignor's face is blurred, Vatican officials recognized his office and suspended him over the weekend. The \nmonsignor, who oversees priests around the world, says he was only pretending to be gay to learn more about \nhomosexual behavior.\n\nRising oil prices and new concerns about bad debt hammered stocks today. The Dow plunged more than 108 \npoints to 13,984, its biggest one-day loss in more than a month. The Nasdaq dropped 25 points, closing at 2,780. \nThe S&P 500 fell 13 points.\n\n\n\nOne of the largest makers of heart devices, Medtronic, is suspending sales of wires used in its Sprint Fidelis heart \ndefibrillators because of the risk they could break. The wires connect the implantable devices to patients' hearts, \nand Medtronic said fractures in them may have contributed to at least five deaths.\n\nAnd in New York, protesters, including many moms, rallied outside the investment firm that owns Toys \"R\" Us and \nDollar General, demanding safer toys. Since April, the two chains have had to recall nearly 800,000 toys and craft \nsets containing lead paint. Notably, the \"Lead Paint by Number and Pottery Set\" -- no, but there could have been \nsuch a thing.\n\nCOOPER: They were finding lead in lipstick last week.\n\nFOREMAN: It's in everything. It was unbelievable for a while there. COOPER: Tom Foreman is a big -- Tom \"B-\nBoy\" Foreman is what we call him around here. Tonight's \"Shot\" is from London. He brought us the shot.\n\nSome of the world's best break dancers were busting their moves this weekend. Do the kids still say \"busting their \nmoves\"? I don't think they do.\n\nFOREMAN: They do.\n\nCOOPER: Apparently so (INAUDIBLE) my writing staff. Take a look at the World B-Boy Championships. Crews or \nteams, if you will, from eight countries battled it out for five rounds, flipping, spinning, generally defying the laws of \nphysics. Yikes, that looks painful.\n\nRussia was a new contender this year, but it was Korea which walked away with the title or \"broke away,\" or \nsnazzily stepped away or something. Look at there.\n\nWe're just about out of pictures. OK. We want you to send us your \"Shot\" ideas. If you see amazing videos, if you \nsee some B-boys breaking or spinning, tell us about it: cnn.com/360.\n\nBack to the GOP battle lines in the '08 race for the White House. Earlier we asked you, after eight years of a Bush \nadministration, can any Republican win?\n\nOn the radar in the 360 Blog, Kira in Savannah, Georgia, writes: \"There is no chance a Republican will get elected. \nThe people blame the Republicans for the mess for the last four years. Not saying they're wrong. People are ready \nfor change.\"\n\nJourney (ph) in Arlington, Texas, says: \"I'm not going to say there's no chance a Republican will be elected, \nbecause I've said that in previous elections and wound up wrong. But I don't think they have a great chance with \nthe way things are going now.\" Just kind of hedging your bets there.\n\nWhile Marco (ph) in McAllen, Texas, writes: \"The Republican Party has already dug their own grave so deep I think \nthe Green Party has better odds. Hmm, what do I feel like ordering today, some Hillary or a little bit of Obama?\" \nThanks for your responses. Read others and post your feedback. You can go to cnn.com/360 and hit the link to the \nblog.\n\nComing up, faithful servants kicked out because of something they didn't do. Why would an archdiocese evict these \nnuns? More 360 after the break.\n\nCOOPER: Tomorrow \"360,\" unintended victims of sexual abuse by priests. The Los Angeles Catholic Church has to \npay a $370 million lawsuit. It said the archdiocese is selling property and evicting nuns.\n\nJason Carroll has the story.\n\n(BEGIN VIDEOTAPE)\n\n\n\nJASON CARROLL, CNN CORRESPONDENT (voice-over): Sister Angela Escalera (ph) has lived in this content in \nSanta Barbara for more than 40 years, faithfully serving the East Side's largely Latino community.\n\nUNIDENTIFIED FEMALE: We work with the poorest of the poor, and they feel this is their convent.\n\nCARROLL: But not for much longer. The three nuns who live at this Sisters of Bethany Convent are being evicted \nby their landlord, the Los Angeles Archdiocese.\n\n(END VIDEOTAPE)\n\nCOOPER: And the archdiocese says it's not the church's responsibility to find the nuns new housing. That story \ntomorrow on 360.\n\nFor our international viewers, \"CNN TODAY\" is next. Here in America, Larry King is coming up.\n\nI'll see you tomorrow night. Thanks for watching.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}