{"title": "Making Sence of Nigerian Music", "body": "\nMusic, as the Longman Dictionary of Contemporary English defines it, \"is a series of sounds made by instruments \nor voices in a way that is pleasant and exciting.\" It goes a step further to say that it is \"the art of writing or playing \nmusic.\"\n\nNigerian music, it appears has really evolved and is rapidly gaining worldwide popularity. In most parties and high \nprofile events, scores of naija songs slam the air waves. Everyone seems to have caught the Nigerian music fever.\n\nBut the mind bugging question is, what do the lyrics of most of these so called best-selling songs celebrate? Sex, \nArrogance, Lust, Drug Abuse, Chauvinism, Rebellion, Alcoholism, Pornography, Blasphemy and the likes.\n\nAs a child, I learnt that \"the arts\" be it music, theatre, painting and drawing, film, literature e.t.c are of great \nimportance because they are the advocates of change, that, voice out the wrongs in the society. They also serve as \neducators of values and virtues. Zig Ziglar, in his book, Raising Positive Kids In A Negative World is also of the \nopinion that great music can lift a person to heights of accomplishment and inspire marvelous contributions to \nsociety.\n\nGrowing up, my ears and eyes were privileged to have beheld the likes of Ras Kimono; a great crusader, \nOnyekaOnwenu; the elegant stallion, TosinJegede; the child star, Christy Essien - Igbokwe; the lady of songs, \nMajekFashek; the prophet, Mike Okri, Essien T-boy, Felix Liberty, Stella Monye, Junior & Pretty, \nPrincessBunmiOlajubo, Sonny Okosun, Funmi Adams, Tony Okoroji, Chris Hanen, Daniel Wilson and of course; \nNigeria's Bob Marley, The Mandators. For me, these personalities are seasoned musicians because their lyrics had \ninvaluable substance and as such they could stand the test of time; any day and any time. If you think I'm mistaken, \nslot in an OnyekaOnwenu's C.D preferably the hit track, \"One Love\", or The Mandators \"Rat Race\" or better still \nMajekFashek's \"Send Down The Rain.\"\n\nOur Nigerian artistes, these days are only interested in making computerized instrumentals without taking the pains \nto write superb lyrics that are pleasant to the ears and which will outlive them. Sometimes, I wonder when most of \nthem become old and grey will they be pleased to listen to their immature and outrageous songs overloaded with \nempty phrases or better still, sit comfortably with their grandchildren to see their dirty videos often saddled with girls \nwith humongous back sides. For goodness sake, our society has a lot sensitive issues (from rape, poor \ngovernance, terrorism, corruption, lop-sided education, poverty etc) begging to be addressed and what better way \nto do this but through music. No, not our artistes, who prefer to sing about their lust for money, fame, cars, women \nand booze. Only a pinch of them write sensible songs. Thumbs up to Tuface Idibia; he is an exceptional artiste, \nTimi Dakolo, Sound Sultan and Korede Bello; for his thought-provoking song \"Godwin\".\n\nI often worry about the young ones whom these artistes do a lot of disservice to. We all know that children and \nteenagers are impressionable and as such can be negatively influenced. These distorted words are sung into their \nminds with a tune, time without number and the impact is just unimaginable.\n\n\nI represent so many concerned Nigerians who wonder what must have happened to all the good song writers in this \nnation. It's high time, our artistes came back on track.\n"}