{"title": "NEW WAVE RISES FROM GRITTY CITY STREETS Caribbean immigrants quickly ut middle-class stamp on areas earlier newcomers were entrenched", "body": "\nTHE ETHNIC MAP of the city is changing.\n\nAs record numbers of foreign-born New Yorkers prosper, immigrants are breaking out of cramped apartments in \ntraditional inner-city enclaves to buy houses in comfortable neighborhods once home to Italians, Irish, Jews and \nAfrican Americans.\n\nThe migration of Caribbeans in the city is typical.\n\nOver the past decade, they have been moving from their Brooklyn base in Crown Heights to Canarsie - once solidly \nwhite and vehemently opposed to racial busing - and then up to the northeast Bronx, where they have established a \ncomfortable middle-class enclave.\n\nMore than 850 middle-income West Indian families made their homes in the Bronx's Wakefield section between \n1990 and 2000, according to the U.S. Census. They have transformed the look and feel of the neighborhood.\n\nWide, tree-lined streets feature rows of neatly tended houses with elaborate wrought-iron doors and window \nguards reminiscent of the Caribbean. Cars sit in the driveways. The area exudes a modest prosperity.\n\nChurches are a bulwark of stability here as they were in the West Indies: They include Roman Catholic, Methodist, \nEpiscopal (or its West Indian equivalent, Anglican) and a proliferation of storefronts for every evangelistic and \nPentecostal persuasion.\n\nSo influential is religion that neighborhood streets are named after local clergymen. Signs identify a stretch of \nPaulding Ave. as Rev. W.P. Johnson Place; a section of Barnes Ave. goes by Rev. Patrick De S. Walker Square.\n\nAt St. Luke's Episcopal Church on E. 222nd St., warden Donald Bookal, a longtime Wakefield resident, said West \nIndians were pulled to the area by reasonable home prices in the late 1960s and early '70s.\n\n\"The trend of our people is to want a roof over our heads - our own roof, not someone else's,\" said Bookal, who \ncame to New York from Jamaica in 1965. \"We prefer to buy rather than rent.\"\n\n\n\"Some of the West Indians who come here had a serious sense of middle-class life in their home countries, so a \nlot when they came got pretty good jobs and moved quickly into the middle class,\" said Hugh Beckford, founder of \nCaribbean American Family Services in the Bronx.\n\nBut others who arrived from Crown Heights or the tough South Bronx had to work two or three jobs to get there. \nThey pooled their money to buy homes.\n\n\"Lots of folks,\" Beckford said, \"use the 'susu' or 'partner' system of cooperative borrowing\" in which a group of \npeople pool their money and distribute it among themselves periodically, one by one, using peer pressure to compel \nthemselves to save.\n\nBustling small businesses attest to residents' vibrant entrepreneurship.\n\nWest Indian restaurants line White Plains Road, which is the commercial heart of Wakefield, and on every block \nbetween 211th and 224th Sts. there is a Caribbean hair-braiding salon, if not two or three.\n\nNext to the Roc-a-tone Jamaican Restaurant At 218th St. is the Meat Depot Warehouse, whose awning boasts the \nsale of goat heads and oxtails. Shelves of the Texas Family Grocery are stocked with coconut and yucca, White \nYam and nigro, dried cod and cans of African Pride yam fufu. Down the block a Golden Krust franchise store offers \nJamaican meat patties. A prominently posted sign advertises a \"Jerk-roots-yam Festival\" in August.\n\nToday the neighborhood is a Little Kingston. But it was not always so. When West Indians began moving there, \n\"there was some tension,\" Bookal said. \"African Americans here were afraid we were after their jobs. There was \nsome resentment and bad talk, but things have gotten better.\"\n\nAs John Mollenkopf, director of City University's Center for Urban Research put it: \"Despite underlying anxieties, \nmost groups learn to get along. The departure of the older white ethnic groups is a sign of their success. New \ngroups then come in and revitalize neighborhoods and that is a sign of strength for the city.\"\n\nEthnic turnover is a timeworn city demographic. What's new now is how quickly the immigrants' rise into the \nmiddle class is making that happen.\n\nHoward Beach, Queens, a traditionally Italian community, now has more than 1,100 Indian homeowners, many of \nwhom moved from rented apartments in Flushing and Elmhurst, the 2000 Census shows. In 1990, the area was \nhome to only 80 Indian households.\n\nDominicans' numbers in the city have increased by a staggering 51% since 1990, and in the next decade they are \nexpected to outstrip Puerto Ricans as the dominant Hispanic group in the city.\n\nThey have expanded beyond their upper Manhattan base in Washington Heights to the Bronx. In 2000, 185,808 \nDominicans lived in Manhattan with almost as many, 181,400, in the Bronx.\n\nDominicans suffer among the worst poverty rates in the city (32% compared with 19% of all New Yorkers), but a \nsubstantial middle-class neighborhood has sprung up in the Parkchester section of the Bronx, where more than \n320 Dominican families have bought homes in the last decade.\n\nSimilar changes are taking place all over the city.\n\nMiddle-class Russians have pushed beyond Brighton Beach, Brooklyn, to Sheepshead Bay and Bensonhurst, and \nare totally transforming Staten Island's once Irish and Italian South Shore.\n\nIn the 1970s, Koreans flowed from the Queens communities of Elmhurst and Jackson Heights into Flushing, making \nit their commercial hub.\n\nThen, in the '90s, prosperity in Korea reduced immigration. The result was yet another shift in the demographics of \nQueens: only 2,600 Koreans moved into Flushing in the decade, compared with 6,000 Chinese.\n\n\n\nAs Koreans dispersed and bought homes in Bayside or moved to suburbs in Long Island and New Jersey, \nsuccessful Chinese families moved into Flushing and Sunset Park, Brooklyn.\n\nThen, over the last 15 years or so, they forged a stronghold in the Homecrest section of Brooklyn, where Avenue U \nand the streets branching from it have become solidly Chinese.\n\n\"Look at the houses, the trees,\" said Don Lee, chairman of Homecrest Community Services. \"This is why people \ncome. When they make it out to Homecrest they say, 'Now I have achieved my American dream.'\"\n\nTina Chen certainly has. She bought her three-family house on E. 14th St. in Homecrest 16 years ago for $375,000. \n\"Now it's worth $1 million,\" she said.\n\nBut for some old-timers, the change is a mixed blessing.\n\nMadeline Geelhoed, 66, the only Caucasian in her tai-chi class at the local senior center, has lived in the \nneighborhood since she was 4 years old.\n\n\"By me, it's all changed,\" she said the other day. \"Especially the last three years. Now a lot of the houses are up for \nsale.\"\n\nGeelhoed says the neighborhood used to be Irish, Italian and Jewish. But no more. Today, she complains, the \nneighborhood's American-style supermarket has been replaced with two large Chinese groceries and a rash of \nmom-and-pop operations, fruit stands and fish stores selling products she never heard of.\n\nBut to Lee - who grew up watching Chinese families move into apartments vacated by Italians as they moved from \nLittle Italy, to Bensonhurst, then to Staten Island and Long Island - this is simply ethnic evolution.\n\n\"It's the natural progression of assimilation in America,\" he said.\n\njwasserman@edit.nydailynews.com.\n\nGRAPHIC MAPS.\n\nNew Middle Income Home Owners RUSSIAN.\n\nNew Middle Income Home Owners ASIAN-INDIAN.\n\nNew Middle Income Home Owners DOMINICAN.\n\nNew Middle Income Home Owners AFRO-CARIBBEAN.\n\nNew Middle Income Home Owners CHINESE.\n\nGraphic\n\n \n\nGRAPHIC;MAP, DEBBIE EGAN-CHIN DAILY NEWS A child dons a shawl at the Sikh Cultural Society in Queens. \nSikhs are among the new influx of immigrants into the city. DEBBIE EGAN-CHIN DAILY NEWS Donald Bookal, \nwarden of St. Luke's Episcopal Church on E. 222nd St., says low home prices helped draw West Indians to the \nWakefield area of the Bronx. PHIL MANSFIELD CALVIN WRIGHT ANTHONY DEIMUNDO ZENIA YUAN \nMICHAEL DIDONNA MARINA KATSAN KEN MURRAY DAILY NEWS DEPALI SARKAR NEIL DECRESCENZO \nJOSE HERNANDEZ\n\nmailto:jwasserman@edit.nydailynews.com.\n\n"}