{"title": "200 Vietnamese Refugees Flee Detention Camp in Hong Kong", "body": "\nAbout 200 Vietnamese boat people, facing a forced return home, fled a detention center in Hong Kong today \nafter battering down the gates.\n\nIn the chaos of the uprising, other people in the detention camp set fire to barracks and the administration center \nand briefly held 15 camp officers hostage. The escapees, who included women and children, fled into the \nsurrounding hills and towns in predawn darkness.\n\nFirefighters battled blazes in the camp for most of the day, and guards and policemen in riot gear lobbed hundreds \nof tear-gas shells in an effort to retake control. By afternoon, a semblance of order had been restored and the \nhostages had been rescued from the camp, called Whitehead, where 8,600 Vietnamese were being held.\n\n[But the violence flared again on Saturday, Reuters reported, as police officers tried to move 350 refugees from the \nWhitehead camp to another at High Island.]\n\nMore than 18,000 Vietnamese refugees, some of whom have been here for more than eight years, are being held \nin what amount to prison camps in Hong Kong, waiting to be returned to Vietnam. They are among 35,000 boat \npeople who remain in Southeast Asia among the 800,000 who have fled to these countries from Vietnam, usually in \nsmall boats, since the fall of Saigon to the Communists in 1975.\n\nUnder an effort that began in 1989 to weed out economic migrants from political refugees, virtually all of the camp \nresidents have been interviewed by the office of the United Nations High Commissioner for Refugees and have \nbeen declared ineligible for asylum in the United States or elsewhere because they would not be expected to face \npolitical persecution upon returning home.\n\nWith the host countries anxious to close the camps, the United Nations agreed in March to end financing for them \nby June 30.\n\nOver the years, Hong Kong has tried to persuade refugees to return to Vietnam. The Government says periodic \nefforts in the United States Congress to reopen the issue of asylum for Vietnamese in the camps have hampered \nthat effort. The government of Hong Kong, a British crown colony, has said that it hopes to send the Vietnamese \nhome before Hong Kong reverts to Chinese rule on July 1, 1997. China has insisted the Vietnamese be returned.\n\n\nRecently, Vietnam agreed to cooperate with Hong Kong in speeding up the forced repatriation. But the \nGovernment's efforts were stymied last month when a high court ruled that some refugees were illegally detained. \nThe Government quickly moved to close the loophole.\n\nChief Secretary Anson Chan, the highest ranking civil servant in the territory, described the violence as \"deplorable\" \nbut said it would not change Government plans. \"We remain as determined as ever to repatriate all Vietnamese \nmigrants,\" she said. \"This incident has not lessened our resolve.\"\n\nAs the day wore on, squads of police fanned out across the New Territories, Hong Kong's piece of the Chinese \nmainland, erecting road blocks, searching housing developments and combing the hills around the camp looking \nfor the escapees.\n\nLocal television showed plainclothes police capturing young Vietnamese men as they ran through the grounds of \nan apartment complex in Shatin, one of Hong Kong's many residential towns. Roadblocks and car searches \ncreated traffic jams.\n\nAlthough the police estimated that 200 Vietnamese may have managed to escape, the torching of the camp's \nadministration building made it difficult to determine the precise number. Sixteen other buildings were destroyed by \nfire and more than 40 cars were burned.\n\n\"We don't know exactly how many have escaped,\" said Toby Emmet, a senior police officer.\n\nMeanwhile, in clouds of tear gas, the police and guards battled Vietnamese at the camp. Wielding clubs and \nmakeshift spears, the Vietnamese fought squads of officers wearing helmets and protective vests and carrying \nplastic shields. Inmates clambered onto the roof of the camp's residential barracks.\n\nBalls of fire boiled from camp buildings as helicopters wheeled overhead dropping water from huge tanks. About 22 \npolice, firefighters and camp officers were injured, although none seriously, the police said. No information was \nprovided on any Vietnamese injuries.\n\nBy late afternoon, the police said, 61 Vietnamese had been recaptured. They said that some of the camp's \nresidents were being moved to other detention centers because the barracks had burned.\n\n\"This is certainly something much more ferocious than anything we've seen before,\" said Selina Chow, a member \nof Hong Kong's legislature, in an interview with a local radio station.\n\nA spokesman for China's de facto embassy here, Zhang Junsheng, attributed the breakout and upheaval to British \nmismanagement.\n\n\"I hope in the brief 400 or more days left, the British Government can act responsibly,\" Mr. Zhang said on local \ntelevision. \"This has created great pressure economically and spiritually since\" the Vietnamese \"keep on making \ntrouble.\"\n"}