{"title": "U.S. Is Planning Faster Border Crossings for a Fee", "body": "\nThe Immigration and Naturalization Service plans to establish express lanes at some border crossings to Mexico \nand Canada and to charge a fee for the faster service as a way of financing improved security at the nation's \nborders.\n\nVerne Jervis, a spokesman for the agency, said it would start the system next year. Express-lane locations and the \namount of the fee have not been decided, he said.\n\nThe idea is drawing opposition from Hispanic rights advocates.\n\nSupporters of a border-crossing fee said the agency's proposal was a start, but they added that the agency could \nadopt a more ambitious program to pay for improved border security under legislation passed by Congress this \nyear.\n\n \n\n'Ducking for Cover Already'\n\n \"They have an opportunity for an aggressive, intelligent program, and the results could provide for a permanent, \neffective financing vehicle for sound border security, and they're ducking for cover already,\" said Dan Stein, \nexecutive director of the Federation for American Immigration Reform, a lobbying group based in Washington.\n\nAdvocates of the rights of Hispanic people questioned the establishment of any fee, even if optional, for crossing \nthe border. Cecilia Munoz of the National Council of La Raza expressed discomfort about \"paying to get into a \ncountry.\"\n\n\"We're living in an age when walls are coming down in other parts of the world,\" Ms. Munoz said, \"and yet the \nUnited States is considering a fee for coming in.\"\n\nShe also questioned whether the immigration agency, which is part of the Justice Department, could handle the \nnew program, given its current management and financial difficulties. The General Accounting Office, an \ninvestigative arm of Congress, was critical of the agency's administration and budget process in a recent draft \nreport.\n\n \n\n\nShortages of Inspectors\n\n The accounting office said the I.N.S. has critical shortages of inspectors at the largest border crossings. Delays of \nseveral hours are not uncommon for travelers at some crossings, the accounting office said.\n\nIn an interview on Friday, Mr. Jervis said the agency would not be tackling a new program \"if we didn't think we \ncould handle it.\"\n\nMs. Munoz said a fee was likely to hit hardest those least able to afford the cost, including poorer residents of the \nSouthwest who travel frequently between the United States and Mexico visiting relatives, those who commute \nlegally over the border or who have businesses in both countries.\n\n \n\nCalled a Boon to Commerce\n\n But the Federation for American Immigration Reform, which proposed a fee for border crossings two years ago, \nsaid quicker inspections paid for by the fee would be a boon to commerce.\n\n\"The biggest detriment to trans-border commerce is the two- to three-hour wait currently encountered in cross-\nborder excursions,\" Mr. Stein said. \"Those who are crossing the border for legitimate reasons will be more than \nhappy to pay for better and faster inspections. Time is money.\"\n\nMr. Stein said a $2 fee would increase the budget for the immigration service by 50 percent. The money could also \nbe used to help control drug smuggling and violence on the border, he said.\n"}