{"title": "NEW RULES CLARIFY WHICH WELFARE PROGRAMS IMMIGRANTS CAN APPLY FOR", "body": "\nMoving to dissipate confusion in immigrant communities, the Clinton administration issued rules yesterday \nclarifying which welfare programs legal immigrants can seek without fear of jeopardizing their immigration \nstatus.\n\nThe directives \"provide clear and consistent guidance that health care and other critical services cannot be used to \ndeny individuals admission to the United States or to bar legal permanent resident status, or as a basis for \ndeportation,\" the White House said in a statement issued as President Clinton and Vice President Gore visited the \nRio Grande Valley in Texas.\n\nImmigrant advocates welcomed the action, saying that confusion had kept tens of thousands of noncitizens from \napplying for the taxpayer-funded health, nutrition and child-care programs for which they or their family members \nwere eligible.\n\n\"We're very pleased about the announcement . . . because it addresses a major fear factor in U.S. immigrant \ncommunities today,\" said Cecilia Munoz, vice president of the National Council of La Raza. \"Today's announcement \ndoesn't change the law . . . but it clarifies it for the first time.\"\n\nEnactment of sweeping federal welfare and immigration policy changes in 1996 did not directly affect noncitizens' \neligibility for the noncash benefits in question, but it prompted heightened fear that accessing the assistance could \njeopardize immigrants' naturalization or result in deportation.\n\nFor more than a century, the United States has held that being a \"public charge\" constitutes grounds for \ninadmissibility or, in rare cases, deportation. But until now, there had been no definition of the term, and the \nImmigration and Naturalization Service and the State Department had differing interpretations of what rises to the \nlevel of public charge.\n\nThe new rules, drafted over 18 months, drew criticism from Rep. Lamar Smith, head of the House Judiciary \nimmigration subcommittee.\n\n\n\"Americans believe that immigration policy should bring people to our country who will work hard and contribute, but \nthese rules will increase the number of immigrants on welfare who will be able to bring in more immigrants to go \non welfare and are an insult to all Americans - native-born and immigrant,\" the Texas Republican said.\n\nImmigrant advocates deplored Smith's view.\n\n\"Lamar Smith seems to be taking the position that it's OK to scare [immigrants] out of programs they are eligible \nfor,\" Munoz said.\n\nResearch has suggested that enrollment by eligible noncitizens in Medicaid and other safety-net programs is far \nlower than expected.\n\nUrban Institute researchers, in a study issued in March, found that welfare use by noncitizen households \nplummeted 35 percent from 1994 to 1997 - more than double the 15 percent dip posted by citizen households.\n"}