{"title": "Clinton Condemns Coast Guard Action on Cubans", "body": "\nPresident Clinton tonight condemned the conduct of the United States Coast Guard in trying to prevent six \nCubans from reaching the United States off Florida last month and said he had ordered a review of the incident.\n\nEight members of the Coast Guard were suspended last week pending further review of whether they had violated \nthe service's rules by using fire hoses and pepper spray in an effort to stop the six Cubans from reaching shore on \nJune 29.\n\n\"The way those people were sprayed and all that, it was outrageous,\" Mr. Clinton said in his first comments on the \nincident when asked about it at a Democratic fund-raiser here. \"I want you to know it was not an authorized policy. \nNone of us knew anything about it in Washington until we saw it on the news or read it in the newspapers just like \nyou did. We have taken vigorous steps to make sure it does not happen again, and the incident is being thoroughly \ninvestigated.\"\n\nImmigration agreements allow Cuban refugees who reach United States shores to stay and seek political asylum \nwhile those halted at sea are generally returned to Cuba. Knowing that, the Cubans jumped into the water and tried \nto get to shore after three Coast Guard boats surrounded their small, makeshift vessel just north of Miami Beach.\n\nGuardsmen sprayed the Cubans' boat with fire hoses and fired pepper spray at one man as he swam toward land. \nTwo made it to shore and the Guardsmen pulled the other four out of the water.\n\nThe incident infuriated Miami's large Cuban immigrant population, whose members staged demonstrations against \nthe Coast Guard. All six Cubans were allowed to stay and released to relatives after being held overnight by the \nImmigration and Naturalization Service.\n\nMr. Clinton acknowledged that the Coast Guard had recently been preoccupied with trying to reduce the \nsmuggling of illegal immigrants and that this effort could have had something to do with the force used against the \nsix Cubans.\n\nhttp://www.nytimes.com\n"}