{"title": "Hispanic Population Passes 20 Million, U.S. Says", "body": "\nAs Congress wrestled with the question of whether illegal aliens, many of them Hispanic, should be included in the \n1990 census, the Government announced today that the nation's Hispanic population had passed a statistical \nlandmark this year, exceeding 20 million people for the first time.\n\nThat estimate from the Census Bureau translates into a 39 percent increase since 1980, up from 14.5 million.\n\nThe announcement underscored the importance of the 1990 census results, which will be used as a basis for \nCongressional redistricting.\n\nAssuming that the figures are accurate, the Hispanic population, the second-fastest growing group in America, is \nabout 8.2 percent of the entire United States population, up from 6.5 percent in 1980. The fastest-growing group \nin the first half of this decade was a Census Bureau category that includes both Asians and American Indians.\n\n \n\nA Vote in Congress\n\nOn a procedural vote this evening, the House of Representatives turned back a renewed effort to force the Census \nBureau to count illegal aliens so they can be excluded from the population estimates that will be used as a basis \nfor reapportionment.\n\nThe exclusion proposals, which two weeks ago passed the Senate on a 50-to-41 vote, will now be debated in a \nHouse-Senate conference committee considering the the Commerce Department budget. Observers said it was \nunclear how the issue would be resolved in committee, although the Senate usually accedes to the wishes of the \nHouse on redistricting questions.\n\nAdministration lobbyists had joined forces with Congressional delegations from the populous states of California, \nNew York and Texas in opposing the proposal to exclude illegals from the population estimates that will be used in \nreapportionment.\n\nCommerce Department officials had said the plan was infeasible and said it would ''considerably undermine critical \nefforts being undertaken by the bureau to assure an effective and complete count in 1990.''\n\n \n\nTrying to Count Everyone\n\nMost experts agree that the Constitution requires the census to count every resident of the United States, legal or \nillegal. The Census Bureau has said that its census takers do not have the expertise to distinguish a legal resident \n\n\nfrom an illegal one. Officials also are concerned that if the census takers asked pointed questions about the status \nof those being surveyed, many people would be dissuaded from giving the kind of accurate information that the \ncensus is supposed to collect.\n\nThe Immigration and Naturalization Service earlier this year estimated that 1.7 million to 2.9 million people are in \nthe country illegally, figures that the Census Bureau is expected to confirm in a report next month. The Government \nalso estimates that 200,000 illegal immigrants have entered the country every year since 1980, and that more than \n70 percent of these were Hispanic.\n\nMost experts assume that the illegal population is concentrated in California, Texas and New York, the three \nstates with the greatest number of Hispanic residents. The effort to exclude this group from the apportionment \nbase has found its strongest backers in states like Pennsylvania, Kansas, Alabama, North Carolina and Mississippi, \nwhose Congressional delegations are concerned about losing representation.\n\nThe latest count of 20.1 million Hispanics is based on a March 1989 survey of 58,000 households.\n\nAccording to Jorge Del Pinal, a Census Bureau demographer, the term Hispanic is used to identify residents with \norigins in 22 countries of Central America, South America and Europe. The estimates released today indicated that \nimmigration accounted for about half of the overall gain in the Hispanic population.\n"}