{"title": "No opt-out for immigration enforcement", "body": "\nThe Obama administration is making it virtually impossible for Arlington County, the District and other jurisdictions \nto refuse to participate in a controversial immigration enforcement program that uses fingerprints gathered by \nlocal law enforcement agencies to identify illegal immigrants.\n\nParticipation in the program, called Secure Communities, was widely believed to be voluntary - a perception \nreinforced by a Sept  7 letter sent to Congress by Homeland Security Secretary Janet Napolitano. This week, \nArlington joined the District, San Francisco and Santa Clara County, Calif., in voting to opt out of the program.\n\nBut the Immigration and Customs Enforcement agency now says that opting out of the program is not a realistic \npossibility - and never was.\n\nSecure Communities, which operates in 32 states and will soon be running nationwide, relies on the fingerprints \ncollected by local authorities when a person is charged with anything from a traffic violation to murder. The \nfingerprints are sent to state police, and then to the FBI, for criminal background checks.\n\nUnder the two-year-old program, ICE is able to access the information sent to the FBI. If the fingerprint matches \nthat of someone known to be in the country illegally, ICE orders the immigrant detained as a first step toward \ndeportation.\n\nTens of thousands of undocumented immigrants have been removed from the United States under the program, \nwhich the administration has made a centerpiece of its effort to focus immigration enforcement on criminals. But \nthose deportees include many thousands who have committed minor offenses or no crimes at all, which has made \nthe program a source of increasing concern to immigrant rights groups.\n\nA senior ICE official, speaking on the condition of anonymity because he was not authorized to talk about the \ninvoluntary nature of the program, said: \"Secure Communities is not based on state or local cooperation in federal \nlaw enforcement. The program's foundation is information sharing between FBI and ICE. State and local law \nenforcement agencies are going to continue to fingerprint people and those fingerprints are forwarded to FBI for \ncriminal checks. ICE will take immigration action appropriately.\"\n\n\nThe only way a local jurisdiction could opt out of the program is if a state refused to send fingerprints to the FBI. \nSince police and prosecutors need to know the criminal histories of people they arrest, it is not realistic for states to \nwithhold fingerprints from the FBI - which means it is impossible to withhold them from ICE.\n\nThe revelation that the program is not really optional stunned Arlington County Board member J. Walter Tejada (D), \nwho spearheaded a months-long effort to evaluate Secure Communities with residents, lawyers and county \nofficials. \"It is most frustrating,\" he said. \"Communities were researching this. Attorneys looked at it pro bono. All of \nthat could have been avoided. People spent all summer thinking about this.\"\n\nTejada pointed to Napolitano's recent letter to Congress, in which she wrote, \"A local law enforcement agency that \ndoes not wish to participate in the Secure Communities deployment plan must formally notify the Assistant Director \nfor the Secure Communities program, David Venturella.\" In a briefing paper, ICE also said that if a city or county did \nnot want to participate, the agency was amenable to \"removing the jurisdiction from the deployment plan.\"\n\nThe senior ICE official said local authorities could opt out of learning the specific reason why immigration \nauthorities wanted someone detained. But they would still have to detain the individual.\n\n\"If what you say is true, it is extremely disappointing because it means the District of Columbia now has a blurred \nrather than a bright line between what the Metropolitan Police Department is doing and what immigration officers \nare doing,\" said D.C. Council member Jim Graham (D-Ward 1), who recently voted with the rest of the council to \nopt out of the program. \"We had a bright line, and that has increased trust and confidence in our police among \nimmigrant communities. That will now vanish.\"\n\nFederal immigration authorities have argued that because Secure Communities does not require local police to \nprobe anyone's immigration status, the program will not lead to racial profiling. But critics disagreed.\n\n\"It makes the local police department an arm of the federal immigration authority in a way that has not been true in \nthe District of Columbia,\" Graham said. \"It also distracts scarce police resources - they have to hold people until ICE \ncan get to them. We want those resources devoted to crime-fighting.\"\n\nWhile many law enforcement agencies across the country have embraced Secure Communities, Graham's \nconcerns have been echoed by some sheriffs and police chiefs. They fear the program will make undocumented \nimmigrants unwilling to report crimes.\n\n\"In a domestic violence case, it is not that unusual for police to arrive and arrest both parties and let the evidence \nget sorted out later\" at the police station, said Eileen Hirst, chief of staff to San Francisco Sheriff Michael \nHennessey, who has been fighting for months to get his county removed from Secure Communities.\n\nOfficers might fingerprint both parties to see whether they have criminal records, she said. If the domestic violence \nvictim is an unauthorized immigrant, ICE can tell police to detain him or her. \n\n\"By the time the details get sorted out, he or she can be on an ICE detainer and on the way to a detention facility,\" \nHirst said. \"This can make people reluctant to call police when they should.\"\n\nSecure Communities is primarily designed to target and deport violent criminals, but the immigration agency says \nthe program also will identify people who crossed the border illegally in the past, visa violators and fugitives.\n\n\"They may not have a criminal history, but they are a priority for ICE as well,\" agency spokesman Richard Rocha \nsaid. \"Those individuals are removable aliens. Secure Communities allows us to remove and prioritize aliens so we \ncan remove the most egregious offenders first, but others as resources permit.\"\n\nvedantams@washpost.com\n"}