{"title": "City tries to sidestep lawsuits", "body": "\nNew ordinance\n\nDefines the term illegal alien.\n\nSays when an investigation can begin.\n\nPlaces duty of enforcing the law on city's code enforcers.\n\n---\n\nCity officials moved quickly after a judge barred them from enforcing an ordinance targeting illegal immigrants: \nThey wrote a new ordinance and wiped the old one from the books.\n\nAldermen unanimously approved the new ordinance without debate Tuesday night. On Monday, a judge temporarily \nbarred the city from enforcing the old ordinance, saying it had too many holes.\n\nSo the city crafted an eight-page ordinance to replace the previous, three-page version. The new ordinance still \npenalizes businesses and landlords that hire and rent to illegal immigrants. And it still proclaims that illegal \nimmigration leads to higher crime rates and diminishes the quality of life.\n\nThe new version, however, spells out more details.\n\nThe previous ordinance didn't say how city officials, business owners, or landlords should determine if people are \nin the country legally. It didn't say how investigations would be initiated. It didn't even define the term \"illegal alien.\"\n\nAll that changes under the new ordinance.\n\nMayor Jeffery Whitteaker said the changes should render moot the temporary restraining order issued by St. Louis \nCounty Circuit Judge Barbara Wallace. And he believes the city can start enforcing its new version immediately.\n\nOpponents of the original ordinance who sued the city last week are not convinced. Linda Martinez, an attorney \nwho worked on the lawsuit, said she and other lawyers were reviewing the new ordinance to determine how it \nwould affect the case and the restraining order.\n\nThe new version mirrors a revised ordinance passed in Hazleton, Pa., after that city was sued for a law targeting \nillegal immigration. Officials in Hazleton and Valley Park hope their new versions can withstand legal challenges.\n\nState Rep. Dwight Scharnhorst, R-Valley Park, was one of three speaking in favor of the decision at the meeting.\n\n\n\"I think we have reached a point where this issue has been ignored for so many years that it's become a problem,\" \nhe said. \"Fortunately, there are people like yourselves who are standing up and doing the right thing.\"\n\nDan Ward, a Valley Park resident who opposes the ordinance, said the board needed to consider it more carefully.\n\n\"I think it would be a good idea at this point to adopt a look before you leap attitude,\" he said. \"To me it seems like \nthe city government is trying to do the federal government's job. This country was built by immigrants.\"\n\nThe changes to the Valley Park ordinance include:\n\n- Requiring all city agencies to enroll in the federal government's \"Basic Pilot Program.\" The program, administered \nby the Department of Homeland Security, verifies a person's identity and legal status using government databases.\n\n- Stating that investigations of suspected illegal immigrants will begin only after the city has received a complaint \nfrom \"any official, business entity, or resident\" of the city. Complaints based solely on national origin, ethnicity or \nrace will be ignored.\n\n- Using a definition of \"illegal alien\" that matches federal law.\n\n- Placing responsibility for enforcing the law on the city's code officers.\n\nAfter the old ordinance was passed in July, St. Louis County Police Department officers who patrol Valley Park \nbegan trying to enforce it and were inquiring about some renters' status. No one was charged, but at least three \nlandlords were warned that they were renting to illegal immigrants.\n\nOn Friday, attorneys from 11 legal organizations representing three landlords and a fair housing agency sued the \ncity, alleging that the ordinance caused racial profiling, hurt businesses and promoted housing discrimination.\n\n---\n\nSTLtoday.com/talk Is the Valley Park law prudent or bigoted? Add your thoughts in our Talk of the Day blog\n\nNotes\n\n Valley Park passes new immigration ordinance \n"}