{"title": "Laborers fill in a gap at tuxedo company;Mexican employees with special work visas help AfterHours through peak season. It's a rising U.S. trend.<", "body": "\nEvery spring, Luis Rangel leaves his Mexico City home and comes to Chester County to work for $9 an hour \ncleaning tuxedos for a formal-wear company.\n\nWhen the spring stampede for tuxedos eases in June, Rangel and about 80 other temporary workers will return to \nMexico.\n\n\"I'm here for the money,\" said Rangel, 29, who works at After Hours by Small's. \"I'm going to invest it in my taxi \nbusiness back home.\"\n\nRangel is one of about 42,000 seasonal guest workers from overseas who come to the United States on special \nwork visas to fill low-skill service jobs viewed by many as undesirable. With visas different from those held by \nforeign guest workers in agriculture or the technology sector, employees such as Rangel frequently work in \nresorts, hotels and ski centers.\n\nThough such workers are rare in the region - fewer than 500 are employed here - their number is rising nationally, \naccording to the Labor Department. Some business officials see them as the wave of the future in the global \neconomy.\n\nRangel and 86 other temporary workers from Mexico earn what they consider good wages filling the dreaded night \nshift at After Hours, a formal-wear company based in Atlanta that has 15 stores in the Philadelphia area, including \na regional distribution center in West Chester. In turn, the company gets a motivated, bankable work force.\n\n\"We just could not fill the needs we had with local workers,\" said Marty Cotten, the company's regional vice \npresident. \"We are very proud of this program. It was thinking outside of the box.\"\n\nHere's how it works: After Hours recruits workers in Mexico City, gets them temporary work visas, and hires them \nfor a stint in the spring when teenagers need tuxedos for the prom. The company shares travel and living \nexpenses with the workers and drives them to the job each day.\n\n\n\"The Philadelphia region does not have the same international connections as other areas, so we may not have \nexplored this alternative - yet,\" said David Thornburgh, executive director of the Pennsylvania Economy League, a \npublic-policy research organization. \"But I think the future will be full of this kind of creative problem-solving.\"\n\nThe After Hours program began in 1988 when the Glah family that owned Small's made contacts in Mexico after a \nfamily member married into a family there. The program continued when After Hours acquired Small's in 2000.\n\nAt the sprawling center in West Chester - which services stores and wholesalers in the Northeast and contains \n63,123 tuxedo coats, 62,975 pairs of shoes, and more than 100,000 ties - temporary workers take the shift that few \nwant, say company officials: the night shift, from 5:30 p.m. to 4 a.m.\n\nDuring that shift, workers clean, press and repackage garments that have been worn and are on order.\n\nIn a county where the unemployment rate is below 3 percent, the company tries to hire locally in West Chester, \nCotten said, where it has about 150 employees. In fact, during the spring rush, After Hours adds temporary local \nhires - but they are unwilling to work the night shift.\n\nOn the other hand, \"the Mexican workers are so hardworking,\" said production manager Tim Queen. \"They want to \nbe here.\"\n\nBringing workers from Mexico begins months before the spring prom and wedding season. Some workers are \nrecruited; others return annually and recommend relatives, Queen said.\n\nWorkers split the round-trip airfare cost with the company, he said - about $500. They also agree to split the $800-\na-month rent for apartments that the company finds them.\n\nDrinking alcohol is prohibited for workers. And dating is frowned upon. Recruits said the trade-offs are worth it for \none reason - the money.\n\n\"Everything I make here is used to put my kids through school,\" said Barbara Arias, 53, of Toluca, Mexico.\n\nReceiving the same pay as their American counterparts within the company, Arias and others can earn $5,000 \nduring the two-month stint, Queen said. This is more than she earns in Mexico, Arias noted, where per capita \nincome was $4,440 in 1999, the last year that figures were available, according to the World Bank.\n\n\"Guest worker programs like this give the Mexicans some legal ground to stand on,\" said Jeffrey Cohen, a Penn \nState anthropology professor who specializes in Mexican migration. \"They are not illegal, and they tend to get paid \nbetter. In many ways, it's a win situation for everyone involved.\"\n\nSome experts said the arrangement raises issues about using local versus foreign workers.\n\n\"Critics of this would say, 'The employer didn't try hard enough to hire locally,'\" said Charles Keely, a Georgetown \nUniversity professor of international migration. \"The employer would say, 'You come up here to try to find these \nworkers this time of year.'\"\n\nWith H-2B visas, foreign workers may stay in the United States for up to a year to perform nonagricultural \nseasonal work. Before After Hours can get these visas for workers from Mexico, the Labor Department must \ncertify that local workers are not available.\n\nThe department does this by requiring employers to advertise the jobs in local newspapers and by having the state \ntest the labor market for worker availability, said Dale Ziegler, chief of the department's division of foreign labor \ncertification.\n\nOf 88,172 positions certified nationally for such workers in 2000, 509 were for businesses in Philadelphia and 1,725 \nfor New Jersey enterprises.\n\n\n\nCongress limits to 66,000 the number of H-2Bs issued annually. In 2000, 42,482 such visas were issued, up from \n31,049 in 1998 and 36,503 in 1999. The number of positions certified is greater than the number of H-2B visa \nholders, Ziegler said, because employers often certify more positions than they need as a cushion against a \nchanging labor market.\n\nSecuring the paperwork may be complicated, but the effort is worth it, said After Hours officials, because the \nprogram is so successful for them.\n\nThe workers agreed. For David Maya, 31, a native of Mexico City who works in West Chester each spring, the job \nis lucrative.\n\n\"The economic situation in Mexico isn't that good,\" he said. \"I had to take advantage of this opportunity.\"\n\nJonathan Gelb's e-mail address is jgelb@phillynews.com.  \n\nGraphic\n\n \n\nPHOTO;\n\nLAURENCE KESTERSON, Inquirer Suburban Staff - Luis Rangel sorts tuxedos at After Hours, Chester County. \nThe firm recruits workers in Mexico City, gets them temporary visas, and hires them for a stint in the spring, during \nprom season.\n\nPerla Rodriguez Davila, a native of San Mateo, is one of more than 80 Mexican employees who traveled to West \nChester for the two-month job at After Hours. Some earn $5,000 in that period.\n\nSays Barbara Arias, of Toluca, Mexico: \"Everything I make [at After Hours] is used to put my kids through school.\"\n"}