{"title": "THE LATINO TEST;WHO GETS TO BE AN AMERICAN? AN INCREASINGLY DIVIDED LATINO POPULATION FINDS A SOURCE OF CONTENTION IN IMMIGRATION.", "body": "\nSix-year-old Elian Gonzalez has been in the United States for only a couple of months, yet he's taught Americans a \nthing or two about division. Not surprisingly, we are not of one mind on whether to return the boy to Cuba, and \nsome of the differences break along racial lines.\n\nA recent poll by a Miami television station found that Latinos in the area enthusiastically supported efforts to keep \nthe boy in the United States, while blacks and whites were just as enthusiastic about sending him back to Cuba. \nSome 86 percent of Latinos disagreed with the decision by the Immigration and Naturalization Service to return \nElian to his father; 79 percent of black and 70 percent of whites supported it.\n\nBut the division isn't just between Latinos and non-Latinos. Rather, it spills across the color line and into the ethnic \ngroup itself.\n\nThe debate over Elian has brought to the surface long-standing but not-often-talked-about tensions among different \ntypes of Latinos. The tension flared up recently during a televised exchange between two Latinos on opposite sides \nof the debate. A liberal Chicano professor from San Francisco who supported reuniting boy and father squared off \nagainst a Cuban-American woman from the anti-Castro Cuban American National Foundation.\n\nThe Cuban-American accused the Mexican-American of employing a double standard on immigration because \nhe would deny Elian the right to stay in the United States even as Chicanos scream about the \"rights\" of Mexican \nimmigrants. She had a point. After all, how do Chicano activists who support returning the boy, in spite of his \nmother's drowning trying to deliver him to freedom, square their view with the romance they harbor for Mexican \nimmigrants who risk their lives to travel north?\n\nA few months earlier, many Mexican-Americans were just as baffled over the support among Puerto Ricans in New \nYork City for the idea of offering clemency to a group of convicted Puerto Rican terrorists.\n\nThere long have been differences among different types of Latinos, yet it's not a common notion. The dawn of a \nnew millennium has prompted corporate marketers, media, Internet companies and political strategists to toss \naround the slogan \"Latinos 2000\" as they try to capture the attention, buying power and votes of the 30 million \nLatinos in the United States with a one-size-fits-all approach. Those efforts are bound to fail. A common language \ncannot overcome the divisions stemming from different ancestries, cultures, national origins and political priorities.\n\n\nAs the case of Elian illustrates, no issue defines these priorities as clearly as immigration. Unlike other Latinos, \nAmericans of Puerto Rican descent have traditionally not had to think much about immigration, since their \nancestral homeland is a U.S. territory, and those who live there are U.S. citizens.\n\nThat's changing. Now that more than 300,000 Mexican immigrants live in New York City, anxious Puerto Rican \nleaders are beginning to sound like white nativists in California. A few months ago, former congressman and \nlongtime civil-rights figure Herman Badillo let loose with a series of ugly comments directed at the Mexican \nimmigrants. Dismissing the newcomers as \"little people with straight hair\" who \"come from the hills and have no \neducation,\" Badillo signaled that those who represent the city's Puerto Rican community are not at all interested in \nsharing power with the new arrivals. His comments reflect more than economic anxiety about immigrants taking \njobs from Puerto Ricans. Badillo also worries about the influences of a people and a culture that he clearly views as \ninferior.\n\nA similar arrogance has popped up in the immigration debate. Harvard professor George Borjas, a Cuban-\nAmerican immigrant, believes America's immigration policies are failing not merely because they let in too many \nimmigrants but because they let in too many of the wrong immigrants.\n\nIn his new book \"Heaven's Door,\" the economist uses U.S. Census data and various studies to argue that \nprovisions in current immigration law making family reunification a priority have had the practical effect of \nincreasing the flow of legal immigrants from a handful of countries and limiting the number from countries that have \nless of a foothold here. Worse, Borjas says, the people who are getting in are mostly unskilled and uneducated, a \nfact he assumes will lead to lower levels of employment, lower wages and greater dependence on welfare and \nother government aid. Dismissing notions about the power of assimilation to close the economic gap between \nimmigrants and natives, Borjas argues that his generalizations hold true for several generations.\n\nAs a remedy, Borjas suggests the United States consider adopting a merit-based test for those wishing to legally \nimmigrate. The examination, similar to ones used in Canada, New Zealand and Australia, could measure everything \nfrom English-speaking ability and job skills to age and the size of people's wallets (some exams in use award \nadditional \"points\" if applicants are willing to make financial investments in the country they seek to enter).\n\nThe real problem with the Borjas argument isn't that it's elitist; that \"skills\" can and should be defined in a hundred \ndifferent ways apart from education and professional training; that, since it's employers who set wages, any \neconomic gap that exists is just as likely an indicator of a high level of exploitation as it is of a low skill set; and that \nhis dismissal of assimilation flies in the face of everything we know, and have experienced, about how immigrant \ngrandparents yield grandchildren who become successful doctors, lawyers, teachers and heads of industry. The \nreal problem is that there's little mystery which immigrants Borjas views as the most undesirable: those from Mexico \nand Central America.\n\nBorjas, while an immigrant, misses the whole point of America. The country, at its best, has always rewarded \ndetermination, courage and resilience. It has sought out and welcomed those who struggle and sacrifice to get here \nand to succeed once here. These are the people who built the United States in the past two centuries and the ones \nwho will rebuild it in the next.\n\nIt's not skill that matters. It's will.\n\nIt's that kind of will that propels Mexican immigrants across the Arizona desert, negotiating barbed wire and cactus \nand rattlesnakes.\n\nAnd it's that kind of will that inspired Elian's mother to step foot on a rickety boat bound for Florida, a boat that \nwould eventually sink, killing her and 10 others. She's the real American in this story.\n\nOddly, on this issue, the gap among different types of Latinos may be closing. On the validity of the INS ruling that \nthe boy be returned to Cuba, the poll by the Miami television station detected little difference between the views of \n\n\n\nCuban-Americans and non-Cuban Latinos; 88 percent of Cubans opposed the ruling, along with 78 percent of those \nLatinos who were non-Cuban.\n\nSome have attributed this convergence of Latino opinion to the involvement of the INS, a government agency that \nhas few friends among Latinos of any kind and that may be just the sort of common enemy against which a divided \npeople can finally unite.\n\nNavarrette is a student at Harvard's John F. Kennedy School of Government and political editor of the magazine \nOYE. Distributed by the Los Angeles Times-Washington Post News Service.\n"}