{"title": "Judge Dismisses Arizona Suit On Immigration Enforcement", "body": "\nPHOENIX (AP) -- A lawsuit by Gov. Jan Brewer that accused the Obama administration of failing to enforce \nimmigration laws or maintain control of her state's border with Mexico was dismissed Friday by a federal judge.\n\nIn her ruling, Judge Susan Bolton of United States District Court in Phoenix said the governor's claim that \nWashington had failed to protect Arizona from an ''invasion'' of illegal immigrants was a political question that was \nnot appropriate for the court to decide.\n\nGovernor Brewer, a Republican, filed her countersuit after the Justice Department challenged Arizona's \nimmigration enforcement law. She was seeking a court order that would require the federal government to take \nextra steps, like erect more border fencing, to protect Arizona until the border was controlled.\n\nThe judge wrote that she also barred some of the governor's claims because the issues had been dealt with in a \n1994 case by Arizona and could not be litigated again. Court precedent also requires the dismissal of some claims, \nJudge Bolton wrote.\n\nIn a statement, Governor Brewer said she was not surprised by the ruling. ''It is but the latest chapter in a story that \nArizonans know all too well: The federal government ignores its constitutional and statutory duty to secure the \nborder,'' she said.\n\nThe Department of Justice issued a one-sentence statement saying it was pleased by Judge Bolton's decision.\n\nThe department sued the State of Arizona last year in a bid to invalidate Arizona's immigration enforcement law. \nJudge Bolton, who ruled in that case as well, put key parts of the law on hold, like a provision requiring police \nofficers, while enforcing other laws, to question a person's immigration status if officers had a ''reasonable \nsuspicion'' that the person was in the country illegally.\n\nGovernor Brewer has asked the United States Supreme Court to hear her appeal of Judge Bolton's ruling in that \ncase.\n\nhttp://www.nytimes.com\n"}