{"title": "WEEK IN REVIEW: Oct. 29-Nov. 4", "body": "\nBus drivers OK strike - Nearly all members of the Amalgamated Transit Union vote to reject the city's latest contract \noffer, as 97 per cent call for an across-the-board strike. The strike, which could start as early as Dec. 1, would \ninclude bus drivers, maintenance workers, mechanics and ferry operators. The union and city are fighting over \nwages, and over the city's proposal to delete a contract clause protecting injured workers' wages. Union president \nRobin West says he hopes both sides can reach agreement in time to prevent a strike.\n\nSenior drivers may test for discount\n\nService Nova Scotia Minister Angus MacIsaac says his department is considering offering a half-price discount to \nseniors on their driver registration, provided they pass a driving course. The Tory Blue Book election platform \npromised seniors a discount if they learned to compensate for problems often related to age, such as reduced \nvision and slower reaction time.\n\nShrubsall back in court\n\nWilliam Chandler Shrubsall, a.k.a. Ian Thor Greene, goes on trial for aggravated sexual assault, unlawful \nconfinement and choking in a June 22, 1998, attack on a student.\n\nThe student testifies Tuesday she met Shrubsall at a bar, danced with him, and walked back to the frat house he \nlived in. She said once they arrived at his room, he attacked her when she tried to use his phone to call a taxi.\n\nShrubsall admits to assault on Thursday, but denies sexually assaulting the woman.\n\nEarlier this year, Shrubsall was convicted of sexually assaulting another woman, and beating a third unconscious \nwith a baseball bat. He was convicted of beating his mother to death with a baseball bat when he was 16.\n\nThe Nova Scotia Supreme Court trial continues tomorrow.\n\nSysco workers OK new contract\n\nSydney Steel workers vote 85 per cent in favour of accepting a contract with Swiss-based steelmaker Duferco, \npaving the way for the province to hand its longtime ownership over to private industry.\n\nPremier John Hamm estimates the money-losing steel mill accounts for more than $3 billion of the province's $11-\nbillion debt.\n\nDuferco plans to employ about 200 workers to produce slab steel for a plant it owns in Farrell, Pa.\n\nEconomic Minister Gordon Balser introduces legislation Tuesday to privatize Sysco, but doesn't rule out any future \npublic money going to the mill.\n\n\nIMP chopper deal goes public\n\nSoutham News reports the Department of National Defence has awarded Halifax-based IMP Group a contract \npotentially worth $1.7 billion as part of a plan to privatize military maintenance jobs for its new search-and-rescue \nhelicopters.\n\nThe initial contract, awarded without fanfare several months ago, is valued at $184 million and would provide \nmaintenance and parts for the new Cormorant helicopters. If IMP completes the contract without a hitch, it has the \noption to renew it without competition. The Cormorant is built to last about 25 years.\n\nSixteen-year-old boy stabbed\n\nA 16-year-old boy is taken to hospital with severe stab wounds in his lower abdomen after a Halloween incident in \nHerring Cove that police later describe as accidental. Tantallon RCMP release few details, but after interviewing the \npeople involved, they do not lay charges.\n\nThe only other serious incident reported Halloween night is a six-foot man tackling a 12-year-old boy at the corner \nof Oxford Street and Coburg Road, and stealing his candy. The boy is not hurt.\n\nMom, triplets might be here\n\nCrime Stoppers say police believe an Ontario woman might be hiding in the metro area with her seven-year-old \ntriplets, whom she abducted from their home with their father, their legal guardian, in Stratford, Ont., last month. \nCrime Stoppers got a tip Carline Vandenelsen, 38, was spotted at Halifax International Airport with her children \nGray, Olivia and Peter.\n\nWelfare comments strike sparks\n\nPremier John Hamm starts a controversy by telling the Metropolitan Chamber of Commerce people on welfare \nshouldn't be \"better off\" than working people \"struggling … to make ends meet.\"\n\nIn the legislature, NDP community services critic Kevin Deveaux objects to the implied slight to welfare recipients, \nand suggests Hamm's comments further highlight Nova Scotia's low minimum wage: $5.60 an hour.\n\nOn Thursday Halifax Chebucto NDP MLA Howard Epstein calculates that even at minimum wage, a single person \ncould earn $11,648 a year by working full-time, but would collect only about $7,000 on welfare.\n\nPoverty activists deride Hamm in the legislature Friday.\n\nWoman writhes on hospital floor\n\nMarie Peacock of Cole Harbour says she was forced to lie on the floor, vomiting and moaning with pain, at \nDartmouth General Hospital's emergency department waiting room on Oct. 27, because there were no beds \navailable while she waited to be treated for kidney stones. The hospital is investigating the incident.\n\nRCMP narrow abuse probe\n\nThe numbers keep varying in the continuing investigation of abuse at Nova Scotia's youth centres, but RCMP say \nthey have narrowed their six-year investigation down to 162 suspects. They are looking at 842 allegations of abuse \ncommitted against about 440 former residents.\n\nCampbell tried in Wendelborg death\n\nThe trial opens for Wanda Lynn Campbell, charged with being an accessory to the murder of William St. Clair \nWendelborg. Crown attorney Frank Hoskins alleges Campbell knew her common-law husband, Billy Marriott, \nplanned to inject Wendelborg with a lethal dose of cocaine, and she helped him try to escape justice afterwards.\n\n\n\nWendelborg's body was found in Harrietsfield woods Oct. 20, 1998. Marriott, charged with the murder, was found \nhanging in his jail cell earlier this year.\n\nOn Friday, Crown witness Cindy MacCulloch testifies she doesn't remember making videotaped statements about \nthe murder shortly after Wendelborg's body was found.\n\nLetter embarrasses Parent\n\nTory Kings North MLA Mark Parent ponders his political future after the NDP leaks a letter Parent wrote to Premier \nJohn Hamm criticizing both government plans to move a Kentville health centre, and its lack of relief for drought-\nstretched Valley farmers.\n\nThe next day, after words of support from his constituents and the premier, Parent says he's staying in the \nlegislature.\n\nWCB sues Subway attacker\n\nThe Workers Compensation Board files a lawsuit against Michael Derrick Robicheau, who was convicted of \ncommon assault on a clerk at a Subway sandwich shop in Halifax last November. The board wants $4,918 it paid \nthe clerk for benefits, as well as general damages, loss of income and future earning capacity, and legal costs.\n\nCape Breton cleans up\n\nCape Bretoners hit hard by the week's heavy rains start to mop up their flooded homes. Jamie Muir, the minister \nresponsible for the Emergency Measures Organization, says he'll look into getting flood relief for homeowners and \nbusinesses.\n\nGraphic\n\n \n\nPremier John Hamm defends welfare comments in the legislature Wednesday.\n"}