{"title": "The Talk of Virgin Islands;GROWTH BRINGS PROBLEMS TO VIRGIN ISLANDS AS IMMIGRATION PUTS A STRAIN ON SERVICES", "body": "\nThe water pipes, recalcitrant on the golf greens and nearly always dry in the housing projects, had been coughing \nair downtown for six days. Ann Johnson, proprietor of The Snack Box, a local lunch counter, apologized for the \npaper plates and cups.\n\n''We've had a water emergency since December 1976,'' she said. ''We got the garbage emergency in January 1979; \nthey cut off the downtown pickups. We have power emergencies and the road emergency, and then we have the \nschool emergency. The only emergency we don't have is on sunshine.''\nGrowth brings problems to Virgin Islands as immigrations puts a strain\n\nShe stood, flushing pink in the heat, watching the hamburgers on the propane grill. ''I've been mugged, hit over the \nhead with a gun, and every member of my family has been robbed. And groceries,'' she sighed. ''We used to say \nthat no matter what you bought, it was $10 a sack. Now it's $30. The price of food is higher than it is in Washington, \nD.C.''\n\nThe Johnsons came to St. Thomas from the mainland 18 years ago, but now they are thinking of going back. ''We \nhave the feeling we're not wanted,'' Mrs. Johnson said.\n\nWhen the jet plane opened the Virgin Islands, a United States territory, to large-scale tourism in the 1960's, and to \nlarge-scale industrial development, the Johnsons were only two in a torrent of outsiders who flooded into the \nislands to share in the boom. There were merchants, construction workers, hotel workers and refinery workers. \nSome, like the Johnsons, black as well as white, came from the states because they were looking for a tropical way \nof life.  Others, mostly black, came from the desperately poor islands of the Eastern Caribbean, looking only for a \nfew dollars to send home.\n\nAs the population tripled, to 95,214 from 32,000 from 1960 to 1980, the school enrollment quadrupled. The number \nof telephones rose to 41,174, from 3,905, and the number of cars grew to 37,889, from 4,264.\n\nThe electrical system, one of the costliest under the American flag, became overburdened and produced rotating \npower failures. Rain used to provide the water supply; now sources include desalination plants and water barged in \nfrom Puerto Rico. It is not enough.\n\nLittle of this affects the tourists, who numbered about 56,000 cruise ship passengers in 1960 but increased by 1980 \nto well over a million visitors stopping to spend a few hours in the bustling dutyfree shops around the islands' \nbeaches.\n\n\nThe growth and the crowding has put severe strains on the islands' services and on its psyche.  ''When you have \nRobinson Crusoe alone on an island, you have no problem,'' said Otis L. Felix, the Police Commissioner, a \nveteran of 26 years on the force.\n\nWhen the population was smaller, he said, Virgin Islanders ''were neighborly people, where I was your keeper and \nyou were my people.'' He added, ''People had a respect for law and order.'' Now Commissioner Felix has trouble \ngetting cooperation from witnesses.And last December, for the first time in history, a policeman was attacked and \nkilled while on a routine patrol.\n\nAfter that shooting, a Federal court determined, the police beat a confession out of a suspect, Juan Francis, a \nmember of the Rastafarian sect, and the Rastas taunted the funeral cortege.\n\nThe problem, Virgin Islanders say, is knowing just who the community is these days. ''It's newcomers talking to \nnewcomers,'' said Leslie Reovan, a sociologist at the College of the Virgin Islands. Natives of the islands, \nalthough they are the largest group, are outnumbered in their own land by the rich ''continentals'' from the mainland, \nwho are driving up the price of real estate, and the poor ''aliens'' from the Caribbean, who want jobs, homes, \nschools and medical care.\n\nLast fall, the Middle States Association of Colleges and Schools notified the territory that Charlotte Amalie High \nSchool in St.  Thomas and Central High School in St. Croix were in danger of losing their accreditation because of \nstaff shortages, lack of supplies, termite damage, poor maintenance and poor attendance.\n\n''We really need help,'' said Mrs. Enez Harvey, an aide to the Superintendent of Schools. ''We really need some \nunderstanding.'' So many children are flowing into the schools from the Eastern Caribbean, including Haitians this \nyear, that the school system conducts registration three times a year, she said.\n\nAs outsiders migrate to the islands, many young people leave to find jobs and opportunity. A high percentage \nenlists in the armed forces.\n\n''The tragedy of the Virgin Islands is loss of its nationals, the youths who go away and don't come back,'' said Mr. \nReovan. ''It's this drifting situation that leads to a society's having no center and no future, and we keep \nincorporating more and more of the irrelevancies of continental politics into this place.''\n\nA particularly cruel ''irrelevancy'' has been the importation of American-style racism to islands in which native \nblacks tended to feel superior to the poorly educated white French immigrants.\n\nRacial slurs that white Americans have applied to blacks are now used by blacks here to refer to the many \nAmerican whites who have come from the Southern states since 1960 to work in the giant Hess Oil refinery on St. \nCroix. It is a self-contained community that mixes little, if at all, with the local population, and blacks here are not at \nall impressed.\n\n''They come from Texas, Mississippi, Georgia, Florida,'' said Leona Watson, a black community activist in St. Croix \nwho has been critical of Mr. Hess's operations. ''They can't read or write, but they come down as bosses.''\n\n''They can't deal with a black person who is highly educated,'' she said, ''but the shoe's on the other foot now. \nThey're on our ground now.\n\n''Last week, one of them said to seven or eight of our boys, 'I feel like getting a machine gun and mowing you all \ndown,' and those were the most dangerous boys he could ever mess with. I told them to mark his face well and \ndon't make someone else pay for his mistake.''\n\nShe is equally upset about the black aliens who now have permanent resident status. ''They're interested only in the \nU.S. dollar, not the land. They have their own homeland. They've improved their country. We have nowhere to run.''\n\n\n\nGraphic\n\n \n\nIllustrations: photo of condominiums on St. Croix photo of tourists on St. Croix photo of fast food sign on St. Croix\n"}