{"title": "IMMIGRANTS DECLINE TO CHANGE APPEARANCE, DESPITE HARASSMENT", "body": "\nLayla El-Wafi decided to keep wearing the headscarf used by Muslim women despite the \"dirty remarks and dirty \nlooks\" from strangers.\n\nShe also wears an American flag pin - partly to show solidarity, but partly as a defensive measure: In the new war \non terrorism, this city of immigrants has become a place where some fear losing the very thing many came here \nfor.\n\n\"I don't want to feel that I can't have the kind of freedom of expression we guarantee to everyone,\" said El-Wafi, \nwhose family begged her to modify her appearance.\n\n\" I'm proud to be an American,\" she said. \"I hate to feel that people are counting me as 'the other.\"\n\nAcross the country, reports of bias incidents against people who appear to be Middle Eastern have risen since the \nSept. 11 terrorist attacks, despite appeals for tolerance from President Bush and other top U.S. officials.\n\nMayor Rudolph Giuliani has made similar pleas in New York, where as much as one-third of the population is \nforeign-born. Police reports of bias incidents since the attacks number in the dozens - from anti-Muslim graffiti to a \nbaseball-bat assault on a turban-wearing Sikh.\n\nThe backlash is mild compared to two killings, in Texas and Arizona, that may have been motivated by anti-Arab \nsentiment. But Sikhs, Muslims, and other immigrants say they are greatly affected by increasing petty harassment \nin a city that prides itself on tolerance.\n\n\"My business is down 60 to 70 percent,\" said Izmar Yalai, who runs the Afghanistan Kebab House in Manhattan. \n\"They stand outside and look. And then they just walk away. I know they have anger and resentment. But we are as \nmuch American as any of them!\n\nAmrik Singh Chawla, a financial consultant who is Sikh, was headed to the Trade Center to catch a train when he \nsaw the second hijacked plane hit the building. Chawla ran for his life, dodging debris falling from the sky.\n\nAmid the chaos, two men chased him, calling him a terrorist and demanding that he remove his turban. He got \naway, but said he has been harassed on other days as well.\n\nChawla, who was born in India but has lived here since, has decided to keep wearing his turban. To abandon his \nidentity out of fear, he said, would be to capitulate to the terrorists and renounce the freedoms America stands for.\n\n\nNotes\n\nAMERICA RESPONDS\n"}