{"title": "NEEDED AT THE BORDER AGENTS GUARDING THE LINE, NOT POLITICIANS PEDDLING ONE", "body": "\nWHEN the former governor of Arkansas knows more about dealing with illegal immigration than the former mayor of \nSan Diego, you have to cry for California. The Clinton administration's new border initiative puts Gov. Pete Wilson \nand our two senators to shame.\n\nThe $540 million-plus proposal would add 1,000 more Border Patrol agents, upgrade computers and other \nequipment, and install new fences and detection devices. For legal immigrants, the Immigration and Naturalization \nService would streamline asylum paperwork and encourage citizenship.\n\nWe've argued before that the border needs more agents and less election- year posturing by California pols who \nwould militarize the border, impose crossing taxes, and deny schooling, citizenship and health care to the children \nof undocumented immigrants.\n\nIllegal immigration is a fact of life. The idea of completely securing the 2,000-mile southern border is an illusion. But \nwe can deter illegal immigrants by placing more agents at strategic crossings, which Clinton's plan would do at San \nDiego and El Paso.\n\nHowever, we're skeptical of two other points in the Clinton initiative: deporting illegal immigrants now in U.S. \nprisons, and tougher enforcement of laws against hiring undocumented workers.\n\nDeporting prisoners sounds good, but the idea has more tangles than barbed wire.\n\nAmerican prosecutors aren't going to transfer a murderer, bank robber or rapist if they think he'll be released too \nsoon from a Mexican prison and then get back across the border. Also, as civil libertarians point out, transferred \nprisoners would lose their rights to appeal and parole under U.S. laws. A binational appeals or parole board could \nresolve these issues, but it would cost millions of dollars, wiping out most of the savings to U.S. taxpayers.\n\nAs for cracking down on employers who hire illegal workers, forget it. Study after study has shown that employer \nsanctions don't even slow illegal immigration. Worse, they have led to widespread discrimination against U.S. \nLatinos by employers who'd rather hire somebody else than deal with the verification paperwork. Get rid of \nemployer sanctions.\n\nWith more money and manpower in the right places, the INS and Border Patrol can become smarter, quicker and \nmore humane. Pete Wilson and Senators Barbara Boxer and Dianne Feinstein should take note: Bunker mentalities \nmay win the resentment vote, but dealing with illegal immigration takes brains, courage -- and compassion.\n\nNotes\n\n\nEditorials\n"}