{"title": "Border Patrol detains 110 migrant workers - Correction Appended", "body": "\nFederal agents rounded up 110 illegal aliens in south Hillsborough County  this week, sending most of them by bus \nand plane to a Texas border town for  voluntary deportation to Mexico.\n\nThe crackdown sent 12 immigration agents from across Florida into the  Ruskin and Wimauma areas for daytime \nsweeps on Monday and evening searches on  Tuesday, said Steve McDonald, the U.S. Border Patrol agent in \ncharge. It was  the most extensive operation in the area since McDonald came to the Border  Patrol's Tampa \nstation from Arizona in October, he said.\nROUNDUP\n\nFlorida Highway Patrol troopers assisted the agents and pulled over  vehicles on U.S. 41, State Road 674 and U.S. \n301 \"based on reasonable  suspicion that immigration laws were being violated,\" McDonald said. Border  Patrol \nagents questioned occupants and examined their identification.\n\nNon-U.S. citizens legally residing in the United States are required to  carry immigration documentation at all times. \nThose without documentation  during this week's roundup were interviewed by agents, checked against  computer \nfiles and taken by chartered bus to a U.S. Immigration and  Naturalization Service center in Bradenton.\n\nOf 110 originally detained, 63 people on Monday and 30 on Tuesday, all men,  were arrested and sent Wednesday \nto Brownsville, Texas.\n\n\"They were given the opportunity for a hearing before an immigration  judge, but all of these people requested to \nreturn to Mexico voluntarily,\"  McDonald said.\n\nOthers with families were allowed to remain temporarily in Hillsborough  County with the promise they would leave \nfor Mexico within 30 days.  Immigration agents have their addresses to check on their status, McDonald  said.\n\nThe two days of high-profile activity, with agents questioning car  passengers, pedestrians and people in parking \nlots, heightened fears in the  south county Latino community, even among legal workers, some said.\n\nWimauma migrant outreach worker Ninfa Martinez said her own legally  documented clients reported few workers \nin the fields and sparse attendance at  area jobs and day care centers once the migrant operation began.\n\nMcDonald said agents did not go into fields to question farm workers but  may have pursued into the fields some \nsuspects who fled from their vehicles  during interviews.\n\n\nHe said the operation was prompted in part by inquiries and complaints  about migrants working here illegally. \nArea residents called the Border Patrol  or would \"walk up to our units and ask us when are we going to do \n something,\" McDonald said.\n\nCorrection\n\nThe Florida Highway Patrol assisted the Border Patrol during a recent enforcement effort against illegal \nimmigrants by stopping motorists who had violated traffic laws. A story in Thursday's Times incorrectly described \nthe Highway Patrol's role.\nCorrection-Date: January 17, 1997\n"}