{"title": "Under Fire, I.N.S. Begins Rolling Out a New Database to Track Foreign Students", "body": "\nImmigration officials this month began presenting to New York universities and colleges a new system the federal \ngovernment will use to track foreign students, in the hope that smaller technical institutes will begin using it as \nearly as next month and that any flaws can be fixed before its use becomes compulsory seven months from now.\n\n     The computerized system, if it is up and running on schedule, would embody the most comprehensive change \nsince Sept. 11 to the way the nation manages its millions of foreign visitors. \n\n The Student and Exchange Visitor Information System, or Sevis, will rely largely on schools to monitor foreign \nstudents and to enter updated information about them into a national database.\n\nUnder Sevis, the Immigration and Naturalization Service, long faulted for its failure to manage the mounds of paper \nit collects on foreign students, would be better equipped to determine who actually entered the country, where \nthey were supposed to be studying, whether they failed to study full time and if they dropped out of school.\n\nBut the schools that can enroll foreigners are a mixed lot, ranging from major universities to small language \ninstitutes, flight schools and beauty colleges. And automation alone is unlikely to help the I.N.S. in its many other \ntasks, including ensuring that only bona fide schools sponsor foreigners on student visas and finding people who \nviolate the conditions of their visas.\n\nThe agency's failures to keep its records on students up to date, have already allowed some foreigners to enter the \ncountry repeatedly on student visas that should have been invalidated.\n\nSome of the 19 hijackers in the Sept. 11 attacks had overstayed or violated the provisions of their business or \nstudent visas, yet had made multiple visits to the United States. Justice Department auditors, in reviewing the \nissuance of student visas for two of the hijackers, also blamed the immigration service's \"dysfunctional\" paper-\nbased system.\n\nThe visas were issued in March, six months after the terror attacks and long after the two men had completed their \nstudies at American flight schools.\n\nThe two biggest local importers of students from abroad -- Columbia University and New York University -- have \nalready met with the I.N.S. and its contractor, EDS Inc., to learn about the system.\n\n\"If it works well, Sevis has the potential of improving circumstances for students, especially when they're dealing \nwith the I.N.S. or the State Department,\" said Richard B. Tudisco, director of the international students and \nscholars office at Columbia. \"Those officials will know a student's documents are real because there will be a \ndatabase that will show they're doing what they said they would be doing.\"\n\n\nBut university officials said they also worried that meshing their computer systems with the government's could \ncreate technical problems that may make it difficult to meet the deadline of Jan. 30, 2003, when school participation \nin Sevis will become compulsory. The inspector general of the Justice Department, in a report issued last month, \nexpressed similar doubts.\n\n\"We're probably better off getting on the database as soon as possible rather than waiting until it's mandatory,\" said \nLynne P. Brown, the vice-president of university relations at N.Y.U.\n\nAbout 4,000 of Columbia's 23,000 undergraduate and graduate students are foreigners with student visas. At \nN.Y.U., student visa holders account for about 5,000 of the university's 48,000 students. The foreign countries \nwith the most students at the two schools are China, South Korea, Taiwan, Japan and India.\n\nBut foreign students and their dependents make up only a fraction of foreign visitors and visa holders. Of the 7.6 \nmillion people granted visas to visit the country last year, only 350,000 received student visas to attend classes at \nuniversities or vocational institutes. Unlike tourists and foreigners who come for business, however, students are \nissued open-ended visas valid only as long as they remain in school.\n\nSmaller schools may have an easier time because they will be entering data on far fewer foreign students..\n\n\"For us the impact is not going to be significant, because of the smaller numbers here,\" said Robert Hunter, the \ndean of enrollment services at TCI College of Technology in Manhattan, where about 75 of 4,000 students have \nstudent visas. The institute offers associate degrees in technical subjects like engineering and office technology. \n\nSimilarly, officials at Bell Language School in Brooklyn, where the majority of the 200 students are foreigners, said \nthey did not anticipate problems. Marianna Massarsky, the school's director, said Bell is ready because it has \nalways kept track of students and reported to the I.N.S., by letter, students who missed more than 25 percent of \ntheir classes.\n\nAs difficult as it may be to rush a new computerized tracking system into operation, it does not compare to the \narduous task of purging unqualified schools from the immigration agency's outdated list of those that can enroll \nforeign students.\n\nNearly 74,000 academic and vocational institutions nationwide are authorized to issue an I-20 form to a foreigner, \nwho can then request a student visa by presenting the form and other documents at an American consulate \nabroad. The list contains many redundancies -- individual campuses of the same university are listed separately, for \nexample -- and may also include schools that are out of business or bogus.\n\nJustice Department auditors, citing immigration agents who said they rarely had time to check into schools and did \nnot know what to look for when they did, recently called 200 schools on the list. The auditors said they found 86 of \nthem no longer appeared to be operating.\n\nA check of 10 of the 1,800 schools in New York City and Long Island that are authorized to issue I-20's, a list that \nincludes dozens of high schools as well as computer and secretarial schools, found that three were out of business.\n\nThe tracking system is just one of many the changes concerning foreign visitors that have been proposed or \nenacted since the terror attacks.\n\nAttorney General John Ashcroft has said he wants to fingerprint and register more than 100,000 people who are in \nthe country on non-immigrant visas and collectively pose what he called \"a national security concern.\"\n\nFederal agents have already sought out and interviewed several thousand young Arab and Muslim visa holders. \nThe Bush administration also said it plans to scrutinize student visa applicants whose academic interests are in \nwhat it considers sensitive fields of science or technology. \n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n"}