{"title": "Bush, Signing Bill for Border Fence, Urges Wider Overhaul", "body": "\nPresident Bush signed into law on Thursday a bill providing for construction of 700 miles of added fencing along \nthe Southwestern border, calling the legislation ''an important step toward immigration reform.'' \n\n  The new law is what most House Republicans wanted. But it is not what Senate Republicans or Mr. Bush \noriginally envisioned, and at the signing, in the Roosevelt Room of the White House, the president repeated his call \nfor a far more extensive revamping of immigration law.\n\nA broader measure, approved by the Senate last spring, would have not only enhanced border security but also \nprovided for a guest worker program and the possibility of eventual citizenship for many illegal immigrants already \nin the country.\n\n  But that bill was successfully resisted by House Republicans, who feared a voter backlash against anything that \nsmacked of ''amnesty'' for illegal immigrants. Those lawmakers portrayed the Senate bill as embracing just that, no \nmatter what the measure's backers, including Mr. Bush, said to the contrary.\n\n  Eventually the president realized that a broad approach was dead for this election year, and he bowed to political \nreality and embraced the House concept, at least for the time being. On Sept. 29, just before its members headed \nhome to campaign, the Senate approved construction of 700 miles of fencing, which the House had approved that \nmonth. \n\n  ''I want to thank the members of Congress for their work on this important piece of legislation,'' Mr. Bush said \nThursday, greeting several lawmakers by name. ''Ours is a nation of immigrants. We're also a nation of law. \nUnfortunately, the United States has not been in complete control of its borders for decades, and therefore illegal \nimmigration has been on the rise.''\n\n  The new law also provides for more vehicle barriers, checkpoints and advanced technology to bolster border \nsecurity. A previously enacted domestic security spending bill provides $1.2 billion for the fence and the \naccompanying technology.\n\n  The fence idea has caused friction between the United States and Mexico, as was demonstrated again Thursday \nin Ottawa, where the Mexican president-elect, Felipe Calderon, condemned it.\n\n  ''Humanity made a huge mistake by building the Berlin Wall, and I believe that today the United States is \ncommitting a grave error in building the wall on our border,'' said Mr. Calderon, who was meeting with the \nCanadian prime minister, Stephen Harper.\n\n\n  Some of the legislation's critics say the fence -- actually several separate sections at a variety of places along the \n2,000-mile border -- will not keep out people desperate to cross. A foreign policy adviser to Mr. Calderon, Arturo \nSarukhan, told Canadian reporters on Wednesday that the fence would merely allow smugglers of illegal migrants \nto charge them more.\n\n  In calling for a broader immigration overhaul, Mr. Bush said again Thursday that his approach did not amount to \namnesty.\n\n  ''We must reduce pressure on our border by creating a temporary worker plan,'' he said. ''Willing workers ought to \nbe matched with willing employers to do jobs Americans are not doing for a temporary -- on a temporary -- basis. \nWe must face the reality that millions of illegal immigrants are already here. They should not be given an automatic \npath to citizenship. That is amnesty. I oppose amnesty. \n\n  ''There is a rational middle ground between granting an automatic path to citizenship for every illegal immigrant \nand a program of mass deportation, and I look forward to working with Congress to find that middle ground.''\n\n  Any such search will almost surely have to await a new Congress. The chance that it would be taken up in a lame-\nduck session after the elections is considered remote.\n\nhttp://www.nytimes.com\n"}