{"title": "SLAPS IN THE FACE FOR IMMIGRANTS - LEGAL OR ILLEGAL", "body": "\nPLAYING BY THE RULES is about to become prohibitively expensive for thousands of immigrants in the U.S.\n\nOn July 30, an exorbitant hike in the application fees for naturalization and permanent residency will become \neffective.\n\nThe increase, announced by the U.S. Citizenship and Immigration Services on Tuesday, is so steep as to place \nthese procedures out of financial reach for thousands of immigrant families.\n\nIncredibly, the cost of initiating the process of becoming a U.S. citizen will almost double, going from $350 to $675. \nYet that hike looks almost reasonable when compared with the outrageous jump - from $325 to $1,030 - in the cost \nof applying for permanent resident status.\n\n\"In a city that is 40% foreign-born,\" said City Councilman Hiram Monserrate (D-Queens), \"this policy will essentially \nshut the door on citizenship and legal immigration in our communities.\"\n\nAt the same time, massive raids and flash deportations of immigrants are increasing dramatically all over the \ncountry.\n\nHundreds of frightened children have seen their parents pulled from their homes at the break of dawn by \nImmigration and Customs Enforcement agents in black uniforms. Hundreds of parents - poor, powerless working \nmen and women - have been torn from their families with a fury better suited for storming terrorist hideouts.\n\nIn other words, while the government is relentlessly persecuting the undocumented, it is erecting new obstacles in \ntheir way to legalization or citizenship. Doesn't make much sense, does it?\n\nTo top it all off, by now few believe that higher fees will translate into better services or a reduction in the citizenship \napplications backlog.\n\nAfter all, this is not the first time citizenship fees have gone up. Actually, they have increased fourfold since 1998, \nwithout any noticeable improvement.\n\n\"The new fee structure will price good people out of the citizenship process,\" said Rep. Luis Gutiérrez (D-Ill.). \"The \nadministration should stop trying to fix its failures and its inefficiencies on the backs of low-income working families.\"\n\n\nThe fact that USCIS was swamped with negative public reactions after it first announced its plan to increase fees \nobviously did not do much good.\n\nIt got 3,900 comments from all segments of society, from refugee and immigrant organizations, public policy \ngroups, educational and religious institutions to corporations and agricultural concerns. The USCIS all but ignored \nthem.\n\nNow though, there is a much more pressing agenda for those who favor a real and fair immigration reform.\n\nWith Congress back from Memorial Day break, the second week of debate is about to begin.\n\nAnd as Benita Jain, staff attorney of the Immigrant Defense Project of the New York State Defenders Association, \nsaid: \"This bill [in the Senate] and proposed amendments increase the detention and deportation of our \ncommunities. Their hidden measures reduce the actual number of people who will be able to gain and keep lawful \npermanent residency.\"\n\nIf this is the case, this is not reform but a minefield. What immigrant families - and the country - need, though, is real \nimmigration reform. One in which legalization is made more - not less - accessible, family reunification remains the \nfoundation of the law, workers are protected and due process is revived and respected.\n\nCall your representative and give him or her a piece of your mind.\n\naruiz@nydailynews.com\n"}