{"title": "U.S. REPRESENTATIVE EDWARD WHITFIELD (R-KY) HOLDS A HEARING ON INTERNET CHILD PREDATORS, PART TWO", "body": "\nHOUSE COMMITTEE ON ENERGY AND COMMERCE: SUBCOMMITTEE ON\n\nOVERSIGHT AND INVESTIGATIONS HOLDS A HEARING ON SEXUAL\n\nEXPLOITATION OF CHILDREN THROUGH THE INTERNET, PART TWO\n\n \n\nAPRIL 6, 2006\n\n \n\nSPEAKERS:\n\nU.S. REPRESENTATIVE ED WHITFIELD (R-KY)\n\nCHAIRMAN\n\nU.S. REPRESENTATIVE CLIFF STEARNS (R-FL)\n\nU.S. REPRESENTATIVE CHARLES \"CHIP\" PICKERING JR. (R-MS)\n\n\nU.S. REPRESENTATIVE CHARLES BASS (R-NH)\n\nU.S. REPRESENTATIVE GREG WALDEN (R-OR)\n\nU.S. REPRESENTATIVE MIKE FERGUSON (R-NJ)\n\nU.S. REPRESENTATIVE MICHAEL BURGESS (R-TX)\n\nU.S. REPRESENTATIVE MARSHA BLACKBURN (R-TN)\n\nU.S. REPRESENTATIVE JOE BARTON (R-TX)\n\nEX OFFICIO\n\n \n\nU.S. REPRESENTATIVE BART STUPAK (D-MI)\n\nRANKING MEMBER\n\nU.S. REPRESENTATIVE DIANA DEGETTE (D-CO)\n\nU.S. REPRESENTATIVE JANICE SCHAKOWSKY (D-IL)\n\nU.S. REPRESENTATIVE TAMMY BALDWIN (D-WI)\n\nU.S. REPRESENTATIVE JAY INSLEE (D-WA)\n\nU.S. REPRESENTATIVE HENRY WAXMAN (D-CA)\n\nU.S. REPRESENTATIVE JOHN D. DINGELL (D-MI)\n\nEX OFFICIO\n\n \n\n*\n\nWHITFIELD: This hearing will come to order.\n\nToday marks the second day of hearings that the Oversight Investigation Subcommittee is having on child \npornography and sexual exploitation of children over the Internet.\n\nToday, as I said, this is our second day of hearings on sexual exploitation of children over the Internet. Today we \nhope to gain a better understanding of how U.S. law enforcement is working to combat the horrifying and growing \ncommercial business of sexually exploiting children over the Internet, and what is being done to put those online \nchild predators behind bars.\n\nThe testimony we heard on Tuesday was disturbing.  For example, in this $20 billion a year business of \ncommercially exploiting children, the images of child victims are increasingly younger and increasingly more violent.  \nI cannot fathom who these people are that seek to view these images of children being sexually abused, and \nfrequently being abused on demand.\n\nAs one witness on Tuesday described it, these images are digital crime scenes, and it sickens both our heart and \nsoul. Some of the most disturbing testimony at Tuesday's hearing came from Justin Berry, a victim of online \npredators.  Justin's testimony about the Department of Justice's handling of his case was particularly troubling.\n\nJustin testified that he himself has no faith in the Department of Justice's Child Exploitation and Obscenity Section.  \nThis is a section of prosecutors in the department that are supposedly experts in handling cases like Justin's.  \nWhen a victim witness has no faith in the people that are supposed to be his advocates, there is clearly something \nwrong with the process.\n\n\n\nWhile I am sympathetic to the department's concern over discussing ongoing investigations, the allegations raised \nby Justin Berry's testimony on Tuesday raise important process questions that need to be addressed by the \ndepartment.\n\nWe have some specific questions for the Department of Justice at today's hearing.  These questions include:\n\nWhy has it taken so long for the department to act and rescue children in imminent danger of being molested; why \nJustin's father, Knute Berry, a man who allegedly profited off of the sexual exploitation of his son, has not been \ncharged or arrested?\n\nWhy there have been no arrests from the over 1,500 names of subscribers to Justin's web site that featured images \nof children being sexually abused, and which he supplied to the Department of Justice?\n\nWhy Aaron Brown, the person who ran a credit card processing company, CallMeOverNet (ph), that processed the \norders for sexually exploited images of children, has not been arrested and charged in connection with Justin's \ncase?\n\nWhy Ken Gorley (ph) has not been charged or arrested in connection with the alleged money he made hosting \nJustin's own web site, nor for his alleged sexual abuse of Justin while Justin was still a minor?\n\nAnd finally, why the Department of Justice allowed an affidavit to be unsealed and remain unsealed for over six \nmonths, and still is unsealed today, in a criminal case that had the effect of putting Justin Berry's life in danger?\n\nWe do not want these disturbing details about the handling of Justin's case to go unanswered by the department, \nand hope that some insight will be gained through this hearing today.  And that's one of our clear intents.\n\nI would like now to briefly turn to the other witnesses that we'll hear from today.  Law enforcement has a very \ndifficult task ahead and is fighting an immense criminal enterprise of online child predators.\n\nWe need to give law enforcement the necessary resources to save our children from online predators.  I look \nforward to hearing from the various law enforcement witnesses today about their successes in the field, as well as \nconcerns and problems they face.  Child predators on the Internet are using all technological means available to \navoid law enforcement efforts, and law enforcement must respond in an effective way.\n\nFinally, it is critical that we have an understanding of what is going on in the various state legal systems.  About 70 \npercent of all prosecutions involving child pornography are handled at the state and local level. Therefore, the state \nlaws regarding the illegality of possession, manufacturing, distribution and enticing of minors and child pornography \nneed to be as strong as the federal laws.\n\nMy home state of Kentucky, as an example, recently passed legislation that will make possession of child \npornography a felony instead of a misdemeanor.\n\nI look forward to hearing from witnesses, including Mr. Weeks from PROTECT, about sentencing issues \nsurrounding these cases involving the sexual exploitation of children over the Internet.\n\nAnd at this time, I will recognize Mr. Stupak of Michigan for his opening statement.\n\nSTUPAK: Thank you, Mr. Chairman.\n\nApril is Child Abuse Awareness Month, and so it's appropriate we're holding these hearings.\n\nAs we learned Tuesday, this problem has many sordid faces -- commercial web sites, predators, predator \nseduction, over peer-to-peer networks, pedophile groups -- that demand and trade new materials as the price of \nadmission to complete their set of pornographic photos and sex tourism, which are trips organized by American \nmen to foreign countries for the purpose of sexually molesting and filming sex acts with young people.\n\n\n\nWe learned other disturbing facts too numerous to list here, but a few that are noteworthy.\n\nVictims of this disgusting trade are 28 times more likely to become prostitutes.  Eighty-six percent of the victims \ndevelop serious long-term mental illness.  Eighty percent of these predators have material depicting victims under \nthe age of 12, 40 percent under the age of six and 20 percent under the age of three.\n\nUnfortunately, yesterday's news revealed that a deputy press secretary at the Department of Homeland Security \nhad been arrested by authorities who were posing as a 14-year-old girl.  The arrest occurred as the officer, \nportraying herself as a 14-year-old girl, was to pose nude for him on a webcam.  As Mr. Justin Berry testified, \nthere's no reason for a 13- or 14-year-old to have a webcam.\n\nMr. Chairman, the committee staff has spent many hours interviewing key federal officials who investigate child \npornography every day. Unfortunately, they are not here to testify today.  Today we will hear from a few front line \nlaw enforcement offers and some witnesses purporting to represent the front line prosecutors and federal law \nenforcement officers.\n\nI say \"purportedly,\" because I don't believe that the most experienced witnesses are here today.\n\nOn Tuesday, we heard a withering indictment of the Child Exploitation and Obscenity Section at the Department of \nJustice -- CEOS.  CEOS are the prosecutors responsible for coordinating these horrible cases nationwide.\n\nUnfortunately, the head of CEOS is not here.  Instead, Justice sent us a U.S. attorney from the state of Montana to \npresent its testimony.  I hope this individual has some knowledge in this area we'll be talking about today.\n\nThe Department of Justice is not the only agency that did not provide its most knowledgeable staff as a witness \ntoday.  Both the Federal Bureau of Investigation and the Bureau of Immigration and Customs Enforcement, ICE, \nhave incredible, underfunded cyber crime operations with great expertise in working these cases nationally and \ninternationally.\n\nThese critical law enforcement agencies have two of the most articulate and committed special agents working on \nchild exploitation. These talented and dedicated supervisors -- Arnold Bell of the FBI's Innocent Images Unit, and \nClaude Davenport of the Child Exploitation Section of the ICE cyber crime center -- have not been permitted to give \ntestimony today.\n\nInstead, the individuals who will appear here have job titles bestowed upon them by bureaucratic politicians.  Again, \nI suspect that they have little recent law enforcement experience in the dirty world of Internet child pornography and \nsexual exploitation.\n\nIt makes our job extremely difficult for us here in Congress to do oversight work when agencies do not send the \nwitnesses we request. I will be pressing for answers as to why those that labor so hard to protect our children from \nthe worst of all crimes are denied adequate personnel and critical technical resources.\n\nThe agents that actually work these cases need much more recognition and support than what they receive from \ntheir superiors. These men and women are overwhelmed by the size of the problem and handicapped by timid \nprosecutions, at least on the federal level.\n\nThe FBI, ICE and the inspectors of the U.S. Postal Service have brought down networks involving tens of \nthousands of criminals that have, or likely will, physically molest children.  Yet, despite their efforts, the federal \nprosecution of these perpetrators are rare.\n\nOn the state and local level, the story is different, but widely variable.  We are aware of a county district attorney in \nNew Hampshire that averages one prosecution every 10 days of these predators.  He says he could do one a day if \nhe had more attorneys on staff.\n\n\n\nHe does have the assistance of the ICAC, coordinated federal and state local computer crime specialists assisting \nhim in developing the necessary cases and evidence, but he still needs the manpower to present the cases in court.\n\nI find the ICAC's testimony about the Internet service providers being a major obstacle to the investigation of child \nexploitation over the web particularly troubling.  I can't help but believe that credit card companies and PayPal \naccounts also have responsibility to police their clients who are accessing these child pornography sites.\n\nYesterday I was pleased that our colleagues unanimously accepted my amendment in the telecommunications \nmarkup to crack down on Internet child pornography.  My amendment orders the Federal Communications \nCommission to devise regulations that require both cable service and phone companies offering cable service and \ntechnologies, to prevent child pornography from being conveyed over Internet networks.\n\nThis will serve as a good start at curtailing child pornography on the Internet.  But we also need stepped-up law \nenforcement at all levels -- federal, state and local.\n\nMr. Chairman, the federal prosecution effort is far less vigorous than that found on the state and local level.  As I \nnoted Tuesday, in a major case where 20,000 verified American child sex offenders are out still walking our streets.\n\nProsecutors have been able to convict less than two percent of the identified perpetrators, while law enforcement in \nAustralia obtained convictions of over 55 percent of their countrymen identified in the same international bust.  If \nAustralia can do 55 percent, I'm sure we can do better than two percent here in this country.\n\nWe, Congress, have a long way to go to assist law enforcement, to help in this fight.  I hope that we don't stop with \nthis hearing today.  As a former law enforcement officer, I'll use every opportunity to crack down on illegal Internet \nactivity, bank card transactions and inadequate federal statutes that tie law enforcement's hands when pursuing \nchild pornography perpetrators.\n\nWith that, Mr. Chairman, I yield back, and I thank you for having this hearing.\n\nWHITFIELD: Mr. Stupak, thank you.  And I want to also thank you for raising this issue of the witness from the \nJustice Department today.  Of course, we're glad to have Mr. Mercer here.  He is a former U.S. attorney from -- or is \na U.S. attorney from Montana, and I know he has experience in these child pornography Internet cases.\n\nBut we specifically asked for Raul Roldan, who is the FBI's cybercrimes expert.  And we also asked for Drew \nOosterbaan, who is the director of CEOS.  Neither one of them are here, but I did notice that Raul Roldan was on \nCNN today and \"The Today Show.\" So, he had time to go on television, but he didn't have time to be here with us.\n\nAt this point, I would like to recognize the gentleman from New Jersey, Mr. Ferguson, for his opening statement.\n\nFERGUSON: Thank you, Mr. Chairman, and thank you for holding this second hearing.\n\nMr. Chairman, I, too, think it's outrageous that we have law enforcement agencies that are willing to and perfectly \nhappy to send some of their most knowledgeable representatives to do interviews on national media, but they can't \ncome before a subcommittee in the Congress to share their expertise and their thoughts and strategies with the \nCongress and the American people.  I think it's outrageous.\n\nI certainly appreciate the witnesses for being here today.  I appreciate the expertise and the insights that they all \nlend to these hearings.  But I think it's a very, very serious issue, and I hope that we'll follow up on that.\n\nI want to thank you, Mr. Chairman, and Mr. Stupak, for your leadership on this issue.  I'm happy to see that as \nparents and as members of Congress who are serving on this committee, that we're making a concerted effort to \nget to the bottom of this industry which so horribly affects many children in our country.\n\nI also want to thank the witnesses for testifying and helping us get to the real causes of this problem and why it's so \npervasive in our society.\n\n\n\nI'm sure that it's safe to say that this past Tuesday's hearing touched and shocked every one of us who was there in \nthat room or who got to watch it on television.\n\nAlthough we have been aware of this problem -- many of us have been aware of this problem -- I think it's doubtful \nthat prior to Tuesday that any of us genuinely knew the details of this sordid world that so many children find \nthemselves victims of.\n\nThe question running through everybody's minds and my mind is, how?  How could this happen to so many \nchildren?  How could it be so easy for a sexual predator in today's world of advanced crime fighting and \ninvestigative techniques?\n\nAnd how is it that we as a society seem to be incapable of putting a stop to it?\n\nI can't thank enough organizations liked Wired Safety and i-SAFE, people like Kurt Eichenwald from the New York \nTimes, who is here again today, who have brought national attention to this issue.\n\nWe must recognize that it's our job as members of Congress to give these organizations and our law enforcement \nofficials the tools they need to fight this unbelievable crime.\n\nWith yesterday's revelations about a high-ranking DHS official being charged with online seduction, and yesterday's \nannouncement of 27 people being charged in an international child pornography ring, it's clear that we're just \nbeginning to scratch the surface of this industry, and we have a long, long way to go.\n\nRecently, the National Center for Missing and Exploited Children reported that 39 percent of people who are caught \nwith images of child sexual abuse had images of children younger than six years old.\n\nWe have a six-year-old daughter.\n\nNineteen percent of people who have been caught with these images -- one in five -- were caught with images of \nchildren under three years old.\n\nWe also have a three-year-old daughter.\n\nThis evil is beyond our comprehension.\n\nAs proven by these hearings.  My colleagues and I have made a commitment to do everything in our power to fight \nthis problem and to punish offenders to the fullest extent of the law.\n\nThese people are not normal criminals.  Their offenses go above and beyond typical crimes.\n\nThey steal the innocence of a child and leave in their wake emotional and physical scars that will affect these young \nvictims for their entire lives.\n\nAfter hearing Justin's heart-wrenching testimony on Tuesday, it became apparent that it's a problem within our \njustice system that allows this industry to continue and remain profitable.\n\nJustin told us that these predators laughed at law enforcement. But an estimated $20 billion industry that makes its \nprofits by violating children is absolutely nothing to laugh at.\n\nI'm anxious to hear the testimony of our witnesses, and to have an opportunity to question them regarding what \nneeds to be done by lawmakers and parents and teachers and law enforcement officers, to put an end to this \nindustry, and to find out how we have fallen so sadly short of our goals so far.\n\nThank you again, Mr. Chairman, and thank you, Mr. Stupak, for your commitment.  I look forward to hearing from \nthe witnesses.\n\n\n\nWHITFIELD: Thank you, Mr. Ferguson.\n\nAt this time, I will recognize the gentlelady from Colorado, Ms. DeGette, for her opening statement.\n\nDEGETTE: Thank you very much, Mr. Chairman.\n\nMr. Chairman, this is a little unusual for this committee, because having jurisdiction over telecommunications and \nthe Internet, we're usually always jumping at the chance to talk about the wonders of the web.  And the Internet has \nbeen one of the most incredible creations of the last century.\n\nAt the beginning of the new millennium, we look forward to a future of untold promise and new innovation that we \ncan't even imagine today.  And I think what we're seeing this week, sadly, is sometimes this innovation can move in \nways that are horrific to us.\n\nThe Internet has changed the way we do business, conduct research, play and communicate with each other, and \nit's made many day-to-day activities like shopping so much easier.\n\nThose of us who have teenage children know that young people often are the ones who figure out the ways to use \nthe Internet in new and different ways.  But that's the problem.  The activities that have been made easier by the \nInternet are being used now to commit crimes against humanity in a much more facile way, and that is the sexual \nexploitation of children.\n\nThat's what we're faced with when we conduct these hearings today.  Our technological pride and joy has been \nhijacked.  It's enabled a plague of proportions that none of us here today ever imagined. Cloaked in anonymity and \nenabled by technological innovation, this blight has been growing to extreme conditions under our very noses.\n\nHow do we preserve the things that we value about the Internet? Can we find the right balance between privacy \nand freedom in eradicating this heinous epidemic? I don't think we have the answers today, but that's what we're \nhere to determine, and I would say that we have a very difficult job ahead of us.\n\nWe can't stand idly by and let our young people be devoured by this terrible use of technology. One thing that is \nclear to me after hearing Justin's testimony and reading the newspaper articles and other materials is that these \nterrible predators are working a lot faster than we are.  And government, for a change, needs to think about working \nfaster than the people who are taking advantage of our kids.\n\nAll of us agree that these hearings have been a horrific eye opener.  Mr. Ferguson talked about his young children, \nthree and six. Well, I have two girls who are aged 12 and 16, and I don't think any of us realize how pervasive this \nchild exploitation over the Internet is.\n\nI will tell you this.  I certainly intend to go home and talk to my two daughters about this problem and what they can \ndo when I go home tomorrow.\n\nWe've learned that it is now an industry that now nets a profit close to the gross product of some small countries.  \nAnd so, I, too, am glad, Mr. Chairman, that you and Mr. Stupak are holding these hearings, because it's an issue \nthat would be easy for us to try to sweep under the rug, but I think it's too important for that.\n\nAnd so, I think every member of this subcommittee needs to make a commitment right now to accomplish three \nthings as the result of these hearings: first, to identify the problems with the federal response to this crisis; second, \nto figure out how we're going to address this scourge; and third, to pledge that by the end of the 109th Congress, \nwhich is about 15 weeks away, we will have made an impact on this.\n\nWhat we should not do is have these hearings, make ourselves feel better, go home and talk to our kids ourselves, \nand then breathe a sigh of relief that we've fixed the problem, because that's not going to fix the problem.\n\n\n\nThis scourge is just a mouse click away from directly impacting us, our families and our communities.  And so, I \nwould say we have a moral imperative to take action.\n\nI share the disappointment that everyone else has that the witnesses that were requested from the FBI and the \nother agencies are not here today.  If there was ever an issue that the executive branch should work with the \nlegislative branch on, it is this issue.\n\nThis is an investigative hearing. And with all due respect, we need facts, not generalized policy statements.\n\nAnd so, I just want to say, Mr. Chairman, as Americans, we should be disgusted that our country is the number one \nconsumer of child pornography. How did we get here and how are we letting this happen to our children?\n\nWe cannot let this issue go away.  We can't be a do-nothing Congress.  And if we can make an impact on this \nissue, Mr. Chairman, I would suggest that everybody on both sides of this committee can go home and hold our \nheads up very proudly.  So, I think, let's commit together to get to work.\n\nThank you very much.\n\nWHITFIELD: Thank you, Ms. DeGette.  You raise some penetrating questions, and we hope to get those answers.\n\nEver since Kurt Eichenwald wrote the first articles in the New York Times about this issue, our committee has been \nfocused on it, and no one has been more focused on it than our full committee chairman of Energy and Commerce, \nthe chairman, Joe Barton of Texas.\n\nAnd at this time, I'd like to recognize Mr. Barton for his opening statement.\n\nBARTON: Thank you, Chairman Whitfield.\n\nI do have a formal opening statement, but I have to get something off my chest.\n\nWe have been working on this subcommittee, and Mr. Dingell and I on the full committee, on this issue for six \nmonths or so, maybe longer.  And we keep trying to cooperate with the Justice Department and the FBI.\n\nAnd you folks seem bound and determined to be as uncooperative as possible.\n\nThis is the opening statement time, so I'm not going to ask any questions.  But I want you to know, Mr. Mercer, that \nI am going to call the attorney general one more time, and we had better get the people we want to testify.  Not that \nyou're not a credible witness, but I didn't hear all of Ms. DeGette's statement, but my guess is, having scanned your \ntestimony, if she scanned it too.\n\nWe don't need to know specifics of case investigations.  That shouldn't be public.  But on behalf of the people of the \nUnited States of America, who we represent as the most closely elected officials to the people, we do deserve to \nget the witnesses that are supposedly hands-on trying to solve these problems, and we're not doing it. You're not \ngiving them to us.  Your department is not giving them to us, and the FBI is not giving them to us.\n\nAnd I'm told half the room are FBI agents.  And when the second panel comes, I'm going to have some pretty \nstraight questions for the FBI.\n\nBut we're going to get the facts one way or the other.  This is just too important an issue to let bureaucratic -- I'm \ntrying to think of the right word -- turf wars impede it.\n\nWhen you have a Republican majority in the Congress and a Republican president, we ought to be able to work on \na bi-branch basis, if that's the right term, to get the facts in.  And that's not happening.\n\n\n\nSo, Mr. Chairman, I'm going to ask that my entire statement, formal statement, be put into the record.  But this is \nprobably the most important investigation.  We've got all the investigations going on in all the other bodies in other \ncommittees.\n\nBut child pornography is the most pernicious thing that's affecting our society at its very roots, and we need to root it \nout. We need to put an end to this Internet child pornography system that's growing like a weed on our society.\n\nOne way or the other, we are going to get our executive branch officials to cooperate with us and testify.  That's just \ngoing to happen.\n\nSo with that, Mr. Chairman, I'm going to yield back.  But I want to thank you and Mr. Stupak for your perseverance \non this issue.\n\nWHITFIELD: Well, thank you, Mr. Chairman.  We look forward to continuing working with you as we attempt to get \nthe key witnesses before the committee.\n\nAll the opening statements in their entirety will be placed in the record, without objection.\n\nAt this time, I'll recognize Dr. Burgess of Texas for -- oh, I'm sorry -- recognize Mr. Inslee for his opening statement.\n\nINSLEE: I just want to follow on Chairman Barton's statement, that this country really is enraged and is demanding \nanswers.  And ultimately, we will obtain them.\n\nWe hope that the message that is delivered is that we need to move forward together quickly.  The country is not \ngoing to wait any longer.\n\nThank you.\n\nWHITFIELD: Thank you, Mr. Inslee.\n\nAt this time we recognize Dr. Burgess of Texas.\n\nBURGESS: Thank you, Mr. Chairman. In the interests of time, too, I'm going to submit my statement for the record, \nbecause we do have a full day ahead of us.\n\nI just can't help but observe, the one piece that I took away from Tuesday's lengthy hearing was the comment that \nthe perpetrators were laughing at law enforcement, and law enforcement is in this room today.  They're laughing at \nyou on the Internet about this problem, and I want you to take that very, very seriously.\n\nI want to also take a moment of personal privileges and once again recognize -- don't tell anyone at home in my \ndistrict -- but I want to recognize a New York Times reporter for doing the right thing. I think if he had not stopped \nand picked up the person at the side of the road, they might not be with us today.\n\nSo, Mr. Eichenwald, again I want to congratulate you and thank you for doing the right thing when you were faced \nwith a situation that you probably didn't completely understand right at the beginning.\n\nI myself have to wonder why it's gotten to this point.  I mean, we're a society that puts warning labels on airplanes \nthat says, \"danger, you may die if this crashes.\" Why don't we put a warning label on a webcam, not age \nappropriate for those under 18 years of age to use by themselves in their bedrooms for longer than 12 hours at a \ntime?\n\nI wonder about America's legal system.  We've heard testimony in this committee on multiple occasions about the \nabuses of the class action system.  Where are the lawsuits against the payment companies that allow this to \nhappen?  Why have they not stepped up to protect America's children?\n\n\n\nBut mostly, I'm embarrassed by the federal agencies and by the fact that we haven't taken definitive action in \nCongress.  I know it's going to be difficult.  I want all of us in the federal government -- those in federal agencies \nand those in Congress -- to muster the institutional courage to do the right thing.\n\nWith that, Mr. Chairman, I'll yield back.\n\nWHITFIELD: Thank you, Dr. Burgess.\n\nAt this time I will recognize the gentlelady from Tennessee, Ms. Blackburn.\n\nBLACKBURN: Thank you, Mr. Chairman.  I thank you for the work that you and the staff have done on this hearing \nand the series of hearings.  And I thank you also -- say thank you to our witnesses for continuing to work with us to \nbe here and work with us on the issue as we seek to crack down on child pornography and sexual exploitation and \nabuse.\n\nThis past Tuesday, the subcommittee did hear testimony from Justin Berry on the pervasiveness of child predators \non the Internet. He described to us how the predators help to lure teenagers, to setting up the web site, the webcam \nsituation, as Dr. Burgess just mentioned, and then gradually lure them into sexual acts for money.\n\nHe also told this committee that the Department of Justice's CEOS has failed to act on information he provided to \nthem at the risk of his own life, to find over 1,500 child predators and distributors of child pornography.  I'm looking \nforward to hearing from the Department of Justice on why this happened.\n\nI just -- it is incomprehensible to me that there are people who are employed by the federal government of this \nnation who will hide -- arrogantly hide -- behind bureaucracy, stonewall behind bureaucracy and allow this to \nhappen. That is inexcusable.  It is absolutely inexcusable.\n\nThe federal budget should reflect our main priority to defend the citizens of our country.  To protect our children \nfrom those who would abuse them clearly falls into this area.\n\nI look forward to hearing from law enforcement on their efforts to shut down this industry and send a message to \nthese despicable, despicable people, that this country will not tolerate those who knowingly, who willingly seek to \nabuse our children.\n\nChairman Whitfield, I yield back my time.  I thank you for looking into this delicate issue, and I hope to see some \npositive results from the hearing.  Thank you, sir.\n\nWHITFIELD: Thank you, Ms. Blackburn.\n\nAt this time, I would recognize the gentleman from Oregon, Mr. Walden, for his opening statement.\n\nWALDEN: Thank you very much, Mr. Chairman.\n\nI have read through the testimony from our witnesses today, last night.  And I'll tell you, after sitting through the \nhearing last week -- or earlier this week, I guess -- and listening to what occurred there, I've got to tell you.  My \nconfidence is pretty shaken in the Justice Department.\n\nAnd I hope we'll hear today that something's happening more than what Mr. Berry indicated, and his attorney.  I \nwant to know about the affidavit, why it was unsealed, why it wasn't resealed.\n\nI think this case, to me, has sent -- would send, certainly -- a chill across the land, that if you are caught up in one of \nthese things, coming forward may not produce the results that you think it may.  I mean, when Justin Berry sits here \nand says he wouldn't necessarily recommend that others bring their cases forward, something's broken.\n\n\n\nI realize, if you've got an open case, you may not be able to get into all the details of the case.  My concern is \nlooking at the system and to figure out if it's working, how is it working that we don't understand.  And if it's not, how \ndo we fix it.  And I hope we hear that today.\n\nThank you, Mr. Chairman.\n\nWHITFIELD: Thank you.  I think that concludes all the opening statements.\n\nThe first panel consists of one witness, and that's Mr. William Mercer, who is the principal associate deputy attorney \ngeneral, and also U.S. attorney for the district of Montana with the U.S. Department of Justice.\n\nAnd we do welcome you, Mr. Mercer.  I guess it's clear to everyone now, you were not our first choice, but we know \nthat you are a prominent prosecutor, and we do look forward to your testimony.\n\nYou are aware that the committee is holding an investigative hearing, and when doing so, we have the practice of \ntaking testimony under oath.  Do you have any objections to testifying under oath this morning?\n\nMERCER: No, Mr. Chairman.\n\nWHITFIELD: Under the rules of the House and rules of the committee, you are entitled to legal counsel, but I'm \nassuming that you don't need legal counsel.  Is that correct?\n\nMERCER: That is correct.\n\nWHITFIELD: OK.\n\nIf you would then raise your right hand.  I do solemnly swear -- do you solemnly swear that the testimony you are \nabout to give is the truth, the whole truth and nothing but the truth?\n\nMERCER: I do.\n\nWHITFIELD: Thank you very much.\n\nYou are now under oath, and you may proceed with five minutes for your opening statement.\n\nMERCER: Mr. Chairman, Ranking Member Stupak and distinguished members of the subcommittee, thank you for \ninviting me to testify before you today about the Department of Justice's efforts to protect children from sexual \nexploitation on the Internet.\n\nUnfortunately, the Internet can be used to facilitate the sexual exploitation of children.  Accordingly, the Department \nof Justice is unequivocally committed to enforcing federal laws in these areas, and particularly the possession, \nproduction and distribution of child pornography and the use of the Internet, or worse, to entice minors to engage in \nsexual…\n\nINSLEE: Mr. Chairman, I'm not sure his microphone is on.\n\nMERCER: Oh, I'm sorry.  I don't have -- now I do.\n\nLet me turn to child pornography. Unfortunately, the very term we commonly use to describe these awful images, \nchild pornography, does not adequately convey the horrors these images depict. A more accurate term would be \nimages of child sexual abuse, because the production of these images involves the sexual abuse of a child.\n\nThese images are thus permanent, visual records of child sexual abuse.\n\nIn the past several years, the children we have seen in these images have been younger and younger, and very \nregrettably, the abuse depicted has been increasingly more severe and is often sadistic.\n\n\n\nAs if the images themselves were not harmful enough, the sexual abuse inherent in child pornography is \nincreasingly exacerbated by pedophiles who choose to disseminate these images to millions of people over the \nInternet with a few clicks of a computer mouse.  Once on the Internet, the images are passed endlessly from \noffender to offender, and perhaps used to whet the appetite of another pedophile to act out the deviant fantasies of \nthe image on yet another child, thereby continuing the cycle of abuse.\n\nThe Department of Justice is absolutely committed to obliterating this intolerable evil.  We are equally concerned \nabout the number of online predators who lurk in chat rooms in search of kids, who they hope to meet in person for \nthe purpose of engaging in sexual activity.\n\nI would like to focus on what the Department of Justice has done to address this problem in the last five years.\n\nProsecutors in the criminal division's Child Exploitation and Obscenity Section, in conjunction with the assistant \nU.S. attorneys and FBI agents, with our other federal partners in the Bureau of Immigration and Customs \nEnforcement, the United States Postal Inspection Service and the Secret Service, and our partners in state and \nlocal law enforcement, work continuously to identify the vulnerabilities of the child pornography industry and to \nattack them at every angle, both domestically and overseas.\n\nWe are focusing our efforts on everyone, from the consumer to the web site operator to the facilitators, including \nthose who provide credit card processing and the subscription services.\n\nFor agents and assistant U.S. attorneys assigned to these cases, and for the prosecutors in the Child Exploitation \nand Obscenity Section who do this work every day, we do not take lightly the fact that their work revolves around \nreview of the most troubling and graphic material depicting children of all ages engaged in illegal sexual acts.\n\nThey are engaged in this effort, because they know from their professional experience and a number of studies, \nthat their efforts are essential to the prevention of future sexual abuse of children. The leaders of the Department of \nJustice are truly grateful for their efforts.\n\nA concrete reflection of our intensified efforts is the fact that the Child Exploitation and Obscenity Section within the \ndepartment's criminal division has generated a more than 445 percent increase in its caseload, including child \npornography cases and investigations over the past four years.\n\nIn addition to increasing the sheer number of investigations and prosecutions brought by the department's \nprosecutors, the quality and import of the cases has increased substantially, with a focus on the producers, \ncommercial distributors and other high impact offenders.\n\nThe department's prosecutors in the 94 United States attorneys offices are critical to the efforts to enforce federal \nlaws prohibiting crimes against children.\n\nAccording to the executive office of U.S. attorneys, total federal prosecutions of child pornography and abuse cases \nrose from 344 cases in fiscal year 1995, to 1,576 cases in fiscal year 2005, a 358 percent increase during that time \nperiod.  The number of federal investigations of crimes against children continues to increase at an exponential \nrate.\n\nSince the late 1990s, through the Department of Justice's Office of Juvenile Justice and Delinquency Prevention, \nCongress has funded the Internet Crimes Against Children task forces.  The ICACs have played a critical role in law \nenforcement's efforts to stop Internet criminal activity which poses harm to children.  In just the first six months of \ncalendar year 2005, ICAC investigations resulted in 3,423 state charges and 563 federal charges.\n\nMoreover, the attorney general has made very clear his and the department's commitment to protecting children \nfrom sexual exploitation over the Internet. On March 15, he announced a new department initiative, Project Safe \nChildhood, aimed at combating the growing threat of children being exploited online through child pornography and \nenticement offenses.\n\n\n\nAs this initiative is implemented in the coming months, it will provide for even better coordination by law \nenforcement at all levels and investigating and prosecuting child exploitation cases.  It will enable us to bring even \nmore federal prosecutions in the area.  It will make more training available for officers and prosecutors, and will \nfurther ongoing community education and awareness efforts.\n\nThrough this comprehensive initiative, the attorney general has made clear that this is an important priority for the \ndepartment.\n\nProject Safe Childhood is a true partnership.  It involves the key entities in this battle: federal law enforcement \nagencies and prosecutors, the ICACs, our other partners in state and local law enforcement, the National Center for \nMissing and Exploited Children, and other nonprofit organizations dedicated to the protection of children.\n\nAs part of our strategy to focus on the most pervasive and detrimental forms of child pornography distribution, \nCEOS is currently coordinating 16 multi-district operations involving child pornography offenders.\n\nThese investigations of national impact have the potential for maximum deterrent effect on offenders.  Nearly each \none of the 16 investigations involve hundreds of thousands, and in a few cases tens of thousands, of offenders.\n\nIt is our hope and desire to use the Project Safe Childhood initiative to ensure that the number of leads created \nfrom these major investigations are coordinated, pursued and prosecuted in state or federal courts.\n\nThe Department of Justice is also working to identify and rescue victims depicted in child pornography.  Seven of \nthese previously unknown adult subjects appearing in child pornography images have been profiled by \"America's \nMost Wanted,\" and with the assistance of tips from viewers, six have been identified.\n\nMore importantly, 35 victims so far -- in Indiana, Montana, Texas, Colorado and Canada -- have been identified as a \nresult of this initiative.  All of the victims have been sexually abused over a period of years, some since infancy.\n\nThe department will continue to ensure that this program is utilized to its maximum potential.\n\nFinally, at the end of successful prosecutions, it is essential that the purposes of punishment established by the \nCongress in the Sentencing Reform Act are met.  Sentences in child pornography cases and coercion and \nenticement cases -- enticement of minors for sexual purposes cases -- must deter others from committing these \ncrimes.  It must also protect the public, promote respect for the law and incapacitate.\n\nEarly last year the Supreme Court issued a decision in United States v. Booker, which altered federal sentencing \nlaw.  Before Booker, federal judges were required to sentence pursuant to sentencing guidelines.  The guidelines \nare now merely advisory.\n\nRecently, I testified before the House Judiciary Committee on this subject, and noted the importance of making the \nguidelines binding again.\n\nIn this area, child pornography and coercion enticement, the sentencing commission reports that a year after the \nBooker decision, federal courts imposed sentences below the applicable guideline range in 26.3 percent of the \ncases involving possession of child pornography, and in 19.1 percent of the cases involving trafficking in child \npornography.\n\nWe believe that these non-guideline sentences jeopardize the purposes of punishment established by the \nCongress.\n\nI appreciate the opportunity to be here today.  As noted, Mr. Chairman, I have worn the hat of U.S. attorney for five \nyears.  I've been the chief deputy to the deputy attorney general of the United States now for about 10 months.  I've \nbeen very involved in the development of the Project Safe Childhood initiative, both during my time as chairman of \nthe attorney general's advisory committee, and now as the principal associate deputy attorney general.\n\n\n\nI'm confident that I can be helpful to this committee in terms of understanding what the department has done, the \ntremendous efforts made on behalf of CEOS, and by a number of line prosecutors and agents, and certainly want \nto help the committee in its essential oversight function.\n\nI thank you for the opportunity to be here.\n\nWHITFIELD: Thank you for your testimony.\n\nMr. Mercer, I want to get a better understanding of the layers of organizational supervision over the CEOS section \nand decision-making at the department.  It's my understanding the Drew Oosterbaan is the head of the section.  Is \nthat correct?\n\nMERCER: He is the head of CEOS, yes.\n\nWHITFIELD: OK.  And that section is part of the criminal division.  Is that correct?\n\nMERCER: That is correct.\n\nWHITFIELD: And Mr. Oosterbaan reports to the deputy assistant attorney general for the criminal division.\n\nMERCER: That is also correct.\n\nWHITFIELD: And her name is Laura Parsky?\n\nMERCER: That is correct.\n\nWHITFIELD: And Ms. Parsky reports to the assistant attorney general for the criminal division, who is Alice Fisher.  \nIs that correct?\n\nMERCER: That is correct.\n\nWHITFIELD: And Alice Fisher reports to Paul McNulty, the deputy attorney general.\n\nMERCER: That is correct.  And that's who I work for.\n\nWHITFIELD: You work for McNulty.\n\nMERCER: Correct.\n\nWHITFIELD: And McNulty reports to the attorney general, Mr. Gonzales.\n\nMERCER: That is correct.\n\nWHITFIELD: OK.  And that is the line of review for any decisions made by the chief of the CEOS section?\n\nMERCER: That's an accurate description of the hierarchy that the Department of Justice has for that section, that's \ncorrect.\n\nWHITFIELD: Now, could you explain what your role is as principal associate deputy attorney general as it relates to \nthe decision-making at CEOS, the Child Exploitation and Obscenity Section?\n\nMERCER: Yes.  And, in fact, if I can give a little additional context.\n\nObviously, the deputy attorney general has general, is sort of the chief operating official for the Department of \nJustice.  The Federal Bureau of Investigation is part of the Department of Justice. Many other components are part \nof the Department of Justice.\n\n\n\nThere are occasions where the office of the deputy attorney general is asked to referee various conflicts.  And in \nthis area, our office would get involved to the extent that there were different issues that needed to be resolved, to \nwhere, say, an assistant U.S. attorney or a U.S. attorney, challenged the way a case was being worked, to the \nextent that there was a conflict with another section of the department.\n\nSo, it's important, I think, for the committee to understand that CEOS plays a crucial role in coordinating cases, in \nleading these multi-jurisdictional investigations, providing advice, training and counsel.  But you also have within \nthe United States 93 U.S. attorneys and 94 districts.  And you have a number of assistant U.S. attorneys around the \ncountry that are also responsible for prosecuting these cases.\n\nAs is reflected in my statement, that's how we have been able to charge such a large number of cases.  We've \ncharged 1,500 cases involving child pornography and coercion and enticement, just in fiscal year 2005.\n\nWHITFIELD: OK.\n\nMERCER: So, that's the role that we play.\n\nAnd I mentioned this Project Safe Childhood initiative.  The deputy attorney general has worked very closely with \nthe attorney general in shaping that initiative, which we believe is going to lead to even greater production in this \narea that the committee is so interested in.\n\nWHITFIELD: We know today that one of the focuses of this hearing relates to information that came out of Justin \nBerry's testimony.  And that particularly relates to CEOS and their decisions, because he provided them with a lot of \ninformation regarding 1,500 people that were using his web site, credit card numbers, whatever, whatever.\n\nAnd so, I would like to ask you.  Do you have any decision-making authority over CEOS yourself?\n\nMERCER: No.  CEOS reports to the assistant attorney general for the criminal division.  But I think, given my role \nas a U.S. attorney -- what I've seen in the country, what I've seen in my work in the deputy attorney general's office \n-- I can be helpful to the committee, not in terms of talking about this specific investigation, which the department \nwouldn't do.\n\nIf the committee had said, we want to ask about why a person was charged, why a case was declined, why an \ninvestigation was pursued this way, that isn't something we're going to do during the pendency of a case.  But I \nthink I can be helpful in terms of understanding how these cases are made, and it will be of value to the committee.\n\nWHITFIELD: Well, I do hope that you'll report back to them that, since you don't have any decision-making over \nCEOS at all, and you do have a broad background in criminal justice and prosecution, that we were specifically \ninterested in the CEOS decision-making as it relates to this case.  I hope that you would convey our disappointment \nabout that.\n\nDid you have any involvement in Justin Berry's immunity agreement?\n\nMERCER: No.\n\nWHITFIELD: All right.\n\nMERCER: But again, Mr. Chairman, it wouldn't matter who the department's witness was.  The department doesn't \nparticipate in ongoing discussions when we have a case that's pending.  That is…\n\nBARTON: Would…\n\nMERCER: … something that certainly would not advance the purpose…\n\nBARTON: Would the chairman yield on that point?\n\n\n\nWHITFIELD: Yes, sir.\n\nBARTON: What's the appropriate title that I should call you? Mr. Deputy, or Mr. Attorney General, or Mr. Associate \nPrincipal Deputy?  I mean, I'm a little confused here.\n\nMERCER: I wear two hats.  I am the U.S. attorney in the district of Montana.  I'm also the principal associate deputy \nattorney general.\n\nBARTON: What do you want me to call you?\n\nMERCER: Mr. Mercer is fine.\n\nBARTON: OK, Mr. Mercer, have you ever actually led an investigation or prosecuted a case?\n\nMERCER: Oh, yes.  I was an assistant U.S. attorney for seven years before I became the U.S. attorney.\n\nBARTON: When you were leading this investigation or prosecuting this case, I assume that you wanted to talk to \nthe witnesses, if possible, if you knew who they were, to the crimes that were being committed.  Is that true or not \ntrue?\n\nMERCER: Well, actually, the role of investigating cases is typically carried out by investigative agencies.  So, the \nFBI…\n\nBARTON: All right.  Let's say that the investigative agency that you were working with, you said this is the \ninvestigation.  Here's who you need to go see.\n\nThey went out and came back and said, oh, those people don't want to talk to us.  But their best friends, or their \nboyfriend or their girlfriend, who they talk to the case about, will talk to us.\n\nHow did you take that?\n\nMERCER: I'm not sure I understand the question.\n\nBARTON: Well, let me be clear.  We didn't ask for you.  OK?  We have asked for Laura Parsky, who is in the direct \nline of chain of command.  We didn't get her.  We've asked for Alice Fisher.  We didn't get her.  We've asked for \nDrew Oosterbaan.  We didn't get him.\n\nWe got you.  Now, you're a fine gentleman, but you're not even in the line of command.  You're a staff.  You have \nno control over this. You probably had to be briefed to come testify.\n\nNow, let me be straight.  I'm calling the attorney general.  My friends in Texas, who I know personally -- we're going \nto get the people we want, one way or the other.\n\nDo you understand that?  We don't -- not that I'm not impressed with your background. But when you're conducting \nyour investigations, you don't talk to secondary people.  You talk to the people you want to talk to.\n\nWhen the FBI is conducting an investigation, they talk to the people they want to talk to. They don't talk to -- well, \nwe can't talk to you, because, see, the neighbor down the street.\n\nThat's -- Mr. Whitfield is much more polite than I am.  But I'm fed up with this.\n\nI had to call the attorney general to get you here. And it's not that we're not impressed with you.  Don't \nmisunderstand me.  But you're not the people that are doing this.  We want to work with you, but in order to do that, \nwe've got to get the people that are actually doing the work.\n\n\n\nWe could have picked somebody at random in the audience and gave them a 30-minute brief, and they could have \ntestified to what you testified to.\n\nMERCER: Well, Mr. Chairman, I'm confident that I can be helpful to the committee…\n\nBARTON: Well, you had better start.\n\nMERCER: … not only because I've done this work as an assistant U.S. attorney and then a U.S. attorney and then \nas chair of the attorney general's advisory committee…\n\nBARTON: Your credentials are not at risk -- we're not questioning your credentials as an admirable citizen.  But we \nare questioning the judgment of the Justice Department of the United States of America, who seems to think it can \nthumb its nose at the Congress of the United States.\n\nAnd that will not happen.  You go -- I'm going to tell the attorney general straight, but you go back and tell him for \nme, or report to the deputy attorney general, who will report to the attorney general, that we're going to hold another \nhearing, and these people are going to be here.\n\nNow, if you want to sit out in the audience, that's fine.  If you want to stand up beside them and hold their hand, \nthat's fine. They're going to be here.\n\nAnd hopefully the cameras will be here and the committee will be here, and we'll finally get this investigation going.\n\nI yield back to you, Mr. Chairman.\n\nWHITFIELD: Well, thank you, Mr. Chairman.  I think Mr. Mercer gets a clear understanding of how we feel about \nthis issue.\n\nYou know, there is a lot of cynicism about Congress in a lot of different areas.  But in this area of child pornography, \nwhen we do request that certain people from the Justice Department who are involved in the investigations, that \ncan talk to us specifically about issues, and then they just thumb their nose and do not attend the hearing, it does \nupset all of us.\n\nAnd it particularly upsets us that in the Justin Berry case, when 1,500 names were given to the Justice Department, \nto the CEOS section, and individual names and pictures of young children being molested, in danger, were given to \nthe department and still no action has been taken, it's something that we find particularly upsetting.\n\nI see my time has expired, as well, now, so I'll recognize the gentleman from Michigan, Mr. Stupak.\n\nSTUPAK: Mr. Chairman, in light of not having the witnesses we need, why don't we just adjourn this hearing until \nwe get the witnesses we need.  We have subpoena power on this committee.  I urge that we use our subpoena \npower.\n\nI mean, we have the next panel -- one, two, three, four, five, six, seven people.  And I don't think they're going to be \nable to provide us any information.  I mentioned two other people in my opening statement I'd like to see here.  \nThey're not here.  You went through a list of people you requested, and they're not here.\n\nI think on this side and both sides of the aisle here, we're frustrated with not having the people who can answer \nquestions.\n\nBARTON: Would the gentleman yield?\n\nSTUPAK: Yes.\n\n\n\nBARTON: We may want to release Mr. Mercer.  But some of the other witnesses that are here on the second panel \nfrom the Postal Service and Immigration Service have been working with the committee, and I think we need to give \nthem a chance to testify.\n\nI'm not at all opposed, if it's the will of the committee to…\n\nSTUPAK: Then I would move we let Mr. Mercer go until we get the people from Justice we need, and then let's \nbring the other witnesses up to do their opening statements.  We're going to have votes here in a few minutes.  Let \nthem do their openings and let's go move on.  I don't want to waste everyone's time with a witness that can't answer \nquestions.\n\nWHITFIELD: Is there any objection to releasing Mr. Mercer?\n\nThen, Mr. Mercer, you're released, and thank you for being here today.\n\nAt this time, I'll call the second panel: Mr. William Kezer, who is the deputy chief inspector for the U.S. Postal \nInspection Service; Mr. Raymond C. Smith, assistant inspector in charge for child pornography and adult obscenity, \nthe U.S. Postal Inspection Service; Mr. John Clark, deputy assistant secretary for U.S. Immigration and Customs \nEnforcement, U.S. Department of Homeland Security; Mr. James Plitt, director, Cyber Crimes Center, Office of \nInvestigations, U.S. Immigration and Customs Enforcement at the Department of Homeland Security; Mr. Frank \nKardasz, sergeant, Phoenix Police Department, project director for the Arizona Internet Crimes Against Children \nTask Force; Mr. Flint Waters, lead special agent of the Wyoming Division of Criminal Investigations, Internet \nCrimes Against Children Task Force; and Mr. Chris Swecker, who is the acting assistant executive director for the \nFBI, U.S. Department of Justice.\n\nI want to thank all of you gentlemen for being with us here today.\n\nAs you know, this is an oversight investigations hearing.  It is our practice of taking testimony under oath.  Do any of \nyou object to testifying under oath?  And do any of you have a need for an attorney today?\n\nThen, if you would please stand, and I'd like to swear you in.\n\nRaise your right hand.  Do you swear that the testimony you are about to give is the truth, the whole truth and \nnothing but the truth?\n\nUNKNOWN: I do.\n\nWHITFIELD: Thank you very much.  All of you are now under oath.\n\nMr. Swecker, you are recognized for five minutes for your opening statement.\n\nSWECKER: Good morning, Mr. Chairman.  I do appreciate the opportunity to come here today to talk to the \ncommittee.\n\nLet me talk a little bit about our Innocent Images Initiative, and define the scope of the problem, as you already \nknow.\n\nAs the National Center for Missing and Exploited Children has reported, one in five children will be solicited while \nonline. Unfortunately, only 10 percent of these children will ever report it. In its eight years of operation, the Cyber \nTip Line has generated over 385,000 leads, and reports of online enticement have increased by 400 percent.\n\nThe FBI's Innocent Images Initiative, formed in 1993, is comprised of 36 undercover operations nationwide.  These \noperations involve FBI agents working online in an undercover capacity to seek child predators and individuals \nresponsible for the production, dissemination and possession of child abuse images.\n\n\n\nThis is accomplished by using a variety of techniques, including purchasing child abuse images from commercial \nweb sites, creating online personas to chat in predicated chat rooms and co-opting predators' e-mail accounts.  Our \nprimary focus is addressing child pornography or documented child abuse web sites where predators are featured \nabusing children, and profit from these terrible crimes.\n\nThese investigations always span multiple jurisdictions and usually expand beyond the borders of the United \nStates.  The FBI has taken a global approach in addressing this problem by closely partnering with several \ncountries who work side by side with FBI agents in a task force setting.\n\nAs I sit here today, officers from Norway, Thailand, the Philippines and Belarus are working with our agents just a \nfew miles from where we are here.  Additionally, task force membership includes officers from 11 other countries \nand Europol.\n\nOther priorities include persons or groups who engage in production of child abuse images, as the production of this \nmaterial signifies the violent rape or sexual abuse of a child.  We also investigate sexual predators who travel from \none jurisdiction to another to engage in sex with minors.  These persons are particularly dangerous, as they have \ngone beyond merely looking at images, and have now engaged in activities to make contact with a child.\n\nHowever, these predators often find a cadre of agents and task force officers on the other end.\n\nPersons with large collections of child abuse images also represent a danger, as we find a large percentage of \nthose we arrest for possession are also committing contact offenses with minors.\n\nOver the past 10 years, the Innocent Images program has grown exponentially.  Between fiscal years 1995 and \n2005, there has been a 2,050 percent increase in cases open from 113 to 2,500. During this 10-year period, the \nprogram has recorded over 15,556 cases opened, over 4,700 criminals charged, over 6,100 subjects arrested, over \n4,800 convictions obtained.\n\nThese cases which led to these statistics were multi- jurisdictional with no geographical boundaries and both \nnational and international in scope.  We have come a long way from the early electronic bulletin board that predated \nthe Internet.\n\nToday, an estimated 21 million teenagers use the Internet, with 50 percent online daily.  As these children use the \ncomputers more and more, online predators take advantage of emerging technologies to facilitate their \nunimaginable criminal activities.\n\nToday, this program is an intelligence-driven, proactive, multi- agency initiative that pursues offenders who utilize \nweb sites, chat rooms, peer-to-peer networks, instant messaging programs, e-groups, news groups, file servers and \nother online services.  To address all of our priorities, this program readily draws on the resources of state, local \nand federal, and now international, law enforcement partners.\n\nWhile conducting these investigations, agents have found documented child abuse to be readily available using the \nmost basic of search terms.  As an example, child abuse images were easily available when innocuous search \nterms, such as Britney Spears or the word \"young\" were used.\n\nThrough the use of covert techniques and administrative subpoenas, agents can determine which individual users \npossess and distribute these images over the Internet.  Using search warrants, interviews and computer forensic \ntools, our agents can strengthen their cases to eventually arrest and prosecute the criminals.\n\nAs you may have notice, I have not used the word child pornography, because it does not adequately describe the \ntype of crime that we are talking about today.  To some people, pornography may imply adult models posing for the \ncamera.\n\nDocumented child abuse does not describe the reality -- or child pornography does not describe the reality of the \ncrime problem we are facing today.  This crime deals with the violent rape and sexual exploitation of young children, \n\n\n\nsome as young as a few months old. Therefore, each image represents evidence of the criminal reality of a violent \nrape or sexual abuse.\n\nThe FBI has partnered with the National Center for Missing and Exploited Children in a significant and meaningful \nway.  Currently, there are two special agents and four FBI analysts assigned full-time at the center.  And in March \nof 2005, we merged our database, the Child Victim Identification Program, with that housed at the center.\n\nThe merger has drastically increased the number of known victims in the database, and has made the data \navailable to all other law enforcement agencies that investigate these violations. Ultimately, this partnership benefits \nboth the FBI and the center, but more importantly, it benefits the public and the children we serve.\n\nI'm not sure about time here, sir.  How much time do I have?\n\nWHITFIELD: You're about 10 seconds over.\n\nSWECKER: OK.  All right.  Well, I would just rest on the rest of the data in my opening statement.  And I would just \nsay that I am -- first and foremost I am a special agent.  I've come through the ranks. I have supervised \ninvestigations of this nature.  I hope I can help you today.\n\nWHITFIELD: Thank you very much.\n\nMr. Plitt, you're recognized for your five minutes, and you're the director of the Cyber Crimes Center at Homeland \nSecurity.\n\nPLITT: Yes, Mr. Chairman.\n\nI appreciate the opportunity to present some additional information about the Cyber Crime Center today, its \nresponsibilities with respect to investigating child exploitation.\n\nThe ICE Cyber Crime Center, known as C3, is recognized nationally and internationally as a leader in the \ninvestigation of international criminal activities conducted or facilitated by the Internet.  Created in 1997, C3 brings \nthe full range of ICE's technical services -- such as digital media, for instance -- and cyber investigative services \ntogether in a single location to investigate the cyber aspects of violations of immigration and customs law.\n\nContrary to general perceptions, C3 does not currently investigate what would be termed as more traditional cyber \ncrimes as hacking, denial of service or phishing.\n\nIn addition to trans-border child exploitation crimes, C3 investigates other trans-border crimes, such as international \nmoney laundering, illegal cyber banking, illegal arms trafficking, prohibited pharmaceuticals sold over the Internet \nand intellectual property rights violations.\n\nC3 essentially serves as the mission control for ICE's Internet- related investigations by refining investigative leads \ngenerated by domestic and international sources, validating those leads that constitute immigration and customs \nviolations in working partnership with the ICE field offices to implement the various investigations.\n\nThrough our national training, best practices, meeting with our foreign counterparts, more than 50 attache locations, \nC3 builds strong international partnerships that are crucial to the trans-border category of investigations.\n\nICE derives its trans-border child exploitation investigative authority from its customs responsibility to prevent the \nsmuggling of contraband, such as child pornography, and its immigration responsibility to investigate and \nadministratively remove foreign nationals guilty of crimes and moral turpitude.\n\nAs a result, ICE limits its child exploitation investigations to two situations.  One, when there is a reasonable nexus \nto the U.S. border, and as a second situation, when ICE's assistance is specifically requested by international, \nfederal, state or local law enforcement prosecutors.\n\n\n\nCurrently, ICE participates in approximately 60 of the Internet Crimes Against Children task forces across the \ncountry, to assist their state and local law enforcement officers with the transporter component of investigation.  \nThrough this trans-border specialization, ICE is able to focus its resources to achieve better resource efficiencies \nand develop investigative projects that maximize the international partnerships.\n\nC3's child exploitation section coordinates those responsibilities through Operation Predator, the program that \norganizes trans-border child exploitation investigations, including those of criminal alien child predators, \ninternational child sex tourists, international smugglers and traffickers of children for sexual purposes and Internet \nchild pornographers.\n\nICE, through the crimes exploitation section has achieved notable operational efficiencies.  For example, with less \nthan three percent of ICE's worldwide investigative resources, ICE manages more than 1,000 investigations \nannually concerning international child sex tours and international Internet child pornography cases alone.\n\nPreviously -- testimony from Mr. Clark is going to detail some of those accomplishments.  C3's child exploitation \nsection is also responsible for managing and implementing all phases of the systems development lifecycle for the \nNational Child Victim Identification System.  Mr. Clark will go into more detail about that, as well.\n\nC3 is responsible for maintaining partnerships with non- governmental organizations and entities.  Some of the non-\ngovernment organizations would include the National Center for Missing and Exploited Children, ICPACT (ph), i-\nSAFE and World Vision.\n\nWith respect to the Internet portion of ICE's international child exploitation investigations, C3 supports the ICE \noffices, and upon request, foreign law enforcement operations, by providing training and investigative support.  \nWhile prudence recommends that the details of C3's technical investigative methods perhaps not be communicated \nin a public forum, some appropriate examples would include the development of undercover web sites, making \nundercover purchases on web sites, and communicating to undercover methods with investigative targets.\n\nC3 provides these services on investigations involving all Internet technologies, including commercial and non-\ncommercial web sites, peer-to-peer groups, news groups and Internet relay chat channels.  C3 routinely patrols all \nthese Internet environments for the trans-border aspect of individual illegal downloads, criminal conspiracies and \nillegal commercial operations through its presence in public areas and court-ordered intercepts.\n\nC3 draws on ICE's renowned international money laundering prowess to trace associated financial transactions, \nincluding the new e- currency methods, and, of course, to seize instrumentalities and proceeds.\n\nC3's latest endeavor involved the development and implementation of systems, telecommunications and \noperational processes that directly link to the international Internet child exploitation investigative organizations of \nother countries.  The end result is innovative, collaborative project, may be the implementation of the first non- \ninvestigation-specific, virtual worldwide law enforcement task force on trans-border child exploitation.\n\nIn summary, ICE investigations focus on the trans-border aspect of child exploitation on the Internet.  These \ninvestigations are organized under Operation Predator and coordinated by ICE C3.  ICE is honored to work with \nany individual or organization that is interested in protecting children and making the Internet a safe and enjoyable \nplace.\n\nICE C3 knows that it cannot alone substantially impact the macro problem of Internet child safety.  The coordinated \ncooperative approach between all the aforementioned participants is vital.  And the most important participants on \nthese teams are the parents.\n\nParents are physically and emotionally closer to teach and guard the potential victims, their children.  Parents, in \naddition to the children, are also the most impacted by the offline consequences of online behavior.\n\nThank you.\n\n\n\nWHITFIELD: Thank you.\n\nDr. Kardasz, you're recognized for five minutes.  You are with the -- you are project director of the Arizona Internet \nCrimes Against Children Task Force, and we welcome you.\n\nKARDASZ: Thank you, Mr. Chairman and distinguished members of the committee.  Thank you for permitting me to \nspeak today.\n\nArizona joined the ICAC task force program in the year 2000.  We work cooperatively with our law enforcement \ncolleagues from the FBI, ICE, Postal Inspection Service and the Secret Service.  Although the names of our \nagencies differ, we share the common goal of trying to keep children safe from Internet sexual predators and child \npornographers.\n\nThe Arizona ICAC task force has recorded over 2,000 investigations and over 200 arrests.  Although Arizona has \nthe toughest laws in the nation against child pornography, this has not stopped the trafficking of unlawful images.  \nAnd like all of our colleagues nationwide, we have many more solvable case files at the ready than we have \npersonnel and resources to bring in the offenders.\n\nSadly, while these cases await investigation, children and teens continue to suffer at the hands of Internet sex \noffenders.\n\nI've had the opportunity to speak with many citizen groups about Internet crime.  And at the end of each \npresentation there's often some senior individual in the group who raises his hand and says, \"Why don't they just \nshut that dang Internet thing off?\" -- as if we have a control panel somewhere with a dial that we can turn, and it'll \nregulate Internet misconduct.\n\nYour legislation is the closest thing we have to an Internet control dial. And although opponents of controls argue \nthat regulations are costly, imperfect and violations of constitutional freedoms, I sometimes wonder what the \nframers of the Constitution would have thought if they'd known what we know now about computers and the \nInternet.  Would they have permitted the Internet crimes against children that we're witnessing today?\n\nI'd like to talk about two things today: the threat from those predators who are using social networking site, and the \nlegal help we need regarding data retention by Internet service providers.\n\nThe luring of minors for sexual exploitation remains a continuing threat to our youth.  Beyond the chat rooms that \npredators have always frequented, social networking sites are now wildly popular, and there are dozens of such \nfree sites, including MySpace, Xanga, Friendster, Facebook and others.\n\nCurious young people visit the sites every day and post images and personal information about themselves.  They \ncan browse and search for others according to age, sexual preference, zip code and school name.  They can \ncommunicate with one another and then arrange to meet in person.  And as you might imagine, the sites are also \npopular among sexual predators.\n\nWe received a phone call a few months ago from an Arizona woman who said that her young daughter, while using \na social networking site, was contacted by a man from their neighborhood who she knew as a registered sex \noffender.  We found the man's Web page where he described himself as a kindly lover of poetry, plants and flowers, \nwho was seeking female friendship for dating.\n\nFourteen other young people were listed on his profile as friends with whom he had networked through the site.  \nThere was no mention, of course, in his profile that he's a high-risk, registered sex offender in Arizona.\n\nSince that time, the original Web page is no longer available at the site, but there's nothing stopping him from re-\nsubscribing to the same site, or one of the many other sites, under another assumed name. The use of the sites by \nsexual predators remains a serious threat to our safety and the safety of our children.\n\n\n\nThis problem will likely get worse before it gets better as kids flock to the sites, and more communities, schools, \nlibraries and businesses provide unrestricted Internet access through wireless access points that sometimes leave \nlaw enforcement investigations at a dead end.\n\nMy written attachments contain some suggestions for improving the social networking site environment, but in the \ninterest of time, I don't want to review them all now.\n\nI would like to talk about an item of great importance to my investigative colleagues nationwide. Last week I sent a \nsurvey to Internet crimes against children investigators at all of our nationwide affiliates throughout the United \nStates.\n\nThe survey asked one question.  What law could be created or revised to assist investigators who work cases \ninvolving Internet crimes against children?\n\nThe most frequent response involved data storage by Internet service providers and the retrieval of data from \nInternet service providers.\n\nWhat our people are telling us is that investigators need ISPs to retain subscriber and content information, so that \nwhen legal process in the form of a subpoena or a search warrant are served, there is data remaining with the ISP \nthat the investigator can use to find the offender.\n\nNow, some -- I'm sorry, most -- ISP organizations are operated by conscientious and professional businesspeople \nwho are equally horrified, as are we all, by Internet crimes against children. Some ISPs have graciously extended \nthemselves to help investigators.  Some reluctant ISPs will only assist to the extent that the law mandates them to \nassist.\n\nMandating that ISPs retain data is not a privacy violation.  Law enforcement only needs the data preserved, but not \ndisclosed to us, except in response to legal process.\n\nInternet industry professionals may cite the financial burden of data storage, but consider the potential human cost \nof not retaining data.  For example, when law enforcement is seeking a predator, identifiable only by the information \nassociated with his screen name, but the responsible ISP did not preserve the information, the investigation ends \nwhile the predator roams free.\n\nBased on the requests of my colleagues, I respectfully ask for two improvements to the law: one, that Internet \nservice providers be mandated to retain information about subscribers for at least one year, with penalties for \nnoncompliance; and two, that Internet service providers be mandated to respond to subpoenas involving crimes \nagainst children investigations within one week of receiving a subpoena, and more quickly under exigent \ncircumstances where a child is missing.\n\nI will conclude by saying that investigators need your help in order to navigate those dark alleys of the Internet \nwhere they work diligently to help protect children.\n\nI recognize that turning the Internet control dial comes with a cost.  But failing to turn the dial carries a greater \nhuman cost to our young people.\n\nThank you, sir.\n\nWHITFIELD: Thank you very much.\n\nOur next witness is the lead special agent of the Wyoming Division of Criminal Investigation and the Internet \nCrimes Against Children Task Force.\n\nMr. Waters, you are recognized for five minutes.\n\nWATERS: Thank you, Mr. Chairman, Congressman Stupak and the distinguished members of the subcommittee.\n\n\n\nI welcome this opportunity to appear before you and discuss how the Internet is being used to commit crimes \nagainst children, and how the Internet Crimes Against Children Task Force is responding to that threat.\n\nFirst, I'd like to speak to the issue of child pornography.  In Wyoming, I'm one of four investigators that are handling \nthis.  We're the cops on the beat doing this.\n\nThis isn't about a movie or a picture.  This is not about the -- this is ongoing sexual abuse of a child.  This is not \nabout pornography.  These are not baby in the bathtub movies.  These are not consenting adults.\n\nLet's be clear.  These are images that are crime scenes depicting the sexual abuse of children, starting as young as \ninfants.  These are not innocent images.  These are images depicting the complete destruction of innocence.\n\nI'd like to provide you with a little background information about the Internet Crimes Against Children Task Force.\n\nThe ICAC includes 46 regional task forces, state and local police officers, sheriffs deputies, spending time at the \ncomputers, doing the chat, working the crime scenes. Through funding from the office of Department of Justice, \nOffice of Juvenile Justice and Delinquency Prevention, we're able to bring these together with a common goal, and \nwe're able to have contacts on each jurisdiction, as these investigations cross boundaries.\n\nWe have a strong relationship with our federal colleagues, and we can collectively strive to bring to bear the \nstrength of each entity and our mutual goal to protect children.  In fact, in Wyoming, the ICAC that I represent, we \nhave been active for five years.  We work very closely under the authority of the attorney general, and we present \nfrequently to the United States attorney for prosecution.\n\nI heard a citation earlier that 25 percent of these cases are being prosecuted federally. Seventy-five percent of \nthese cases were taken to our state prosecutors, our D.A.s, and we're getting some support.  We're getting \noutstanding support, in fact.  We work very closely with them to try and assure that we bring the best tools to bear.\n\nWe are facing quite a few new challenges.\n\nThe ICAC task force program designed a methodology to investigate the peer-to-peer file sharing environment.  We \nwere seeing a lot of these images showing up during our forensic examinations of computers originating from peer-\nto-peer.\n\nFive years ago we were working a lot of paid web sites.  Now, coming from the peer-to-peer, we started to write \nsoftware to try and find out how bad this problem was, and we were amazed.\n\nIn under 24 months, our investigators -- there are about 400 around the world using this software -- have identified \nover 4.4 million transactions involving the trafficking of movies and images depicting the sexual abuse of very young \nchildren.  I focused on images eight years old and younger when I designed the system.\n\nBy country: Germany, 262,000 transactions; Canada, 294,000; the United Kingdom, 305,000; and the United \nStates, 1.9 million transactions in under 24 months -- over a million IP addresses.\n\nThese file sharing networks have created an efficiency level unprecedented in previous distribution technologies.  In \nWyoming -- the smallest state by population -- we have over 250 search warrants that we could request, if the \nmanpower permitted.\n\nOur investigators are averaging over 70 hours a week very frequently, working on these investigations.  We are \nhitting as hard and as fast as we can.\n\nIn addition to the ICAC investigative efforts and peer-to-peer environment, we are proactively working to put \nourselves between child predators and the children in our care.  We sit in the chat rooms, we pose as little boys, \nlittle girls, maybe adults.\n\n\n\nI have a brief PowerPoint.  These are my two youngest.  In 2001, my wife sent this to me, to work, to put on the \nwall.  I was having a little bit of trouble dealing with some of the bad guys we were facing, and I kept this on the \nwall.\n\nThis was our Christmas card 2001.  Next please.\n\nOn December 31st, while I was online posing as a 13-year-old girl, I was contacted by a man who requested to \nmeet me at a nearby mall for sexual acts.  He was very descript.\n\nI received this picture of him.  Look at his eyes.\n\nIf you'll go back -- it's the same man.\n\nA week after Christmas, we walked the mall and watched this individual for 2.5 hour, waiting for him so that we \ncould arrest him in a safe manner, and eventually we placed him into custody.  This is one of two times where my \nundercover operations have revealed an offender who had exposed contact to my own children.\n\nThe investigators in Wyoming are in these rooms.  We're speaking to these individuals and we're pursuing arrests.\n\nThrough our undercover chat operations and file trading investigations, the ICAC investigators are executing arrest \nand search warrants throughout the nation. These investigations often lead us to homes where children are being \nphysically and sexually abused, often starting at an early age.\n\nThe most recent one in Wyoming, the abuse was an active abuse of a four-year-old.  And we had no other leads.  \nThe individual had no criminal history, no priors, no other indication, until his trafficking of images on the peer-to-\npeer networks took us into his office.  And fortunately, in that case, we were able to rescue the child.\n\nI'd like to speak again briefly about the images that we're running into.  And this speaks to what Dr. Kardasz spoke.\n\nDuring undercover operations, an ICAC investigator in Florida received a movie depicting the rape of a two-year-old \nchild.  In accordance with our policy, the movie was sent to the National Center for Missing and Exploited Children.  \nThe abuse was so horrific, it even shocked the seasoned analysts at the center.\n\nThe ICAC investigator received this movie in August of 2005. Drawing on our efforts in the peer-to-peer \nenvironment, we were able to look back and trace this movie to a computer in Colorado, where it had been made \navailable for distribution in April of 2005 -- several months prior to any other known existence on the Internet.\n\nJust as the ICAC investigators thought they were getting close to the potential origin of this movie, all hope was \ndestroyed.  The Internet service provider responded to us that they did not maintain records related to this account.\n\nEfforts to find this child fell short, and there was nothing that we could do about it.\n\nThe safety of our children cries out for each of us to take all steps necessary to eliminate this problem.  Technology \nhas allowed us to more accurately gauge the scope of the societal problem of child sexual abuse.  The Internet is \nserving as a great connector for people who seek to harm children and take pleasure in watching children being \nsexually abused.\n\nBetter cooperation from the Internet service providers would result in us being able to take more children out of the \nhands of the predators.\n\nWHITFIELD: Conclude, Mr. Waters.  Your statement has been fascinating.\n\nWATERS: Mr. Chairman, I thank you for the opportunity to speak, and I'll be happy to answer any questions now or \nin the future.\n\nWHITFIELD: Thank you very much.\n\n\n\nMr. Clark is deputy assistant secretary for U.S. Immigration and Customs, and you're recognized for five minutes.\n\nCLARK: Thank you Chairman Whitfield, Ranking Member Stupak and distinguished members of the subcommittee.\n\nI had spent quite some time over the last few days writing up an oral statement off my written statement to sort of \nsummarize some of the work and accomplishments ICE has done in the field of child predators, Internet \ninvestigations.\n\nI wanted to talk about why U.S. Customs originally, and ICE now, is involved in these investigations, starting with \nour traditional and long history working hand-in-hand with the U.S. Postal Service, when much of the foreign \nmaterial came into the United States through the mail, how in the '90s we began working these cases through the \nInternet.\n\nI know I was an ASAC out in San Francisco when we did one of the first significant international child predator \ninvestigations.  And back then it involved a chat room in which individuals were sharing pictures, videos.  And there \nwas at that time on demand molestation among the members of the groups.\n\nJust in March of this year in Chicago, Attorney General Gonzales and Assistant Secretary Myers from ICE \nconducted a press conference heralding the case we took down in Chicago.  The technology had improved, but the \nsituation is the same.  It was on demand molestations of children by an international group, actually started with the \nEdmonton police service.  Toronto police service had done some undercover work on it.\n\nTurned it over to ICE to continue in an undercover capacity.  And when all was said and done, we arrested \nindividuals in the United States, Canada, Australia and Great Britain.  Same types of work, just more sophisticated \ntechnology.\n\nI wanted to talk about how ICE is using its unique border authorities to actually attack this problem from a \ntransnational, trans-border perspective.  There are many good law enforcement agencies here in the United States \nworking it domestically -- the ICACs, whom we work with very often, my colleagues on the board here, state federal, \nlocal, across the board -- working it domestically.\n\nSo, in an effort to more efficiently use our limited but expertise resources, we focus on the transnational, trans-\nborder violations in which there are persons or materials in a foreign country coming across to those in the United \nStates.\n\nI also wanted to recognize the excellent work by the non- government organizations.  From an international \nperspective, World Vision, whom we work with often.\n\nHere in the United States, the excellent work done by the National Center for Missing and Exploited Children, \nNCMEC, on which I am a board member, and who we have investigators assigned to their office to help coordinate \na lot of the domestic investigations between the ICACs, state and local agencies and the federal agencies.\n\nI wanted to highlight that this is a global problem; it's not a U.S. problem.  One of the things we're finding in ICE, in \nworking with our foreign colleagues, is how widespread this is, and on a good note, how the attention and the \ninterest of our foreign law enforcement colleagues is on the rise.\n\nWe are developing better and better relationships with our 56 overseas offices in doing these investigations.  And \none in particular, Operation Southend (ph) that we took down a few years ago, but continues to follow up on a \nnumber of leads.\n\nWhile in the United States, we arrested 236 individuals.  Outside of the United States, over 1,000 individuals were \narrested, based on leads from Operation Falcon.  And I believe the government of Australia had a detention rate \nsuch that it is beginning to look at changes in its child protection laws as a result of that case.\n\n\n\nThere were a number of other things about ICE I wanted to talk about, but I changed my oral testimony, because I \nthink it needs to address very briefly the incident that just happened a couple of days ago, in which the public affairs \nofficer with the Department of Homeland Security was arrested -- Brian Doyle.\n\nThat case just happened.  I can't comment on the specifics of the incident.  But I think it has a bearing on this \nhearing today and why we are here.\n\nThe title of today's hearing is \"What Parents, Kids and Congress Need to Know About Child Predators.\"\n\nI think the allegations in that case are significant.  I think what we need to know is that there is no profile, no \nprofession, no size and shape, age, color of an individual, no scarlet letter that they wear in public surroundings that \nindicate who child predators are.  It's very unfortunate.\n\nTeachers, clergymen, law enforcement -- it doesn't seem to matter.  There is no profession that we could say, if \nthey're doing X, you can be assured that they are child predators, or if they're doing Y, you can be assured they \nwon't be child predators.  It's an unfortunate situation.\n\nWe have thousands of law enforcement officers here in the United States dedicated to these types of investigations, \nand thousands more internationally doing the same.\n\nI think it's important for the public to realize, though, that there will never be enough law enforcement officers to \nattack this successfully, unless families, parents, communities and the public at large weigh in and start paying \nattention to our kids.\n\nWe can only do so much in law enforcement to attack it from a criminal perspective.  But the public and the families \nand the parents need to listen to their kids.\n\nThey don't have to tether their kids to their belts.  They don't have to follow them in mini-cams (ph).  They don't \nhave to lock them away in houses.  They shouldn't get paranoid.\n\nBut they should listen to their children.  They should pay attention to what they're doing.  They should pay attention \nto where they're going, whether it's around the block, in the mall or on the Internet.\n\nThat's very, very significant, and that's the message that has to be out to the public.\n\nWe can do a lot.  We're doing more.  But we can't be everywhere in terms of law enforcement.  And the public, the \nfamilies, the communities have to pay attention to this very, very significant problem.\n\nI'll pass along on my time.  I appreciate the opportunity to be here and would be pleased to answer any questions.\n\nWHITFIELD: Thank you, Mr. Clark.\n\nMr. William Kezer is the deputy chief inspector, U.S. Postal Inspection Service, and we recognize you for five \nminutes.\n\nKEZER: Good morning, Mr. Chairman, distinguished members of the subcommittee.\n\nOn behalf of the United States Postal Inspection Service, I want to thank you for holding this hearing and giving me \nthe opportunity to discuss the subject of child sexual exploitation and the important role postal inspectors play in \ncombating it.\n\nAs one of America's oldest federal law enforcement agencies, the Postal Inspection Service, founded by Benjamin \nFranklin, has a long, proud and successful history of arresting criminals who attack the nation's postal system.\n\n\n\nApproximately 1,900 postal inspectors are stationed throughout the United States and enforce more than 200 \nfederal laws regarding crimes that involve the U.S. mail and the postal system.  The Postal Inspection Service has a \nlongstanding reputation as a true leader in the battle against child exploitation.\n\nPostal inspectors began investigating child pornography offenses in 1977, long before any other federal agency \naddressed this problem.\n\nThousands of offenders have been arrested and convicted under the new federal laws.  In fact, more than 4,800 \nchild molesters and pornographers have been arrested by postal inspectors since the enactment of the Federal \nChild Protection Act of 1984.\n\nIn 1997, the Postal Inspection Service began tracking the number of child molesters identified and children rescued \nin our investigations.  Since 1997, of the more than 2,400 arrests made by postal inspectors, over 800 were child \nmolesters.  That's one out of three.\n\nAdditionally, more than 1,000 children were rescued from further sexual abuse and exploitation.  And I might add \nthat 75 percent of our cases are prosecuted at the federal level.\n\nIn carrying out its objective to combat child exploitation, the Postal Inspection Service is fortunate to work closely \nwith the U.S. Department of Justice, the Federal Bureau of Investigation, the Bureau of Immigration and Customs \nEnforcement, Interpol, the National Center for Missing and Exploited Children, where we have a postal inspector \nassigned, and the federally funded Internet Crimes Against Children task forces.\n\nPostal inspectors play a significant role, not just through the investigations they perform, but in their efforts to raise \npublic awareness about child sexual exploitation.\n\nIn May of 2001, the Postal Inspection Service launched a national crime prevention initiative with the National \nCenter for Missing and Exploited Children.  The goal of this initiative was to raise public awareness of the online \nvictimization of children.\n\nAs part of this initiative, a Postal Inspection Service employee designed an eye-catching poster with a powerful \nmessage urging all citizens to report suspected child exploitation to the National Center for Missing and Exploited \nChildren's cyber tip line.\n\nThis poster was displayed in 40,000 post offices nationwide, and was viewed by as many eight million postal \ncustomers on any given day. This poster is displayed here today.\n\nPostal inspectors make presentations and conduct training on child pornography and child exploitation at local, \nnational and international conferences.  Inspectors also make presentations to civic organizations and school \nassociations on topics related to Internet safety.\n\nFor a small federal law enforcement agency, the Postal Inspection Service delivers a powerful punch when it comes \nto investigating those who produce, traffic and possess child pornography, or otherwise sexually exploit children.\n\nFor the past seven years, postal inspectors were recipients of the National Missing and Exploited Children's award.  \nThe awards ceremony and congressional breakfast is held right here on Capitol Hill.  In four of the past seven \nyears, postal inspectors were awarded top honors by being named officers of the year.\n\nMr. Chairman, as you can see, the Postal Inspection Service has been a law enforcement leader in the \ninvestigation of child sexual exploitation.  The American public can count on our continued commitment to protect \nour most precious asset -- our children.\n\nAgain, thank you for bringing this important issue forward.\n\nWHITFIELD: Thank you, Mr. Kezer.\n\n\n\nOur next witness is Raymond Smith, who is the assistant inspector in charge for child pornography and adult \nobscenity at the U.S. Postal Inspection Service, and you are recognized for five minutes.\n\nSMITH: Thank you, Mr. Chairman.  Good morning, and members of the subcommittee.\n\nI'm very pleased to be here today on this particular topic, because I've devoted a great deal of my career to \ninvestigating these types of crimes.  I investigated my first child pornography case in 1982, and now I'm able to \nmanage our programs at the national level.\n\nPeople unfamiliar with the work of the Postal Inspection Service often asked, why are postal inspectors involved in \nthese things that today seem to involve so much of the Internet?\n\nThe answer is, because along with the Internet, the bad guys are still using the mail.  In fact, 98 percent of the \ncases investigated by postal inspectors today involve the mail, as well as the Internet.\n\nWe've developed a great deal of expertise using the computer and the Internet as an investigative tool to ferret out \nand identify the offenders who are trafficking in child pornography, video tapes, computer disks, or otherwise \nsexually exploiting children through the mail.\n\nWe know how these offenders think, how they operate and what their psychological needs are.  The worst of these \noffenders exhibit highly compulsive and predictable patterns of behavior.  They have a need to validate their \nbehavior with like-minded individuals through communication, not only on the Internet, but also in the mail.\n\nPostal inspectors use a wide variety of proactive undercover operations to identify suspects and develop strong \ncases for prosecution.  In many cases, we employ the use of controlled deliveries by mail, something only postal \ninspectors can do.\n\nFollowing the controlled delivery, an anticipatory federal search warrant is executed on the suspect's property, and \nthe child pornography that was just delivered under controlled circumstances is recovered, along with any other \nrelevant evidence associated with the underlying criminal activity.\n\nCoincidentally, on March 21st of this year, in U.S. v. Grubbs, a Supreme Court case that was also a Postal \nInspection Service case, the court came back unanimously, upholding the lawfulness and use of anticipatory search \nwarrants.\n\nCommercial child pornography dealers have long been targeted by postal inspectors.  In 1996, Operation Special \nDelivery shut down the largest known commercial distributor at that time, grossing upwards of $500,000 a year.\n\nAfter dismantling the business, postal inspectors took it over in an undercover capacity and targeted their \ncustomers across the country, resulting in over 100 successful prosecutions.  Many of these individuals had been \nsexually abusing children.\n\nPerhaps the most celebrated commercial child pornography business operating on the Internet was Landslide \nProductions, owned and operated by Thomas and Janice Reedy out of Fort Worth, Texas.  This company took in \nupwards of $1.4 million a month. They were advertising and selling child pornography web sites to subscribers \naround the world.\n\nLater to become known as Operation Avalanche, this landmark case was conducted under the direction of the U.S. \nPostal Inspection Service in close cooperation with the U.S. Department of Justice Child Exploitation and Obscenity \nSection, along with the Dallas, Texas police department Internet Crimes Against Children task force.\n\nIn the end, Thomas Reedy received 180 years in federal prison -- in essence, a life sentence.  His wife received 14 \nyears.\n\n\n\nPostal inspectors then worked with the various Internet Crimes Against Children task forces across the country and \narrested hundreds of paying subscribers in the United States.  Then working through Interpol and with our \ninternational partners, over 8,000 searches were conducted around the world, making this the largest global \noperation ever undertaken.  Huge amounts of child pornography were seized, scores of individuals were arrested, \nand many children were rescued from further sexual abuse.\n\nAlthough commercial cases like these get the most public attention, it's oftentimes the more typical, non-commercial \ncase that identifies child molesters, the producers of this material and their child victims.\n\nJust a couple weeks ago, in Covington, Kentucky, postal inspectors working with Covington P.D. arrested a man \nafter a package containing DVDs of nude minor males was delivered in error to the Cincinnati Reds ballpark.\n\nDuring a search of the man's home, hundreds of vintage child pornography magazines, videotapes and DVDs were \ndiscovered, along with packaging material for receiving and distributing child pornography through the mail, \nincluding pictures apparently taken by himself. Efforts of kids -- efforts are underway to identify these children, and \nfederal prosecution has been authorized.\n\nIn another case last week, a 15-year veteran of the Huntsville, Alabama police department was arrested by postal \ninspectors on a federal charge of production of child pornography.\n\nThis offender discovered, after he traveled to Titus, Texas, to sexually abuse a 14-year-old girl that he met on the \nInternet, continued to keep her in his confidence and convinced this girl after mailing her a package of a sexual aid \nand a digital camera to take pictures of herself.  The digital memory card from that camera was then mailed back to \nthe police officer in Texas.  Over 300 such images were produced by this young child.\n\nHe's in custody.\n\nDeputy Chief Kezer mentioned the national awards received by postal inspectors.  But I must tell you this. More \nthan any other award or recognition, there's nothing greater than knowing that you've helped one of the very many \npeople in this world least able to defend themselves.\n\nFor me, one of those occasions came in 2003, when a former victim learned of our Operation Avalanche and wrote \nto me.  I'd like to read one paragraph from her correspondence.\n\n\"When I was a little girl, and when I was being photographed and raped, I used to try to send messages with my \neyes down the lens, and hoped that one day a good person might see and come to help us.  It took years for me to \nrealize, no one was looking at my face.  You saw our face, and we want you to know that we know how hard this \nmust have been for all of you.  And we thank you from the bottom of our hearts, for your courage and your fortitude.  \nYour actions have changed the future lives of thousands of innocent children who are yet to come. Thank you, \nthank you, thank you.\"\n\nIn closing, we've come a long way over the years, but we've still got much further to go.\n\nOnly through our continuing efforts, both individually and collectively, at all levels of government service and \nthrough private enterprise, can we help ensure that victims and their families get the services and assistance they \nneed and deserve, and that their offenders will face the swift and righteous justice that we as a society demand.\n\nWe all have the need here and the obligation to make this world a safer place for our kids.  Thank you.\n\nWHITFIELD: Mr. Smith, thank you.  And thank all of you for your testimony.  You provided some tremendous \nsuggestions for us to consider.  You provided some tremendous insight.\n\nWe have two votes on the House floor right this minute.  And so, what we're going to do is, we're going to adjourn \nthis hearing -- recess this hearing -- until 12:15.  So, if you all wouldn't mind coming back in at 12:15, we have \nquestions for you.\n\n\n\nSTUPAK: Mr. Chairman, if I may, (inaudible) chairman's here. Chairman Barton, I see that the attorney general, Mr. \nGonzales, testified this morning at 9 o'clock.\n\nBARTON: I've already been down there.\n\nSTUPAK: OK.  Good.  Just wanted to make sure you're aware of it, because on page six and seven of his \ntestimony, he talks about child pornography on the Internet.  It would great if we could get him up here.\n\nBARTON: I've already been down there and I have a scout down there.  When he gets ready to leave, I'm going to -\n- he's agreed to talk to me.  We're going to have a little visit.\n\nSTUPAK: Thank you.\n\nBARTON: We're ahead of you.\n\nWHITFIELD: We're recessed till 12:15.\n\n(RECESS)\n\nWHITFIELD: The hearing will reconvene, and I apologize.  We're five minutes late, but thank you for your patience.\n\nDr. Kardasz, in your testimony, you talked quite a bit about retaining data on subscriber and content information.  \nYou're the one that mentioned that, aren't you?\n\nKARDASZ: Yes, sir.\n\nWHITFIELD: As one of the possible solutions, or helpful solutions.\n\nWould you elaborate on that just a little bit more?  And also, what would you anticipate would be the objections to \ndoing that?\n\nKARDASZ: Every computer connected to the Internet is identifiable by what's called an Internet protocol address.  \nAnd it's a series of numbers.  It's similar to the numbers you have connected to your cell phone.  You've got a cell \nphone number.  So, through subpoena powers, we can start to trace that back.\n\nAnd in the cell phone industry, they keep those records for long periods of time, but that's not always the case in the \nInternet service provider industry.  Some providers keep those records, so that we can chase back the offender for \nlonger periods of time than others.\n\nSo, as in the case that Special Agent Waters described, if we're trying to track back on an offender and the \nsubscriber information that's connected to that Internet protocol address is not available, then we're at a dead end.\n\nAnd I think the objections would be the cost.  Now, they're going to say -- and I don't disagree with it -- that that's a \nlot of data that they're going to have to retain.  And then the subsequent searches they have to do in response to \nour subpoenas is going to cost them some manpower.\n\nSo, that's what an IP address is, and that's the data storage that we need.  And I think that's the issue, the cost.\n\nWHITFIELD: And what would be the suggestion on the length of time to retain that?\n\nKARDASZ: Well, when we get an investigation in, it's not like we always get it in the next day.\n\nWHITFIELD: Right.\n\nKARDASZ: So, sometimes there's a long period of time that passes before we get it in, it gets up to the \ninvestigator's queue and he's able to work it, and then he's able to get a subpoena out.\n\n\n\nWHITFIELD: Right.\n\nKARDASZ: I've heard my colleagues bounce around 90 days would be nice.  A year would be great.  But the longer \nperiod of time that it has to be kept, then the more data overall has to be stored by the Internet service provider.  \nSo, the more storage capacity they need, the more that might cost them.\n\nWHITFIELD: Now, I assume the entire panel would agree that that would be an invaluable tool, and would be a \npositive development.  Is that true?  So, no one would object to some statutory language or action to that effect.\n\nWhat about applying this data retention to cell phone companies that are also providing the ability of a person to \nexchange images?\n\nKARDASZ: I'm not familiar enough with the data retention schedules that cell phone companies have now.  I get the \nsense that they already retain some data, but it would be very applicable to them.\n\nSome of those cell phones now, as you know, can also capture pictures.  We've had some child pornography cases \nattached to those folks that are running around with cell phones capturing child pornography on their cell phone \ncameras.\n\nWHITFIELD: Is there anyone on the panel that would want to make any comment about the cell phones?  OK.\n\nMr. Waters, in your testimony, I know you showed the slide of the two children with the Santa Claus.  And to make \nsure I understand, those children were your children?\n\nWATERS: That's correct, Mr. Chairman, my two youngest.\n\nWHITFIELD: And they went to a local mall and he was the Santa Claus.  And then you set yourself up in sort of a \nsting operation, and this is the same fellow.  Is that correct?\n\nWATERS: That's correct, Mr. Chairman.\n\nMy wife took me to the mall shortly after Thanksgiving and got the photos taken.  And then, towards the end of that, \nof December, I was online in a Wyoming chat room, just sitting around.  And I was contacted by this same person.\n\nWHITFIELD: Was he convicted?\n\nWATERS: Yes, he was.\n\nWHITFIELD: OK.\n\nDr. Kardasz, you also mentioned something about responding to subpoenas within a certain period of time.  Would \nyou elaborate on that?\n\nKARDASZ: Well, Mr. Chairman, depending on which Internet service provider we're working with when we send a \nsubpoena, they respond various lengths of time later.\n\nIdeally, we'd like to get a response as soon as we can, particularly in the case where we're working an active \nInternet sexual predator.  For example, we're online pretending to be a child.  All we have is a screen name, so we \ndo a little research on that screen name and find out which Internet service provider sponsors that screen name.\n\nNow, we can subpoena that Internet service provider to say, who is this person, Joe Smith at Yahoo, at AOL.  We \ncan subpoena Yahoo or AOL and say, who is this person? What's the background information behind that \nsubscriber?\n\n\n\nSo then, depending on which Internet service provider is involved, it takes them different periods of time.  If we \ncould that within -- you know, the quicker the better, obviously, particularly if it's a missing child case that we're \nworking.\n\nIf we can turn those subpoenas around within two weeks, that would be a beautiful thing.\n\nWHITFIELD: So, would all of you agree that one of the most difficult parts of your job is just trying to determine who \nthe person is on the other line, right?  Or with the -- has the web site, or whatever.\n\nKARDASZ: Yes, sir.\n\nWHITFIELD: And so, your data retrieval would be important.  The expedited response to subpoenas would be \nimportant.\n\nWhat are -- do any of you have any other suggestions of some mechanisms that could be used to help you do your \njob better?\n\nYes, sir.\n\nSMITH: Mr. Chairman, we have no statutory authority, or otherwise authority, to get administrative subpoenas.  \nWhen we enter into an investigation now, and we have an individual screening, we must get a federal grand jury \nsubpoena to serve on that Internet service provider in order to get the account information.\n\nA number of years ago, under the last administration, beginning with Attorney General Janet Reno, and it was \nconcluded by Attorney General Ashcroft, the FBI was delegated administrative subpoena authority by the attorney \ngeneral.  It went from the -- the authority went to the attorney general.  It was delegated to each individual U.S. \nattorney's office, and they in turn delegated it to the bureau.\n\nBureau agents can now write the administrative subpoena out, quickly get it out without going for a grand jury \nsubpoena and get the information back a lot quicker.\n\nU.S. Customs -- or Immigration, excuse me, the Immigration and Customs Enforcement -- they use a tool which I \nbelieve is called a customs summons, which is not necessarily designed as an administrative subpoena, but it \nserves the same purpose, lawfully.\n\nAnd they are able to get that information.  Postal Inspection Service cannot.\n\nWHITFIELD: So, Postal Inspection is the only agency in law enforcement that would not have the administrative…\n\nSMITH: No.  At the federal level -- and I'm not sure about Secret Service.  I can't comment on that.\n\nWHITFIELD: Now, what is the difference in an administrative subpoena and…\n\nSMITH: It expedites things.  Typically, we would have to go and make a phone call to an assistant United States \nattorney.  Oftentimes we get multiple, multiple names or screen names in an investigation.\n\nI'll give you an example.  I'm going to use the Justin Berry case.  And I don't know all the intimate details with that \ncase.\n\nBut if there were 1,500 names, you have 1,500 screen names that came forward, we might want to know who those \npeople are.  What does that screen name resolve back to on the actual account information? Who holds the \naccount?  Where do they live, et cetera, et cetera?\n\nWe could conceivably go to a U.S. attorney's office and say, I need 1,500 grand jury subpoenas.  Or maybe one, \nand list out 1,500 names.\n\n\n\nIt just is cumbersome.  And if we have to keep going back and bugging the U.S. attorney's office every day of the \nweek to get another grand jury subpoena, with the administrative subpoena, it's a tool that the investigative agency \ncan use to serve.\n\nOf course, it's all tracked and recorded.\n\nWHITFIELD: Right.\n\nSMITH: And we account -- they have to account for that information to the Justice Department.\n\nWHITFIELD: Yes.  Well, Mr. Swecker, that tool would be available to the FBI, correct?\n\nSWECKER: It's available at the supervisory level.  It's been delegated down.  And he's correct.  It gives you the \nability to move much faster.  You're much more mobile and agile, because probable cause evaporates very quickly \nin these cases.  And you really need to be able to move very quickly, and able to get to either the customers or the \nabusers themselves.\n\nSo, this gives you the ability to do that.\n\nWHITFIELD: Do you know if that tool was used in the Justin Berry case?  Or can you talk about that?\n\nSWECKER: Sir, I'd love to talk to you about the case, but I cannot.\n\nWHITFIELD: All right.\n\nHow many FBI field agents are devoted full-time to child pornography -- or child molestation cases?\n\nSWECKER: We're funded for 127.  We actually have close to 250 agents working just Innocent Images child \nabusers on the Internet.\n\nWHITFIELD: Two hundred and fifty?\n\nSWECKER: Yes, sir.\n\nWHITFIELD: We are told that there are six FBI special agents working at the Innocent Images National Initiative, \nthat, in fact, two slots are not filled.\n\nEven with having eight special agents devoted to this work full- time, given the magnitude, do you think that -- well, \nhe said 250. But we're told that there's six FBI special agents working on the Innocent Images National Initiative.\n\nSWECKER: There are six at NCMEC, at the National Center for Missing and Exploited Children.  It's two agents, \nfour analysts.\n\nWHITFIELD: OK.  But we're told that two slots are not filled. Is that correct?\n\nSWECKER: They're in the process of being filled.\n\nThere's normal rotation in and out.\n\nWHITFIELD: OK.  OK.\n\nNow, do you all feel that the financial services industry could do more to assist law enforcement in these cases?  \nAnd if so, how do you think they could be more effective in what they're doing?  How could they assist you more?\n\nMr. Swecker?\n\n\n\nSWECKER: I watched Ernie Allen's testimony yesterday.  And I think those types of initiatives, where you get \ncooperation from the financial -- these PayPals and credit card companies -- financial clearinghouses that enable \nthe payments, some of them -- right now it's voluntary cooperation, if there's some method of ensuring that they will \ncooperate.\n\nSome are more cooperative than others.\n\nWHITFIELD: Mr. Plitt, what about -- do you have any comment on that?\n\nPLITT: We agree.  We assist with those cases.  And, of course, our concern is that much of the money flows \noverseas.  We're looking at the trans-border side of it.\n\nSo, any international cooperation from the credit card companies, financial services companies in other countries is \nwhat we target. And we also invite.\n\nWHITFIELD: And what about digital currencies?\n\nPLITT: Digital currencies -- in the past, I'd say, 18 months, digital currencies have started to appear in these cases.  \nAnd they are absolutely important, if they allow the free, unmonitored movement of money between countries and \nto various Internet services.  The currency area is something we've been looking at for a while now, and they are \noccurring in these child exploitation cases.\n\nWHITFIELD: It seems to me that one impediment to effective prosecution in these cases is, you have so many \nagencies across so many jurisdictions.  It must require a lot of coordination and working with each other and team \nwork.  You must all be frustrated by the complexity of prosecuting.\n\nWould that be accurate?\n\nSWECKER: If I may, there's plenty of work for everybody.\n\nI worked drugs for a good part of my career, saw a lot of overlap and duplication.  We're not seeing that in this area.  \nI think everybody recognizes the importance of it.\n\nAnd I think it's better to have a good number of agencies working it.  The national center has been a very good \nclearinghouse for this type of activity. NCMEC has been very effective in that area, because we all have analysts \nout there.  We all have investigators out there.\n\nWHITFIELD: Well, I know that many law enforcement agencies have jurisdictional disputes.  But hopefully, this is \none area, as you said, where there can be more cooperation and less concern about jurisdictional protections.\n\nI assume that's the way you all feel about it.\n\nAll right.  My time's expired, so I'll recognize Mr. Stupak.\n\nSTUPAK: Thank you, Mr. Chairman.\n\nMr. Swecker, back in '99, Congress passed a law that required Internet service providers to report any knowledge \nthe ISPs may have of child pornography to the cyber tip line, which is run by the National Center for Missing and \nExploited Children.\n\nAnd then they must forward that report to law enforcement agencies.  And that's 42 USC 13032.  And we have fines \nin there for failure to report, and all this.\n\nBut this law did not require the service providers to monitor, to actively monitor their networks.  But still, it came \nacross that they were supposed to report it.\n\n\n\nTuesday we learned from Mr. Allen that this law has never been implemented, because Justice Department said -- \nit refused to issue the guidelines or taking steps to implement it.  The guidelines were drafted, we understand, in \nlate 2000 under the Clinton administration.\n\nAttorney General Ashcroft, for some reason, did not want to implement it.  Any reason why?\n\nSWECKER: Sir, I'm not sure.  It would be a great tool.  I mean, we see that success in the bank secrecy area with \nthe banks making referrals through the SAR process.  This would certainly be a help to us.\n\nSTUPAK: Were you aware of the law?\n\nSWECKER: I'm aware of it, but I…\n\nSTUPAK: Have you attempted to use it?\n\nSWECKER: Well, we don't have any guidelines or regs to implement it yet. So, we haven't been able to use…\n\nWHITFIELD: If I may interrupt, Mr. Stupak.\n\nMr. Swecker, would you talk to the appropriate people at Justice and ask them to give a formal response to Mr. \nStupak's question on that issue?\n\nSTUPAK: Because it's been almost seven years.\n\nSWECKER: Yes, sir.\n\nSTUPAK: And I think you mentioned, doctor, about the ISPs, how important they could be to Internet service \nproviders to helping us. Here's a law that Congress did in '99, and it's not even implemented.\n\nKARDASZ: Well, congressman, one important thing that happened as a result of that law is that, we got a flood of \nchild pornography investigations that overwhelmed us, that came from some of the responsible ISPs that, when \nthey were finding child pornography on their servers, they were reporting those to us.\n\nAnd we're still getting those investigations in today.  So, part of that law is being implemented by those ISPs who \nhave chosen to abide by it.\n\nSTUPAK: Sure.\n\nMr. Swecker, you mentioned -- oh, Mr. Smith?  You had a comment? I'm sorry.\n\nSMITH: Just to follow up on that, with a law that requires ISPs to -- mandates them to report violations to the \nnational center. That's the cyber tip line two part of the national center…\n\nSTUPAK: Right.\n\nSMITH: … the one being the public.\n\nAnd as I understand it, the larger ISPs do, in fact, report the information.  But hundreds and hundreds of small ones, \nif not thousands, do not.  And then there's no enforcement provision. There's no penalty associated with non-\nreporting.  I think that…\n\nSTUPAK: Well, there's a civil penalty, up to $100,000.\n\nSMITH: OK.  I don't know…\n\nSTUPAK: But I don't think the law…\n\n\n\nSMITH: Yes, I don't know if it's ever been pursued.\n\nSTUPAK: But, right.  Testimony has shown that there's like 215 of the ISPs voluntarily report this stuff, but there's \nthousands upon thousands of thousands out there.  And that's not even counting the wireless that we're starting to \nsee more and more of now.\n\nSo, I mean, it's got to be a phenomenal problem.  But we're trying to design laws that will help you out.  But when \nthey sit for seven years and no -- the first we learned about it was Tuesday, that there was a problem with it, \naccording to the attorney general.  So, that's why the full chairman and everyone else wanted someone here who \ncould answer those questions.\n\nMr. Swecker, you mentioned the Justin Berry case.  Is Justice in lead on that case?  Who's the lead agency?\n\nSWECKER: We're the investigators, and we are the lead investigative agency on that.\n\nSTUPAK: Who did the lead person in charge of that?\n\nSWECKER: Within our agency, there are case agents around the country.  Arnold Bell coordinates the \ninvestigation from our headquarters.  He runs -- he is the unit chief of the Innocent Images unit.\n\nSTUPAK: Right.  And Mr. Bell, who we asked for today.\n\nSWECKER: Yes, sir. I would say, sir, that we're trying very hard not to jeopardize any future prosecution.  And I \nthink there's logic in not commenting on…\n\nSTUPAK: I don't think this committee has ever jeopardized one of your investigations. But I know Justin Berry and \neveryone else would just like to know what the heck you're doing.\n\nYou got a very big black eye here Tuesday, and it's getting bigger by the minute.  But you just keep saying, well, we \ncan't answer these questions.\n\nNo one has asked any inappropriate questions.  And I'm sure if it was an inappropriate question which would \njeopardize the investigation, the person -- Mr. Bell or others -- would say, I can't answer that.  We'll answer it in \nclosed session.\n\nSo, don't give us that line.\n\nYou indicated that there's 250 agents that work on child pornography in Justice?\n\nSWECKER: Within the FBI.\n\nSTUPAK: Within the FBI.  So, you get 250 agents assigned to doing child pornography, or do you just have agents \nwho from time to time may work on child pornography?\n\nSWECKER: That's actual agents turking (ph) and working the system…\n\nSTUPAK: Which their main emphasis would be child pornography.\n\nSWECKER: Sole emphasis.\n\nSTUPAK: OK.  Mr. Swecker, how about forfeiture statutes?  I think ICE has used them.  Has Justice ever used \nforfeiture statutes to get the assets of these individuals?  Have you ever used that mechanism?\n\nSWECKER: We have.  I don't have any numbers for you.\n\nSTUPAK: You're familiar with them with drug cases then, right?\n\n\n\nSWECKER: Absolutely.  And white collar cases, as well.\n\nSTUPAK: Any reason why, or any reason why they could not be used here? Is there anything we have to do to \nchange the law to make sure you could use it in child pornography?\n\nSWECKER: I think we have the forfeiture tools available to us.\n\nSTUPAK: OK.\n\nSWECKER: That was one of the things that came into being very early on.\n\nSTUPAK: Let me go back to the Berry case for a minute.\n\nThe FBI has an agreement -- there's an understanding out there, it's my understanding to provide all images to the \nNational Center for Missing and Exploited Children.  But Missing and Exploited Children said they'd never received \nanything.\n\nSo CEOS, then, probably has nothing from the Berry case.  The Berry case has been sitting for over, I think, 71 \ndays now if I count.\n\nSo, what's going on with that then?  I mean, if National Center has not received the information, then CEOS wants \nto receive the information, it seems like it's bottled up in Justice.  Is that right?\n\nSWECKER: Well, again, let me just talk generically, if I may.\n\nSTUPAK: Sure.\n\nSWECKER: When we get this volume of images in any case, we have to review it, each one of them, and filter out \nregular pornography as opposed to child pornography.  What we forward over, it has to be viewed.  And some \nagent has to get on the screen or print it out and look at the images, and then it goes over.\n\nSTUPAK: Right.\n\nSWECKER: So, that's as far as I can go with that response.\n\nSTUPAK: OK.  Well, if you've got 250 agents exclusively doing it, I think someone could get to it in 71 days, I would \nthink.  Seven months.  I'm sorry, seven months.  I said seven -- I'm sorry.  Can't read my own writing.  Seven \nmonths.\n\nSo, there's no reason for it.  And I can understand why Mr. Berry is frustrated.\n\nIn our testimony Tuesday, I think it was the reporter from the New York Times indicated that credit cards are really \nthe center of this case, sort of money.  Have you done anything to try to crack down on credit card transactions that \nare used in child pornography?\n\nSWECKER: We can only address these credit card cases in the context of a case.  I mean, if we go beyond that -- \nwe're not regulators, as you know.  But we do find quite a -- I mean, this is a choke point for these types of cases.  \nIt's a good place to get your leads and it's a good place to center.\n\nBut I will say that we get thousands and thousands and thousands of these credit card companies. It is -- the \nvolume is overwhelming.\n\nSTUPAK: Well, with credit cards, we see it with the Internet pharmacy illegal sales.  We see it with drug-masking \nchemicals and devices for drug testing.  We see it with child pornography.\n\n\n\nDo you have any recommendations on what Congress should be doing to try to crack down on credit cards being \nused in an illegal manner like this?\n\nSWECKER: I'm sorry.  I'd have to defer to main Justice on any of those legislative solutions.\n\nSTUPAK: Mr. Plitt, if I may, you testified that ICE, your main areas are border and then, of course, international to \nhelp…\n\nPLITT: Yes, trans-border.\n\nSTUPAK: So, like on the Berry case, did you assist there, since there is a tie-in to Mexico?\n\nPLITT: No, I believe that, if I recall correctly, the ICE link to the Berry case came through the back door, if you will.  \nAnother ICE arrest occurred, and the individual indicated that he had purchased, I believe, access to Mr. Berry's \nsite.\n\nSo, once that had occurred, we stepped back, because another agency was handling this case, the bureau.\n\nThere was one arrest that led to a second arrest.  The second arrest was linked to Mr. Berry.\n\nSTUPAK: So, the -- all right.\n\nDr. Kardasz, if I can. This law we've been talking about a little bit, 13032, Internet providers, have you tried to \naccess or use that law much?  The federal law, the one I've been speaking about, 42 USC 13032, which Internet \nproviders are supposed to contact you?\n\nKARDASZ: No.\n\nSTUPAK: I'm sorry.  They contact national center?\n\nKARDASZ: No.  The way that that law has come to me, is just that the images…\n\nSTUPAK: Comes back to…\n\nKARDASZ: … as (inaudible) law, have come back to me.  And I don't work to enforce that law in any way.\n\nSTUPAK: So, you're asking that -- then that these ISPs retain their information for one year?\n\nKARDASZ: That would be ideal, sir.\n\nSTUPAK: And then, do you have anything like an -- in Arizona -- is that where you're working, right?\n\nKARDASZ: Yes, sir.\n\nSTUPAK: Do you have anything like an administrative subpoena that Mr. Smith spoke of that allows you to move \nrapidly?\n\nKARDASZ: We do.  It's very helpful.\n\nSTUPAK: What do they call it out there?\n\nKARDASZ: The administrative subpoena, I believe.  But what it allows my investigators to do, is to write up a \nsubpoena at their desk.  The county attorney has authorized them to phone him or contact him by e-mail, tell the \ncounty attorney that they have an ongoing felony investigation, give him a little bit of background on what's going \non.\n\n\n\nAnd then the investigator can fax the subpoena off to the Internet service provider, receive the information back \nfrom the Internet service provider, which saves the investigator from having to go find a grand jury, or some other \nillegal authority, to get the subpoena authorized.\n\nSo, that's the manner in which it speeds up our work.\n\nSTUPAK: Well, yesterday (ph) a bill we're marking up, what we call a markup, I did an amendment to try to get the \nphone companies and cables and others to develop new technologies to try to prevent child pornography.  \nHopefully that'll help you in your work, unless (ph) you think (ph) technologies in the free market system can come \nup with, hopefully, that'll assist you.\n\nOne more, if I may, Mr. Chairman.\n\nMr. Plitt, you indicated that ICE was familiar with the Justin Berry case, because of the arrest that was made.  Did \nCEOS ask ICE about Justin Berry at all?\n\nPLITT: I don't believe they did.\n\nSTUPAK: OK. Thank you.\n\nWHITFIELD: Thank you, Mr. Stupak.\n\nAt this time, recognize the gentleman from Rhode Island, Mr. Bass.\n\nBASS: When members of Congress from Kentucky look to the northeast, they see New England as one state.  I \nactually represent New Hampshire, but it's the same to you, sir.\n\n(LAUGHTER)\n\nWHITFIELD: Thank you for reminding me.\n\nBASS: Mr. Waters, I was struck by your testimony in which you said there were 4.4 million images worldwide and \n1.9 million images which appear to be domestic.  And I'm assuming that's because the source is a domestic \naddress.\n\nDo you have a way of telling how many hits are occurring on these web sites?  This isn't a question just for you, but \nfor anybody. Let's assume the data here is that you have two million images in the United States.  That's your \ntestimony.  I'd appreciate comments from anybody here.\n\nAnybody have any idea how many hits there are on these -- first of all, how many web sites are there, and how \nmany hits are there on them?  So, what's the size of the community?\n\nWATERS: Representative, the images that I spoke about, the 1.9, those are 1.9 million transactions, where people \nwere offering to traffic in those images.\n\nNow, the 1.9 million I can trace to IP addresses in the United States.\n\nBASS: So, the 1.9 million are the hits.\n\nWATERS: That's correct.\n\nBASS: OK.  I'm just trying to get -- transaction means that you ask for something on the Internet or receive \nsomething on the Internet.  And so, those -- so, there were 1.9 million individual requests or receipts for information \ninvolving a picture of some child on the Internet, or a message or something.  Right?\n\n\n\nWATERS: That's correct.  This deals with, in this particular investigation, a very small set of movies depicting very \nyoung victims, very horrendous activities.  When the investigator types in using the software and searches for \nthose, that's the number of download candidates that have been identified over that 24-month period.\n\nWe've turned a corner somewhat in this area.  It is now easier to download and faster to download 20-minute, 30-\nminute movies depicting these activities from these file sharing networks than from the web sites.\n\nBASS: Peer-to-peer you're talking about.\n\nWATERS: That's correct.\n\nBASS: And you've developed software to do what?\n\nWATERS: The software allows the investigators to regionalize their efforts, while contributing to the global network.\n\nSo, the way it's set up, an investigator types in a search term consistent with these hard core movies.  He receives \na list of download candidates for those movies, 7,000 or 8,000 at a time.\n\nBy submitting that list to servers in Wyoming, ICAC servers, he is given back a list that says, of those, these nine \nare in your state.  And then he can focus his investigative efforts on those nine.\n\nBut in the background, all of those are submitted to the central server.  So, from every other state, the investigators \n-- be it FBI, ICE, ICAC -- can connect to that server and receive the list of who saw what where.\n\nBASS: Can you just review, how many sites are there domestically that provide Internet child pornography, \nroughly?  Do you know?\n\nWATERS: These move beyond the typical definition of a web site. These are actually computers in people's homes, \nin their den.  And there are millions.\n\nWe've identified in this case, just using that series, over a million -- 1.4 million unique…\n\nBASS: You mean a series, you're talking about a specific movie, or something like that?\n\nWATERS: A subset of movies related to these victims.\n\nBASS: So, it doesn't even start to address the whole breadth of all the pictures that may -- this isn't the whole \nscheme.  This is just one program, so to speak.\n\nWATERS: Correct.  This is just a subset where I picked very young and very -- typically violent images of young \nmales and young females.  Like I said, these are typically under eight years old, just in that set.\n\nWe started out with about 200 images and movies.\n\nBASS: And you got 1.9 million individuals that accessed that.\n\nHow many pornographic, child pornography web sites are there domestically?  Did you answer that question?  Or \ndoes anybody know? Nobody has any idea, do they.\n\nWATERS: I don't think we know, sir.\n\nPLITT: One characteristic you'll see is that, oftentimes these web sites will come up very quickly and go down very \nquickly.  The site managers tend to do that, simply because it hides the ownership of the site.  So, it's oftentimes \ndifficult to estimate exactly how many…\n\nBASS: Well, that leads me to another question.  Are there -- is there technology being developed on the other side \nof this to deter you?\n\n\n\nWhat's the -- is that a sophisticated, active industry in itself? To deter your investigations?\n\nPLITT: It is.  Of course, they seek to hide their identities.\n\nBASS: That's not -- nothing new there.\n\nPLITT: Yes, right.\n\nAnd the technology that they're going to employ is technology that's already out there.  They probably don't have \nany research and development activities to develop their own technology.  They're using what's available.\n\nAnd peer-to-peer is a great example, because peer-to-peer is now more frequently used.  It's easier to use.  And, of \ncourse, the users are becoming more sophisticated as generations go on.\n\nBASS: How many rescues do you achieve in a given period?\n\nPLITT: ICE tries to specialize in the trans-border cases.  The rescues occur at the local level, so I'd refer to the \nICACs on those.\n\nBASS: You two gentlemen from the Postal Inspection Service, how many of your child pornography cases involve \nthe Internet?\n\nKEZER: Today, about 98 percent.\n\nBASS: Ninety-eight percent?  Give me an example of…\n\nKEZER: They have investigations…\n\nSMITH: One aspect of the Internet or the other.  Let me give you an example.\n\nBASS: OK.\n\nSMITH: This case that I just referenced where the child was victimized in Texas.  That started on the Internet, \nbecause the bad guy, the police officer in Alabama, contacted the child in Texas over the Internet.  Traveled to \nTexas, sexually abused her and then returned to Alabama.\n\nThey then communicated through the mail after that.  He mailed her a package, which the mother discovered.  \nThat's how this case came to light.\n\nIn the package was a vibrator, a digital camera and a seven-page handwritten letter, giving her specific instructions \nwhat to do. That's a violation of federal law.  It's a 15-year felony, just the mailing of the camera.\n\nIf you -- any communication facility to induce, coerce or entice a minor to engage in that type of behavior is a 15-\nyear hit.  That's one example.\n\nIn chat rooms, targets hook up with the children.  Bad guys start talking to the kids.  And then they want to go to the \ntelephone. They'll mail the kids calling cards.  Let's talk dirty on the telephone.\n\nOftentimes we'll have a commercial site, which may distribute product through the mail.  You have the news groups \nout there, where the bad guys all hook up with each other, or in the chat rooms.  And then they end up mailing \ndisks, DVDs, things of that nature, back and forth, although the initial contact is on the Internet.\n\nBASS: So, it's safe to say that the Internet has changed the nature of your investigations dramatically.\n\nSMITH: Dramatically.\n\nBASS: Yes, sir.\n\n\n\nKEZER: What you have to understand is, the reason that that percentage is so high is because those are the cases \nthat we're targeting.  Although we're working on the Internet, we're trying to identify cases that have the mail \ninvolved.  That's our mission.\n\nBASS: One last question.  Hypothetically.  If there was one thing that Congress could do that is not financial, \nbecause we don't have jurisdiction over financial services, that's not judicial, because we can't deal with subpoenas \nhere, but it had to do with interstate commerce and telecommunications, to assist you, A, in conducting your, doing \nyour job, or B, suppressing the problem, what would you suggest we do?\n\nAnd anybody can comment.\n\nAnd we've got one minute and 20 seconds, so there's no rush.\n\n(LAUGHTER)\n\nKEZER: Sir, I don't know who would be responsible for it, but someone had made the comment earlier that law \nenforcement can't do it all.\n\nIt is absolutely essential that a comprehensive, public education and child -- excuse me -- prevention initiative be \ndeveloped long term, nationally, and if at all possible, internationally.  It is absolutely essential to curb this tide.\n\nBASS: Anybody else?\n\nKARDASZ: Yes, I'd like to second that.  We see so many good initiatives, NGOs, that are trying to do the right \nthing.  It's just that it's difficult for the person at the center of the problem -- the child or parent -- to know where to \ngo.\n\nSo, a coordinated effort, which is education, which is outreach. Even victim assistance would be absolutely \nfantastic.\n\nBASS: Well, education is also not within our jurisdiction.  The only suggestion I've heard all morning has been \nmandating that ISPs store their addresses longer.\n\nAny other suggestions besides that?\n\nBecause, if this hearing's going to lead to anything, it's going to have to lead to some sort of -- if there's a legislative \ninitiative necessary, what role would the Internet and telecommunications play in that solution?\n\nHave any of you gentlemen thought of that?\n\nWATERS: Well, I think one other area that might be, that is valuable to us, is if we can work more with industry, if \nthere's some way that we can facilitate the corporations being able to come forward with solutions for us.  There's a \nlot of…\n\nBASS: Corporations who are -- what do you mean by that?\n\nWATERS: Like Microsoft, for example.\n\nBASS: OK.  Fair enough.\n\nWATERS: As a good example, we've been working with them on tools to establish deconfliction mechanisms, to \nallow us to share this information and get data faster to other law enforcement agencies.\n\nWe need a serious partnership with business, as well.  I don't if that helps.\n\nBASS: My time has expired, Mr. Chairman.\n\n\n\nWHITFIELD: Thank you, Mr. Bass.\n\nMr. Smith, just one question and we'll go on to Ms. DeGette.\n\nIn this Texas case, what was the age of the victim in that case?\n\nSMITH: Fourteen years old.\n\nWHITFIELD: Fourteen.  OK.\n\nSTUPAK: One more thing, if I may, Mr. Chairman.\n\nMr. Waters, the slide that you showed us -- Santa Claus and all that -- could you provide that for the record?\n\nWATERS: I have, sir, yes.\n\nSTUPAK: OK, good.\n\nWHITFIELD: Ms. DeGette, you're recognized for 10 minutes.\n\nDEGETTE: Thank you, Mr. Chairman.\n\nI want to try to get a sense of the scope of this issue. As I understand it, the U.S. Postal Service has 35 agents \nworking specifically on this issue.  Is that correct?\n\nAnd what about -- Mr. Clark, what about ICE?  How many agents are working from your agency?\n\nCLARK: I'd have to defer to Mr. Plitt, who runs our cyber center and basically coordinates our national program.\n\nDEGETTE: Mr. Plitt?\n\nPLITT: Yes.  The total would be about 140. That's about 90 agents in the field.  On top of that would be another, \nlet's say 30 or so, doing the actual technical forensics on computers, who are not necessarily the case agents.\n\nAnd then between 10 to 12 at cyber headquarters.\n\nDEGETTE: OK.  And Mr. Swecker, the FBI, I think, has about 250 agents working on this.  Is that right?\n\nSWECKER: That number fluctuates.  It's 250 on the street working the cases.  There's another group at \nheadquarters in the cyber division.  You might add 20 or 30 agents to that, and those that are at the center.\n\nDEGETTE: And Dr. Kardasz, ICAC, how many agents from your agency are working on this issue?\n\nKARDASZ: We have four in the Phoenix police department.  But we are networked through memorandums of \nunderstanding with about 44 or 45 other local, state and country agencies throughout the state of Arizona.\n\nDEGETTE: So, you're mainly working with local law enforcement agencies.\n\nKARDASZ: But we also -- yes, ma'am -- but we also work nationwide with the other 46 regional task forces \nthroughout the United States.\n\nDEGETTE: OK.\n\nKARDASZ: But each of them has little groups like mine.\n\nDEGETTE: Do you representatives from all these agencies, do you all think that you have enough people working \non this issue?\n\n\n\nKARDASZ: No, ma'am.\n\nDEGETTE: Do you, Mr. Swecker?\n\nSWECKER: We can always use more.\n\nDEGETTE: Mr. Plitt?\n\nPLITT: If we tripled our staff, we'd still have significant leads.\n\nDEGETTE: Yes.  And Mr. Smith?  Or mister -- whoever.\n\nSMITH: I don't know of any law enforcement agency that doesn't believe that they could use more resources.\n\nDEGETTE: Well, I mean, the reason I'm asking, I know my Denver police department, they want more agents, too.  \nThey always want me to get federal money for them.\n\nBut the thing is, in this situation, with this type of cyber crime that's going on, it is exploding, it seems to me.  No one \nwould disagree, would you?\n\nSo, we've got -- I heard today -- 4.4 million images, 1.4 million users, according to someone's testimony.  Other \ncountries around the world have maybe 300,000 or something like that.\n\nIf someone can tell me, how many pending federal cases do we have right now, involving exploitation of kids on the \nInternet, sexual exploitation?  Does anyone know?\n\nSWECKER: I know we have an inventory of about 2,500.  And then you've heard of thousands of other \ninvestigations on the part of the task forces.\n\nDEGETTE: How many cases are pending?  How many criminal investigations have been filed?\n\nSWECKER: You'd have to aggregate them all up, with all the agencies…\n\nDEGETTE: Thousands?\n\nSWECKER: Thousands.\n\nDEGETTE: OK.  But we could potentially have many more thousands if we had enough investigators, right?\n\nIt seems to me that -- I know this isn't in the purview of our committee, and that stymied you guys a little bit.  But it \nseems to me, Mr. Chairman, we should really work with the appropriators and the agencies, just to try to get them \nmore resources to fight this.\n\nBecause I started my life out as a criminal defense lawyer.  And for crimes like this -- and we saw it happen in this \ncountry when child porn was going out through the mail.  When you started enforcing it, it actually deterred -- child \nporn went down, right?\n\nI don't know who can answer that.\n\nMr. Swecker?\n\nSWECKER: It did go down.\n\nDEGETTE: It did go down.\n\nSWECKER: However, it.\n\n\n\nDEGETTE: These are the types of crimes, if you said to these perpetrators, you're going to go to jail for 15 years, it \nmight deter some -- it wouldn't deter all of them.  There are still criminals out there.  But if they knew that they would \nbe caught and prosecuted, it'd sure help, wouldn't it?\n\nSWECKER: Certainly.\n\nDEGETTE: Yes.\n\nI want to -- I have a couple of questions for Dr. Kardasz.  And you testified, I thought, very helpfully about some \nactual proposed solutions.  You said that the ISPs should retain the information on the subscribers for a year, and \nthat they should have to respond to subpoenas within a week, or faster if it's an emergency.  Correct?\n\nKARDASZ: Yes, ma'am.\n\nDEGETTE: Well, my question is, what's happening right now?  Can you give me some examples where failure to \nmaintain data has hurt or killed investigations?\n\nKARDASZ: Yes. And I think Flint Waters talked about it.\n\nDEGETTE: He did give an example.\n\nKARDASZ: Yes, and there's other cases like that out there, that because the particular Internet service provider \ndidn't retain the data, the investigation just dead ends.\n\nDEGETTE: How often would you say that happens?\n\nKARDASZ: It's hard to put a number on that, and I don't want to give you a bad number.\n\nDEGETTE: No.\n\nKARDASZ: Periodically.\n\nDEGETTE: OK.  And do you have an opinion why these ISPs fail to maintain this information?\n\nKARDASZ: My sense is that it costs them money to do that.  It's not that they're evil.  It's not that they're trying to \nprotect these folks.  But data storage takes a box with a storage capacity in it, and it starts to fill up and that costs \nmoney.\n\nRetrieving that data takes somebody to go in, takes their time to go in and type in the information that they need, \nreturn that information to law enforcement.  So, it's a tie-up of their personnel and their resources.\n\nIt's a cost issue for them, I think.\n\nDEGETTE: How often do we have these ISPs refusing to respond to subpoenas in a timely fashion?\n\nKARDASZ: I can't respond too well from Arizona, because it really hasn't been an issue…\n\nDEGETTE: Has it been…\n\nKARDASZ: … there with the ISPs that we've worked with.\n\nDEGETTE: Anyone else have an opinion on that?\n\nYes, Mr. Waters?\n\nWATERS: Yes, ma'am.  In some jurisdictions, it's as high as 40 percent…\n\n\n\nDEGETTE: Wow.\n\nWATERS: … where they either don't respond, or they say they do not have the records.\n\nDEGETTE: And have there been efforts made to make these folks voluntarily comply?\n\nWATERS: Yes, there have.  We've met with ISPs.  We've also had some meetings facilitated by the National \nCenter for Missing and Exploited Children to help.  And some ISPs are becoming very cooperative in helping us.\n\nDEGETTE: Can you tell me which ISPs are particularly uncooperative?\n\nLook, these people are enabling the raping of our children in this country.  I don't have any sympathy for them.\n\nWATERS: The ISP that would not respond in the case in Colorado where we were trying to track down that two-\nyear-old child was Comcast.\n\nDEGETTE: Comcast?  OK.\n\nWhat about some other ones that are uncooperative?\n\nWATERS: In Wyoming, we're actually having excellent support.  I mean, Prezen (ph) and AOL, they're all working \nvery hard for us.  So, that's the only one that comes to mind.\n\nDEGETTE: Anyone else have some particular offenders you want to identify?\n\nAnd if people would like to do this privately, we need to know, because we talk to these folks.\n\nYes, so if you could supplement the record on that, that would be swell.\n\nLet me ask you, all of you, just one last question.  We have over two minutes, so we have more than ample time \nfrom even what Mr. Bass was asking.\n\nWhat can be done to improve cooperation on these issues between law enforcement agencies?\n\nWe'll start with you, Mr. Swecker.\n\nSWECKER: If you're talking about between law enforcement agencies…\n\nDEGETTE: Yes, sir.\n\nSWECKER: … I think there's good cooperation as it is.  We have the state task forces, the ICACs.  They're very \nwell networked.  We have the national center, which is sort of a clearinghouse and makes many referrals to the \nstate and federal task forces.\n\nI would go out on a limb and say this is really a bright spot in law enforcement, in that I don't think they're out there \nstepping on each other.  And then when they do, I think there's a recognition we need to come together and work \nthem jointly.\n\nDEGETTE: Mr. Plitt?\n\nPLITT: Yes.  I think all the agencies certainly represented here work together.  And I think that you also see that \nover the past several years they've blossomed in their application of resources that focus on this problem.\n\nIt's almost time, perhaps, to think about some areas of specialization.  ICE, for instance, tries to specialize in the \ntrans- border area.  The reason we do that is to effectively apply the limited resources that we have.  Just a thought.\n\nSWECKER: May I back up for one second?\n\n\n\nDEGETTE: Yes, sir.\n\nSWECKER: One of the choke points is forensic examinations.  And I would venture to say that each state ought to \nhave at least a statewide forensic lab, if not regional labs, because that is an area where you get a pretty good \nbacklog.\n\nDEGETTE: What about prosecutions?\n\nSWECKER: Well, you can't get a prosecution until you get that evidence out of the computers.\n\nDEGETTE: Right.  So, that's part of…\n\nSWECKER: The eyes…\n\nDEGETTE: Yes.  OK.\n\nDr. Kardasz?\n\nKARDASZ: I'm very happy with the interagency cooperation I've had with all my law enforcement brothers and \nsisters.  I can't throw anybody under the bus on that.\n\nDEGETTE: Mr. Waters?\n\nWATERS: We've had excellent support.  It's coordinated through our United States attorney's office.  And we don't \nhave any issue with folks not coming to the table.\n\nDEGETTE: Mr. Clark is nodding in agreement, it looks like.\n\nCLARK: That's right.  I'm in agreement with Mr. Plitt, basically, on his answer.\n\nDEGETTE: Mr. Kezer?\n\nKEZER: I would have to concur.  The investigation of these cases is a specialized field.  And quite honestly, most \nof the investigators know each other, or are familiar.  They go to training together.\n\nWe couldn't get the work done unless we were cooperating.  So, I concur.  It's very…\n\nDEGETTE: And Mr. Smith, you agree?\n\nSMITH: I do agree, because we all bring, as a unique agency, each of us are different.  We all have different \njurisdictions and different authorities.  We all bring something different to the table, and we all take different \ninvestigative approaches to identify the bad guys.\n\nDEGETTE: So, what it really sounds like to me then is, the bottlenecks are the forensic labs, the numbers of \ninvestigators we have and bottlenecks with the ISPs getting information to you in a timely fashion so you can \ninvestigate and find these perpetrators.\n\nThank you, Mr. Chairman.\n\nWHITFIELD: Thank you, Ms. DeGette.\n\nAt this time I'll recognize Ms. Blackburn for 10 minutes.\n\nBLACKBURN: Thank you, Mr. Chairman.  And thank you all for patience, for being here with us today and for caring \nso deeply about the issue.  It's evident that you all care about your work deeply.\n\n\n\nMr. Waters and Dr. Kardasz, each of you mentioned the activity. Talk a little bit about it by country.  I think, Mr. \nWaters, in your testimony, you give by country what you have identified.\n\nAnd, of course, we see the transactions for the U.S. as a much higher number than Germany, Canada or the U.K.\n\nWATERS: That's correct, ma'am.\n\nBLACKBURN: OK.  Now, let's -- I'd like to get inside that number just a little bit.\n\nAnd then I think it maybe was Mr. Clark, with your testimony, you talked about ICE has successfully arrested more \nthan 7,500 child predators.  Of these 6,600, or 88 percent of the arrestees have been non-U.S. citizens.  And more \nthan 59 percent of those have been deported from the U.S.\n\nSo, my question to you is this.  Why the U.S.? Are we a magnet for this?  Is there something that we are doing or \nnot doing that would be pulling people that are not citizens here, and finding them involved in this activity?  The \nnumber of web sites is there.\n\nYou want to get inside those numbers a little bit for me, either of you?\n\nCLARK: First of all, the numbers in terms of the removals, that brings in our immigration capabilities to the fore.  It's \nnot our Internet investigations, per se, but it's alien, resident aliens who have been here, would otherwise be legal, \nbut have committed child exploitation crimes, which makes them then illegal, and it allows us to remove them from \nthe United States.  So, that's part of those statistics there.\n\nIn terms of the U.S. versus elsewhere, I'd say one is probably greater Internet capability, more common in the \nUnited States than elsewhere.  I'd say probably greater recognition in the United States law enforcement and the \npublic and greater use of the Internet.\n\nBut again, in my earlier statement, I do think that the international community is rapidly growing aware of the issue.  \nAnd I'd refer the Australian government in terms of following the Falcon arrests in that country, looking to see what \nthey can do in terms of their laws and regulations in terms of child exploitation.\n\nSo, I think it is probably just something we have paid more attention to, have more capability of looking at.  \nUnfortunately, bad people have more access to and can use.\n\nBut I don't think this is a cultural or a U.S. problem at all.  I think it's a global problem.\n\nBLACKBURN: OK.  Mr. Waters, anything to add to that?\n\nWATERS: I would add, the numbers that I represented are from an operation where we identified primarily movies, \nlarge movies.  And they tend to traffic more over high-speed Internet connectivity.  And so, a high saturation of \nbroadband Internet leads to more individuals being able to participate in that trafficking.\n\nBut we've clearly identified a large number globally.  And we're trained Interpol in how to use it, and they're now \nactively searching as well.\n\nBLACKBURN: OK.  Mr. Clark, I wanted to come back to you.\n\nTell me why 3,900 of the 6,600 non-U.S. citizens who were arrested were deported instead of prosecuted.\n\nCLARK: I'm not certain I'd say they weren't prosecuted.  I'd have to -- I'm not certain the number is 3,900.\n\nWhat would often happen is, in some cases they have been prosecuted and released.  We've gone back out and \ntaken them administratively and removed them, based upon the fact that their resident status or legal status under \nthe immigration authority is no longer there.  So, there might have been prior criminal arrests and sentences served.\n\n\n\nBLACKBURN: OK.  If you would then look back at that number one more time in your testimony, and then kind of \nclarify that for us, I think that would be great.  I would appreciate that.\n\nLet's see.  Mr. Waters, in your testimony, you talked about a situation where an agent witnessed the rape of a child \ntaking place. I think that's your testimony.\n\nAnd what I want to ask you is, when you get information that there is something taking place, how often do you get \nthat quickly enough to go in and act?  And how often have you been able to remove children from those situations \nwhen you get the information timely?\n\nWATERS: I think a two-part answer there.\n\nWe typically react just as fast as possible.  We've had several cases where, because…\n\nBLACKBURN: Well, is that hours, days?\n\nWATERS: Sometimes it's hours.\n\nBLACKBURN: Hours.\n\nWATERS: I've had cases where I've gotten on a plane and flown to Houston that day and worked the case.\n\n BLACKBURN: OK.\n\nWATERS: We've had several where we respond immediately.\n\nDepending on the type of material that we're receiving, sometimes the circumstances dictate that we wait until we \nget a response from a service provider to tell us where this person's at.  Sometimes we have to wait to get records \nfrom their tying to -- to give us a physical address.\n\nSo, occasionally, we are restrained by the logistics of the companies to tell us where these offenders are.  But we \ntypically get on them as fast as possible.\n\nBLACKBURN: Any idea of the actual number of children that you all have pulled out and removed?\n\nWATERS: I can speak just to the last couple of months.  Maybe the last six months, we've had two out of Wyoming.  \nWe're a fairly small state.  In our operation, we've had quite a few around the country.\n\nWe just had one -- one of these peer-to-peer cases led to an offender in San Diego, who was working in a hospital, \nand was actively molesting four to five kids a week coming into these wards, a respiratory therapist.  And in that \ncase, they were able to take him out of the situation where, of the 50 kids in the ward, quite a few of those he was -- \nbe able to tie to molesting.\n\nBLACKBURN: So, if the ISP providers, if they're going to give you the information, that's going to help you to \nrespond quickly.\n\nWATERS: Absolutely.\n\nBLACKBURN: What I'm hearing is, as Ms. DeGette was saying, many times that is your bottleneck.\n\nWATERS: That's correct.\n\nBLACKBURN: That's what slows you up.\n\nWATERS: Yes, ma'am.\n\n\n\nBLACKBURN: OK.  Now, out of the ones that you've been able to respond quickly to over the past couple of \nmonths, what number were you hampered from responding in a timely -- could you have gotten in there and done \nyour work?\n\nWATERS: Well, it's difficult to say.  I'd have to…\n\nBLACKBURN: OK.\n\nWATERS: I would have to draw a conclusion based on information I didn't get.  So, I don't know how many of the \nrecords that failed to come back would have led us to a child in danger.  But one is far too many.\n\nBLACKBURN: OK.\n\nIn talking about your work with other agencies, are all of you satisfied with the interaction that you're getting from \nthe Department of Justice?\n\nWATERS: If I can speak to that, we're very satisfied with the support that we're getting.  In Wyoming, the United \nStates attorneys call our office to see if we have any cases we need help with.  If they don't hear from us in a week \nor two, we get a call.  And they want to know how we're doing.\n\nBLACKBURN: OK.\n\nKARDASZ: Can I respond to that, ma'am?\n\nBLACKBURN: Yes, you may.\n\nKARDASZ: The OJJDP grants that we work under are very helpful. And the coordination that's done at the \nadministrative level of the OJJDP really helps us locals to put our programs together, and then work with all of the \nother federal agencies.\n\nBLACKBURN: OK.  All right.\n\nAnd I think, Mr. Chairman, I'll yield back.\n\nWHITFIELD: Thank you, Ms. Blackburn.\n\nAt this time I'll recognize Mr. Inslee for 10 minutes.\n\nINSLEE: Thank you.\n\nMr. Waters, you mentioned this.  Something like 1.9 million images through the peer-to-peer system.  Did that, at \nleast in your first review, did each one of those cases, at least on a prima facie basis, look -- could constitute a \ncrime in itself?  The retention or receipt of those images?\n\nWATERS: Yes, sir.\n\nINSLEE: So, we had 1.9 million potential crimes.  How many of those have been prosecuted?\n\nWATERS: I don't know nationally how many.  I can speak to those that have reported back to me.  I know they did a \nsweep of about 40 in New Jersey.  They did 70 in North Carolina.  We've done 40 or 45 in Wyoming.\n\nI only know the ones that get back to me and let me know how it's gone.\n\nINSLEE: So, that's about 165 out of 1.9 million.  That 1.9 million, that may not be separate individuals.  There might \nmultiple -- same people.\n\nWATERS: That's correct.\n\n\n\nINSLEE: So, let's cut it in half and say 800,000.  So, out of, say, 800,000 we've had 165 prosecutions.\n\nAnd my constituents are going to ask the obvious question, so I will ask it. Why so little with that enormous lead \ntime (ph)?  Is it a resource issue?  And if so, could you describe how we could help you in that regard?\n\nWATERS: Well, it's absolutely a resource issue.  We're hitting them as fast and as hard as we can.\n\nOne of the biggest things that we run into, again, are delays or lack of records.  So we have an IP address.  We can \nidentify that there is an offense, but we may not be able to identify an offender.\n\nBut by sheer numbers, it's just -- we have more than I have the man hours to send guys out on.\n\nINSLEE: What could you usefully use as far as increased resources?  What could you efficiently use to pursue \nthese 1.9 million incidents, do you think? A doubling, a tripling or your resources? What do you think?\n\nWATERS: Well, I think a tripling, we'd still be falling behind. As it stands right now, I'm bringing in about six, seven \nnew leads in Wyoming a week.  We are currently able to hit one search warrant every week or every two weeks.\n\nSo, even if we tripled, we're still falling behind as we're finding these leads.\n\nINSLEE: So, I have this sense, that if there were, oh, bank robberies, where you had 1.9 million bank robberies, but \nonly 165 prosecutions, there would be a very large hue and cry to solve this problem, and that we would have \nresources to you to get that done.\n\nDo you kind of share that view?  I get this sense that somehow this does not receive the priority that, at least I think \nmost of us here would believe, that it should.  Do you have any sense of that?\n\nWATERS: Well, I share that view.  And I thank you for drawing attention to that, because we've been yelling at \nevery rooftop we can get on.\n\nINSLEE: Let me ask some of the federal personnel here.  Start with Mr. Swecker, for instance.\n\nI have the sense -- I think you testified there was a 2,050 percent increase in images in one of these databases in \nthe last 10 years.  What increase in resources would you estimate there's been, if any, in the last 10 years to this \nproblem federally, from federal agencies all told, or at least from yours?\n\nSWECKER: We went from zero to 250.  We actually have -- that's a little lesser number than we had over the last \ncouple of years, because we truthfully have had to divert some over to terrorism.\n\nBut we had to borrow those 250 -- or reprogram those 250 -- from our criminal division.\n\nSo, all that goes to say, that there's always room for more resources, I agree.  We could put 1,000 FBI agents and \nthousands more officers on it.  We still wouldn't put a dent in that number that you just gave.\n\nINSLEE: And what does this year's budget do to help in that regard?  Do you have any idea?\n\nSWECKER: We have no enhancements for this -- well, we got 22 -- I think we got 12 agents and 10 analysts.  We \ngot 22 positions.\n\nINSLEE: So, under the current budget passed by this Congress, we have 1.9 million potential crimes, and we've got \nno increase in resources to deal with that, even though we could, at least in one agency, triple it and use it \nefficiently.  That's a fair statement?\n\nSWECKER: We have zero enhancements for '07.\n\n\n\nINSLEE: OK.  I may note, that is not you gentlemen's responsibility; it is ours at this table.  Just so the responsibility \nis in the right location here.\n\nSWECKER: I would also go back to the forensic laboratories, too, because I think those are critical.\n\nINSLEE: Mr. Waters, in the peer-to-peer situation, does the problem with ISP records exist in that context?  Or is \nthat a different situation?\n\nWATERS: It exists very much in that context.  In fact, it's most exaggerated, I think, in the context where we are \nreliant on the IP address to find the offender.\n\nINSLEE: OK.\n\nI want to ask you about foreign prosecutions.  Where there is a person outside the United States, when they're \nsitting at a computer that's involved in this, what is our situation?\n\nThe father of a victim who testified here last week was apparently, asserted was involved while in Mexico.  What \noptions exist for us, what handicaps do we have in that kind of context?  And I'll ask that to anyone on the panel \nwho wants to take that on.\n\nPLITT: ICE runs into that situation very frequently.  We do have some remedies.  We have quite a few countries \nthat are, for the lack of a better term, waking up and strengthening their laws, if they have older ones.  They are \nadding laws, if they don't have it.\n\nI think that in the next few days a report will be released out of NCMEC (ph), I think, that will indicate that -- and it \nwill surprise the panel here that few countries actually have child exploitation laws on the books already, very few.\n\nNevertheless, the governments that we work with, they want to help us in these cases as much as they can.  \nThey're concerned about children, of course.\n\nThey're also concerned about their national reputations.  And quite frequently, we will have the law enforcement \nagencies from those countries work to get us the evidence that we need, and in some cases extradite.\n\nINSLEE: But is your understanding that we -- I mean, do we have jurisdiction in a case where a person is sitting in \nMexico and is abusing through the Internet, you know, inciting, exploiting a child? Do we not have criminal \njurisdiction to assert, to expedite that person, assuming that we have the resources to do it and the case to do it?\n\nPLITT: Assuming we have the resources, yes, we would.\n\nA very good example is the child sex tourism cases, where an individual is traveling out of the country to have sex \nwith a child. If that individual is a U.S. citizen, that individual, upon return, or still in the country where the act \noccurred, is subject to U.S. prosecution.\n\nINSLEE: Given the assertions by Mr. Berry, it's hard for us to understand, given that, why there hasn't been a \nprosecution in Mr. Berry's case of this individual who was in Mexico, allegedly exploiting him.\n\nI'm having -- hard to understand, who was his father, so it's not an identification issue.  What possible reason for \nthere not for that to be at least started down the prosecutorial trail?\n\nPLITT: I don't know.  Again, that case wasn't brought before ICE.  ICE came -- ICE had a linkage to it simply \nbecause it arrested another individual that had dealt with Berry.  And then that was moved to another agency, I \nbelieve the FBI.\n\nINSLEE: Mr. Swecker, do you have any insights on that, or what possible reason there would be for not pursuing \nthat?\n\n\n\nSWECKER: Well, let me just resort to talking generically about the international investigations.\n\nIt is really hit or miss on an international level.  Eastern Europe is a problem, mainly from a training aspect and the \naspect of not necessarily having the laws to address it.\n\nAnd there is a need for some international training in this area. There's a need for some strengthening of the laws in \nthese areas.\n\nAnd then, they will not render their own citizens -- as a general rule -- they won't render their own citizens back to \nthe U.S.\n\nINSLEE: Well, let me just -- sorry to interrupt you just a second.  I've only got a little bit of time.\n\nBut if you've got an American citizen in Mexico, who is clearly identified as the father of the victim, who has these \nassertions -- under American law, using American resources, using American tools, if you will -- why could we not \npursue that without necessarily depending on the investigatory resources of Mexico?\n\nSWECKER: We could if there were charges filed.  You have to have charges filed.  You'd put a red notice out \nthrough Interpol and…\n\nINSLEE: I yield to Ms. DeGette.\n\nDEGETTE: Thank you.  Well, from what we understand, the Department of Justice refused to take jurisdiction on \nthe case.  Is that correct, Mr. Swecker?\n\nSWECKER: I have pretty strict instructions not to discuss that case.\n\nDEGETTE: Mr. Plitt?\n\nPLITT: Don't know.  We're not…\n\nDEGETTE: Well, but jurisdiction has been declined.  Why can't you discuss it?  It's not a case under investigation or \nprosecution.\n\nPLITT: Well, there's always the potential for prosecution in that case.\n\nDEGETTE: Who would know?  When we bring the attorney general in, will he know?\n\nSWECKER: I would defer to main Justice.\n\nINSLEE: Well, Mr. Berry is here in this room.  Can any of you give him any reassurance that someone is honestly \nlooking at his case? It's been seven months, 1,500 names, web sites, credit cards -- everything he provided you \nguys.\n\nDEGETTE: Testimony.\n\nINSLEE: Testimony.  I mean…\n\nSWECKER: This case is being aggressively investigated.\n\nINSLEE: That doesn't do anything for Mr. Berry or for any of us up here.\n\nSWECKER: I would defer to them, as to whether they're satisfied.\n\nINSLEE: I just want to say.  I'm a former prosecutor, and feel very strongly about the integrity and success of \nprosecutorial efforts.  And this has been a huge black eye for the country, and a lot of doubt created.\n\n\n\nSo, I think all of us have an obligation to get with the task at hand.  Part of that includes cooperating with this panel, \nwhich I hope you'll spread that message, to the extent you can convince people to figure out how to solve these \nproblems.  I think that's very important.\n\nMy time's up.  Thank you.\n\nWHITFIELD: Thank you, Mr. Inslee.\n\nAt this time, I recognize the chairman of the full committee, Mr. Barton.\n\nBARTON: Thank you, Mr. Chairman.\n\nI don't think I'm going to take 10 minutes.  And if this ground has been plowed while I was gone, I apologize.\n\nMr. Swecker, where are you in the chain of command at the FBI?\n\nSWECKER: I am the acting executive assistant director for law enforcement services, which puts me directly over \nboth cyber and criminal divisions, directly in the chain of command on these violations.\n\nBARTON: And who do you report to?\n\nSWECKER: I report to the deputy director.\n\nBARTON: Who reports to…\n\nSWECKER: To the director.\n\nBARTON: … the director.  So, you're third down from the director.  And you are in the operational chain of \ncommand.  You're not a staff assistant.\n\nSWECKER: I am directly accountable for anything, all things cyber.\n\nBARTON: OK.  Does the name -- and if I mispronounce it, I apologize -- Raul Roldan mean anything to you?\n\nSWECKER: Raul Roldan is one of our section chiefs.\n\nBARTON: And he reports to you?\n\nSWECKER: He reports to a deputy assistant director, who reports to an assistant director, who reports to me.\n\nBARTON: So, he's three down from you?\n\nSWECKER: He is.\n\nBARTON: Now, why could he appear on CNN today, but he couldn't appear before this subcommittee?\n\nSWECKER: Well, I wasn't involved in that decision, but my understanding is that he did not comment on this \ninvestigation whatsoever.  He was talking generically about crimes about children on the Internet.\n\nBARTON: I didn't ask that question.  My question is, we specifically asked for him.  We're not upset that we have \nyou.  You are least a line officer, which is an upgrade from the main Justice Department.  But the specific person \nthat we asked for, they flatly refused to have him testify.\n\nI want to know why?\n\nSWECKER: I think there was concern that he would end up commenting on this case, and there were strict \ninstructions not to comment on this case.\n\n\n\nBARTON: Well, I want you to tell the director -- because I'm going to tell him, or ask him -- if this gentleman doesn't \ntestify voluntarily, he'll testify under subpoena.\n\nSWECKER: Sir, I'll pass that on.\n\nBARTON: And I mean, that's not a threat, that's a fact.\n\nSWECKER: I understand.\n\nBARTON: I am fed up with being told by my friends, we have a taped message on the cell phone, or one of our \ncommittees, that Justice Department wasn't going to testify, period.\n\nWe're going to change that.\n\nAnd I thank you for coming.\n\nI do have some general questions. My first question -- and I don't know if I direct it to you or our postal people.\n\nAre the laws for transmission of Internet child pornography the same as transmission of pornography, child \npornography, through the mail?  Is it the same law?\n\nSMITH: There's a number of statutes, but it's primarily the same one, 18 USC 2252.  That's our bread-and-butter \nstatute that we charge probably in 90 percent of the cases.  That involves the unlawful receipt or distribution of any \nchild abuse images, child pornography, that travels interstate, foreign commerce, over computer…\n\nBARTON: So, it's basically…\n\nSMITH: … or be it mail.  Same statute covers them all.\n\nBARTON: Do we need a special statute specifically for child pornography on the Internet as opposed to through the \nphysical mails? Would that be helpful, or is that unnecessary?\n\nSMITH: No.  I think we have adequate legislation there.\n\nBARTON: OK.  Is it illegal for an adult in the United States to possess child pornography?  The possession is illegal \nin itself.  OK.\n\nIf, in order -- Mr. Waters, who is one of our undercover agents here -- in order to prosecute a case -- and I'm talking \ngenerically, not -- do you have to watch a perpetrator commit an act over the Internet as an eye witness?  Or do you \nhave to just have knowledge of it from the child who was abused in the act?\n\nWATERS: We do not typically have to watch it.\n\nBARTON: You don't.\n\nWATERS: No, sir.\n\nBARTON: So, what's the burden of proof?  What's the standard of proof to prosecute?\n\nWATERS: Depending on the type of act, we still have the same burden to prove beyond a reasonable doubt what \noccurred.  But frequently we get this information from the victims that were involved, from the forensic analysis of \nthe computer.\n\nSome of these individuals even turn on their own webcam and film themselves while they're committing the crime.  \nSo, usually it's a combination of testimonial and physical evidence that allows us to overcome that burden.\n\nBARTON: Do you agree or disagree that we don't need any strengthening of the laws in this area?\n\n\n\nWATERS: I don't know of any strengthening of the laws federally that…\n\nBARTON: You don't think it's necessary.\n\nWATERS: I believe we have adequate legislation.\n\nBARTON: OK.  OK.\n\nWell, I want to -- Mr. Clark testified that law enforcement can't do it alone, and I agree with that.  We expect you \nfolks to help us enforce it, but every one of us up here, I believe, is a parent, and in my case a parent and a \ngrandparent.  We have to be involved, too, and the community has to be involved.\n\nI want to thank you, Mr. Waters, for your testimony, and some of the displays that you put up.\n\nHow did you get picked to be here, since you're from Wyoming?  Just out of curiosity.\n\nWATERS: I believe I got picked because I work on the technical side.  I spent a few years as a systems \nprogrammer.  And so, when the ICAC task force runs into a technical challenge, I co-chair the technology \ncommittee. So, with the…\n\nBARTON: Are you in Wyoming or here?\n\nWATERS: Cheyenne.\n\nBARTON: So, you had to fly in from Wyoming to be here.\n\nWATERS: Yes, sir.\n\nBARTON: Did anybody in the agency pressure you not to testify? Did you volunteer to testify?\n\nI mean, I'm glad you were here, because it was credible.  You're very credible and very committed.  But it's just odd.  \nWe can't get them to come from four blocks away, and yet they can fly you in from Wyoming.\n\nWATERS: Well, no one pressured me not to testify.  I'm here because of the program and working with OJP, Office \nof Justice Programs.  They helped fund a lot of the work that we're doing.  They asked and I said I'd be honored.\n\nBARTON: OK.  Mr. Swecker, I need to give you a chance to stand on your soapbox a little bit, since I -- is there \nanything that the Congress is not doing that we should be doing to help the FBI prosecute these criminals?\n\nSWECKER: We think we have the laws that we need.\n\nI think I would resort back to Mr. Stupak's point, to Congressman Stupak's point, about mandatory referrals.  We \nprobably need to get that going.  In the banking industry, we know that it's been tremendously successful in getting \nsuspicious banking transactions referred to us.\n\nI'd also, again, just beat the drum for the forensic laboratories, because, again, that is a choke point when it comes \nto the forensic analysis.  We have the laws, but we need the training. We need to export the training to state and \nlocal level at a much faster pace.\n\nBARTON: Well, I'm a little…\n\nSWECKER: To get (ph) the resources out there to the state and local officers where they need to be.\n\nBARTON: I'm not disputing what you just said.  But it seems -- I'm confused a little bit.  Child pornography is \nobvious.  What's forensic about that?  What kind of a laboratory do you need to dissect?  If you have a picture of a \nminor child engaged in a sexual act with an adult, that's a crime.\n\n\n\nSWECKER: It's getting to the picture.  It's pulling it out of the hard drive or identifying the ISP, identifying the \nspecific addresses of which there'd be thousands, and pulling all that information out of the computer.\n\nBARTON: I see.\n\nSWECKER: That's what we're calling forensic analysis.\n\nBARTON: Thank you.  Thank you, Mr. Chairman.\n\nWHITFIELD: Thank you.\n\nI do want to reiterate, you all did indicate, though, that it would be helpful if we had the mandatory data storage for a \nperiod of time, and you said to clarify the Internet service provider, providing the tip to the cyber tip line.  Those are \ntwo areas that we definitely could do something about within our jurisdiction.\n\nDEGETTE: Mr. Chairman, also responding to the subpoenas with…\n\nWHITFIELD: And responding to the subpoenas.\n\nAt this time I would recognize Mr. Walden for 10 minutes.\n\nWALDEN: Thank you, Mr. Chairman.\n\nI want to follow up a bit on the chairman's comments.  As I understand it, under 42 USC 13032, ISPs are required \nto report all child pornography images to NCMEC.  Correct?  Isn't that -- whoever's the certified expert here.\n\nI want to clarify the position of law enforcement here, that you would like all ISPs to have to both register and report \nin known child pornography, to the cyber hotline.\n\nAnd it's my understanding there are only like 215 ISPs that are registered, and there must be thousands out there.\n\nCan any of you, or whoever feels comfortable, comment about that, and what progress needs to be made there and \nwhat we could do to help along those lines?\n\nOK.  Somebody must have an answer here.\n\nUNKNOWN: Well, I don't have…\n\nWALDEN: There are only 215 registered.  There are thousands out there.  What enforcement capability do you \nhave?\n\nUNKNOWN: The largest ISPs, I believe, are in compliance, from what I've learned in my conversations with Ernie \nAllen and John Ryan (ph) over at the National Center.\n\nBut there are many, many smaller ISPs that either aren't aware of the law or they're ignoring the law, whatever the \ncase may be.\n\nWALDEN: All right. Thank you.\n\nMr. Swecker, you're in charge of all things cyber, you said. This must fall under your jurisdiction.\n\nSWECKER: It does.  I think there's some confusion on the part of the industry as to the content of what they're \nsupposed to refer. They're looking for a safe harbor, I think, and immunizes them against lawsuits for making the \nreferral.  Plus, they don't -- I don't think they know whether they're able to send the images across…\n\nWALDEN: Sure.\n\n\n\nSWECKER: … to us.  So, I think there needs to be some more specific…\n\nWALDEN: Who comes up -- you said, I think, that you don't really need any new laws to work in this area.\n\nSo, whose responsibility is it to clarify this?  Do you need clarifying language from the Congress?  Do you issue \ndirectives and rulemakings?\n\nSWECKER: That goes through the legislative affairs office. Those are both Justice and the FBI.  And I think they \ncould -- we could give you some more details on that.\n\nWALDEN: That would be helpful. Because it just strikes me, if we've got the law in place -- and you say it is -- it's \nreally functionally useless if it's not being enforced, because there's confusion.  And I know you all have your hands \nfull clearly, and probably literally, in some of these areas.\n\nAnd so, I guess the question is, what do we do to help?  And how do we get it clarified?  If ISPs don't know they are \nsupposed to register, there should be a mechanism set up to help on that, and then to clarify this issue.\n\nBecause I know we had testimony from the gentleman from the \"New York Times,\" and he had to work with an \nattorney to be careful as he did his investigation, not to run afoul of the law by going to a site. You know, clicking the \nwrong time runs you afoul of the law.\n\nAnd Mr. Swecker, I want to go to you, because you work in this area.\n\nTell me just generically, if you have a child victim of pornography, and some predator has abused some child, what \nsort of knowledge do you need as a prosecutor?\n\nSWECKER: To elicit the evidence from the victim?  Or…\n\nWALDEN: To elicit the evidence from the victim, to pursue the case, how urgently do you get involved?\n\nSWECKER: It's very urgent.  These have to be handled with a lot of care, a victim.  Witness specialists need to get \ninvolved very early on.  Child interview specialists need to get involved.\n\nWe need to find the web site.  We need to find the person that's actually abusing the child.  And so, that's what \nwe're trying to elicit from the child.\n\nWALDEN: All right.  And so, you would bring the child in immediately.  I would assume you would interview them, \nyou would set up -- if they came in and said, not only has this just happened to me, I know it's going on to \nsomebody else at this moment.  Tell me how the FBI responds.\n\nSWECKER: We need to get as much information as we can out of the child as to the identity and the location of the \nperson that's doing the abuse.\n\nWALDEN: And so, if -- once you do that -- let's say you get IP addresses. Then do you turn that over to some \nsector within the FBI?\n\nSWECKER: Well, the first step is to get the web site.  You work on the Internet addresses that are accessing the \nweb site.\n\nOur focus, really, is on the abusers.  Before we go to the customers, it's on the web site administrators, it's on the \nfinanciers. It's on the -- to draw an analogy would be, we don't necessarily go after the drug users; we immediately \ngo after the abusers.  Those would be analogous to a distributor.\n\nWALDEN: Right.\n\n\n\nSWECKER: A person that's actually producing the pornographic material.  That means a child is being abused.  \nThat's where you want to go first.  Find the person that's actually abusing.\n\nWALDEN: And if you know of an abuse, if you're told there's an abuse going on -- we've heard some testimony \nhere and elsewhere that literally, some of these perpetrators use the camera on themselves. In real time, you could \nwatch on the Internet abuse going on.\n\nTell me what the FBI does, or the Department of Justice does, if I walked in today and said, I just was flipping \nthrough the Internet and came across this.  Here's the address.  It's happening as we speak.\n\nSWECKER: Well, in that instance, I mean, I don't know if we could move quickly enough to get them while they \nwere in the act.  I mean, that has happened on occasion, we've been lucky enough, or even able to set up a \nsituation where somebody was actually on the web site and actually either accessing or producing that…\n\nWALDEN: But if a child presented himself or herself to one of your offices -- if I came to you and said, I just came \nfrom the credit union, and there's a guy with a gun in there in the face of the teller, tell me what happens.\n\nSWECKER: Well, as quickly as we could we would intervene.\n\nWALDEN: If I come to you today and say, on the Internet right now at this address, this is going on, tell me what \nhappens.\n\nSWECKER: Probably the quickest way to get to it is to pose undercover and try to, attempt to get access while that \nperson is on. And that may be one of the quickest ways, when you have a proactive situation like that, to get very \nquickly to the person.\n\nWALDEN: You're going to move proactively.\n\nSWECKER: Right.\n\nWALDEN: Right away.  Even if it means sacrificing evidence, I would assume.\n\nSWECKER: You still have to -- you have to find the location where they're doing this from.  It could be a library.  It \ncould be an Internet cafe.\n\nWALDEN: Let's say the child presents herself and says, here's the IP address.  This is the same person that \nmolested me.  Here's the name.  Here's the address.  It's going on now.\n\nSWECKER: We would attempt to get a search warrant and go out at that, you know, real time.\n\nAnd I'll defer to these other investigators who are actually on the street to respond, as well.\n\nWALDEN: If you knew bad Santa was operating in the mall…\n\nWATERS: I'm going into his living room. If he's at home and it's active.\n\nWALDEN: You're going right now, aren't you.\n\nWATERS: Going right now.  I'm calling the ISP, finding out where it's at, and we're going to be in the door.\n\nWALDEN: All right.\n\nWATERS: If we're not close enough, we'll get a hold of the local P.D. and they'll be in the door.\n\nWALDEN: So, does that happen in a matter of weeks, days, hours, minutes?\n\nWATERS: It varies based on the case.\n\n\n\nWALDEN: Sure.\n\nWATERS: But if I have credible information right then, I have had cases where I called the ISP and they gave me \nan answer now.\n\nWALDEN: Is that right?\n\nWATERS: Right away we get an answer.  There's an emergency clause that allows us to get that, and we go.\n\nWALDEN: And you go.  OK.\n\nLet me go to the issue of affidavits.  Unlike some of my colleagues, I'm neither an attorney, nor have I ever been a \nprosecutor.  Usually in my town meetings when I say I'm not an attorney, there's a little ripple of applause.  No \noffense to attorneys.\n\nExplain to me on affidavits in criminal cases, circumstances where victims' names are released.  Why is an -- \nexplain for me affidavits that get unsealed. Victims names are put out in the public.\n\nIs that sort of normal operation? If the court says, keep this sealed, and then it becomes unsealed?\n\nSWECKER: Affidavits in this type of case are often sealed, but they can't stay sealed forever.  Eventually, \nparticularly when you start the judicial process…\n\nWALDEN: You have a right to…\n\nSWECKER: They have a right to confront the witness to get some of the…\n\nWALDEN: Sure.\n\nSWECKER: At some point, the affidavit is unsealed.  I mean, you can get a search warrant on confidential \ninformation to protect the identity.  You don't necessarily have to name the person.  It depends on how much \ncorroboration you have.\n\nWALDEN: If an affidavit is accidentally unsealed -- which I assume occurs from time to time, a clerical error -- and \nthe victim tries to get it, and asks for it to be sealed again, what obligation does the government have to ensure that \nthat victim's identity, or whatever, if it's allowed to be resealed, that the affidavit gets resealed?\n\nSWECKER: I know what you're referring to and I'm trying to answer your question without getting into…\n\nWALDEN: You're trying to dodge it.  I understand that.  I haven't named names.\n\nSWECKER: … the specific facts.\n\nBut the first step would be to notify the person and offer protection.  That would be the first investigative step.  The \nrest of it would be up to the prosecutor to reseal the affidavit.\n\nWALDEN: What should a -- if it's supposed to be resealed, what sort of timeline should a victim anticipate for that \nresealing to occur?\n\nSWECKER: I'd have to defer to the prosecutors on that, as to what a reasonable time is.\n\nWALDEN: Who's a prosecutor here who's ever been through one of these?  Have you ever, sir, from the great state \nof Wyoming?  You're an investigator.\n\nWATERS: Strictly an investigator.\n\nWALDEN: Have you ever heard of this sort of circumstance?\n\n\n\nWATERS: We work in a different model.  We don't typically put victims' names in our affidavits.\n\nWALDEN: Really.\n\nBARTON: This is when we should have Mr. Mercer back.  We released him this morning, but he's a U.S. attorney \nfrom Montana.\n\nWALDEN: Yes, but -- well, Wyoming's near Montana.\n\n(LAUGHTER)\n\nWe're getting -- aren't we getting closer to Washington?  I don't know.\n\nOne final question, if I might, Mr. Chairman.  There's some concern been expressed about extraterritorial \napplication of the law, because in some cases, some of this child pornography is actually being put on the Internet \nin a foreign country, but it's received in this country because of the global nature of the Internet.\n\nIs that an area where the law needs to be changed, or can be changed?  Is that an area that precludes your ability \nto engage in enforcement?  Let's say if somebody were in, oh, Canada, or maybe Mexico and transmitting this sort \nof pornography.  Can you go after it?\n\nCLARK: I'd say our laws are satisfactory.  Oftentimes the foreign laws aren't as satisfactory.  But we do have a \nrelatively good cooperation on a number of fronts with foreign governments, as far as working those types of cases.\n\nWALDEN: One final question.  Digital currency.  This is sort of new to me.  Can you explain -- I understand that's \nsort of the new underground way to engage in payments without fingerprints, if you will, digital currency.\n\nIs this an area we need to explore more?\n\nPLITT: Yes, it probably is.  Digital currency is simply that, the situation where an individual will put money on the \nInternet.  He can do that through any brick-and-mortar location.  I'll give you an example in a second.\n\nBut when the money is put on the Internet account, then the money can be used on the Internet to buy access to \nlegitimate sites, to child exploitation sites, to buy items off Internet -- regular merchandise.  It can also be taken off \nthe Internet to another brick- and-mortar location somewhere else in the world, currently that's not regulated.\n\nA simple example I would give is that we've had one investigation where memberships were being purchased with \ne-currency. And a lot of the e-currency documents, if you will, were charged with money in Australia to the tune of \napproximately 30 million a year.\n\nWALDEN: Wow!  So, this would get completely around the bank secrecy -- or whatever those -- what's the law we \nhave to follow on a bank?\n\nUNKNOWN: Bank Secrecy Act.\n\nWALDEN: Yes, it's $10,000 in cash or more.  So, you just do it in a foreign country, put it in and pull it out \nsomewhere else.\n\nPLITT: Yes.  And to-date, though, the services -- the companies that provide this service have been very, very \ncooperative with us…\n\nWALDEN: OK.\n\nPLITT: … to keep track of that, yes.\n\nWALDEN: All right.  Well, if you have specific suggestions in this area, I would certainly like to work with you on it.\n\n\n\nPLITT: Very good.  If I could, one other response, since I have the mike.\n\nYou were asking about victim witness issues.  One to keep in mind is one that's very, very complex.  And that is in \nchild sex tourism cases, where the individual is traveling to another country to have sex with a child.\n\nThe logistics of bringing the child back, if necessary, to testify -- parents, guardians, et cetera -- is one that's coming \nup in these cases.  Just another comment.\n\nWHITFIELD: Thank you, Mr. Walden.\n\nI think Mr. Walden's line of questioning encapsulates the concerns of many members of this committee about the \ninvestigation we heard the testimony on, on Tuesday.  And that's why we do want to pursue further meetings with \nJustice, maybe in executive session, because we have -- I heard you speaking, Mr. Swecker, of victim witness \nspecialists.\n\nAnd I'm assuming that that's a person who assists the victim. And in the testimony of our hearing on Tuesday and \nour meetings with the victim, I never heard that any victim witness specialists was assigned in that case.  And then \nwe know that evidence was given of child victims, and they were being abused in a real time manner, and action \nwas not taken.\n\nSo, we walked away from these hearings quite puzzled, because it appears that in that instance, the victim of the \ncrime was being treated more as a perpetrator.  And so I think that's really kind of underlying the sentiment of the \ncommittee, and it's something we need to get into.\n\nBut want to thank all of you for your testimony.  We appreciate your efforts to continue to bring these perpetrators to \njustice, and with that, this panel is dismissed.\n\nNow, at this time, we'll call the third panel, which consists of one person, and that's Mr. Grier Weeks, who is \nexecutive director of PROTECT, from Asheville, North Carolina.\n\nMr. Weeks, thank you very much for being with us, for your patience.  As you know, this is an oversight \ninvestigation hearing. We take testimony under oath.  Do you have any difficulty with testifying under oath?  And I \nassume you do not need a lawyer with you.\n\nSo, if you would stand and raise your right hand.  Do you solemnly swear that the testimony you are about to give is \nthe truth, the whole truth and nothing but the truth?\n\nYou are sworn in now, and you're recognized for five minutes for your opening statement.\n\nWEEKS: Thank you, Mr. Chairman.  I'm Grier Weeks, executive director of the National Association to Protect \nChildren, also known as PROTECT.\n\nWe are a national membership association dedicated to just one simple issue, which is child abuse, child protection.  \nWe have members now in 50 states and 10 countries.\n\nOne of the things we do the most is go around the country to various statehouses and work on state legislation.  \nAnd one of the greatest problems we see is a spectacular national failure to take these issues seriously at the state \nlevel.\n\nI will condense my remarks here, because I know you know at this point the nature of child pornography and don't \nneed that characterized again.  I would say that, as you go back out among your colleagues and hear this material \nreferred to as \"kiddie porn\" or trivialized in that way, you'll be reminded of what we're up against.\n\nTwo years ago, law enforcement agents in my home state of North Carolina arrested a criminal, Brian \nSchellenberger.  He was convicted of producing child pornography and distributing the images over the Internet. \nPhotos showed a six-year-old girl was kept in a cage, beaten, sexually tortured and urinated and defecated on.\n\n\n\nThe criminal penalty for being an accomplice to that crime, for possessing those images in North Carolina, is a \nfelony. It's the exact same felony penalty you would get for operating a bingo game without a license or cock \nfighting.\n\nIn California, the penalty is a misdemeanor.  Distributing it to others is a misdemeanor.  Using a child to distribute it \nto others is a misdemeanor.  Under California law, even manufacturing such a despicable product is a minor felony \nwith no minimum prison sentence.\n\nIn Colorado, Oregon, North Dakota, possession of these brutal images of children being raped and humiliated is a \nmisdemeanor.  In Iowa it's an aggravated misdemeanor, the equivalent of livestock abuse.\n\nIf you compare the risk-gain ratio for trafficking in a product like this to the risk-gain ratio for those who traffic in \ncocaine, you'll instantly understand why our national weakness on this issue has attracted so many new predators.\n\nNationwide, an estimated 96 percent of those arrested for child pornography possession are convicted.  But fewer \nthan 60 percent are ever incarcerated.  Of those convicted solely of child pornography possession, fewer than one \nin three serves more than a year in jail.\n\nThis is despite the fact that child pornography, like narcotics, is illegal contraband in and of itself, and easily \nprosecutable.\n\nLet me just add that in the state of Wisconsin, a WITI investigative reporter did a painstaking investigation of how \nchild pornography possession cases were handled in his state.  He searched every single one of them down and \nfound that 75 percent of the perpetrators did no time in prison whatsoever.\n\nPROTECT's first point is this.  Unless and until the states are made to treat \"simple possession\" of child \npornography as the egregious felony it is, unless the funding is made available to aggressively investigate and \nprosecute possession of child pornography, federal efforts will be hopelessly diluted.  And let me give you some \nexamples.\n\nInstead of federal resources being a multiplier of state efforts, as you would hope they would be, the lack of \nappropriate legislation and resources is actually discouraging the states from prosecuting these cases.\n\nUntil the states get serious, U.S. prosecutors will continue to pick up the slack for local prosecutors who have grown \ndependent upon the federal government to prosecute their criminals for them. And I think all of the prosecutors you \ntalk to will attest to that.\n\nInternet Crimes Against Children task forces, the ICACs you've heard so much about, will continue to provide \ntraining and technical assistance to front line law enforcement agents, who are so unsupported by their own states, \nthat they often have backlogs of hard drives waiting to be analyzed, many of them containing evidence that could \nsave a child immediately.\n\nAnd the mass -- and this is the most important here -- the mass of domestic criminal conspirators who create and \nfeed the insatiable demand that you've heard about will remain at large, as limited federal resources are triaged and \nfocused on chasing after the major cases of commercial manufacturers and distributors.\n\nPROTECT's second point is that the federal government also must get serious.  We are losing this war. And I don't \nthink we've heard that enough today.  We are drowning.  I think it's obvious to everybody that was here that we're \nnot supporting our troops on the front lines.\n\nRecent estimates of the size of the exploding global criminal market in child pornography are in the multi-billion \ndollar range. You've heard $20 billion numerous times.  Yet there really is no objective measure whereby we can \nsay we're serious about this.\n\nThe FBI's Innocent Images national initiative is funded at a level of about $10 million a year.  That's chump change.\n\n\n\nBy comparison, HUD recently announced it was awarding more than that to build 86 new elderly apartment units in \nConnecticut.  It's a wonderful thing, but this is to put it in perspective.  They spent almost seven times the Innocent \nImages budget just on homelessness in Ohio.\n\nThe administration has proposed 20 times the entire Innocent Images budget for abstinence-only education \nprograms.\n\nAnother example, the Internet -- the Department of Justice's Internet Crimes Against Children task force program \nreceived about $14.5 million in FY 2006.  That's less than one-fifth the amount proposed for the new initiative to \nhelp prisoners reintegrate into society.\n\nLast year's budget included $211 million for the Department of Interior to do high-priority brush removal.  That's \ncompared to $14.5 million.\n\nThe law enforcement officers that came here today and that come here every year or two to testify on this issue \ncan't get up here and tell you that.  You heard one say, you know, he wouldn't -- if he has double the budget, triple, \nhe'd still be behind.\n\nBut I honestly don't know how we can look them in the eyes, asking them to do probably the most unthinkable job \non the planet, and this is what we put into it.\n\nThe radical increase in child pornography we see today is the direct result of failing to match our rhetoric about \nchildren with the resources needed to fight this war.  And we'll hear a lot of rhetoric this month.  It's Child Abuse \nPrevention Month.\n\nOur third and final point is simply that, you've heard a lot of experts with a lot of expertise.  And I think that after \nthese hearings they would be very eager to give you very specific policy proposals, hopefully more than you've \nheard today.\n\nBut the expertise really that's needed here is your expertise. And I mean that in a meaningful way.  It's your \nexpertise that's needed.\n\nHow do we make this an urgent, serious issue?  Because nobody else you've heard from knows how to do that.\n\nFinally, I would like to just address a few loose ends that I heard mentioned.  And I know you were looking for policy \nproposals, and I would like to address a few of them.\n\nOn the issue of federal penalties, the federal penalty for possession of child pornography is a minimum of a fine.  \nSo I do think there's a problem there.  The issue is not what's the maximum.  The issue is, what is the minimum?\n\nOn forfeiture, I would strongly encourage you to look into that much more seriously.  There is much more that could \nbe done, and it's an extremely -- it has a lot of potential, because any time you can give law enforcement that much \nmore motivation to get out there and do their jobs, and also to benefit the efforts of law enforcement is very \nimportant.\n\nOn telecommunications type of issues -- we hear from the industry that, although there is the issue of reporting child \npornography, there is a separate issue, and that is the filtering, essentially, that they would do to detect it in the first \nplace.\n\nWe got a comment the other day from one of the major industry leaders, saying that they, essentially, could turn up \nthat filter, tighten it up, enhance it, and completely blow law enforcement out of the water.  And I think there was a \nrealization all the way around that, you want referrals, we'll give you referrals kind of thing.\n\nThis is a huge problem.  We need them to find more, but we also need to be ready to get it.\n\n\n\nThere's also an issue -- I would strongly urge you to talk to industry -- what they can do that legislation may not be \nable to do, and certainly not law enforcement, is tell us what's next.  This is truly staggering.\n\nYou know, the latest that I've heard is wireless, you know, Bluetooth technology being used to transfer child \npornography where perpetrators gather in a park, and just while they're standing there watching the pigeons, they're \ntransferring child pornography to each other.\n\nMy guess is that, you know, at my age and my limited technological expertise, that's not even the beginning of it.  \nAnd unless we're hearing from them about what's coming next, 10 years down the line, we're really losing.\n\nI would also mention to you another thing you may want to follow up on that we're hearing from industry.  And that \nis that many of these perpetrators are actually cataloguing children.  These images have a monetary value, but that \nvalue goes up tremendously when there is a name and address attached to it.\n\nAnd the latest thing that we're hearing is that people are actually putting those names, addresses, elementary \nschools and identifying information with these photos and selling them, and cataloguing them.\n\nFinally, just to respond to one other thing -- well, let me -- two other things.  One is that one of the witnesses on this \nlast panel mentioned find the abuser, that's where you want to go first.\n\nI would say to you that that's where you want to go first if you had extremely limited resources.  And this is the \nproblem.\n\nWe cannot just focus on manufacturing.  It would be like legalizing heroin and saying we're going to go get them in \nAfghanistan where they're growing the poppies.\n\nWhere, you know, if we do not get serious about…\n\nDEGETTE: Can I interrupt you for a minute?\n\nWEEKS: Yes, ma'am.\n\nDEGETTE: Because I see Justin leaving.  And I've been meaning to thank him. Mr. Chairman, I apologize to \ninterrupt the witness.\n\nBut I just want to thank you and your family and everybody for coming to these hearings and for bringing this to us.  \nYou do not know how much you have helped stop this practice by coming to us.\n\nSo, I just want to say thank you.  And I hope you can come back to some of the other hearings that we will have.\n\nAnd I hope you can be there when we pass the legislation that will help put a stop to this.\n\nWHITFIELD: Thank you, Ms. DeGette.  We had met with Justin earlier, and we all expressed our appreciation to \nhim and wish him the very best, and we'll stay in touch with him.\n\nSorry, Mr. Weeks.\n\nWEEKS: No, I'm glad you stopped.\n\nMy final point is simply on international treaties.  There was a press conference held this morning that talked about \nthe fact that there were only five nations in the world that had serious laws.  I have a little bit of a problem with \ncharacterizing our laws as all that serious.\n\nBut the point is a serious one, and that is that we need to recognize this as a human rights issue.  And whenever \nhuman rights are discussed, the exploitation of children should be discussed.  And I think you can advance the \neffort there.\n\n\n\nThank you very much.\n\nWHITFIELD: Mr. Weeks, thank you very much.  Tell me, did you form PROTECT yourself?\n\nWEEKS: No.  Actually, several people did.  There were a number of very prominent experts around the country, \nincluding Jay Howell, who started the National Center for Missing and Exploited Children, who has said, you know, \nfor the longest time, the only group in this country that doesn't seem to have a lobby is abused kids.  And that's \nwhy we exist.\n\nWHITFIELD: And how old is it?\n\nWEEKS: We're about three years old.  We have changed laws in about seven or eight states now, and worked with \nboth Democrats and Republicans.\n\nWHITFIELD: And you're funded by just private donations?\n\nWEEKS: Through our members.\n\nWHITFIELD: Yes.  Well, thank you for the great work that you're doing.\n\nTalking about the penalties for these crimes, you mentioned in your testimony how there is this great disparity going \nfrom state to state.  And you mentioned in Iowa it's a misdemeanor similar to an animal abuse case.\n\nOf course, any of these crimes can be prosecuted under federal law, I'm assuming.  And I guess it just gets down to \na matter of whether or not interstate commerce is involved, and whatever.\n\nBut I find it laudable that you're trying to increase the penalties at the state level, because we know that the largest \npercentages of the cases are prosecuted at the state level.\n\nAnd I was curious, when you lobby for tougher sentences in the state legislatures, what are some of the reasons \nthat you're given for opposing what you're trying to do?\n\nWEEKS: It's pretty awful.  I mean, there is a widespread tolerance for this, especially for possession, so-called \nsimple possession.  You don't hear it -- you don't hear that same excuse used for possession of heroin.\n\nI think -- you know, we've heard it all, but we are now days away from getting a major bill introduced in California, \nwhich, you know, in California, I failed to mentioned there's also a statute for luring a child over the Internet.  And for \nthe longest time there was a vigorous debate going on in committee about whether that should be an infraction or \na misdemeanor.\n\nWHITFIELD: Really?\n\nIn the state of -- and South Carolina I understand just recently passed legislation that would make a person that \nwas twice convicted of child molestation eligible for the death penalty.  Is that correct?\n\nWEEKS: Yes.  Let me just say this about that.  We don't have a position on whether someone should be put to \ndeath or go for life. But we have a lot of these laws often named after dead children that don't do much.\n\nSouth Carolina is my family's home, and I feel entitled to say this.  It's a little hard to take, given the fact that South \nCarolina has a law on the books called assault and battery of a high and aggravated nature.  And the vast majority \nof child sexual abuse seems to be plea bargained down to that.\n\nSo, it's great to have tough laws on the books, but if you're only using them for that tiny fraction of stranger abusers \nthat gets all the media attention, it doesn't do a whole lot for kids.\n\n\n\nWHITFIELD: But I guess the bottom line of this is, while you're trying to increase the penalties for possession of \npornographic material involving children, most of these child molestation cases regarding children today appears to \nbe more and more aggravated.\n\nThere appears to be rape involved.  There appears to be even torture involved.  There appears to be, in some \ncases, I guess they're holding children without their will.\n\nUnfortunately, in some cases you have parents involved in this.\n\nWEEKS: In the majority of cases.\n\nWHITFIELD: Which is almost unbelievable.  But those crimes, if they're being prosecuted under those crimes, I \nmean, those are quite severe.  Would you agree with that?\n\nWEEKS: No.  Essentially, all studies show that about four percent of the cases nationwide, of all criminal cases, \never go to a jury.  So, you start off with the vast, vast majority of them being plea bargained.\n\nWHITFIELD: OK.\n\nWEEKS: Even a smaller percentage, of course, of child sexual abuse cases ever go before a trial.  So, we're talking \nabout, how are cases plea bargained?  They're plea bargained and there's also charge bargaining that goes on.\n\nWhat is happening now with a lot of these laws like Jessica's law, is that you have these draconian sentences that \nsound great, but very few people will ever be charged with them.  And in fact, these cases are trivialized to a great \nextent.\n\nLet me mention one thing related to that, though, and Chairman Barton brought this up.\n\nFor decades what we have heard is that we'd love to prosecute these crimes against children, but they're tough.  \nWe have problems with the young witnesses, we have problems with evidence, and it's very tough and we have to \nplea bargain.\n\nThis is the exception.  We now have a type of crime where you have hard, cold evidence. And if we don't put people \naway for that, shame on us.\n\nWHITFIELD: Absolutely.\n\nIn your testimony, you talked about the case in North Carolina, I believe, where the gentleman was keeping a young \ngirl in a cage.  Was that his daughter?\n\nWEEKS: That was a complicated story.  I hesitate to say, because I may be mixing it up with the second one.  I'm \nnot sure.\n\nWHITFIELD: Well, do you know what penalty he received?\n\nWEEKS: He did get I think 100 years under the federal law.\n\nWHITFIELD: But he was prosecuted by federal officials.\n\nWEEKS: Right.  And again, I want to emphasize, there may be some resistance among ideological conservatives to \ntelling the states what to do and being heavy-handed about it.\n\nWHITFIELD: Right.\n\nWEEKS: But the flip side of this is, they are using the Commerce Clause to essentially slough this off on the feds.\n\n\n\nI mean, we have heard top criminal justice policy people in state legislatures, essentially talk about these crimes as \nif they're a federal problem, even to the extent where one of the most influential policymakers in a state capital told \nme, look.  If you want us to be prosecuting these, then give us more money for federal prisoners that we're taking \ncare of.\n\nSo, there's a real disconnect there.  And this is -- I would think that the staunchest conservative would be a heavy-\nhanded federal…\n\nWHITFIELD: I mean, I certainly don't have any problem for ramping up and prosecuting more people at the federal \nlevel on this. And I'm sure the rest of us do not.  So, thank you for mentioning that.\n\nOne other comment I would just like to make.  You mentioned that industry told you that they could increase their \nfilters and blow the law enforcement out of the water.\n\nNow, would you elaborate on that a little bit?\n\nWEEKS: Yes, I would love to.  And let me say, I think it's fair to say that law enforcement is already blown out of the \nwater…\n\nWHITFIELD: Yes, OK.\n\nWEEKS: … by any definition.\n\nBut essentially what they were saying is, look.  We're reporting everything that we're detecting.  But they could \ndetect a lot more. And they are the ones that are going to be the most sophisticated at detecting it.\n\nBut there's a realization that, if they greatly increase their detection abilities overnight, that we won't be able to keep \nup with them.  And that's the problem.\n\nWHITFIELD: So, there's so many violations going on that it would just swamp everybody.\n\nWEEKS: Right.  Well, there were several questions today about the gentleman from Wyoming who said there were \nover a million IP addresses.  And I'm not sure everybody got the real story there.\n\nThe real issue in my mind is the number of IP addresses, not the number of images.  We're talking about a million \ncomputers.\n\nWHITFIELD: Yes, unbelievable.\n\nWell, do you devote full time to this project?\n\nWEEKS: Not just to child pornography, but to the work on child abuse legislation, yes.\n\nWHITFIELD: Well, you know, this is such an overwhelming problem and it's so complex, that it's difficult not to \nbecome discouraged about it.  Right?\n\nWEEKS: You know, I think everybody -- the ones that are looking at this every day are the ones that I worry about.  \nBut I think there's the common thread which is, if it doesn't kill you, it just makes you feel like you're doing the Lord's \nwork getting up every morning.\n\nWHITFIELD: Yes.  Well, thank you very much for being with us.\n\nAnd at this time I will recognize Ms. DeGette for questions.\n\n\n\nDEGETTE: Thank you, Mr. Weeks.  As I understand it right now, the folks who testified earlier, the federal \nprosecutions really take place involving cases where there are some use -- there's either international trafficking or \nthere's some use of the U.S. mail.  Is that correct?\n\nWEEKS: I think that's fair to say, yes.\n\nDEGETTE: Because of the way the federal statutes are…\n\nWEEKS: They're looking at getting the bang for their buck, and they're looking at interrupting commercial networks \nand things like that.\n\nDEGETTE: Right.  Well, there's no federal statute that makes it a crime to possess these materials, unless there's \nsome involvement of the Commerce Clause.  Correct?\n\nWEEKS: Right.\n\nDEGETTE: So, it'd have to be…\n\nWEEKS: And if the Internet is involved, of course, that's a given.\n\nDEGETTE: Well, I mean, yes and no.\n\nIt would be -- as someone who's been in, who has done criminal work before, I mean, if you've got a situation where \nyou've got a case where someone was doing these horrible crimes within a state and transferring it within a state.  \nWell, technically you've got the Commerce Clause involved, because it's the Internet.\n\nFrom a law enforcement standpoint, it's really going to be hard to prosecute that by federal authority, right?\n\nWEEKS: Right, right.\n\nDEGETTE: That's why we need tough state laws and federal laws, right?\n\nWEEKS: That's one reason. Another, though, is simply that, unless the federal government wants to increase its \nforce by 50, it's going to have to work with the states and create incentives for the states to do their share.\n\nAnd a related issue, too, is that -- you know, a study done, that was commissioned by Congress, came out last year \non people that possess child pornography, found that 40 percent of them were conclusively known to have also \nsexually abused children directly. And another 15 percent were known to have tried to lure.\n\nSo, you've got 55 percent -- representing a much larger percent, no doubt -- that had actually molested children.  If \nwe don't have on the ground, local expertise and resources to fight this, what's going to happen is, every time that a \nlittle five-year-old girl goes to school and discloses that she's being molested at home, that guy may have child \npornography.  There's a very high likelihood that he has child pornography on his computer.\n\nNow, are we going to put together a case that involves dragging that girl through the ringer in court, and many \nprosecutors will just dismiss it out of hand, because she's too young?  Or are we going to actually go and get that \nhard drive?  And that's the issue.\n\nWe're losing the ability to protect children in our local communities every day.\n\nDEGETTE: Right.  Well, and I'm not trying to disagree with you in any way. I think we agree.  What we need is \ntougher enforcement of federal laws and state laws, and resources at all levels and coordination.\n\nAnd frankly, from listening to the second panel, I was a little encouraged in this hearing, that at least the levels of \nauthority seem to be coordinating.  I mean, the problem is not -- and the chairman will tell you, we see a lot of \n\n\n\nsituations where the agencies can't even coordinate with each other.  So, the good news is, at least they have the \nmechanisms to coordinate.\n\nDo you agree with that?\n\nWEEKS: I have to take their word for that.\n\nDEGETTE: Yes.  And so, really what we need is strong laws and resources to help them carry out their charge.  \nCorrect?\n\nYou need to answer in words.\n\nWEEKS: Yes, yes.  Excuse me.\n\nDEGETTE: Now, so, with that in mind, are there federal statutes that you think we can strengthen, as well as the \nstate laws?\n\nWEEKS: I think that the penalties for possession need to be increased.  Since the federal -- since the guidelines \nwere deemed advisory only, that is a loophole now.\n\nI think that most of the cases you hear about are not getting probation, because they're just essentially cherry-\npicking at this point.  But that is a loophole that's a serious issue.\n\nI think that forfeiture is another major issue that should be looked at.  International treaties.  I wish I was more of a \ntelecommunications expert for you.\n\nDEGETTE: Yes, OK.\n\nWell, but you think we have adequate laws on the books to prosecute, to federally prosecute cases, even when mail \nis not involved or international situations.  Do you think we can prosecute these cases simply because they're done \non the Internet?\n\nWEEKS: I think we can prosecute them all day long and all night.\n\nDEGETTE: All right.  I was appalled to hear that Colorado was one of the states that just classifies this as a \nmisdemeanor.  And I would imagine that states like Colorado and other states that classify it like this, have not \nreally looked at their laws vis-a-vis the increase, as the chairman said, the increasing violence and depravity of \nthese Internet communications, and the horrible abuse for the children.\n\nWould that be your sense as well, working in these?\n\nWEEKS: You know, I'm conflicted about that, and I'll tell you why.  I have a real hard time believing there's many \npeople left in this country, especially in positions of leadership, who are that clueless about the nature of child \npornography.  I just don't believe it.\n\nI think it'd be interesting to find out in your state and other states like that, what has transpired in recent sessions, \nwhether or not they've tried to increase the penalty.\n\nOften what it is, unfortunately, is prosecutors who just want so much discretion that they resist mandatory \nminimums and increased penalties.  But there's also…\n\nDEGETTE: Well, part of what happened -- and I'll tell you, I was in the state legislature in Colorado in the early to \nmid '90s, during those years.  We basically tripled, sometimes quadrupled, the sentences for the existing felonies in \nthe state.\n\n\n\nAnd so, for example, where you had a crime where it might be an eight year maximum penalty, it suddenly went up \nto 36 years.  And then you had the mandatory minimum sentences put in.  And in many cases, those increases \nwere warranted.  Some of the maximum penalties for different felonies were too low.  In other cases, there was no \njudgment.  It was just a rush to increase the penalties.\n\nWell, then what happened, of course, in the late 1990s and in the past few years, the prisons and the criminal \njustice systems have become completely overloaded in states like my state and other states. So, I think the \nlegislatures have now been lulled to increase the penalties of other crimes, because they don't have anyplace to put \nthe perpetrators, which is a tragedy.\n\nBecause what's happening is, the perpetrators for these horrible crimes that are affecting younger and younger \nchildren are going away with a slap on the wrist, while other people who have committed crimes that are not crimes \nagainst people -- economic crimes and other kinds of crimes -- are sitting in prison for 38 years.  That just seems \ninsane to me.\n\nWEEKS: Yes.\n\nDEGETTE: You agree.\n\nWEEKS: I agree.\n\nDEGETTE: And so, I imagine that's part of the explanation of what's happened here.\n\nBut I will tell you this.  I intend to call up my senate president and house majority leader, who are personal friends of \nmine, and see if they can't get a late bill introduced next week to fix this intolerable…\n\nWEEKS: When you do, please make sure it's tougher than felony cockfighting, as it is in my state, because making \nit a felony, in and of itself, is not enough.\n\nDEGETTE: Well, making it a felony…\n\nWEEKS: But thank you for doing that.\n\nDEGETTE: … I mean, in a state like Colorado -- and you have to look at the different states -- in a state like \nColorado, making it a felony helps, because of the penalty structure.\n\nWEEKS: Absolutely.\n\nDEGETTE: And just one last question.  I don't know if you heard me ask the last panel, but for a crime like child \npornography, maybe not for the hard-core perpetrators, who as you say are rapists and child abusers, but for \npeople who possess it, it would seem to me that tougher penalties at the state level and at the federal level, would \nbegin to deter these crimes, because simple possession of it, if someone knew they were going to prison for a long \ntime, that might make them think twice.\n\nFor the people who are perpetrating these horrible crimes, they're a different story and they need to be locked up \nfor even longer.  But wouldn't you agree just, if someone knew that there was a certainty that they could be arrested \nand prosecuted and go to jail, that would really reduce the amount of possession?\n\nWEEKS: I think -- I absolutely agree.  I think, to a large extent, it's the certainty of being caught and prosecuted \nthat's the most important thing.  And that's not there.\n\nDEGETTE: Right.  Well, thank you very much and thank you, Mr. Chairman.\n\nWEEKS: Thank you.\n\nWHITFIELD: Thank you, Ms. DeGette.\n\n\n\nAnd that concludes today's hearing.  But before we adjourn, without objection, I want to ask that the slides shown \nduring the hearing by Mr. Flint Waters be entered into the record, slides from the Immigration and Customs \nEnforcement, the reg pay article from the Wall Street Journal, and then chapter 26 from Dr. Cooper's (ph) book, and \nthen the record will open for 30 days for any additional information that may come in.\n\nBut Mr. Weeks, thank you for the great job you're doing.  We really appreciate your willingness to come and help us \nout, and look forward to working with you in the future.\n\nWEEKS: Thank you, Mr. Chairman.\n\nWHITFIELD: And that adjourns today's hearing.\n\nEND\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}