{"title": "Aide urges extended immigrant privileges;State must recognize all Mexicans, he says", "body": "\nA top aide to Mexican President Vicente Fox argued in Atlanta Thursday that Georgians should recognize the \ncontributions of undocumented immigrants by extending some rights available to legal immigrants and citizens.\n\nJuan Hernandez, director of the Presidential Office of Mexicans Abroad, said he supports a national proposal to let \nMexicans hold temporary jobs legally and another that could legalize up to 3 million Mexicans who are in the \nUnited States without permission.\n\n\"The priority is to have them come out of the shadows,\" he said. \"They are good people who contribute to both \neconomies.\"\nAJC\n\nHernandez urged Georgia legislators to let illegal immigrants get driver's licenses and pay in-state college tuition, \nboth currently reserved for U.S. citizens and documented immigrants. And he said local police should tell foreign \nnationals who are arrested that they have the right to contact their consulate. A treaty the United States ratified in \n1969 gives foreign nationals that right, but police often do not tell suspects about it.\n\n\"We must change our way of looking at Mexicans who are here,\" said Hernandez, a U.S. citizen who was born in \nTexas and raised in Mexico. He met with business and community leaders of Mexican descent and some \nimmigrant families in Atlanta.\n\nHis pitch comes at a time of shifting national attitudes toward immigrants, particularly those from Mexico. A panel \nappointed by President Bush is considering proposals to legalize up to 3 million illegal immigrants from Mexico, \nand there is support in Congress for plans to legally regulate the flow of migrants crossing the border.\n\nLegislators in Texas recently voted to let illegal immigrants pay in-state tuition, and Tennessee joined North \nCarolina, Utah and Virginia this year in making it easier for undocumented immigrants to get driver's licenses.\n\nThe University System of Georgia told public colleges and universities last year to admit academically qualified \nstudents regardless of immigration status, but those students pay out-of-state tuition. Remedios Gomez Arnau, \nMexican Consul General in Atlanta, said she has talked with state legislators about letting undocumented students \npay in-state rates.\n\nShe also has talked with legislators about driver's licenses. She says licensing undocumented immigrants would \nteach them the rules of the road and let them buy auto insurance.\n\n\nOpponents say it makes no sense to recognize people whose presence violates federal law. In March, in the \nwaning days of the last legislative session, a Democratic legislator filed a bill to let undocumented immigrants get \ndriver's licenses and Republicans created a commission to study the issue.\n\nThe Mexican Consulate estimates about 450,000 Mexicans live in Georgia, and that half are illegal immigrants.\n\nIts estimate of Georgia's overall Hispanic population --- 550,000 --- is higher than that of the U.S. Census Bureau.\n\nThe census says the state's Hispanic population surged 300 percent from 1990 to 2000, to about 435,000.\n\nHernandez said many illegal immigrants work under fake Social Security numbers and have income taxes \nwithheld from their paychecks. He said they deserve respect.\n\n\"The priority is to dignify these people,\" he said.\n"}