{"title": "Give American workers respect for all they willingly do", "body": "\nMany, including our president, are claiming that illegal workers are filling jobs Americans will not do, despite many \nfacts showing that in most areas of the country most of the tough jobs are being done by Americans. That is so in \nrestaurants, motels, lawn service, construction, home domestics and in many other jobs of physical labor and low \npay.\n\nYes, some Americans will not work and without immigrant workers, back-breaking jobs are often hard to fill in some \nplaces. But the New York Times' Nicholas Kristof (Guest worker program would do more harm to America's poor, \nApril 11) says that even among maids and agricultural workers, only 40 percent are immigrants, and even then, \nthat is in areas where illegal workers concentrate, I believe. Elsewhere, the ones lifting that bale and towing that \nbarge are largely Americans, of all races.\n\nFor example, an Associated Press story stated that only 17 percent of farm workers are illegal. Of the 3-million \nfarm workers, 2.5-million are legal and of that number, 2-million are farm families. According to the Pew Hispanic \nCenter, only 4.9 percent of the U.S. labor force is illegal.\n\nImagine doing those tough jobs, often two of them, just to be told that you are a slacker, not willing to work, that \nyour labor doesn't count, that you as an American don't count. What an insult, how unfair, how unjust, how unkind. \nQuit besmirching our American workers and give them the respect they deserve.\n\nBob Womack, Crystal River\n\nA disaster at Delta\n\nRe: Clean for pride, not pay, Delta asks staff, April 20.\n\nIs Delta Air Lines trying to commit corporate suicide? The \"Clean Days\" program requesting hourly employees to \nvoluntarily (ha!) clean Delta airplanes \"off the clock\" is insane.\n\nFirst, as everybody knows who has ever been an employer or manager, it is just plain illegal (and immoral) to ask or \neven permit hourly employees to work off the clock!\n\nSecond, this program is a public relations disaster. My first reaction was: How dirty are these aircraft and why have \nthey been permitted to get that way? Scrape off the tray tables and floors, dirty lavatories. Ick! My second reaction \nwas: These cannot be happy employees to whom I am entrusting my life and health.\n\nDelta management appears to be delusional. I'll not fly with them again.\n\nDavid Pearce, Tarpon Springs\n\nThe reason for police presence\n\n\nRe: Worlds apart, letter, April 19.\n\nTo the letter writer who questioned the difference in the police presence in Wimauma and Sun City Center and \nassumed it was to intimidate the Mexicans: Could it be because of the difference in the crime rate?\n\nSue Simon, St. Pete Beach\n\nA scam made legal\n\nRe: Don't squander surplus, April 16.\n\nYour editorial reinforces the strange scenario that makes property owners at large responsible to pay off the \nCitizen's insurance deficit. In reality, such a plan is a scam perpetrated by the state to cover its apparently \nanticipated huge property insurance blunder. The state has often warned property owners, particularly the elderly, \nabout scams targeting them. This scam has been made legitimate by the Legislature.\n\nMeanwhile, folks like me continue to pay for someone else's insurance. I don't recall making such an agreement. \nAnd according to my insurance company, next year we'll see a larger hit. No one has yet counseled me on who \npays my bills if my insurance company goes bust.\n\nRoger C. Laudati, Tampa\n\nAn unseemly subsidy\n\nRe: Infusion will prop up Citizens, April 18.\n\nYour headline leaves me breathless. This news indicates that the Florida Legislature will use approximately $1-\nbillion of taxpayers' money to subsidize the insurance industry, the insureds and the real estate development \nindustry.\n\n\"Thank God,\" say those subsidized.\n\nPersonally, I was afraid that the Legislature might use those funds to retire some of Florida's debt (at a current \ndiscount) and save Florida taxpayers tens of millions of dollars annually in interest costs and some future \nredemption costs.\n\nWe can all sleep well knowing that insureds need not pay their own risk-adjusted costs of insurance and the \nsubsidized development and redevelopment of our coastal areas can continue unabated or perhaps even \naccelerate due to the existence of Citizen's Property Insurance.\n\nJohn Bussman, Odessa\n\nUnhealthy hurricane cuisine\n\nRe: Hurricane survival kit.\n\nAs we approach another daunting Hurricane season, I am left bemused, baffled and bewildered after reading your \nHurricane Preparedness Guide in the April 16 paper.\n\nAlong with the obvious necessities of batteries, flashlights and water, you consistently urge your readers to stock up \non \"comfort foods . . . to relieve stress\" and give specific examples of \"cookies, cakes and pastries.\"\n\nAs a fitness professional advocating lean, green and clean eating, I am shocked that, considering the obese abyss \nthis country has created for itself, and the Times' seemingly genuine desire to inform, that you would print and \nencourage such unhealthy hurricane cuisine.\n\n\n\nIt is bad enough that mother nature could wrap her arms around our vulnerable state and cause mass destruction, \ndevastation and death. Let's not aid and abet by killing ourselves first through \"comfort foods\" and impending \ninactivity.\n\nI propose a revised hurricane kit: Unrefrigerated protein shakes, bags of raw almonds, and tuna pouches along with \na flex band, yoga mat and Resist-A-Ball.\n\nThese would be much better options.\n\nAnne Marie Hutton, Palm Harbor\n\nA better fate for Moussaoui\n\nMany Americans would like to see Zacarias Moussaoui executed for the deaths of those on 9/11. However, \nexecution is precisely what he wants! As a Muslim of his stripe, he believes that if he is executed, he will be \nrewarded by ascending to heaven, where he will enjoy a plethora of earthly pleasures (e.g., the sexual enjoyment of \n72 virgins). Moreover, his execution would make him a martyr to millions of those who believe as he does.\n\nRather than executing him, it would be better to let him live out his days in solitary confinement, waiting for the day \nwhen he thinks he will be released.\n\nElliott Swift, Treasure Island\n"}