{"title": "They Were in No Rush to Marry. Then His Heart Stopped.", "body": "\nBishop Carlton T. Brown stood between a modern-day bride and a modern-day miracle at Bethel Gospel Assembly \nChurch on May 17 in Harlem.\n\n''All of us have been created uniquely in the eyes of God,'' he said to Ellen Chyun, who is known as Elle, and \nMichael Gillman, both 32, moments before they exchanged vows in front of 13 family members and close friends. \n\n  ''Michael's leaving here would have been premature because there is a purpose he is supposed to achieve in this \nlife,'' the bishop said to Ms. Chyun.\n\n  And then he glanced at Mr. Gillman. ''Medical science said 'O.K., he's done,' but God had other plans.''\n\n  The bride, clutching a bouquet of white roses, peonies and calla lilies as the bishop performed the ceremony, \nsmiled often in the direction of the groom, whose heart she had stolen four years earlier at a Labor Day rooftop \nparty in Brooklyn.\n\n  Stephen Hodgens, a mutual friend who was at that party, recalled the sparks flying between Ms. Chyun and Mr. \nGillman that day. ''I went out to walk my dog and caught them kissing on the sidewalk,'' Mr. Hodgens said, laughing \nas he spoke.\n\n  ''Looking back, they made perfect sense together,'' he said. ''Michael is fun and adventurous, as is Elle, who is \nbeautiful and also very practical, so she keeps him in check.''\n\n  After the ceremony, Ms. Chyun, on her way to Central Park with family and friends to have more wedding photos \ntaken before a return trip to Harlem for a celebratory lunch, said that ''getting married feels amazing.''\n\n  ''I pictured this day for a really long time,'' she said, ''but we weren't sure where we would be when it all \nhappened.''\n\n  She was referring to April 11, 2017, the night when Mr. Gillman left their home to go for a run in the Clinton Hill \nsection of Brooklyn, where the couple still live.\n\n  Mr. Gillman began running a series of sprints in front of the Brooklyn Navy Yard, and in a New York minute, \neverything changed, as he collapsed in sudden cardiac arrest.\n\n  As he lay on the street, Mr. Gillman was soon spotted by a physician who had been out on a bicycle ride. The \nphysician called 911 and then immediately began CPR treatment.\n\n  Within minutes, police and emergency medical technicians were also on the scene applying a series of defibrillator \nshocks and more CPR, bringing Mr. Gillman back to life.\n\n\n  ''My heart had literally stopped beating,'' Mr. Gillman said. ''I actually died before they brought me back.''\n\n  He was rushed to Brooklyn Hospital, where he arrived in critical condition and was placed in a medically induced \ncoma for 10 days before his condition slowly began improving.\n\n  Ms. Chyun, who was home that night, had texted Mr. Gillman about an hour and a half after he left, ''just to see if \nhe was O.K.'' she said. ''But I couldn't reach him.''\n\n  It wasn't long before someone reached her. ''I got a call from a policeman asking me if I knew Michael,'' she said. \n''When I said yes, he told me that Michael had been found on the ground and was rushed to the hospital.''\n\n  ''I was in shock,'' she said. ''I just jumped in a cab and got there as soon as I could.''\n\n  For Ms. Chyun, a freelance graphic designer who graduated from the University of the Arts in Philadelphia and \nreceived a master's degree in communication design from Pratt Institute, helping Mr. Gillman recover from his near-\ndeath experience became a study in faith, and a primary reason to live.\n\n  ''When Michael was ill, Elle nurtured him every day,'' said Mr. Gillman's mother, Wendy Gillman. ''Though Elle \nrealized she wasn't legally responsible for him, she still stepped up as much as she could. I would stay at the \nhospital overnight, and every morning, Elle would bring me breakfast. I had to keep convincing her to go back to \nwork and take care of herself, but no matter what, she would always return immediately after work. There was just \nso much love for Michael in her heart.''\n\n  Deborah Chyun, the bride's mother, recalled the pain suffered by both families during those dark, uncertain days. \n''We were all so worried about Michael,'' she said, her voice beginning to crack as she watched her daughter and \nnew son-in-law take turns gleefully signing legal documents at the conclusion of the ceremony.\n\n  ''I could see how much Elle cared for Michael in the way that she stood by his side,'' Ms. Chyun said. ''I'm just so \nhappy that this day has arrived for both of them.''\n\n  Mr. Gillman, who graduated from Rochester Institute of Technology, is the vice president of technology at \nAcadaca, an e-commerce consultancy in New York. When he first met Ms. Chyun in October 2012, she was \nattempting to weather a different kind of storm.\n\n  After Hurricane Sandy flooded her Manhattan apartment, Ms. Chyun decided to stay with a friend in the Bushwick \nsection of Brooklyn. At the time, she was dancing professionally with Cake Face, a modern dance and performance \nart company in Manhattan.\n\n  On one of those Brooklyn nights, Ms. Chyun and her friend went out to a neighborhood bar, and it wasn't long \nbefore Ms. Chyun locked eyes with Mr. Gillman, who was also at the bar with friends.\n\n  ''We started talking, and there was definitely an attraction there,'' she said. ''But we were both seeing other \npeople.''\n\n  They became friends and soon began to learn much about the other. Ms. Chyun had grown up in Bristol, Conn., \nthe daughter of Deborah Chyun and Dr. Yong Sung Chyun, a retired physician who specialized in endocrinology \nand internal medicine. Her mother is the dean and a professor at the University of Connecticut School of Nursing in \nStorrs.\n\n  Mr. Gillman grew up in Goldens Bridge, N.Y. His mother is the president and chief executive of Helene Fuld \nCollege of Nursing in Manhattan, and his father, Kennet Gillman, is a retired statistician.\n\n  Mr. Gillman also told Ms. Chyun that he was an avid photographer who specialized in creating portraits of various \nartists. They exchanged phone numbers, and two weeks later, they met for a photo shoot at a Brooklyn dance \nstudio.\n\n\n\n  They kept in touch, and in June 2013 Ms. Chyun left Manhattan for, of all places, Bushwick, where she was now \nback in Mr. Gillman's orbit. ''I guess it was just a coincidence that I moved to Bushwick,'' she said, laughing.\n\n  They reconnected socially in May 2014 and as both were now unattached, began dating four months later.\n\n  In October 2014, they set out on an arduous backpacking trip in the Catskills with friends, in which they suffered a \nflat tire on the way up, unseasonable cold weather and continual rain during a 10-mile hike.\n\n  ''We knew that if we could get through that together then we could do anything together,'' Ms. Chyun said.\n\n  They continued to travel and explore together, taking trips to the Southwest to camp and hike, and further flung \nadventures to Thailand, Laos, and Cambodia, as well as a summer trip to Spain and France.\n\n  In May 2016, they moved in together, sharing their new Clinton Hill apartment with Earnest, Ms. Chyun's Boston \nterrier.\n\n  They began discussing marriage, ''but it was always far off in the future,'' Ms. Chyun said.\n\n  Mr. Gillman felt much the same way.\n\n  ''Marriage was something we were talking about but we weren't in a hurry to get married,'' he said. ''We were \ncommitted to each other and wanted to have kids, but we were just not in a rush to get married.''\n\n  Then came Mr. Gillam's brush with death, which made the couple realize that tomorrow was not promised to either \nof them.\n\n  Their views on marriage changed. ''Spending weeks together in a hospital room brought us closer together, \ndespite the seriousness and gravity of the situation,'' Ms. Chyun said. ''The brevity of life had never been more \napparent to us, so we decided to tie the knot.''\n\n  They will be tying an even bigger knot in a second ceremony on Aug. 11 at Rokeby, an old Livingston-Astor estate \nin Red Hook, Dutchess County, N.Y., where they will repeat their vows and party along with 150 family members \nand friends.\n\n  ''It's been a long road back,'' Mr. Gillman said as he walked out of the church, holding hands with his new bride, \nthe two of them looking up at the sun, which popped out of a dark sky for only a moment as if to greet them for the \nfirst time as husband and wife.\n\n  ''From the start, Elle and I had such a great relationship,'' Mr. Gillman said. ''I remember laying there all that time in \nthe hospital thinking how much I loved her, and how much I didn't want it to end.''\n\n  Bishop Brown said that ''God did not want it to end, either.\n\n  ''He had other plans for Michael.''\n\n  Continue following our fashion and lifestyle coverage on Facebook (Styles and Modern Love), Twitter (Styles, \nFashion, and Vows) and Instagram.\n\n  ON THIS DATEWhen May 17, 2018.Where Bethel Gospel Assembly Church, Manhattan.Cycle of Life On May 22, \nthe couple attended the New York City Fire Department's annual Second Chance Brunch at Liberty Warehouse in \nBrooklyn to honor the emergency medical workers who have saved the lives of people who have gone into cardiac \narrest. The department tracked down the physician cyclist who started CPR on Mr. Gillman, and the two had lunch \ntogether on June 3. ''We met at a bar in Brooklyn and I just thanked him for everything he did for me,'' Mr. Gillman \nsaid. ''He didn't know I had survived but was very happy to hear that I did.'' Wedding Attire The bride wore a short \npleated Georgette beige dress by Elizabeth and James, shoes by Leo Studio Design that she bought in Shanghai \nwhile on business. Her custom manicure design was by Paintbox in SoHo, and hair and make up by Belle DeVizia. \nThe groom wore a suit and shirt by Bonobos and a tie by Eton. His shoes were by Allen Edmonds.Shiny and New \n\n\n\nThe bride's engagement ring and wedding band were by the New York jeweler WWake. Her earrings and necklace, \na gift from the groom on the morning of their wedding, was by the New York jeweler Satomi Kawakita, as was the \ngroom's wedding band.Four Vinnys and a Wedding There were four Vinnys who worked the couple's wedding. One \nwas the couple's photographer, another was their florist, and yet another was a part of the church staff. The fourth \nhas the byline on this article.        \n\nGraphic\n\n \n\nPHOTOS: Elle Chyun and Michael Gillman hosted a celebratory lunch in Harlem after their May 17 wedding. A little \nmore than year before, Mr. Gillman suffered cardiac arrest while running in Brooklyn. (ST11)\n\n Elle Chyun and Michael Gillman, newlyweds. ''It's been a long road back,'' he said. (PHOTOGRAPHS BY KRISTA \nSCHLUETER FOR THE NEW YORK TIMES) (ST12)       \n"}