{"title": "Bush takes mild line on abortion issue; He urges GOP to soften stance on immigration", "body": "\nRepublican presidential candidate George W. Bush said Monday he would not require his Supreme Court \nnominees to pass an anti-abortion ''litmus test. '' He pledged to uphold the dignity of the presidency, raising his \nright hand in an oath-swearing flourish when questioned about his character.\n\nIn a wide-ranging news conference on his maiden campaign trip, Bush said he swore an oath as a twice-elected \nTexas governor to uphold the state constitution and respect the dignity of his office.\n\n''It is a pledge that I have upheld, so help me God,'' Bush said, his right hand still raised. He refused to discuss \nrumors about his personal life, dismissing them as part of a ''game in Washington'' that he won't play.\nConstitution\n\nThe Republican front-runner said he was opposed to racial quotas and preferences and was concerned about the \nKosovo peace implementation plan. He said he was determined not to raise corporate or income taxes and eager to \nwork with the Republican-led Congress.\n\nBush spoke in Spanish as he challenged his party to adopt a softer stance on immigration. ''Our party somehow \nhas gotten the imagery that we don't welcome legal immigrants,'' he added in English.\n\nAbortion is the most divisive issue in Republican politics, pitting social conservatives against the more moderate \nestablishment wing of the GOP. Bush is trying to straddle the gap between the two factions without alienating \nindependent and Democratic voters he would need to win the general election.\n\n''What I'm hearing right now from the governor is waffling on the one issue that can clearly explain compassionate \nconservatism,'' said GOP presidential rival Gary Bauer. ''If compassionate conservative means anything, it has to \nmean do anything we can to stop the loss of 1.5 million unborn children every year.''\n\nDemocrats still argue that Bush is too extreme on abortion for most voters. ''Republicans try to avoid the issue to \nget nominated,'' Democratic Chairman Joe Andrew said Monday. ''They never can.''\n\nBush has said he is opposed to abortion and would support a constitutional amendment making the procedure \nillegal --- except in cases of rape, incest and when a woman's life is in jeopardy. But he also says Americans don't \nsupport the measure, thus there is no need to pursue it.\n\nBush told reporters he would nominate Supreme Court justices based on three criteria: judicial temperament, ''do \nthe judges share my overall philosophy, and will the judges strictly interpret the Constitution as opposed to using \nthe bench to legislate?''\n\n\nStrict interpretation of the Constitution has come to stand --- for some candidates and voters --- for the philosophy \nof judges who traditionally take a conservative stance on issues, including abortion.\n\nBush was asked how he interprets the Constitution on abortion, and whether he would require his nominees to \nagree.\n\n''There will be no litmus tests, except for whether or not the judges strictly interpret the Constitution,'' he said. ''I am \nnot a lawyer. My job is to pick judges who are qualified to serve on the bench.''\n\nPress Secretary Karen Hughes said afterward that Bush feels it is unethical to require a nominee to cement his or \nher views on any potential case --- including those on abortion --- before being nominated.\n\nIn contrast, GOP rival Pat Buchanan is ''a 'yes' on an anti-abortion litmus test,'' according to Buchanan spokesman \nBob Adams. New Hampshire Sen. Bob Smith has pledged ''only to nominate pro-life justices for the Supreme Court, \n'' spokeswoman Karen Hickey said. And Steve Forbes said, ''I believe you should appoint justices on matter of \nprinciple. One of those principles is belief in the sanctity of life.''\n\nOn affirmative action, his relationship with Congress, taxes and character, Bush left more room than he did on the \nabortion question.\n\nAppearing relaxed and confident, Bush:\n\nSaid he opposes quotas and racial preferences but believes both the private and public sectors should be \nencouraged to reach out to minorities. He declined to state his position on a California law that eliminated \naffirmative action programs.\n\nPromised not to raise corporate or income taxes but did not extend the pledge to other taxes. Having supported two \ntax cuts in Texas, Bush said, ''It's a record I'm proud of and a record I plan to run on.''\n\nExpressed concern about the peace plan in Kosovo and urged President Clinton to set a date for withdrawal of \nU.S. troops in the region. Bush declined to say what that deadline should be.\n\nBush has the support of many of the state's leading GOP politicians, including Sen. Judd Gregg and Public Safety \nDirector Richard Flynn. He released endorsements from 250 local leaders Monday.\n\nGraphic\n\n \n\nPhoto\n\nOn his maiden campaign trip, Texas Gov. George W. Bush greets an enthusiastic crowd in New Hampshire, \ntraditionally the nation's first primary state. / ERIC DRAPER / Associated Press\n"}