{"title": "Land without crime - but at what price?", "body": "\nComing here from the District of Columbia is like visiting a different planet, particularly concerning the issues of \ncrime and law and order.\n\nCrime is virtually non-existent. When an arrest is made, however, the authorities mean business. A Dutchman living \nin Nigeria was arrested while on a visit and charged with possession of drugs. He was convicted and sentenced to \ndeath.\n\nAnyone walking down the street can be arrested and fined for chewing gum. The police are also tough on littering.\n\nMales coming through customs or immigration are ordered on the spot to visit a barber if authorities consider their \nhair to be too long. Immigrants who are arrested on offenses such as possessing small amounts of marijuana are \ndeported.\n\nPeople who serve the public are pleasant and efficient. Everything seems in good repair and working at top form. \nMy Singapore Airlines plane landed on schedule to the minute after a trans-Pacific flight.\n\nSingapore has no poverty. Ninety-eight percent of the people own their own homes. Health care is guaranteed by \nthe government.\n\nBut then, Singapore is a police state. The price of having a crime-free society in which everything works is that one \nfaces restrictions at every turn.\n\nAll media are subject to censorship. Nothing appears on television unless approved by the government as \nwholesome and educational. Anything having to do with sex is taboo.\n\nThe upshot of all this is that bright young people in Singapore very often set their sights on emigrating to the United \nStates.\n\nIn exchange for strict law and order and a crime-free country, the average citizen of Singapore must live in fear of \nauthorities. The price of stepping out of line or just being suspected of stepping out of line is high. Such a society \nleaves little latitude for personal or artistic expression unless one's views conform to those of the establishment.\n\nSingapore is proof that it's still possible to eliminate many of the kinds of social problems that are troublesome in \nthe United States. The question is whether Americans want to pay the price in official repression and enforced \nsocial conformity.\n\n\nIt's admirable when the trains run on time and the planes take off and land on time, but the price in terms of social \ndisorganization that America pays for personal freedom may not be high, all things considered.\n\nBesides, as has always been said, America is an experiment in democracy - and the experiment isn't over. Maybe \nsomeday we'll achieve efficiency without having to pay the price of repression.\n\nNotes\n\nTHE EDITORIAL PAGE; COMMENT; Singapore is proof social problems can be eliminated if you pay cost in \nrepression; Armstrong Williams is a Washington writer, talk-show host and public relations executive.\n"}