{"title": "Report Says Immigrant Students Lose in Choice of Schools", "body": "\nImmigrant students in New York City who do not speak English well are being shut out of many of the small new \nhigh schools that are the signature educational initiative of the Bloomberg administration, immigrant advocates \nsay in a report released yesterday. \n\n  New small schools, many with attractive specialties like art, health sciences and sports careers, have become a \nmagnet for philanthropic dollars and positive national publicity. Yet in the first two years of their existence, city policy \nallows these schools to deny admission to immigrant students who need help learning English, the report notes.\n\nInstead, the report says, such students are concentrated in nine small International Schools started in the 1980s, \nor relegated to large and overcrowded schools. If such schools fail and are closed, students who need extra help \nlearning English are mainly transferred to other large schools. \n\n  The report -- which includes an analysis of city and state education data, surveys of 1,150 parents and students, \nand information from 126 schools -- also points to a dearth of small new schools in Queens, where new \nimmigrants are concentrated and where large schools are particularly overcrowded.\n\n  Although the report acknowledges that the students in the International Schools are doing very well, ''We want \nimmigrant kids to have the same choices that their classmates have,'' Chung-Wha Hong, executive director of the \nNew York Immigration Coalition, said yesterday at a news conference with Advocates for Children and the six other \norganizations involved in the report. \n\n  Almost 38,000 immigrant students -- about 12 percent of the total high school population -- are labeled ''English \nLanguage Learners,'' or ''ELL,'' when they fail a language proficiency test.\n\n  Despite the policy that fledgling schools can exclude such students for the first two years of operation, Andres \nAlonso, deputy chancellor of teaching and learning at the city's Department of Education, said in an e-mail \nmessage that these students ''have equivalent access.''\n\n  He did agree that such students perform better in small schools -- which have fewer than 500 students -- than in \nlarge ones. For example, the report says that 85.8 percent of the ninth graders in small schools are promoted to \n10th grade, compared with only 63.8 percent in all other schools.\n\n  ''We have increased the number of new small schools with an ELL focus every year, and will continue to do so,'' \nMr. Alonso said. \n\n  The report, in condemning the way the city limits access to small schools, echoes a complaint of discrimination \nthat critics of the small school initiative filed in the spring with the United States Education Department's Office of \n\n\nCivil Rights. But unlike those critics, the report accepts and bolsters the administration's claims of success in small \nschools, which only 18 percent of public high school students attend.\n\n  The report also calls for better information about the high school admission process for foreign parents and \nstudents. \n\n  ''Immigrant students feel like the black sheep,'' Ms. Hong said. ''It's a policy problem, it's an outreach problem \nand it's a priority problem.''\n\n  English-language learners arguably have even more to lose or gain in the high school years than their English-\nspeaking peers, the report's authors said at the news conference. Immigrant students who fail to gain English \nproficiency in high school have some of the worst dropout rates in the city school system: 50.5 percent, compared \nwith 32.4 percent for English-proficient students in the class of 2005 at the end of seven years. \n\n  On the other hand, those who succeed in learning English in high school graduate at even higher rates than those \nwho never needed extra language help at all, the same Department of Education statistics show: 74.5 percent \ncompared with 68.3 percent.\n\nhttp://www.nytimes.com\n"}