{"title": "Far From Family, Alone, Homeless And Still Just 18", "body": "\nOne said goodbye, embracing his anxious parents. One left without a word, indignant and angry.\n\nAfter traveling thousands of miles by bus, train and on foot, the two young men met in a homeless shelter on \nChicago's Northwest Side.\n\nOscar was a shy 15-year-old when his parents hired a local ''coyote'' in July 2008 to help him leave Veracruz, \nMexico, and cross the border to seek work in the United States. Jorge, gregarious, bright-eyed and also 15, \ngathered up his 6-year-old cousin six months later and left Tegucigalpa, Honduras, in the middle of the night, to \nescape abuse that he said had escalated into fistfights with his father. He also planned to work and send money \nback to his mother.\n\nWithout knowing it, both were headed toward homelessness. In that, they joined thousands of other immigrant \nchildren who have left their native country -- for work, family reunification or refuge -- crossed into the United States \nand wound up alone.\n\nLast year, the Office of Refugee Resettlement reported that 8,244 children entered the United States \nunaccompanied and without immigration documents and eventually ended up in its custody. Illinois received 627 of \nthem.\n\nOne of a dozen states with federal centers for unaccompanied immigrant youths taken into custody by the \nDepartment of Homeland Security, Illinois is home to 4 of the nation's 53 facilities.\n\nThe state offers 147 beds to unaccompanied immigrant youths.\n\nWhen young people turn 18, they are released from the facilities, some into adult detention centers, others to \nfamily members. In some cases, homeless shelters become their only refuge as they apply for asylum or special \nvisas.\n\nToday, Jorge and Oscar are both 18, with no family to house them and no criminal histories that would warrant a \ntransfer to a detention facility.\n\nThey arrived in June at Solid Ground, a nonprofit youth homeless shelter in Humboldt Park, where they will most \nlikely remain until a decision is made on their applications for immigration relief. The process can take years.\n\n\nWith the help of local advocates and lawyers working pro bono, Jorge is seeking asylum, citing family abuse and \nthe pressure and influence of gang recruitment in Honduras. Oscar applied for a visa for victims of human \ntrafficking, claiming eligibility because he was exploited as a migrant farm worker.\n\nWhile they wait, Oscar and Jorge must stay close for court-ordered interviews and proceedings that they hope will \nallow them to remain in this country. Both asked to be identified only by their first names for fear of jeopardizing \ntheir cases.\n\nThe handful of people in Chicago who work with young homeless immigrants -- who come mainly from Central \nAmerica, Mexico, Africa, India and China -- say such young people are often neglected.\n\n''It's been very challenging to find spaces for these kids,'' said Jennifer Nagda, the associate director of Chicago's \nYoung Center for Immigrant Children's Rights. ''There is not exactly a wealth of beds to begin with for the domestic \npopulation, let alone unaccompanied youth.''\n\nSol Flores, executive director of La Casa Norte, the nonprofit organization that operates Solid Ground, said she was \nsurprised by the increasing number of undocumented youths at the shelter. ''We never thought we would have a \nyoung person who was brought to this country from Sudan and abandoned by his caretaker,'' she said.\n\nAdvocates say young, homeless immigrants typically come to the United States to seek work, reconnect with \nfamily or flee persecution, abuse or violence.\n\nSusan Trudeau, the executive director of child welfare programs at Heartland Human Care Services, operator of the \nfour Illinois facilities for unaccompanied immigrant youths, said she had seen an increase in the number of young \npeople fleeing Central American gangs.\n\n''They are being recruited; their families are being threatened,'' she said. ''They are being threatened. So it is just \neasier to run away.''\n\nFleeing such gangs one night in the winter of 2009, Jorge took along his 6-year-old cousin, Eric, who longed to \nreunite with his mother, who was working in the United States. The cousins began a monthlong, nearly 4,000-mile \njourney from Honduras -- first by bus, then by freight train and finally on foot.\n\nWhen Jorge left, his backpack held a change of clothes for him and his cousin and enough money for bus fare and \nsome food, he said. After taking the bus to Guatemala, they began the most treacherous part of the trek: illegally \nriding on the tops and sides of freight trains that snaked through Guatemala and into Mexico.\n\nFor five days they walked along the tracks, following them to the station where the train originated. When it finally \ncame, he and hundreds of other would-be migrants sprang from the tall grass that hid them and clambered aboard. \nTo keep Eric safe, Jorge carried his cousin on his back and placed his backpack over the boy, effectively strapping \nhim in as they jumped on and off the moving trains, he said.\n\nAfter two weeks, they arrived in Mexico and found a man willing to take them across the border into the United \nStates.\n\nThey walked for seven days, barely sleeping and sharing food among the other migrants.\n\n''We would stop to rest,'' Jorge said. ''But not for too long because it was so cold out and we knew we had to keep \nmoving to stay warm. When we did stop and sit for a while, no one slept. We just sat quietly near each other.''\n\nWhen he arrived in the United States, Eric went to live with his mother nearby in Arizona. Jorge, with limited \nEnglish, no visa and no family, said he began supporting himself by dealing drugs -- cocaine and heroin.\n\nHe was eventually arrested in Colorado, taken into federal custody and sent to the Illinois Children's Center, one of \nthe four Illinois detention facilities for immigrant youths. Jorge remained at the low-security center for seven months. \nWhen he turned 18, he was required to wear a GPS monitoring anklet as a condition of his release to Solid Ground.\n\n\n\nOscar's sojourn began on the evening of July 28, 2008. After hugging his family goodbye, he left alongside his 16-\nyear-old cousin, Victor.\n\nThe coyote his family enlisted to enable his journey cost them 18,000 pesos, roughly $1,700 at the time, money his \nfather borrowed from a family friend, Oscar said.\n\n''Take care of yourself and call us when you get to the border,'' he recalled his mother saying apprehensively as he \nleft, with a few hundred pesos in his pocket, to board a bus bound for Sonora, Mexico, a border state. From there, \nhe walked for seven days and six nights through Mexico toward Arizona.\n\nBy the third day in the desert under the August sun, Oscar's backpack, once heavy with canned vegetables, water, \nGatorade and fresh tortillas, was empty except for water. His iPod, filled with music by Intocable, a popular Norteno \nband, had no charge for its battery. He walked three more days with no food before crossing, penniless, into \nArizona.\n\nOscar soon found migrant farm work, traveling with two friends to wherever the crops were: watermelons in \nDelaware and Georgia, apples in Pennsylvania, oranges in Florida.\n\nBut the conditions were exploitative, he said. According to an affidavit filed with his relief application, Oscar was not \npaid regularly and not allowed to leave the work camps. His employers said immigration authorities would find him if \nhe fled. Oscar was not fed adequately and was forced to sleep on the floor without blankets, his social worker said.\n\n''When I came here, my only objective was to work,'' Oscar said. ''I wasn't thinking about finishing school or learning \nEnglish. I came to work.''\n\nIn May 2010, after an altercation with an employer over unpaid wages, Oscar said, he was arrested and taken into \nfederal custody in Georgia. After detention at a youth facility in Miami, he was released that fall to an uncle in \nChampaign, Ill. But soon after Oscar arrived, his uncle returned to Mexico because he feared that Oscar's presence \nmight draw attention to his illegal status, Oscar said.\n\nLast May the Office of Refugee Resettlement confirmed Oscar's eligibility as a victim of labor trafficking. This status \nshould help Oscar obtain his visa, his lawyer said. According to the department's annual report, 91 youths received \nsuch letters in 2010, up from 50 the previous year.\n\nSince arriving at La Casa Norte, Oscar and Jorge fill their days with G.E.D. and English classes.\n\nOver the winter Oscar received a work visa and is employed part time at a Mexican restaurant on Chicago's \nNorthwest Side.\n\nJorge, still awaiting work papers, spends his time drawing, painting murals and playing soccer. But if the ball hits \nhis ankle, it sets off the monitoring device, forcing him report to immigration officials.\n\nDespite his arrest, detention and homelessness, Jorge said he would make the journey to the United States again. \nThe country has fewer gangs and less violence than his homeland.\n\nOscar, though, said he regretted coming to the United States He is thankful for the opportunities, but if he knew \nthen what he knows now, he said, he would still call Mexico home.\n\nThey phone home every few weeks. Yet neither Oscar nor Jorge has seen his family since walking away.\n\nCast Away: The last of a series of articles on the rising number of homeless youths and families in Chicago, often \nliving beyond the reach of helping hands.\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTOS: Oscar, right, an illegal immigrant living in Chicago, in his room at La Casa Norte Solid Ground housing in \nHumboldt Park.\n\n Jorge, left, taking an online test. He came to the United States when he was 15 and helped create the mural in the \ncomputer room at La Casa Norte Solid Ground, a nonprofit shelter for youths. (PHOTOGRAPHS BY JOHN \nKONSTANTARAS/CHICAGO NEWS COOPERATIVE)                  \n"}