{"title": "TRIAL BEGINS FOR 3 ACCUSED OF SMUGGLING ILLEGAL IMMIGRANTS / A BOAT CARRYING 23 CHINESE MEN RAN AGROUND IN BAY HEAD IN MAY, EXPOSING THE OPERATION.", "body": "\nLawyers for the captain, mechanic and cook of a ship used to ferry illegal Chinese immigrants to U.S. shores \nquestioned yesterday whether the three men knew the Oriental I was being used for alien-smuggling.\n\nSuch knowledge is needed to convict the three South Koreans, the lawyers told a federal jury as their trial began.\n\n\"We have a mechanic who is being charged as part of an international conspiracy. It's absurd,\" said Andrew \nSamson, lawyer for Jiang Yong Zhu.\n\nThe smuggling operation was exposed in May when 23 Chinese men were left to wander mansion-lined streets \nafter the powerboat taking them ashore from the \"mother ship\" ran aground in Bay Head.\n\nIn his opening statement, Assistant U.S. Attorney Vaughn McKoy maintained that two men who have pleaded guilty \nto roles in the botched operation, as well as at least one of the Chinese men, will testify that the accused men \nwere well aware of what they were doing with their human cargo.\n\n\"They did it for the money,\" McKoy said.\n\nEach of the Chinese men paid the smugglers up to $40,000 to come to the United States, according to court \npapers filed by the U.S. Immigration and Naturalization Service.\n\nAlexander E. Jardines, lawyer for Kim Jong Che, captain of the Oriental I, wondered whether there would be \nevidence of an agreement among the suspects that shows they intended to bring the Chinese men to America.\n\nJohn M. Vazquez, lawyer for Piao Zhen Jia, said his client was hired as a cook for a fishing boat, which is what the \nOriental I appeared to be when it shipped out of Venezuela.\n\n\"And after the boat gets out to sea, illegal aliens are brought aboard,\" Vazquez said. \"Where is he going to go at \nthat point?\"\n\n\nHe asked the jury to remember that the admitted smugglers can get more lenient sentences if the prosecution finds \nthey were helpful.\n\nEach of the South Koreans faces two charges, conspiracy and smuggling, which each carry up to 10 years in \nprison and a $250,000 fine.\n\nThe trial, before U.S. District Judge Dickinson R. Debevoise, is expected to last two weeks.\n\nThe 23 illegal immigrants, all young men from the southeastern province of Fujian, remained in federal custody \nuntil September, when prosecutors said they had sufficient information from depositions taken from four of them.\n\nTheir requests for political asylum are pending before immigration judges.\n\nThe Oops II, the 30-foot powerboat that took them to shore, landed eight miles south of the intended drop in \nBelmar, where smugglers were waiting with a van to take them to New York City, according to court papers.\n\nThe 120-foot Oriental I had taken the immigrants from off the coast of Suriname in South America to New Jersey, \nthe documents said. They had been flown to Suriname, McKoy said.\n\nAfter the ill-fated drop to the Oops II, the Oriental I continued on to the Caribbean, where another group of more \nthan 20 Chinese immigrants was dropped in the Bahamas on June 7.\n\nThe Oriental I crew, including several of the South Koreans and four Venezuelans, were taken into custody, but the \nVenezuelans were returned to their homeland for prosecution.\n\nThe operator of the Oriental I is among those who have pleaded guilty, admitting the vessel made up to five \nsmuggling trips between South America and the United States.\n\nThe pilot of the Oops II, Charng Seon \"Jason\" Choi of New York, remains at large. State police questioned him after \nthe boat ran aground on a foggy night but released him before authorities realized he had been carrying human \ncargo.\n"}