{"title": "ENMARCANDO Y COMPRENDIENDO LA SITUACION LINGUISTICA EN LIMON, PROVINCIA DE COSTA RICA A TRAVES DEL ESTUDIO DE ACTITUDES SOBRE LA LENGUA.", "body": "\nFRAMING AND UNDERSTANDING THE LINGUISTIC SITUATION FOUND IN LIMON, COSTA RICA THROUGH \nTHE STUDY OF LANGUAGE ATTITUDES\n\n1. Introduction\n\nAttitudes are favorable or unfavorable responses to stimuli. In the case of language attitudes, it is the response to \nstimuli from varieties of a single language or different languages, or alternatively to their speakers (Hyrkstedt & \nKalaja, 1998). The study of language attitudes is found in two different primary fields of inquiry: social psychology \nand sociolinguistics.\n\nIn social psychology, attitudes are studied from the perspective of the importance of perception, which is the \nfoundation of all social constructions, both individual and group relationships. Perception reflects the accumulated \nsocial knowledge individuals carry with them. An example of these attitudes is when people see dialects as \"better\" \nor \"worse.\" Within this regard, Edwards (1999) states that sensory data is filtered through perception, and this filter \nis culturally established and maintained. For example, more favorable attitudes might be attached to those varieties \nthat are perceived to sound better, or seem more mellifluous, or seem to sound more musical, and so forth \n(Edwards, 1999). Edwards (1999) also states that the variation found in speech-evaluation studies reflects social \nperceptions of the speakers of given varieties and has nothing to say about any intrinsic qualities--logical or \naesthetic--of the language or dialect itself. He also states that these social perceptions of speech are not random, \nthey are systematic. An example of these studies is Purnell, Idsardi, and Baugh (1999) in which the researchers \nwere concerned with \"the linguistic nature of housing discrimination\" regarding African-American Vernacular \nEnglish, Chicano English, and Standard American English. In this study, the authors asked if discrimination \nbased on dialect can occur because of phonetic cues alone. One of the authors, who was able to talk in the three \ndialects under study, called several landlords about apartments they had advertised for rent. Each of the landlords \nwas called three times, once in each dialect, and the dependent variable was whether the landlords rang back to \nconfirm an appointment to view the apartment. Their study showed that auditory cues constitute stimuli for unequal \ntreatment. This study and the other studies reported in Purnell, Idsardi, & Baugh (1999) serve as empirical evidence \nthat variation found in speech-evaluation studies reflects only social perceptions of the speakers of given varieties \nand are not related to the language or dialect itself (Edwards, 1999).\n\nThe study of attitudes in sociolinguistics has always shared overlapping concerns and involvement with social \npsychology (Garrett, 2001). Sociolinguistics shares many approaches with social psychology in addition to the \n\n\nquantitative and experimental research traditions that characterize both. These approaches range from relatively \nstraightforward questionnaires and interview surveys to experimental (matched-guise) studies employing semantic \ndifferential scales. The latter are mostly all representative of social positivism where attitudes are seen as feelings, \nthoughts, and predispositions to act in a specific way and more recent innovations that attempt to address some of \nthe controversies of earlier methods (Garrett, 2001). Some of the traditional studies are based on perceptual \ndialectological and folk linguistic approaches (e.g. Niedzielski & Preston, 2000). Hyrkstedt & Kalaja (1998) put \nforward a list of studies within the positivistic paradigm including studies about inner circle varieties by Alford & \nStrother (1990) and Starks and Paltridge (1994); about Outer Circle varieties by Shaw (1983), Sure (1991), de \nKlerk (1996); and about the Expanding Circle varieties by Raji Zughoul & Taminian (1984), Benson (1991), Flaitz \n(1993), Verkuyeten et al. (1994), Chiba et al. (1995), Pulcini (1997), Dalton (1997), Dalton-Puffer et al. (1997) (in \nHyrkstedt & Kalaja, 1998, p. 346).\n\nThe newer approaches to the study of language attitudes are represented by the work of Hyrkstedt & Kalaja (1998) \nin which they call for a revision of the methodology of the study of language attitudes from the traditional methods \nmentioned above to a more discourse (oral or written) oriented one.2 They framed their work in a new paradigm, \nSocial Constructionism, which changes the notion of language as a direct reflection of what goes on in a person's \nmind to a means of constructing the social world during everyday interactions. Hyrkstedt & Kalaja (1998, pp. 346-\n347) state that until recently it was taken for granted that each individual possessed a mind, an internal organ of \nthought that mediated between them and the world out there; and also that an individual's mind had principles of \noperation of its own, owing nothing to history or society. They argue, instead, that these constructions are built out \nof the linguistic resources available in a society, and that they are acquired through time by its members. For \nexample, negative or positive attitudes towards the variety of a language can arise from perception of social status, \nwhich has nothing at all to do with language. In Costa Rica, for example, the English spoken by Afro-Costa Ricans \nis considered \"braad talk\" or 'broad talk (Purcell, 1993), and thus creating a negative reputation for the language. \nThis reputation has been acquired over the years and through the contact of this variety with speakers of another \nlanguage (i.e. Spanish). It is spoken by a minority of people that did not have Costa Rican citizenship until after \n1948 (i.e. descendants of Jamaican workers brought to work on the construction of the railroad [see Aguilar-\nSanchez (2005) for more details]).\n\nAttitudes within this paradigm are social and context-dependent by nature. For example, people use positive or \nnegative attitudes to externalize their view of the world through oral interactions. Thus, mental entities and \nprocesses, which include attitudes, are taken as properties of discourse. Hyrkstedt & Kalaja (1998) state that \nattitudes as evaluative practices can be used for different purposes in discourse and it that happens at two levels. \nOne level is attitudes about an issue and the other is arguing about the issue. Within this paradigm words are the \nthoughts, and the pattern of the argument is seen as a record of the activity of thinking. Discourse is not only the \noutcome of thinking, but it is also a record of the thinking process (Hyrkstedt & Kalaja, 1998). Kalaja (1997) points \nout that we should not assume people hold attitudes towards a variety of a language and that attitudes are to be \nlocated as stable entities in the mind; instead, we should concentrate on analyzing how attitudes are constructed in \npeople's discourse, written or oral, through argumentation. Hyrkstedt & Kalaja (1998) conclude that with a shift from \ncognitive representation to discursive construction, scholars should reconsider their traditional definitions of \nattitudes. In the last decade and a half, studies on attitudes have shifted to include the study of variables such as \nthe role of language attitudes on language survival or attrition (e.g. Bell, 2013; Cherciov, 2013; Dowling, Ellison, & \nLeal, 2012; among others) and on national policies, attitudes, and their relationship to language shift (e.g. Chakrani \n& Huang, 2014; Crezee, 2012; Gonzalez-Riano, Hevia-Artime, & Fernandez-Costales, 2013; Sallabank, 2013; \nSimpson, 2013, among others).\n\n2. Background of English in Costa Rica\n\n2.1 English as a first language\n\nEnglish is spoken as a first language by 73% of Afro-Costa Ricans (Aguilar-Sanchez, 2005, p. 167) . This variety \nin particular is spoken along the Caribbean coast of the country in the province of Limon (see Figure 1). These \nnumbers have been decreasing over the years due to the lack of preparation of teachers to teach languages \n\n\n\ndifferent from Spanish (the official language), the language policies dictated by the government after 1948, and \nthe immigration of Spanish monolinguals to Limon (Purcell, 1993). The situation is different from what it was three \ndecades ago when many teachers were not aware of the importance of the language in the Caribbean (i.e. \nEnglish) due to their lack of preparation in the field of Language Education and the position of Spanish as the \nofficial language (Purcell, 1993).\n\nBecause of the lack of preparation of teachers and language policies, the influence of Spanish as the official \nlanguage, the migration of Spanish speakers to the province of Limon, and the low social status that the Limonese \nvariety of English held, many native speakers of this English variety decided not to speak it anymore and adopted \nSpanish as their first language. There were several policies from the Ministry of Education aimed at the general \nstatus of education in Costa Rica that did not take into account the bilingualism of the residents of Limon. One such \npolicy sent teachers trained to teach Spanish as a first language and not English. After 1948, when citizenship \nwas granted to residents of Limon and the mass immigration from inside the country caused by the granting of land \nand job opportunities, the government established Spanish as the only language of instruction in the Costa Rican \npublic school system. This policy eliminated the need for the English schools that were established by the \nJamaican immigrants upon their arrival to Limon. However, people continued to be educated in English through \nSunday schools (Melendez Chaverri & Duncan, 1974; Purcell, 1993). Even more, the social status and the \nperception of English and its relation to race and prestige played a major role in this phenomenon as pointed by \nPurcell (1993):\n\nThe insistence on Spanish was more pronounced among young Black women. I frequently spoke to a young female \nassistant at a pulperia (3) who always used Spanish. I had begun to assume that she did not speak English until I \nsaw her, in the company of other females at a local Saturday night dance, speaking very expressively in Limon \nCreole. A fair conclusion: Spanish is a component of respectability, especially in formal situations (Purcell, 1993, p. \n114)\n\n... Young people, of high school age and older, having been schooled in Spanish, are more confident in its use, \nespecially when speaking with outsiders. They have been led to think that Limon Creole (or \"mek-a-tel-yu,\" as they \ncall it) is \"bad\" language--\"banana language,\" \"braad talk.\" Yet those who can speak Standard English display a \nproud willingness to use it in situations where others would opt for Spanish--... (Purcell, 1993, p. 116)\n\nAnother possible reason for this decline is observed in the attitude of young women (and youngsters in general) \nconcerning speaking Spanish with certain people and English with others mainly as a way to express knowledge of \nboth languages in order to establish a high social position (Purcell, 1993). Purcell (1993) also points out that Afro-\nCosta Ricans have been led to believe that their English (4) is \"bad language\", \"banana language\" or \"braad talk\".\n\nHe argues that in Limon, as in countries where other varieties of English are called Creoles (e.g. Jamaica, Guyana, \nBelize, and Trinidad, among others), a language continuum (5) formed by a basilect (i.e. vernacular-uninstructed \nlanguage), mesolect (i.e. a mixture between a basilect and an acrolect), and an acrolect (i.e. standardized variety \nof a language) is found. To exemplify this, Purcell (1993) makes the following assertion \"... those who speak \nStandard English display a proud willingness to use it in situations where others would opt for Spanish...\" (p. 116). \nThus, while some believe that this variety of English was derived from Creole via decreolization of basilects under \nthe influence of acrolects, Winford (1997) argues against this claim and puts forward an alternative that in the \nCaribbean varieties of English (Limonese English belongs to this group) a continuum such as that described by \nPurcell (1993) has existed since the earliest periods of contact.\n\nNowadays the panorama is different, for some schools are teaching English and children are encouraged to speak \nit in most social situations; however, Spanish is still the primary means of communication with other non-Afro-Costa \nRicans.\n\n2.2 English as a Foreign Language\n\nSince 1824, English has been the first foreign language taught from grade 7 to grade 11 or 12 in Costa Rican \npublic schools. It was not as popular among Costa Ricans before 1990, when the tourist industry started growing \n\n\n\nrapidly and many multinationals such as Intel settled on Costa Rican soil. When the choice of a foreign language \nbecomes optional in grades 10 and 11, 90% of the students choose English over French (Cabrera & Ancker, \n1997). In 1997 English became the first foreign language to be taught starting in the first grade in the public school \nsystem. Former President Figueres Olsen, 1994-1998, went as far as advocating for making classes in English \nobligatory (Infocostarica, 2000).\n\nFurthermore, English is the medium of instruction in many private and international schools available to the people \nof Costa Rica. Some of these schools offer total immersion programs (all subjects in English) while others offer \nonly partial immersion (half the total subjects are taught in English). An explosion of private Costa Rican and \nforeign schools has eased over-crowding in the public schools and has provided an alternative educational system \nfor those who can afford it (Infocostarica, 2000), thus providing Costa Ricans with more contact situations in \nEnglish.\n\nThis migration from public to private schools has increased the perception of English among Costa Ricans as a \nhigh-status language for social and economic growth. This phenomenon is not foreign to Costa Ricans in Limon for \nthere had been previous private bilingual schools which reflected the population's different beliefs about language. \nSome of these schools focus entirely on the teaching of American English (e.g. The Maria Inmaculada School) as \na way for economic change and others on the teaching of English as a cultural heritage (i.e. Limonese or Jamaican \nEnglish) such as The Caribbean School. While public schools are still bound to the national curriculum for the \nteaching of English as a foreign language, such national policy does not take into account the different varieties of \nEnglish found in Costa Rica.\n\nSimilarly, majors in Teaching English and English Linguistics and Literature have been taught entirely in English \nat universities. However, a minimum reading proficiency was established as a foreign language requirement for \ngraduation in all majors. For technology majors, five hours a semester for three semesters of conversational \nEnglish have been added to the curriculum. Schools offer language centers for everyone who desires to study \nEnglish (e.g. English Learning Center at the Universidad Interamericana, Universidad Internacional de las \nAmericas [UIA], Universidad Autonoma de Centro America [UACA] and Centro de Ingles Conversacional-\nUniversidad Nacional \"Center for Conversational English\" [CEIC-UNA]).\n\nOutside of the public educational system a host of Language Centers that are crowded with Costa Ricans studying \nEnglish as a foreign language can be found (e.g. Pro-English, Idioma Internacional, Ingles Empresarial, \nConversa, Universal de Idiomas, Intercultura Language School, and The Costa Rican-American Cultural Center, \namong others) (Lazarus, 2002). Additionally, bilingual Costa Ricans are using English more in their jobs, \nespecially in tourism, foreign enterprises, etc. It is also common to listen to Costa Ricans practicing their English in \nrestaurants, bars, dance clubs among other places.\n\n2.3 Previous Studies on the study of attitude towards English\n\nFriedrich (2000) studied the attitudes towards inner circle varieties (i.e. British versus American English) among \nstudents in Brazilian universities. She found that the desire for learning English for social ascension attracts \npeople to the language. Her results also confirm that attitudes directed at the stereotype the listener holds of the \nspeaker and his or her language indicates that speakers of one variety of English (i.e. British English), are easier \nto understand than speakers of other varieties (i.e. American English).\n\nHyrkstedt & Kalaja (1998) studied language attitudes of college students towards English in Finland. As mentioned \npreviously, they put forward a redefinition of the terms regarding attitudes and a reconsideration of methodology in \nresearch of language attitudes based on the paradigm in social psychology. After positive and negative attitudes \nwere identified, interpretive repertoires were created. These repertoires are the result of the classification of \nparticipants' essays according to what features regarding attitudes were found within each essay. For the negative \nattitudes, these repertoires included categories such as\n\n(a) a segregating repertoire, which deals with the concern for the decay of Finnish under the influence of English:\n\n\n\nExample: The Finns have gone mad with English expressions, repeating them as if they were magic words \n(Hyrkstedt & Kalaja, 1998, p. 350), and\n\n(b) the national-romanticist repertoire, which deals with the conflict between the two languages.\n\nExample: Of course it is necessary for every Finn to be able to speak English in the modern world but it is at least \nas necessary to preserve our national language without forgetting its wealth of expression and beauty. Let us fight \nfor the survival of our language (Hyrkstedt & Kalaja, 1998, p. 351), and\n\n(c) the fatalist repertoire, which deals with the conflict between individuals and groups that have control over the \nform or correctness of languages.\n\nExample: Anglo-American culture 'fed' to us for decades, for example, by television, films and music has left traces \nin our use of Finnish (Hyrkstedt & Kalaja, 1998, p. 351), and\n\n(d) the realist repertoire, which deals with the possible negative consequences caused by using a mixture of both \nlanguages.\n\nExample: The older people, especially, do not necessarily know what (English) words mean; it is actually \ndiscrimination against a part of the people, if they do not know what kind of products are sold in a shop named \n'Toyland' (Hyrkstedt & Kalaja, 1998, p. 351).\n\nFor the positive attitudes, these repertoires included (a) the empiricist repertoire that deals with the neutralization of \nthe arguments presented in the essay to which they had to respond, and the normalization of the influence of \nEnglish on Finnish by citing historical and/ or linguistic facts or through personal observations.\n\nExample: Languages have influenced each other all through centuries, even through millennia, they seem not to \nremember the fact that when William the Conqueror defeated the English, it caused a similar situation. My \ngrandmother often used loan words ... My mother does so seldom and I myself hardly ever. (Hyrkstedt & Kalaja, \n1998, p. 352), and\n\n(b) the nationalist repertoire that strengthens the status of Finnish, the identity of the Finns, and the image of the \ncountry by putting Finns' ability to speak languages above those of other countries.\n\nExample: Finns speak foreign languages better than people in Southern Europe (Hyrkstedt & Kalaja, 1998, p. 352), \nand\n\n(c) the utilitarian repertoire, which tries to convince the audience of his/her writings of the practical advantages of \nadopting words from English into Finnish and of knowing English.\n\nExample: He [the writer of the letter] could try translating English terms such as 'unisex', 'happy hour' and 'talk \nshow' into Finnish, and with these translations maintaining the same idea and being as apt and handy to use as the \noriginal loan words (Hyrkstedt & Kalaja, 1998, p. 352).\n\nBattenburg (1997) describes the competition between English and French in Tunisian educational institutions and \nprograms. In his recounting of the history of English in Tunisia, he states that changes in language use and \npreference are becoming increasingly apparent where English is gaining terrain over French. He also states that \nattitudes of officials concerning English in education are changing when the need to know English is included as \npart of the definition of being an intellectual.\n\nStudies on language attitudes outside of the field of World Englishes have been directed to attitudes towards \nregisters within one language (e.g. Ladegaard, 2000 in Danish), studies of attitudes towards two languages \ndifferent than English in bilingual societies like Spanish and Guarani in Paraguay (Choi, 2003), and studies of inner \ncircle varieties (e.g. American and/or British English) and outer circle varieties (Thumboo, 2003). Yet, the attitudes \n\n\n\ntowards an inner circle variety such as that spoken in Limon and an expanding circle variety of English like the one \nspoken in the rest of Costa Rica has not been widely studied. Hence, the need for the present work.\n\n2.4 Previous Studies on Attitudes towards Limonese English (LE)\n\nStudies on attitudes towards Limonese English and/or its speakers are limited, and because of the diverse ways of \naddressing the name of this variety, different names are used here. In the literature, these names are based on the \nauthors' field of inquiry. The reader is advised that in the present paper all of the following terms refer to the same \nvariety: Limonese English. These names are Limonese Creole, Limonese English, and Mekatelyuw. Other \nvarieties are referred to as follows: American English (Standard American English), British English (Standard \nBritish English) and Spanish (Standard Costa Rican Spanish).\n\nBryce-Laporte (1962), Herzfeld (1978, 2004), and Purcell (1993) found that the place where the speaker was reared \nis linked to their attitudes towards Limonese English. In general, residents of rural areas expressed more positive \nfeelings towards Limonese Creole than urban residents. Winkler (1999) points out a significant factor for the study \nof attitudes that distinguishes Purcell's (1993) and Bryce-Laporte's (1962) studies which may have influenced the \nresponses from the participants. This factor was the use of two different names to refer to the language spoken in \nLimon. Winkler (1999) states that Purcell's study, performed more than ten years after the Bryce study, shows a \nmarked difference in how urban and rural Blacks feel about language, and it is worth noting that Purcell used the \nword English and not Limonese creole in his study. The results of Purcell's (1993) study show that the 130 urban \nparticipants he surveyed were evenly divided between Spanish and English in terms of their language preference; \nnotwithstanding, 74.5% of a total of 87 from rural areas preferred English.\n\nWinkler (1999) claims that although speakers may express preferences for a language, it does not always translate \ninto action. His claim is supported by Spence's (1993) findings that 90% of her respondents said that it was \nimportant to keep Limonese English while 82% said they preferred Limonese English to Spanish. Spence's \nrespondents, however, make a contradiction in their responses. The contradiction is expressed by 86% of the \nrespondents who in the same study said that it was important to keep Limonese English, but added that they did \nnot want their children to learn it because speaking it may hinder their children's upward mobility.\n\nIn her sociolinguistic study on Limonese Creole or Mekatelyuw, Herzfeld (2004) discovered that education level \nseems to be another social factor related to the use of the linguistic forms that represent the different lects. Within \nthe basilect (i.e. vernacularuninstructed language) unmarked forms can be found (i.e. verb roots), which are used \nas specific grammatical functions within the system and four marked forms (i.e. Herzfeld, 1978; {did}, [/a/ + verb], \n/don/, and basilectal negation /no/). The mesolect (i.e. a mixture between a basilect and an acrolect) is represented \nby the forms (Herzfeld) as /de/ and /a/; {did} + verb; /a/ + verb; and /don/. Finally, the acrolect (i.e. standardized \nvariety of the language). She points out that the prohibition of English schools by the Costa Rican Government \nseems to have influenced the second generational group she studied because the teaching of English under the \nnew system was not as strict as the old system. Her findings are conclusive in that those speakers who received \nstandard English instruction (Group Age I: older generation) used the mesolect markers (i.e. be as /de/ and /a/; did \n+ verb; /a/ + verb; and /don/) more than those who did not. Thus, young speakers and professionals tended to use \nmore Spanish, adults both, and the elders English. Herzfeld (2004) also found that the acrolect of Limonese Creole \nhas limited value for the younger generations. This lect has been replaced by Spanish. This process is more salient \nwithin the speakers of the mesolect.\n\nHerzfeld (2004) concludes that Limon's linguistic situation is more complex than other language contact situations, \nand that this higher level of complexity can be attributed to the interaction of different English varieties found there, \nand to the presence of a third language: Spanish. Herzfeld (1980) also found that speakers express more negative \nattitudes towards Limonese English than towards Spanish.\n\nSpence (1993) suggests that the use of Spanish stems from negative attitudes towards speakers of the acrolect \nbecause it may be perceived as 'putting on airs' when the entire group in a discussion speaks the basilect or \nmesolect. Spence believes that the use of more standard forms contributes to social distance between \n\n\n\ninterlocutors. She thinks that, in general, the use of Standard English (i.e. the acrolect) for everyday conversation \nis seen as pretentious and insincere. She also thinks that this perception is the likely cause of rejection of the \ninterlocutor, as they will be perceived as putting themselves above their listeners. This behavior places pressure on \nthe speakers to use some forms along the mesolect as a sign of solidarity. Furthermore, Spence (1993) puts \nforward two scenarios for the future of Limonese English: the first one is its death and the total shift to Spanish. \nThe second is reverse bilingualism, where Spanish becomes the first language and English the second language.\n\nSimms (1990) studied the attitudes of descendants of Limonese English speakers who do not speak it towards \nLimonese English and found that in general terms their attitudes are positive, except among those with a low level \nof education and low income. Simms found that the educational level of the speaker seems to influence attitudes \ntowards Limonese English.\n\n3. Framing Limonese English for the study of attitudes\n\nData collection and research design about the linguistic situation in Limon have been challenging because answers \nto instruments are given with a positive or negative attitude towards the language variety under study. For \nexample, imagine young researchers attempting to collect data within the framework of Creoles. They may find it \ndifficult because when they ask the question \"Can you speak Patua, Mekatelyuw, or Creole for me?\" and the \nspeaker responds that he or she does not speak that language, emphatically adding that he or she speaks \nEnglish, their investigations will come to a halt due to the negative attitude of the interviewee towards Creole. As a \nresult, speakers may refuse to participate in the study. Data, in this scenario, when collected center on the belief \nthat Limonese English is just another Creole because the young researchers only gathered data from those \nspeakers who hold that belief and are willing to respond to the questions of the researchers. Similarly, a seasoned \nresearcher may have already identified informants who are willing to participate and are aware of the differences \nbetween the varieties they speak, which may also hinder the randomness of the data because data points will be \nconcentrated on structures of interest or on overgeneralizations made by the speaker to highlight the answers to \nresearch questions. Purcell's (1993) example cited above serves as an example of potential informants using their \npreconceptions to respond in the language that hold a higher status regardless of how many other languages they \nspeak. At this point of any study, despite having a good framework, the data collection process is hindered because \nthe randomness of the data is altered rendering data that are heavily skewed towards the belief that researchers \nand informants hold as true together. Therefore, understanding the linguistic situation and the attitudes towards it is \nparamount for research design for two reasons. First, it allows the randomness of the data collected to be intact, \nwhich helps on the generalizability of the results. Second, it allows potential participants to provide language \nsamples with little attitudinal interference. The field of World Englishes (WE) has provided a framework to collect \ndata in such a way without jeopardizing its randomness, and shows independence of speakers' views and beliefs \nrelated to their language.\n\nBraj Kachru (1984, 1985, 1990) proposed a model consisting of three concentric circles to explain the different \nvarieties of English found worldwide. Bruthiaux (2003) describes this model as follows: The Inner Circle comprises \nlocations where English is the language of a substantial, often monolingual majority (e.g. USA, UK, Ireland, \nAustralia, etc.). A major characteristic of these varieties is that they are largely self-normative, finding within \nthemselves the norms of correctness and appropriateness to be used and spread through language education and \nlanguage curricula. The Outer Circle represents locations that were typically under British or American colonial rule \nbefore becoming independent, and where English continues to be used for inter-ethnic communication (i.e. \nbetween the colonizer and the locals or between locals that were from different ethnic groups) as well as the \ndominant language by those at the top of the socioeconomic ladder. These English-speaking--or at least English-\nknowing--communities range in size and geopolitical importance from India to Nauru through Nigeria, Kenya, the \nPhilippines, Singapore, and Fiji, among others. Finally, The Expanding Circle represents societies where English is \nnot passed on naturally to infants over generations, but is taught in schools to an increasing number of learners for \nactivities involving members of other local linguistic communities as well as for international trade and tourism. The \nExpanding Circle comprises every nation not included in the Inner or Outer circles. In these locations, English \ntends to rely on target forms of inner circle varieties for linguistic norms to be taught and spread through formal \neducation.\n\n\n\nCosta Rica presents an unusual situation within the World Englishes paradigm, and Kachru's (1984, 1985, 1990) \nconcentric circles model, because of the presence of both a variety that can be classified as belonging to the inner \ncircle varieties, and a variety that is developing and can be classified as an expanding circle variety. It also differs \nfrom many of the contexts so far studied within World Englishes, for Costa Rica was never colonized by an \nEnglish-speaking country (i.e. the United States or Great Britain). This variety of English, that is situated within the \ninner circle varieties, was introduced to the country by means of an immigration-workrelated diaspora. Afro-Costa \nRicans came to Limon for work, not as slaves, from different islands in the Caribbean, mostly from Jamaica, \nbringing with them their language: English. Herzfeld (1983, 2004) and Winkler (1999) believe that this variety of \nEnglish was derived from Creole via decreolization of basilects under the influence of acrolects.\n\nEnglish of the inner circle variety (i.e. American or British) has been a target language in the Costa Rican \neducational curriculum as a foreign language for nearly one hundred years (Aguilar-Sanchez, 2005). This \npeculiarity serves as ground for language attitudes, both positive and negative, towards the two varieties of \nEnglish that are found in Limon. These attitudes can be found in the general society and in the national educational \nsystem. Because of its complex linguistic position, a study on attitudes regarding varieties of English is urgently \nneeded since the English regarded here as an inner circle variety is vulnerable due to its lack of acknowledgement \nas a language among non-linguists. This study aims to investigate the social perception of these two varieties of \nEnglish, people's attitudes towards each one of them, and how these attitudes affect the relationship between the \ntwo varieties.\n\nFigures 2 and 3 below show a visual representation of the linguistic situation in Limon, and the varieties that result \nfrom this contact situation. The two varieties of English can be seen within the WE framework, a variety of Spanish, \nand a hybrid variety of English and Spanish are the result of such constant contact. It contributes to the complexity \nregarding attitudes explored in this work.\n\n4. The present study\n\nFramed within the WE paradigm, two varieties of English are found in Costa Rica. From this perspective and based \non previous studies, it can be inferred that the expanding circle variety (i.e. Target American or British English) \npossess a higher social status than the inner circle variety (i.e. Limonese English). The difference in status among \nthese two varieties becomes evident when comparing the educational polices mentioned where the teaching of \nLimonese English is not considered or discussed in schools, and the fact that some Limonese English speakers \nhave labeled their language as \"braad talk\" 'broad talk (Purcell, 1993). Positive attitudes towards target inner circle \nvariety (i.e. American or British English) can be extrapolated from the literature published about it. On the other \nhand, Limonese English is immersed in a sea of mixed attitudes reflecting the increasing trend of negative attitudes \nfound in many geographical areas regarding minority language varieties (Thomason, 2001). A third factor \ninfluencing these attitudes is that Spanish is the official language of Costa Rica. Because of this, all government \npolicies about language education are dictated from the perspective of a monolingual Costa Rica, putting \nLimonese English at a disadvantage. As Friedrich (2000) states, the study of attitudes within World Englishes, \nbeing an essential part of the field's approach to language use, has been directed by attitudes towards the \nexpanding circle varieties compared to attitudes towards mother languages other than English or its inner circle \nvarieties. This study seeks to contribute to the study of language attitudes as it investigates them from a point of \nview that has not yet been explored: language attitudes towards both an inner circle variety and an expanding \ncircle variety, and the struggle that the presence of both varieties within the same geographical area represents. \nThis study contributes to the general understanding of the power relationships between traditional inner circle \nvarieties and varieties that have not yet been included within this category. Studying the interaction of two different \nEnglish varieties in a geographically small country such as Costa Rica (micro-level) will shed light on the \nunderstanding of the interaction of varieties of the same kind on a global level (macro-level). Thus, reaching a level \nof understanding of language attitudes that help societies understand and avoid misconceptions about languages \nthat may arise from the lack of a bridge between theory and the real world. The present work also sets forward a \nmethodology to quantify qualitative data to be able to carry out inferential statistical analyses such as a binomial \nregression.\n\n\n\nTo study the attitudes towards these varieties of English from the viewpoint of their respective speakers, two \nresearch questions must be asked:\n\n1. What is the social perception of the inner circle variety of English in Limon, and the expanding circle variety of \nEnglish in the rest of the country? What are the attitudes towards each of these varieties?\n\n2. Does this social perception resemble the global tendency towards the preference for traditional inner circle \nvarieties (i.e. American or British English)?\n\n5. Methodology\n\n5.1 Participants\n\nA survey-essay instrument was applied to one hundred and nine Costa Ricans: eightyone females and 28 males. \nThe sample was composed of English teachers, prospective English teachers, and people from the community of \nLimon and other parts of the country. To better describe the population under study, Table 1 shows raw scores and \npercentages gathered from the background questionnaire.\n\n5.2 Data Collection and procedure\n\nBased on Ladegaard's (2000, p. 227) call for the use of eclectic methods that \"...[one] could argue, a positive \ncorrelation in the quantitative data, as well as a positive relationship between open-ended responses and \nsociolinguistic behavior, would have provided us with the ultimate support to the tripartite model\", and on Hyrkstedt \n& Kalaja's (1998) call for a change in the collection of data and how to analize it, a decision was made to use an \ninstrument that includes both quantitative data and qualitative discourse responses to written stimuli.\n\nThese quantitative data were collected via a written questionnaire similar to the one employed by Choi (2003) in her \nstudy in Paraguay, and the qualitative data were similar to that used by Hyrkstedt & Kalaja (1998) in their study in \nFinland. The instrument used to elicit the data in the present study reflects both approaches in an attempt to reach \na positive correlation between the two types of data.\n\n5.2.1 Quantitative Questionnaire\n\nThe quantitative questionnaire is a series of open-ended questions as well as yes/no questions eliciting attitudes \ntowards each of the varieties of English spoken in Costa Rica. The first eight questions of the questionnaire are \nbackground questions to elicit age, gender, economic status via the profession (in Costa Rica social and economic \nstatus can be perceived by the profession because the minimum wages per profession are government regulated), \nplace of residence and for how long they have lived there, and languages spoken (see Figure 4).\n\nFigure 4. Quantitative questionnaire: Background and general information Pseudonym (a name you will like us to \ncall you):-- 1. Gender: M F 2. Age:-- 2. Education: -- (last level achieved) 3. If Student, major:-- Mother's \nprofession:-- Father's profession:-- 4. If not a student: Profession:-- 5. Place of birth:-- How long did you live there?-\n-years. 6. Where do you live?--For how long?-- 7. What languages do you speak? Spanish English Chinese Other \nIf other, which one?-- 8. At what age did you learn to speak Spanish?--English?--\n\nIn this questionnaire the name or pseudonym was elicited in order to see how attitudes towards a specific variety \nare reflected through the use of identity. The expectation being that more positive attitudes toward one language \n(Spanish or English) would trigger the use of more traditional names in that language, which is an attitude worthy \nof consideration.\n\nQuestions nine through thirteen were designed to elicit attitudes via open-ended questions, towards English or \nSpanish. The latter being the official language of the country, and the former the language under inquiry in this \nstudy (see Figure 5).\n\n\n\nFigure 5. Quantitative questionnaire: Spanish/English language selection and attitudes 9. Do you write Spanish? \nYes No Somewhat English? Yes No Somewhat 10. Do you express yourself best in Spanish, English, or both?-- \n11. With whom do you speak Spanish the most?-- English?-- 12. Where do you speak Spanish the most?-- \nEnglish?-- 13. Would you like to or do von already speak and write English well? Yes No\n\nTwo more questions were presented to the participants. These last two questions are related to choices and \nattitudes towards varieties of English. Question number fourteen tries to elicit a choice between the variety of \nEnglish spoken in Limon and the ones believed to be the expanding circle varieties in Costa Rica (i.e. British or \nAmerican English). Question number fifteen is set to elicit attitudes towards the variety spoken in Limon, and how \nit is perceived by the respondents (see Figure 6).\n\nFigure 6. Quantitative questionnaire: Attitudes towards specific varieties of English 14. What type of English would \nyou like to speak? Limonese American British 15. Do you think that it is important to preserve the English spoken \nin Limon as well as the indigenous languages? Yes No Why?--\n\n5.2.2 Qualitative Questionnaire\n\nThese qualitative data were gathered through essay-writing in response to written stimuli. Participants were asked \nto respond to a position-argument about language perception, language policies and globalization. These \npassages were constructed taking either a negative position committing all of Kachru's (1990) attitudinal sins (see \nFigure 7) or a positive position calling for the bringing of the inner circle variety to the status of an official language \nin Costa Rica (avoiding the sins) (see Figure 8).\n\nFigure 7. Qualitative questionnaire: Scenario 1: Negative position essay towards the inner circle variety I think that \nEnglish from the United States should be the only English language we should teach to our students. Besides, \npeople do not speak English in Limon. They speak a sort of a weird dialect that some people called creole, mek-a-\ntel-you, or patua. It is ugly and it is a bad language. I think we should let it disappear. English from the United \nStates is the more standard and it will help us to enter into the developed countries arena. So, in reality the only \nEnglish we need is the one from the United States. Figure 8. Qualitative questionnaire: Scenario 1: Positive \nposition essay towards the inner circle variety I don't know why people keep saying that in Limon they speak a \nlanguage other than English. I am from Heredia and when I go there, I speak English and every one understands \nme and I understand them. The only different thing 1 notice from American English is the accent, but that does not \nbother me. 1 think we should have more policies to protect English in Limon and make it an official language for \nCosta Rica as well as Bribri and the other indigenous languages. Parents should teach it to their kids and ask for \neducation in English, all and all, it is\n\nSeveral known social perceptions were chosen to appear in scenario one because it is expected for such \nperceptions to trigger strong positive or negative attitudes and points of view towards the statements in it. Scenario \none is framed within a negative attitude towards Limonese English yielding a rich source of attitudes for the \nanalysis.\n\nScenario two was constructed to trigger strong positive or negative attitudes and positions as well, but it is framed \nwithin a very positive attitude towards the relationship of both varieties. The writer is said to be from a part of the \ncountry where the expanding circle variety is spoken. It was hoped that this characteristic would trigger perceptions \nand attitudes towards both varieties spoken in the country. Both scenarios were created to elicit attitudes and \nperceptions that may not appear in closed-question surveys.\n\nBecause people's choices reflect attitudes towards a language, in this case English or Spanish, participants were \ngiven the opportunity to choose between a Spanish version and an English version of both questionnaires. This \nalso highlights the degree of confidence the participants had towards their language abilities. Participants were \nasked to write as much as they would like. The questionnaire is accompanied by a set of instructions guiding \nparticipants through the task.\n\n5.3 Data coding and data analysis\n\n\n\nDue to the eclectic methodology of this study, all data were analyzed in a succession of steps to provide evidence \nof reliability of the analyses performed. Thus, results from the quantitative data were compared to results of the \nqualitative data from the essays. The quantitative data analysis was followed by the qualitative data analysis.\n\nA quantification of questionnaire data was carried out and data were presented in raw scores and percentages form \nto describe the population (see Table 1 above). Responses given to the quantitative questions of the questionnaire \nwere also tallied. A MANOVA was carried out to detect differences in the responses according to three different \ndependent variables in the overall essay attitude, type of English to learn, preservation of LE, and preservation of \nindigenous languages as well as the independent variables of gender, age, ethnicity, education, profession, \nlanguage spoken, and language preference. All, but one variable was naturally categorical. Age was divided into \nthree major groups (Group 1= 15-25, Group 2 = 26-25 and Group 3= 50+) to represent three different generations, \nand to make easy comparisons with other sociolinguistic studies.\n\nA logistic regression utilizing a VARBRUL analysis through GoldVarb_2001 for Windows was performed. Results \nfrom this analysis show factors that predict the source of negative/positive attitudes encountered in the data with \ntheir corresponding log-likelihood and significance level. It also provides their probability weights. A probability \nweight of more than .5 favors/predicts the appearance of the application value set from the dependent variable \nwhile weights of less than .5 disfavors/predict the absence of it. This type of analysis has been used in studies \nwithin the variationist sociolinguistic framework (Diaz-Campos, 2003, 2004; Labov, 1972a; 1972b, among others). \nThe information yielded by this type of analysis has helped move the variationist sociolinguistic field forward \ntowards more precise accounts of language variation and change.\n\nThus, this type of analysis was selected to be able to quantify attitudes encountered in each of the respondents' \nessays. Coding was done based on the premise that \"a person's attitude towards English is not necessarily a \nstable entity\" (Hyrkstedt & Kalaja, 1998, p. 354), and the fact that within each participant's essay, several attitudes \nmay be found. This characteristic of the essay response makes it difficult to find a unified response within each \nessay. Accounting for the different attitudes found in each essay is a way to find all possible attitudes held by the \nparticipant, both overt and covert. Overt attitudes are defined as those that are clearly marked by the speakers \nintent and wording of a comment. A covert attitude is defined as those used as a justification for a specific overt \nattitude. Covert attitudes are part of the speaker's opinion towards a language. These attitudes represent the \npopulation's beliefs towards language. Therefore, a complex system of positive and negative attitudes is expected \nto be present within each essay. Such complexity may only be accounted for by analyzing each comment \nseparately.\n\nThus, for this analysis a binomial dependent variable was created. The variable was defined by positive or negative \nattitude towards Limonese English. Positive attitudes include any comment in favor of Limonese English, any \nstatement putting Limonese English at the same level as that of American or British English, any clear statement \nfor the preservation of Limonese English, or any cultural comment that favors Limonese English. In opposition to \npositive attitudes, negative attitudes include any comments in favor of American or British English, any preference \nfor the preservation of indigenous languages above Limonese English, any comments or descriptions of Limonese \nEnglish that are not founded in empirical evidence (i.e. stereotypes), and any negative comment towards the Afro-\nCosta Rican culture.\n\nThe coding of each essay was done in three steps. The first was to identify covert and overt positive and negative \nattitudes towards the language within each essay. Attitude stands were grouped as positive or negative. All positive \nand negative attitudes were counted and totaled. The second step was to analyze each essay to account for distinct \npositions and beliefs towards language in order to find an overall positive or negative stand. The score was based \non the total number of covert and overt attitudes found via a simple majority method. Essays that had more positive \nattitudes than negative ones were coded with an overall positive stand and vice versa. In cases where a tie was \nfound, the essay was read one or two more times to account for the speaker's overall intention. The researcher's \ninterpretation of the intention of the participant was the key point to give the final overall essay stand. This \ncategorization serves as a point of departure for the quantification of the attitudes present in an essay. Figure 9 \nshows an example of the coding scheme used for each essay.\n\n\n\nThe third and last step was determining the qualitative nature of each essay. Because of the unique language \nsituation, and by following the example of Hyrkstedt & Kalaja (1998), essays were categorized into interpretive \nrepertoires. The repertoires were compared to one another in search of dichotomies in the attitudes present in the \ndiscourse, and then classified as representing negative or positive attitudes.\n\nResults from the different analyses were used to account for the interactions of participants' attitudes towards the \ndifferent varieties of English in Costa Rica, and how these social perceptions affect their view of each one.\n\n6. Results\n\n6.1 Quantitative analyses\n\nEach of the following analyses is accompanied by a description of the variables and their coding with results \npresented accordingly.\n\n6.1.1 Name/Pseudonym\n\nDue to the substantial amount of missing data with respect to the name/pseudonym variable, no analysis could be \ncarried out. However, an overview of the responses shows that participants often chose names related to their real \nnames or popular nicknames that show no language-related preference.\n\n6.1.2 MANOVA\n\nFour dependent variables were included in this analysis. The first was the overall essay attitude. The second was \nthe language in which the participant would like to receive further education. The third was LE preservation. This \nthird variable indicates whether participants support the preservation of Limonese English or not. The fourth \nvariable was Indigenous Languages preservation. As with variable three, this variable shows whether or not the \nparticipant supports indigenous languages preservation. The independent variables included in this analysis were \ngender, age, ethnic group, education, profession, spoken language and language preference (see Table 2 above \nfor details).\n\nThe MANOVA analysis yielded the following results: significant differences among groups were found for age (F= \n2.788; df= 8, 158; p= .006), for education (F= 3.225; df= 8, 158; p= .002), for profession (F= 1.695; df= 20, 324; p= \n.033), for spoken language (F= 2.630; df= 4, 78; p= .041), and for the interaction of education and language \npreference (F= 2.489; df= 8, 158; p= .014).\n\nThe effects of the test between subjects reveal that with age the only significant differences are found in the \ndependent variables overall essay attitude (F= 3.571; df= 2; p= .033) and for the preservation of LE (F= 7.089; df= \n2; p= .001). In these groups, it was found that the age group 2 (26-50) behaves differently than groups 1 (15-25) \nand 3 (50+). Group 2 carries more negative attitudes towards Limonese English than those of the other groups \n(see Table 2).\n\nIn terms of the LE preservation by age group, these data show that age groups 1 and 2 are significantly different \nfrom one another (p= .001), but neither is significantly different from group 3. Age group 2 also shows a negative \nattitude (about 20%) towards the preservation of Limonese English. Table 3 shows the preference, by age group, \nfor the LE preservation.\n\nThe level of education had a significant effect on Indigenous Languages Preservation (F = 6.809; df = 2; p = .002). \nTable 4 shows that people who had only attended primary school held negative attitudes towards the preservation \nof indigenous languages while people with a university background registered a lower percentage of negative \nattitudes towards the preservation of indigenous languages.\n\nThe profession of the participants also revealed significant differences for the dependent variables LE preservation \n(F= 2.814; df= 5; p= .022) and for indigenous language preservation (F= 2.928; df= 5; p= .018). These results show \nthat indigenous languages attracted a more positive attitude than Limonese English.\n\n\n\nTables 5 and 6 provide evidence for how Limonese English is subject to more negative attitudes than indigenous \nlanguages by people in the professions as well as those in services, farming, and even students whereas \nindigenous language preservation is subject to more support from these same groups with the exception of \nservices and farmers, which show a low percentage of negative answers.\n\nSpoken Language was also a source of significant differences. Differences are found only for the dependent \nvariables overall essay attitudes (F= 6.799; df= 1; p= .011) and for the indigenous language preservation (F= \n4.224; df= 1; p= .043). Table 7 shows how monolingual Spanish speakers hold more negative attitude towards \nLimonese English than bilinguals.\n\nTable 8 shows how monolingual Spanish speakers tend to disfavor the preservation of indigenous languages while \nbilinguals have a more favorable attitude towards it.\n\nA significant interaction was found between age and education (F= 3.906; df= 3; p= .012) and between education \nand language preference (F= 6.382; df= 2; p= .003) regarding LE preservation. The first interaction may be \nattributed to the stereotypes embedded within the Costa Rican society about Limonese English and the lack of \nlinguistic knowledge in the community. The second may be attributed to the fact that the higher the level of \neducation, the more an individual is in contact with the outer-circle varieties, the more negative attitudes towards \nthe lesser known variety are evident, as pointed out in previous studies (Herzfeld, 2004; Winkler, 1999). \nIndependent variables such as gender or ethnic group did not yield significant differences in the responses. Nor \nwere there any significant differences on participant responses related to the language of the questionnaire \nchosen. In sum, attitudes toward Limonese English are varied and come from diverse sources. Table 9 \nsummarizes the following MANOVA results.\n\n6.1.3 Binomial Logistic Regression\n\nSocial variables also help predict positive or negative attitudes toward Limonese English. To determine which \nsocial variables will help predict positive or negative attitudes toward Limonese English, a logistic regression with \nthe dependent variable defined as positive or negative attitudes was conducted. Every case was accounted for from \neach of the covert and overt variables found in the essays.\n\nSeven social independent variables were entered, including gender, age, ethnic group, education, profession, \nlanguage spoken, and language preference.\n\nThe VARBRUL analysis was carried out with a negative attitude as the application value. A total of 623 tokens were \nentered in the regression. From these 623, 211 or 33.33%, were tokens of negative attitudes and 412 (66.66%) \nwere tokens of positive attitudes. All seven independent variables were introduced into the regression analysis. \nFrom these seven social variables five were chosen as predictive groups while two others were eliminated in the \nprocess with a Log likelihood of -362.879 and a significance level of .005. The variables eliminated in the process \nwere ethnic group and profession. The variables chosen as predictors were, in order of importance, gender, age, \neducation, spoken language, and language preference. These results are similar to those found in the MANOVA \nanalysis as ethnic group seems unrelated to negative attitudes toward Limonese English.\n\nThe variable gender was selected as the first predictor. In this analysis males favored negative attitudes towards LE \nwith a probabilistic weight of .613 and females disfavored them with a weight of .460. This finding contradicts those \nin the sociolinguistic field because women tend to be more conservative when it comes to language change. \nHowever, in this case the attitude towards the spoken language was being discussed in the community, and \nwomen frequently identify more with their local community than men since they are the ones who spend more time \nin community activities such as PTA meetings, religious functions, and preparations for local festivities while men \ntend to be exposed to the other varieties through the job market. That said, this issue requires further investigation. \nIn a sense, it can be claimed that conservatism as shown here is an overall desire for language maintenance.\n\nAge was selected as the second most important factor. As with the results from the MANOVA analysis, the \nregression age group 1 (15-25) disfavored negative attitudes with a probabilistic weight of .188, followed by age \n\n\n\ngroup 2 (26-50), which favored negative attitudes with a weight of .590, and group 3 (50+), which disfavored \nnegative attitudes with a weight of .470.\n\nEducation was the third variable to be selected as a predictor. In this group, people with a secondary level of \neducation disfavored negative attitudes toward Limonese English with a probabilistic weight of .300 while people \nwith only a primary level of education favored negative attitudes with a weight of .843, and whereas people with a \nuniversity education favored negative attitudes with a weight of .525, the people with no education disfavored \nnegative attitudes with a weight of .305.\n\nThe fourth group was spoken language. People who spoke Spanish only favored negative attitudes toward \nLimonese English whereas people who spoke Spanish and languages other than English disfavored negative \nattitudes with a weight of .266 alongside people who speak Spanish and English who also tended to disfavor \nnegative attitudes towards Limonese English with a weight of .432. These results resemble those found in the \nMANOVA.\n\nThe last variable to be selected was language preference. People who preferred to express themselves in Spanish \ndisfavored (i.e. did not have) negative attitudes with a weight of .435. Bilinguals tended to favor (i.e. have) negative \nattitudes with a weight of .563. And, people who preferred English to express themselves favored (i.e. have) \nnegative attitudes with a weight of .773.\n\nBecause the results in both analyses patterns are similar, they are used as evidence for the reliability of the coding \nand the validity of the qualitative results that are presented in the following sections.\n\n6.2 Qualitative Analyses: Attitude Repertoires?\n\nSome of these repertoires appear in both negative and positive versions. This was done because the attitudes \nunder study examine two varieties of English, and because there are other languages involved in this contact \nsituation (i.e. Spanish, Chinese, and indigenous languages).\n\nFor negative attitudes seven repertoires emerged. The first one was the minimizer repertoire. In this repertoire the \nperson did not mention Limonese English at all and tended to avoid talking about it.\n\nExample: Es muy importante hablar el ingles porque costa Rica es muy visitado por Extranjeros y debemos \naprender tanto los adultos como los ninos para asi poder defendernos en el turismo. Participant: M3NS It is very \nimportant to speak English because Costa Rica is widely visited by foreigners and both adults and children must \nlearn to be able to work in the tourist industry (my translation).\n\nThe second repertoire is the utilitarian. In this repertoire, the person talks about the advantages of using American \nor British English as a means for social mobility and job opportunities.\n\nExample: English in fact is a language that help us to enter into the arena of the develop countries but it is no the \nmost important language and our education should not be in English because our language is Spanish and if we \nwant we can learn a new language. Participant: M1NB\n\nThe third is the assimilationist repertoire. Members of this repertoire tend to advocate the assimilation to either \nAmerican English or British English.\n\nExample: Creo que el ingles de los Estados Unidos debera ser la unica lengua inglesa que deberiamos ensenar a \nnuestros estudiantes. Ademas, la gente no habla ingles en Limon. Participant: F2NS I believe that American \nEnglish should be the only English language we teach our students. Besides, people do not speak English in \nLimon (my translation).\n\nThe fourth repertoire is the negative linguist. Members of this group gave a detailed explanation of why Limonese \nEnglish is not a language and why it could never be considered a language.\n\n\n\nExample: Personally the first scenario shows a person overwhelmed by the American language and culture, \nsomeone whom I would say is in a way a racist person in the way he donnot accept other languages rather then \nEnglish, American English is the most spoken English in America, but if we look next door, British English is \nwidely spoken in Europe, so I don't think american Eng. should be the only language to teach at school besides, it \nis not well taught. Finally just to have in mind that every single English spoken country has its dialectal variations \nand changes in pronunciation, semantic & grammar, a standard English is the one that combiened let us \ncommunicate w/ others. Participant: M1NB\n\nThe fifth repertoire is the negative anthropologist. Like the negative linguist, members of this repertoire tended to \ngive detailed explanations of the origins of Limonese\n\nEnglish and its culture and why it cannot be considered a language because it is part of a very small group of \npeople.\n\nExample: It is not that in Limon they speak a language other than English, is just that the younger or the youth of \nthese days don't like to speak English, and their parents don't speak to them in English and that's why this kind of \ncreole speaking is in Limon. It would be good to teach them the way to get interested in learning English. The \nAmerican one or the British one (English) so as to develop their knowledge in the language. Participant: F2BB\n\nThe sixth repertoire is the negative practitioner. Members of this group tended to think that even though they speak \nLimonese English, they should not continue to use it or teach it because it is not proper language.\n\nExample: Well, I really believe that our students should learn as much as they can. Teachers should teach different \ntypes of English at the same time because it is no fair that students only study things that appear on a simple book \nor teachers first explain a couple of basic structures in English. English is so wide and its is going to be better for \nthem and us to make a variety of knowledges from different countries, but speaking of Limon I dare to think, that \nthey have to study more speak better, and going deeply on the language because \"patois\" is a dialect and most of \n\"Limonenses\" only understand what they speak each other, they do not know how to write in English correctly \nthat's my opinion. English is a fantastic thing. It is very nice to use it and speak in a good way but I think as much \nas a person can learn it it would be easy to practice it for the rest of his/her life. That's my point of vew. Thanks. \nParticipant: M1NB\n\nThe last repertoire is the isolationist. Members of this group believed that Limonese English should stay in Limon \nand that people should only speak it with their relatives or people of the same race.\n\nExample: Standard English is the one that should be thought in our country. These kind of languages like patua or \nbribri should be kept too, but just for the people that live there and have to deal with it every day. I have heard \npeople from Limon using their language and I have not been able to understand what they say. I also know that it \nis very difficult for these people to speak standard English in a proper way. Therefore I think it should be kept just \nin Limon. Participant: M1NB\n\nFor positive attitudes towards Limonese English, eight repertoires emerged. The first one was the equalizer. \nMembers of this group tended to equalize, at all levels, Limonese English to any other variety of English.\n\nExample: El ingles como se le conoce patua como el hablado en Limon C. R. No deberia desaparecer o cambiarse \npor cuanto es parte de la cultura de esta Pequena Provincia. A Lo a mi parecer lo que deberia enriquecerse \nmediante talleres o cursos y ademas por ser criollo o lo que entiendo no se conjuga verbos a diferencia del Ingles \nAmericano. Participant: M2NS\n\nEnglish as we know it, and patua like the one spoken in Limon C.R., should not disappear or change due to the \nfact that it is part of the culture of that Little Province. To my understanding what we should do is to enrich it through \nworkshops or courses and in addition, because it is a Creole, and from what I understand verbs are not conjugated, \nwhich is different from American English (my translation).\n\n\n\nThe second repertoire is the conservationist who advocates for the preservation of Limonese English as a national \nand cultural icon.\n\nExample: I'm totally agree with paragraph #2 because it is completely important to keep all the aspects with Costa \nRican culture, however if we wan to survive nowadays we must speak north American English, because enough \ninstitutions ask for that language. For me it is too sad that every day our own language loses its importance; that's \nwhy we need to work hard for preserving our roots. The United States is part of the world, no the world. Participant: \nM1NB\n\nThe third positive repertoire is the positive anthropologist who advocates for the status of Limonese English as a \nlanguage because of the history of its speakers.\n\nExample: Well in my Personal opinion I think that United Stated English shouldn't be the only language because \nsometimes their don't speak the correct language. Our dialect that some people called creole should always be \ntheir because is our culture but It is very important to learn the appropriate language that is not American \nlanguage. Participant: F1BB\n\nThe fourth repertoire is the nationalist who advocates for the officialization of Limonese English as a national \nlanguage.\n\nExample: I agree with the second paragraph, because it is incredible that as American as \"ticos\" we don't know our \nlanguages as well as we suppose to speak English some day. In fact, the government could implement a program \nrelated with the use and ways for how to learn Limonese language, and most of our national languages. \nParticipant: F1NB\n\nThe fifth repertoire is the positive linguist who explains why Limonese English is a language like any other \nlanguage; this repertoire is different from that of the equalizer because the person in this repertoire gives detailed \nlinguistic descriptions of Limonese English.\n\nExample: I am concerned with the fact that what is spoken in Limon is a dialect. It is true is part of the English \nlanguage, but they have their own characteristics as it or they have as a social dialect. In C.R. people use to \ndiminish their dialect, and say that what they are spoken is not English, but in fact they ignore the fact that it is a \ndialect. Participant: M2NB\n\nThe sixth repertoire is the positive practitioner who is proud to speak and teach Limonese English to the younger \ngenerations.\n\nExample: I totally agree with paragraph #2 while I was reading paragraph #1, I was completely upset. I don't know \nwhy there are people who want to eliminate the way Limonese speak. I have a boyfriend who is from Limon, and I \nspeak with him in English. I understand every word he says, we don't have problems to communicate in English, I \nthink that paragraph #1 is just an unfair way of demonstrate discrimination against black people. Definitely, \nLimonese must keep the way they speak. They've to preserve their roots. Participant: F1NB\n\nThe seventh repertoire is the activist who advocates for the rights of Limonese English speakers in order to avoid \ndiscrimination.\n\nExample: You must take into account diversity in your perspective. The way you learn to speak certain dialect is \nkind of a cultural legacy. It is not good to globalize the different dialects of English. In addition, there is not \nnecessary to describe the creole, patua or mek-a-tel-you as ugly or bad language. There are differences to \nrespect, to understand and support. Participant: F1NB\n\nThe last repertoire is the educator who advocates for the teaching of Limonese English to all children and at all \nlevels of the educational system.\n\n\n\nExample: I'm from Limon, and I think way for from disappearing language, it would be nice to study about this, \nbecause its part of our culture, if we do this we will be killing our past and been disrespectful to our ancestors. Our \nstudents should know and have the understanding that they are way to communicate, so there is no ugliness in \nspeaking X language; for this we will have to disappear a lot of languages. We must respect each other for what \nwe have. If there could be a way to teach proper Inglish, what is proper Inglish? American, Ingland? Just for \ndevelopment defenetly we should teach the American Inglish; way? because it is a commercial language all of the \nworld. Participant: F3BB\n\nTable 10 below shows the tabulation of the repertoires and the distribution of participants' responses.\n\nAs can be seen from the distribution of the repertoires, negative attitudes toward Limonese English surface in \nrelationship to the use of American and British English in Costa Rican society. Because of the high status of \nAmerican and British English, Limonese English is classified as non-useful. At the same time, positive attitudes \nare present in society by those who are trying to elevate Limonese English to the same status of American and \nBritish English, and make it a link to the cultural and linguistical heritage of Costa Rica. Preserving it is also seen \nas a symbol of equality by the speakers of Limonese English.\n\n7. Discussion\n\nTo study the attitudes towards these two varieties of English from the perspective of those who speak both, two \nresearch questions had to be asked. The first addressed the social perception of the inner circle variety of English \nin Limon as well as the expanding circle variety of English in the rest of the country to ascertain the attitudes \ntowards these varieties. The second question was whether this social perception resembled the global tendency \ntowards the preference for traditional inner circle varieties (i.e. American or British English).\n\nThe results of this study suggest that Limonese English is still regarded as an inferior language by Costa Ricans \nwhereas the use of British and American English is regarded as important for upward mobility and success. \nHowever, Limonese English, as can be seen from the generation data on usage places for English, and the fact \nthat about 20% (the largest number) of the essays fall into the equalizer repertoire, is regaining the terrain it once \nhad and is being elevated to the status of an authentic language by its speakers. This may be triggered by the \ninsertion of a lexicalizing variety (i.e. academic English), which benefits the native speakers of English in the \nregion, and seems to be revitalizing the variety of English spoken in Limon. A wider linguistic understanding of the \nlanguage situation in Limon seems to be growing as a side effect of the introduction of the inner circle varieties for \nsuccess in the job market. A closer look at the responses to the questions where English is used the most and by \nwhom suggests there is evidence for the proposal of a revitalization of Limonese English. In figures 10 and 11, this \npropensity by ethnic groups can be observed. Afro-Costa Ricans seem to be using Limonese English in more \nplaces and with more people than those reported in previous studies (e.g. Herzfeld, 2004; Winkler, 1999) where it \nwas believed that Limonese English was used strictly at home and for same-race exchanges.\n\nThe natural inclination to adopt traditional inner circle varieties for their prestige is present in this context since \nAmerican and British English enjoy a higher status than Limonese English. Furthermore, they are endorsed by the \ngovernmental educational policies.\n\nThis study serves as evidence in response to Spence's (1993) predictions of the future of Limonese English. She \npostulated two predictions: the total loss of Limonese English and the reverse bilingualism where English takes \nthe place of a second language. Evidence presented here shows that besides reverse bilingualism, a revitalization \nof Limonese English as a first language is taking place and that people are becoming more aware of the \nimportance of their native tongue.\n\nFurthermore, ethnic group membership does not seem to be a factor that influences language attitudes. However, \nsocial factors such as gender, age, education, spoken language, and profession do seem to be strong predictors of \nnegative language attitudes. This may be attributed to the lack of linguistic knowledge that has been prominent in \nCosta Rica due to monolingual education policies, and the low social status Limonese English acquired after all \ngovernment-sponsored schooling became Spanish only.\n\n\n\n8. Conclusion\n\nThe present study was motivated by Ladegaard's (2000) call for the use of eclectic methods, which argue that a \npositive correlation in the quantitative data, as well as a positive relationship between open-ended responses and \nsociolinguistic behavior, would provide the ultimate support for the tripartite model; and by Hyrkstedt's & Kalaja's \n(1998) call for a change in the collection of data and its subsequent analysis. It was decided to use an instrument \nthat includes both quantitative data and qualitative discourse responses to written stimuli and methodology, and \nwhich includes both quantitative and qualitative data analysis. This eclectic method has proven to be a powerful tool \nfor the understanding of language attitudes at a microlevel (Costa Rica), and it could be extrapolated that its use at \nthe macro-level for the study of language attitudes among other qualitative data would be equally effective.\n\nAs pointed out previously in this study, the study of language attitudes is found in two different primary fields of \ninquiry, social psychology and sociolinguistics. In social psychology, attitudes are studied from the perspective of \nthe importance of perception, which is the foundation of all social constructions, individual and group relationships. \nPerception reflects the accumulated social knowledge individuals carry with them. An example of these attitudes is \nwhen people see dialects as \"better\" or \"worse.\" This study is an example of how attitudes can be found and \nquantified by studying the various comments regarding a language that are present in an essay. The results reveal \nhow the perceptions of a society towards its language(s) are sometimes hard to pinpoint. The methodology \npresented here helps to bring these covert attitudes to light by employing a deeper analysis of participants' essays.\n\nSome of the limitations of the present study are due to the fact that the data collected were written, and participants \nhad a short amount of time to answer. Another limitation is that the sample may not be representative of the \npopulation at large. The focus group of the present study was principally prospective and in-service English \nteachers as well as people from varying professions. However, this sampling serves as a starting point for future \nstudies. Future research should focus on the study of language attitudes found in speech, as well as other types of \nnarratives.\n\nConcerning sociolinguistics, Limonese English seems to be shifting away from its status as a forgotten or limited \nlanguage to a language whose use may benefit the community both culturally and economically. Culturally, it \nbenefits the community because it may trigger a total revitalization of the English variety found in Limon and its \nadoption as the language of everyday use alongside Spanish. Economically, it helps because this revitalization of \nLimonese English and current level of access to the standardized variety through education could help people \nenter the work force in tourism and other industries like call center management and pharmaceutical manufacturing, \nwhich have found a potential source of workers in the region.\n\nHopefully, the results of this work will shed light on the importance of why governments should change and adopt \npolicies that are based on empirical evidence of the linguistic situation of their countries. The gap between research \nand the real world can be bridged, and erroneous assumptions about languages can be avoided. It is also hoped \nthat this study will serve as a foundation for the construction of such a bridge. Finally, for researchers seeking to \nstudy/describe complex linguistic contexts such as the one found in Limon, the present work provides a framework \nfor the understanding of how communities perceive their linguistic situation. Such an understanding leads to the \nuncovering of covert characteristics of their language that may be hidden behind speakers' attitudes.\n\nNotes\n\n(1.) Thanks to Dan McNeely for all his help throughout this project, Adriana Aguilar-Sanchez and Ivannia Ugalde \nHernandez for their help with the data collection, and to all the people of Limon for their great welcome to these \ntypes of projects. And, to Beverly Hartford for her insightful comments and for introducing the field of World \nEnglishes to me.\n\n(2.) For more information on methods for the study of language attitudes, see Hyrkstedt & Kalaja, 1998.\n\n(3.) Small grocery store.\n\n\n\n(4.) Purcell calls it Limon Creole [a term not used here due to its negative connotation among non-linguists].\n\n(5.) For more information on the Caribbean Creole continua, see Windford, 1997.\n\nDoi: https://doi.org/10.15517/rfl.v44i2.34693\n\nReferences\n\nAguilar-Sanchez, J. (2005). English in Costa Rica. World Englishes, 24 (2), 161-172.\n\nBattenburg, J. (1997). English versus French: Language Rivalry in Tunisia. World Englishes, 16 (2), 281-290.\n\nBell, J. (2013). Language attitudes and language revival/survival. Journal of Multilingual & Multicultural \nDevelopment, 34 (4), 399-410. doi: 10.1080/01434632.2013.794812\n\nBruthiaux, P. (2003). Squaring the circles: issues in modeling English worldwide. International Journal of Applied \nLinguistics, 13 (2), 159-178. doi: 10.1111/1473-4192.00042\n\nBryce-Laporte, R. S. (1962). Social relations and cultural persistence (or change) among Jamaicans in a rural area \nof Costa Rica. (Doctor of Philosophy). University of Puerto Rico, Puerto Rico.\n\nCabrera, L., & Ancker, W. (1997). English language education in Costa Rica. Retrieved from \nhttp://www.tesol.org/isaffi/affil/profiles/costarica.html (archived)\n\nChakrani, B., & Huang, J. L. (2014). The work of ideology: examining class, language use, and attitudes among \nMoroccan university students. International Journal of Bilingual Education & Bilingualism, 17 (1), 1-14. doi: \n10.1080/13670050.2012.718319\n\nCherciov, M. (2013). Investigating the impact of attitude on first language attrition and second language acquisition \nfrom a Dynamic Systems Theory perspective. International Journal of Bilingualism, 17 (6), 716-733. \ndoi:10.1177/1367006912454622\n\nChoi, J. K. (2003). Language Attitudes and the Future of Bilingualism: The Case of Paraguay. International Journal \nof Bilingual Education & Bilingualism, 6 (2), 81-94.\n\nCrezee, I. (2012). Language shift and host society attitudes: Dutch migrants who arrived in New Zealand between \n1950 and 1965. International Journal of Bilingualism, 16 (4), 528-540. doi: 10.1177/1367006911429523\n\nDiaz-Campos, M. (2003). The pluralization of haber in Venezuelan Spanish: A sociolinguistic change in real time. IU \nWorking Papers in Linguistics, 3, 175-187.\n\nDiaz-Campos, M. (2004). Acquisition of Sociolinguistic Variables in Spanish: Do Children Acquire Individual Lexical \nForms or Variable Rules? In T. L. Face (Ed.). Laboratory Approaches to Spanish Phonology, (pp. 221-236). Berlin, \nGermany: Mouton de Gruyter.\n\nDowling, J. A., Ellison, C. G., & Leal, D. L. (2012). Who Doesn't Value English? Debunking Myths About Mexican \nImmigrants' Attitudes Toward the English Language*. Social Science Quarterly (Wiley-Blackwell), 93 (2), 356-378. \ndoi:10.1111/j.15406237.2012.00850.x\n\nEdwards, J. (1999). Refining Our Understanding of Language Attitudes. Journal of Language & Social Psychology, \n18 (1), 101.\n\nFriedrich, P. (2000). English in Brazil: functions and attitudes. World Englishes, 19 (2), 215.\n\nGarrett, P. (2001). Language attitudes and sociolinguistics. Journal of Sociolinguistics, 5 (4), 626-631. doi: \n10.1111/1467-9481.00171\n\n\nGonzalez-Riano, X., Hevia-Artime, I., & Fernandez-Costales, A. (2013). Language attitudes of Asturian students in \nthe area of Navia-Eo (Spain). Language & Intercultural Communication, 13 (4), 450-469. \ndoi:10.1080/14708477.2013.785558\n\nHerzfeld, A. (1978). Bilingual Instability as a Result of Government Induced Policies. Retrieved from \nHerzfeld, A. (1980). Bilingual Instability as a Result of Government Induced Policies. ITL: Review of Applied \nLinguistics, 48, 3-20.\n\nHerzfeld, A. (1983). Limon Creole and Panamanian Creole: Comparison and Contrast. In L. D. Carrington, D. Craig, \n& R. T Dandare (Eds.). Studies in Caribbean Language. (pp. 23-37). St. Augustine, Trinidad: Soc. for Caribbean \nLing.\n\nHerzfeld, A. (2004). Mekaytelyu: la lengua criolla de Limon. San Jose: Editorial de la Universidad de Costa Rica.\n\nHyrkstedt, I., & Kalaja, P. (1998). Attitudes toward English and its functions in Finland: A discourse-analytic study. \nWorld Englishes, 17 (3), 345.\n\nInfocostarica. (2000). Education in Costa Rica. Retrieved from http://www.infocostarica.com/ education/education. \nhtml (archived)\n\nKachru, B. B. (1984). World Englishes and the teaching of English to non-native speakers, contexts, attitudes, and \nconcerns. TESOL Newsletter, 18, 25-26.\n\nKachru, B. B. (1985). Standards, codification and sociolinguistic realm: The English language in the outer circle. In \nR. Quirk & H. G. Widdowson (Eds.). English in the World. (pp. 11-30). Cambridge: Cambridge University Press.\n\nKachru, B. B. (1990). Native and non-native norms. In B. B. Kachru (Ed.). The Alchemy of English. (pp. 100-114). \nUrbana, IL: University of Illinois Press.\n\nKalaja, P. (1997). Language attitudes reconsidered: from cognitive representations to discursive construction. \nPaper presented at the American Association for Applied Linguistics Annual Conference, Orlando, FL.\n\nLabov, W. (1972a). On the Mechanism of Linguistic Change. In W. Labov (Ed.). Sociolinguistic Patterns. (pp. 167-\n182). Philadelphia: University of Pennsylvania Press.\n\nLabov, W. (1972b). Sociolinguistic patterns. Philadelphia: University of Pennsylvania Press.\n\nLadegaard, H. J. (2000). Language attitudes and sociolinguistic behaviour: Exploring attitudebehaviour relations in \nlanguage. Journal of Sociolinguistics, 4 (2), 214-233.\n\nLazarus, D. (2002). Universities and Private Language Schools. Retrieved from http://www. fortunecity. \ncom/athena/exercise/2445/id19_m. html (archived)\n\nMelendez Chaverri, C., & Duncan, Q. (1974). El negro en Costa Rica: antologia (2. ed.). San Jose: Editorial Costa \nRica.\n\nNiedzielski, N. A., & Preston, D. R. (2000). Folk Linguistics. Berlin, Germany: Mouton de Gruyter.\n\nPurcell, T. W. (1993). Banana fallout: class, color, and culture among West Indians in Costa Rica. Los Angeles: \nCenter for Afro-American Studies, University of California.\n\nPurnell, T., Idsardi, W., & Baugh, J. (1999). Perceptual and Phonetic Experiments on American English Dialect \nIdentification. Journal of Language and Social Psychology, 18 (1), 10-30. doi: 10.1177/0261927X99018001002\n\n\nSallabank, J. (2013). Can majority support save an endangered language? A case study of language attitudes in \nGuernsey. 34, 332-347. doi: 10.1080/01434632.2013.794808\n\nSimms, E. G. (1990). Un analisis sociolinguistico de las esferas de uso del ingle's de Limon en hablantes que \nresiden en San Jose, Costa Rica y algunas actitudes de los hablantes y de los descendientes de hablantes de \ningles de Limon, que no lo hablan, con respecto a esta lengua. (Master's Thesis), Universidad de Costa Rica, San \nJose, Costa Rica.\n\nSimons, G. F., & Fennig, C. D. (2018a). Costa Rica Languages: Map. In G. F. Simons & C. D. Fennig (Eds.). \nEthnologue: Languages of the World. Dallas, Texas: SIL International. Retrieved from \nSimons, G. F., & Fennig, C. D. (2018b). Costa Rica: Languages. In G. F. Simons & C. D. Fennig (Eds.). \nEthnologue: Languages of the World. (21 ed.). Dallas, Texas: SIL International. Retrieved from \nSimpson, J. (2013). What's done and what's said: language attitudes, public language activities and everyday talk \nin the Northern Territory of Australia. Journal of Multilingual & Multicultural Development, 34 (4), 383-398. doi: \n10.1080/01434632.2013.794811\n\nSpence, M. J. (1993). A Case Study of Language Shift in Progress in Port Limon, Costa Rica. (Doctor of \nPhilosophy), Georgetown University, Washington, D.C. Retrieved from \nhttp://gateway.proquest.com/openurl?url_ver=Z39.88-2004&res_dat=xri:pqdiss&rft_ \nval_fmt=info:ofi/fmt:kev:mtx:dissertation&rft_dat=xri:pqdiss:9410349\n\nThomason, S. G. (2001). Language contact. Washington, D.C.: Georgetown University Press.\n\nThumboo, E. (2003). Closed and open attitudes to globalised English: notes on issues. World Englishes, 22 (3), \n233-243. doi: 10.1111/1467-971X.00293\n\nWinford, D. (1997). Re-Examining Caribbean English Creole Continua. World Englishes, 16 (2), 233-279.\n\nWinkler, E. G. (1999). Limonese Creole: A Case of Contact-Induced Language Change. (Doctor of Philosophy). \nIndiana University, Bloomington, IN.\n\nJorge Aguilar-Sanchez\n\nPhD. Jorge Aguilar Sanchez. University of Dayton. Assistant Professor of Spanish Linguistics. USA. Correo \nelectronico: jaguilarsanchez1@udayton.edu\n\nRecepcion: 07-12-2017\n\nAceptacion: 17-03-2018\n\nCaption: Figure 1. Province of Limon and languages found in it (Simmons & Fennig, 2018a, 2018b)\n\nCaption: Figure 2. Language Varieties found in Limon (indigenous languages excluded)\n\nCaption: Figure 3. Contact situation found in Limon (indigenous languages excluded)\n\nCaption: Figure 9. Coding scheme sample\n\nCaption: Figure 10. Places of LE usage by race\n\nCaption: Figure 11. Interlocutor type of LE usage by race\n\n\nTable 1. Distribution of participants by demographic data Description Total n % Gender Female 81 74.3 Male 28 \n25.7 Total 109 100.0 Place of Residence Limon 47 43. 1 Other 62 56.9 Total 109 100.0 Auc Group 1 : 1 5-25 46 \n42.2 Group 2: 26-50 56 5 1.4 Group 3: 50+ 7 6.4 Total 109 100.0 Ethnic Group Afro-Costa Rican 21 1 9.3 Mestizo 9 \nX.3 Other 79 72.5 Total 109 100.0 Education Level Higher Education 88 80.7 Secondary Education 1 6 14.7 \nPrimary Education 4 3.7 none 1 0.9 Total 109 100.0 Profession Services 28 25.7 Home 1 0.9 Business 3 2.8 \nEducation 1 5 1 3.8 Student 58 53.2 Farm I 0.9 N/A 3 2.8 Total 109 100.0 Lanauaues Spoken Spanish only 30 27.5 \nEnglish and Spanish 77 70.6 Spanish and other 1 0.9 N/A 1 0.9 Total 109 100.0 Language Preference Spanish 68 \n62.4 English 4 3.7 Both 37 33.9 Total 109 100.0 Table 2. Overall Essay Attitudes by Age Group Dependent \nVariable Independent Over-all Essay Attitude Variable Positive Negative Total 11 % n % 11 % Age Group 1 = 37 \n50.00% 9 25.71% 46 42.20% 15-25 Group 2 = 31 41.89% 25 71.43% 56 51.38% 26-50 Group 3 = 6 8.11% 1 \n2.86% 7 6.42% 50+ Total 74 100.00% 35 100.00% 109 100.00% Table 3. LE Preservation by Age Group \nDependent Variable Independent LE Preservation Variables Positive Negative Total n % n % n % Age 15-25 46 \n46.94% 0 0.00% 46 42.59% 26-50 45 45.92% 10 100.00% 55 50.93% 50+ 7 7.14% 0 0.00% 7 6.48% Total 98 \n100.00% 10 100.00% 108 100.00% Table 4. Indigenous Language Preservation by Age Group Independent \nDependent Variable Variables Indigenous Languages Preservation Yes No Total n % n % n % Education Primary \nonly 3 2.97% 2 33.33% 5 4.67% Secondary only 16 15.84% 0 0.00% 16 14.95% University 82 81.19% 4 66.67% 86 \n80.37% Total 101 100.00% 6 100.00% 107 100.00% Table 5. LE Preservation by Profession Dependent Variable \nIndependent LE Preservation Variables Yes No Total n % n % n % Profession Services 20 20.41% 7 70.00% 27 \n25.00% Business 2 2.04% 1 10,00% 3 2.78% Education 15 15.31% 0 0.00% 15 13.89% Farmer 2 2.04% 0 0.00% 2 \n1.85% Student 57 58.16% 1 10.00% 58 53.70% n/a 2 2.04% 1 10.00% 3 2.78% Total 98 100.00% 10 100.00% 108 \n100.00% Table 6. Indigenous Languages Preservation by Profession Dependent Variable Independent Indigenous \nLanguages Preservation Variables Yes No Total n % n % n % Profession Services 22 21.78% 5 83.33% 27 \n25,23% Business 3 2.97% 0 0.00% 3 2.80% Education 15 14.85% 0 0.00% 15 14.02% Farmer 2 1.98% 0 0.00% 2 \n1.87% Student 56 55.45% 1 16.67% 57 53.27% n/a 3 2.97% 0 0.00% 3 2.80% Total 101 100.00% 6 100.00% 107 \n100.00% Table 7. Overall Essay Attitudes by Spoken Language Independent Dependent Variable Variable Over-all \nEssay Atlitude Positive Negative Total n % n % n % Language Spoken Spanish Only 12 16.22% 19 54.29% 31 \n28,44% Spanish and English 62 83.78% 16 45.71% 78 71.56% Total 74 100.00% 35 100.00% 109 100.00% Table \n8. Indigenous Language Preservation by Language Spoken Independent Dependent Variable Variables \nIndigenous Languages Preservation Yes No Total n % n % n % Language Spoken Spanish Only 25 24.75% 5 \n83.33% 30 28.04% Spanish and 76 75.25% 1 16.67% 77 71.96% English Total 101 100.00% 6 100.00% 107 \n100.00% Table 9. MANOVA Results Dependent Variables and Interactions Independent Language LE Indigenous \nVariable Attitudes Type Preservation Language preservation Age * * Gender Ethnic group Education * Profession * \n* Language Spoken * * Language Preference * significant differences Significant interactions: Age and Education; \nEducation and Language preference Table 10. Distribution of Essays by Repertoires Attitude Repertoire n (a) % \nNegative minimizer 3 2.75 utilitarian 14 12.84 assimilationist 9 8.26 linguist negative 4 3.67 anthropologist negative \n4 3.67 practioner negative 1 0.92 isolationist 1 0.92 Positive equalizer 21 19.27 conservationist 13 11.93 \nanthropologist positive 8 7,34 officialist 2 1.83 linguist positive 7 6.42 practioner positive 7 6.42 activist 11 10.09 \neducator 4 3.67 Total 109 100.00 (a) Number of essays categorized as each repertoire\n"}