{"title": "JURY FAILS TO REACH VERDICT IN FRAUD CASE AGAINST SERB REFUGEE", "body": "\nAfter deliberating for more than six hours Friday, jurors in the case of Branko Popic, the Serb refugee accused of \nfalsifying his immigration papers, told a federal judge they couldn't reach a verdict.\n\n\"I feel a verdict in this case is not attainable,\" the jury foreman wrote in a note to U.S. District Judge James \nWhittemore. \"This is true for count one and two. We have put a tremendous amount of time and effort into this \ncase, respectfully.\"\n\nBut Whittemore, filling in for presiding U.S. District Judge James Moody, who left for an out-of-state trip Friday \nmorning, told the jurors he was unwilling to release them yet. He reminded them a new trial would cost a lot of time \nand money and asked the jurors to continue deliberating.\n\nThis is the second day of jury deliberations in the case of Popic, who is charged with one count each of fraud and \nmaking false statements for allegedly failing to disclose his military service on immigration documents.\n\nThe first day ended with a twist when a Spanish-speaking juror asked to be excused because she was having \nlanguage difficulties.\n\nOn Friday morning, the judge listened to arguments from attorneys about whether the juror, Maribel Vazquez, \nshould be excused or allowed to continue with an interpreter.\n\nAssistant U.S. Attorney Donald Hansen argued she should be excused because they didn't know how much of the \ntrial she understood. But Popic's attorney, Adam Allen, said Vazquez had a right to remain if she wanted.\n\nMoody then brought Vazquez into the courtroom and asked her if she had trouble understanding or expressing \nherself in English.\n\n\"Both,\" Vazquez replied.\n\nMoody excused her with his thanks and replaced her with an alternate juror.\n\nJurors are scheduled to return to the federal courthouse in Tampa at 8:30 a.m. Monday. Popic could be sentenced \nto up to 10 years in prison and deported if he is convicted.\n\nCarrie Weimar can be reached at (813) 226-3416 or cweimar@sptimes.com\n\n\nGraphic\n\n \n\nPHOTO: Branko Popic, 59, is accused of leaving his military service off U.S. immigration documents.\n"}