{"title": "'BLUE FLU' LEAVES ROOKIES ON DUTY; TRAINEE GARDAI FILL STRIKING COLLEAGUES BOOTS; GARDAI STAGE 24-HOUR BLUE FLU STRIKE", "body": "\n A SKELETON force of rookie cops is policing the streets today after gardai launched a lightning 24-hour blue flu \nstrike.\n\n Thousands of rank and file gardai phoned in sick at six o'clock this morning in a serious escalation of their bitter \npay war.\n\n The shock announcement caught senior officers off guard yesterday and forced acting Commissioner Noel Conroy \nto draw up an emergency plan to fight crime.\n\nTrainee cops from Templemore were drafted in to form a thin blue line in a bid to avert a crime spree.\n\n Garda authorities were expecting an outbreak of blue flu next week, but yesterday's decision left them with less \nthan 24 hours to come up with a crime -fighting strategy for today.\n\n Garda Representative Association chiefs defended the lightning strike, claiming the Government's hard-line stance \non pay proposals left them with no choice.\n\n Deputy General Secretary PJ Stone said: \"We've got clear indications that the Government is not prepared to \nmove on the issues we have presented to them.\"\n\n And there was a double blow for Justice Minister John O'Donoghue when senior gardai refused to cover for their \nstriking colleagues.\n\n The sergeants and inspectors association revealed its members would be working their normal rotation and would \nnot be working overtime to provide policing cover.\n\n The weekend blue flu outbreak will not be as devastating as the midweek actions being planned from next week.\n\n\n The GRA is upping the stakes in the pay war by vowing that its members will phone in sick once a week until their \ndemands are met.\n\n They have already turned down a seven per cent pay rise because it fell too short of bringing them into line with \nother public servants.\n\n Gardai say they have drifted almost 40 per cent behind other professions in the pay stakes, but it is understood \nthey would settle for a 12.5 percent increase. The last outbreak of blue flu hit the country on May 1, but gardai kept \na lid on the situation by drafting in trainees and senior officers.\n\n There was no major increase in the crime rate on the day, but armed gardai foiled a terrorist cash heist in Wicklow \nand shot dead Dubliner Ronan MacLochlainn.\n\n Commissioner Conroy vowed last night that criminals would not enjoy a free-for -all this time out either.\n\n Last night the Garda chief was in crisis meetings with senior officers to draw up a plan of action to deal with the \nlatest blue flu day.\n\n There will be 800 probationary gardai as well as trainees available to police the country.\n"}