{"title": "U.S. Immigration And The Growing Marijuana Industry", "body": "\nOct 14, 2019( JD Supra: http://www.jdsupra.com Delivered by Newstex)  Although not legal on the federal level, the \nmarijuana industry is a fast-growing economic sector in the U.S. Thirty-three states have legalized medical \nmarijuana and 10 of those have legalized recreational use. Based on online job search websites, there are about \n200,000 to 300,000 marijuana-related jobs available (many on the lower-paid agricultural-side). As the industry \ngrows, the need for more high-skilled workers, such as chemists, is likely to grow. Canada legalized marijuana in \n2018 and the first marijuana exchange-traded fund is already becoming profitable[1]. A Wall Street analyst who has \nfollowed the industry since 2016 forecasts that the market in the U.S. could grow to $80 billion by 2030[2] if there is \nfederal legalization. \n\nWithout federal legalization, however, the profits and high-skilled foreign workers will go elsewhere.Under U.S. \nimmigration law, any foreign nationals, even green card holders, who participate in the marijuana industry, make \ninvestments, or use marijuana where it is legal (even for medicinal purposes) may be subject to harsh \nconsequences — barred from returning to the U.S.[3]or prevented from naturalizing[4] (for at least five years).There \nhave been bills introduced in Congress that would help to alleviate the conflict between state and federal laws[5], \nincluding eliminating federal penalties for those complying with state marijuana laws and removing marijuana from \nthe list of controlled substances. But to date none, other than the SAFE (Secure and Fair Enforcement) Banking \nAct, have had much traction. SAFE, a bill that would protect banks that work with the legal marijuana industry, \npassed in the House of Representatives but likely will not pass in the Senate[6].If passed, this bill would be a first \nstep, but would do nothing to protect foreign entrepreneurs and workers involved in the legal marijuana \nindustry.Should Congress pass a bill removing marijuana from the 'controlled substance' list, it would end the \nimmigration problem (at least going forward). Immigration 'penalties' that affect those involved with the legal \nmarijuana industry come into play because marijuana is considered a 'controlled substance' under federal law. The \nalternative would be to change federal immigration law regarding admissibility[7] so that use of marijuana or \nparticipation in the legal marijuana industry would no longer be a bar to benefits. Some foreign nationals who have \nbeen denied benefits on these bases are appealing the decisions[8].Non-U.S. citizens should be wary of \nparticipation in the marijuana industry. If you have questions about these issues, please reach out to a Jackson \nLewis attorney. We will continue to follow this issue and provide updates as they become available. [ 1]: \n\nimmigration-law-and-state-marijuana-reforms/ [ 8]:            "}