{"title": "Woman in the News;Immigration Expert Who Takes Broad Approach -- Doris Marie Meissner", "body": "\n4 A child of immigrants, Doris M. Meissner grew up in a German-speaking household in Milwaukee during World \nWar II and suffered the anguish of ethnic discrimination early.\n\n\"I can clearly recall sitting on buses and streetcars and hearing my mother tell me not to talk, because it wasn't \ngood to be heard speaking German,\" she said in a telephone interview from Milwaukee.\n\nMs. Meissner, 51, is now expected to become the custodian of the hopes of today's immigrants and those trying to \ngain entry. President Clinton nominated her on Friday to be Commissioner of Immigration, which requires Senate \nconfirmation.\n\nMs. Meissner (pronounced MICE-ner) has specialized in immigration issues for nearly two decades, serving at the \nJustice Department in Democratic and Republican administrations. She served briefly as acting Commissioner in \n1981.\n\nHer family nurtured her longstanding interest in government and public issues, she said. \"I think it probably came \nfrom my home and from my parents' strong feeling that you give back,\" she said. \"They were always very grateful to \nhave been here and to have built a life here.\"\n\n \n\nPaying a Debt\n\n She has spent her life trying to give something back to her country, in two areas: women's rights and immigration \npolicy. \"I'm committed to the full participation of women in the life of our society,\" said Ms. Meissner, who for a time \nled the National Women's Political Caucus.\n\n\nMs. Meissner has won plaudits for bringing diverse groups together during 13 years at the Justice Department and \nduring her present role as director of the Immigration Policy Project of the Carnegie Endowment for International \nPeace.\n\n\"Immigration has traditionally been the province of advocacy groups only,\" she said. \"We have created a dialogue \nthat looks at these questions as serious policy questions, not just as questions for advocacy groups.\"\n\n\"We have to place the issues in an international context,\" she continued. \"The movement of people is emerging as \none of the critical global issues of our age. It is based on huge deficiencies in human rights and deep economic \ndifferentials.\"\n\nWhen she takes over the Immigration and Naturalization Service, Ms. Meissner will be charged with, in President \nClinton's words, insuring that the United States does not \"lose control of our borders.\" Ms. Meissner indicated in \nthe interview that she would take a broad approach to that mission.\n\n \n\nTreating the Cause\n\n \"Today, people have information and cheap transportation,\" she said. \"They know what their circumstances are \nand can act on it. We can't deal with this only as an enforcement issue in the United States. We have to look at it \nworldwide and attack the conditions that create the desperation.\"\n\nHer nomination won immediate praise from those involved with immigration issues.\n\nDoris Marie Meissner was born in Milwaukee on Nov. 3, 1941. Her mother, Hertha Borst, was 10 when she came \nto this country from Berlin, Germany, and her father, Fred Borst, was 22 when he arrived from Stuttgart, Germany.\n\nHer father was a tool and die maker and her mother a bookkeeper. \"My parents were definitely the pivotal \ninfluences on my life,\" Ms. Meissner said. \"They were both very hard-working and absolutely devoted to their kids. \nOur family life was very much devoted to our German heritage.\n\n\"Good parents make kids feel special and are proud of what they do. When you grow up in that kind of an \nenvironment, you're ready to meet the world when that time comes.\"\n\nShe attended public schools and met her husband, Charles Meissner, now an economist with the World Bank, \nwhen they were both undergraduates at the University of Wisconsin in Madison. She stayed to earn a master's \ndegree in political science when he served in the Army during the Vietnam War.\n\n \n\nDrawn to Politics\n\n While studying, she recalled, \"I wanted to get involved in a campaign, some kind of political activity.\" She managed \nthe campaign of Midge Miller, an opponent of the war who defeated a 20-year incumbent for a place in the state \nLegislature.\n\nAfter the election, her husband returned from Vietnam and the couple moved to Washington. Ms. Miller provided \nthe connection that enabled Ms. Meissner to become a founding member of the National Women's Political \nCaucus and its executive director in 1971.\n\nIn that post, she assailed both national political parties for not providing campaign financing for women. She \ndevoted special effort to the successfulcampaign of Patricia Schroeder for a House seat.\n\nMs. Meissner won a White House fellowship in 1973 and went to work at the Justice Department, where she later \nspecialized in immigration issues, becoming Acting Commissioner in 1981 and Executive Associate Commissioner \nfrom 1982 to 1985.\n\n\n\nMs. Meissner and her husband have two children: Christine, 28, a high school teacher, and Andrew, 24, a film \nstudent.\n\nShe inherited her parents' sense of family. \"The most important thing is to be there for the people who are closest to \nyou: family and close friends,\" she said. \"And it's important to do work that is satisfying to you and useful to the \nworld. If I can do those two things, I'm satisfied.\"\n\nGraphic\n\n \n\nPhoto: Doris Marie Meissner (Reuters)\n"}