{"title": "Build wall at border and repeal the tax cut", "body": "\nNew era, new WPA\n\nIllegal immigrants say they come to America to work. Well, let's give them work. President Franklin Delano \nRoosevelt created the Works Progress Administration during the Depression years of the 1930s, employing millions \nof the unemployed. It's time for another WPA.\n\nThe Panama Canal is too small for our war ships and large container ships to move quickly from the Atlantic Ocean \nto the Pacific Ocean. In threatening times, this becomes even more critical as we now are the world's \npeacekeepers. Let the Army Corps of Engineers start building an American Canal. All immigrants, legal or illegal, \ncould work at minimum wage plus room and board in Army-type Quonset huts. Each of the 48 contiguous states \ncould send Nat ional Guard members to guard the construction. After one or two years of work, immigrants could \napply for citizenship. Since the project is not essential to complete, it could take years to finish, providing years of \nwork.\n\nThis would solve many problems. It would\n\n- Reduce drug-smuggling at border;\n\n- Reduce the number of illegal immigrants crowding our schools, hospitals and welfare offices;\n\n- Reduce crowding in prisons;\n\n- Reduce shipping delays from Japan and China to East Coast ports via South America;\n\n- Improve military response times for large naval ships;\n\n- Increase revenue for import shipping companies and cruise ships now using the Panama Canal;\n\n- Provide protection at the border from the National Guard and Border Patrol;\n\n- Stop terrorists at the border.\n\nD.T. O'Brien | St. Louis County\n\nPresidential values\n\nTwo recent events perfectly epitomize the values of our president. First, he proposes sending members of the \nNational Guard to defend our southern border. Let me translate: He is ordering mainly working-class Americans to \nleave their work, their families and, many times, their paychecks to guard our borders at minimal pay and great \nsacrifice. In the same week, he signs a bill giving the very wealthiest of Americans a huge tax cut.\n\n\nIn our president's world view, working Americans are ordered to sacrifice, and the very wealthy are rewarded for \nbeing wealthy. It probably never crossed our president's mind to do the opposite: Rescind the tax cut to pay \nworking-class Americans a decent salary to guard our borders.\n\nBernard Feldman | Creve Coeur\n\nGreat sucking sound\n\nEmployers say they hire illegal immigrants for jobs Americans don't want. Perhaps there is an alternate truth. \nEmployers hire illegal immigrants for jobs they don't want to give to Americans. Why hire people who might demand \ndecent working conditions, a living wage and reasonable benefits? The key to low-cost labor is to hire vulnerable \npeople.\n\nIsn't this the same strategy we see with overseas outsourcing? Employers are hiring people we might well consider \n\"virtual immigrants.\" Like real immigrants, they are overwhelmingly over-worked, low-paid and vulnerable. They \ndon't dare make demands.\n\nAttributing the policy of hiring immigrants to the new reality of a global economy is nonsense. Rather, it reflects the \nrenewed reality of corporate greed.\n\nThe result is predictable and explains the giant sucking sound Ross Perot heard a few years ago. It is not the sound \nof jobs going to Mexico. It is the sound of wealth consolidating around a few. And it is getting louder.\n\nTom Knaup | Webster Groves\n\nIdeas for the border\n\nIt is nice to know that our president, after nearly six years in office, has found out that there is a problem on our \nsouthern border. Our Mexican allies, as our president calls them, have free access to education, health care and \nthe opportunity for jobs, none of which President Vincente Fox's government can supply. And Mr. Fox's government \nwon't supply it because among its greatest assets is the money sent to Mexico from illegal immigrants in America. \nAs a good American, I am going to give my beloved but not-so-bright president ideas on how to stop illegal \nimmigration.\n\n- Take the employers that blatantly hire illegal immigrants and ship them to Mexico.\n\n- Put up a fence and hire more Border Patrol officers instead of giving a $70 billion dollar tax cut. I will gladly give \nup my $20.\n\n- Make the Mexican government pay for the costs of health care, education, incarceration and transportation back \nto Mexico, all of which the illegal immigrants inflict on the border states.\n\nI hope these ideas help our president come to the realization that middle-class Americans want a secure border. \nThat would help protect us from possible terrorists so the government wouldn't have to do all that wiretapping.\n\nJohn Hussey | St. Peters\n\nCan't care for all\n\nI didn't realize the extent of our illegal immigration problem until they started protesting. I was amazed to discover \nthat we allow millions of people who are not here legally access to Medicaid, food stamps and housing assistance. \nThis puts a tremendous burden on our government.\n\nWe don't financially penalize the companies that hire illegal immigrants as cheap labor. This reduces benefits and \nwages for Americans. Companies should receive a substantial financial penalty to curtail this practice.\n\n\n\nNormally I am a bleeding-heart, but we can't afford to take care of the whole world. If we continue to offer benefits \nto illegal immigrants, they will continue to risk life and limb to come to this country. I would, too.\n\nSharon Stone | St. Peters\n\nWrong side of border\n\nPresident George W. Bush is approaching the immigration problem at the U.S. border with Mexico from the wrong \nside of the border. Mr. Bush should file a U.S. lawsuit in the Mexican courts against Mexico President Vicente Fox \nfor his failure to seal and patrol his northern Mexican border so that no Mexicans can leave his country unless they \nare legal.\n\nThe lawsuit also should include sanctions against Mr. Fox for failing to provide jobs for the millions of his Mexican \ncountrymen who resort to dangerous border crossings to find work in the United States.\n\nFences will not stop the illegal immigrants, but 11 million Mexicans employed as border guards could do so. Mr. \nFox seriously should consider giving these jobs to his countrymen rather than posturing about suing the United \nStates for putting U.S. National Guard military personnel for our protection along the U.S. border.\n\nBarbara Venker | St. Louis\n\nNew dream\n\nIf our immigration policy is intended to invite a limited number of new Americans to this country, why should it \ninclude a guest worker program?\n\nIn America, we believe that everyone is created equal and anyone can boot-strap his way up from the bottom to the \ntop. Isn't it un-American to import a low-wage servant class?\n\nIf President George W. Bush intends to give a path to citizenship (amnesty) to the 11 million illegal immigrants now \nin the country, why is he determined to start a guest worker program to bring in even more foreign workers?\n\nWould the president and our \"representatives\" in Washington put all Americans in competition with an unlimited \nnumber of low-wage, imported guest workers? Is this the new, corporatized American dream?\n\nNick Ivanovich | Fenton\n\nComplex? Insulting.\n\nThe likes of President George W. Bush and U.S. Sen. Ted Kennedy, D-Mass., insist that it must be all or nothing \nwhen it comes to an immigration bill. Everything from secured borders to parameters for citizenship to amnesty \nmust be covered in one piece of legislation. The president will sign nothing less.\n\nThe legislation provides for as many as 200 million new immigrants, nearly doubling our population, and \nsupplementing our Border Patrol with 6,000 National Guardsmen, who will engage illegal immigrants in no way and \nunder no circumstances. Meanwhile, we will recruit and train 6,000 Border Patrol personnel.\n\nYou might as well have the existing Border Patrol recruit the next 6,000 illegal immigrants who cross the border. It \nwould be to our advantage to have these positions filled with people who speak fluent Spanish.\n\nDon't let the politicians insult you by saying the issues are too complex to grasp. \"Protect our borders first\" should \nbe the war cry.\n\nTom Strecker | Barnhart\n\n\n\nNotes\n\n YOUR VIEWS | LETTERS FROM READERS \n\nGraphic\n\n \n\nGRAPHIC\n\n GRAPHIC / ILLUSTRATION - (1 editorial cartoon by Scott Stantis: National Guard U.S. border patrol) \n"}