{"title": "Illegal immigration and silly season", "body": "\nA remarkable political conversation occurred down in Middle Georgia last week.\n\nIn a 30-second TV spot, U.S. Rep. Jim Marshall, D-Macon, accused Republican challenger Austin Scott of \nunauthorized possession of a conscience.\n\nScott, of course, with ambitions of going to Congress, was forced to empty his pockets and deny ever having \nsomething so wicked on his person.\n\nYou see, four years ago, as a state lawmaker from Tifton, Scott cast a vote against an effort to slap a 5 percent tax \non money wired home by illegal immigrants.\n\nScott told his fellow House members that --- while he understood and supported a crackdown on illegal \nimmigration --- he had \"a moral problem\" with ripping money from the hands of working stiffs who were simply \ntrying to fend for their families.\n\nNow older and wiser, a reformed Scott brushed aside the 2006 newspaper clippings that provided evidence of this \nunfortunate brush with decency and restraint.\n\nHis real problem with the bill, Scott told a reporter, was that it wasn't tough enough. It applied only to cash moved \nthrough Western Union, not banks or credit unions.\n\nWe are entering the final phase of the 2010 silly season, and illegal immigration is guaranteed to be a large part \nof it.\n\nRepublicans in Congress, including U.S. Sen. Johnny Isakson, talk of re-examining what the authors of the 14th \nAmendment truly meant when they said anyone born on American soil should be considered a U.S. citizen.\n\nDemocratic nominee for governor Roy Barnes has expressed his comfort with an Arizona-style law that would give \nlaw enforcement agencies in Georgia the right to demand papers from those who look like they don't belong.\n\nRepublican rival Nathan Deal is hardly likely to allow himself to be out-aliened.\n\n\nNo doubt all parties are sincere. Illegal immigration is a serious problem, with expensive and very real \nconsequences.\n\nBut there is a difference between what is said on the stump, and what is achievable in Washington or Atlanta. \nBetween what is promised and what is actually delivered.\n\nAny doubters are hereby condemned to a conversation with D.A. King, citizen-lobbyist and the state Capitol's \nforemost proponent of tougher laws for illegal immigrants and those who employ them.\n\nKing, a 58-year-old Cobb County resident, was a primary force behind the 2006 illegal immigration package \npassed by our Republican-controlled Legislature.\n\nUntil Arizona did what it did, GOP lawmakers --- including Scott, who voted for it --- called their Georgia legislation \nthe toughest in the land. One of its more important provisions required cities and counties to use E-Verify, a free \nfederal government database used to spot undocumented workers.\n\nBut the legislation included no punishment for local officials who ignored the law. \"I say where there is no penalty, \nthere is no law,\" King said.\n\nFor the past two years, King has pushed to insert a set of toothy dentures into the legislation, stopped each time by \nthe Georgia Municipal Authority and the Association County Commissioners of Georgia.\n\nThe two groups argue that the law is so vague and contradictory in places that no individual county or city official \nshould be threatened with prosecution for failure to enforce it.\n\nThe experience has left King jaded and disappointed --- with Democrats, who claim to represent wage-earners, and \nwith Georgia's ruling party.\n\n\"I'm fascinated when I see Republicans vow what they will do next year. And when in committee, when pressure is \napplied, their stamina seems to dissolve,\" King said.\n\nFail to put an enforcement clause into the legislation next year, King said, \"and that's when the rallies will begin \nagain, and they won't be pointed at illegal aliens. I promise.\"\n\nThe General Assembly will have more than King's threats to worry about in January, when GOP lawmakers will be \nrequired to fulfill their promises of an Arizona-style bill aimed at illegal immigration.\n\nHere's something to listen for: When candidates raise the topic of Arizona, note whether they mention the financial \ncost. If they don't, or say that money is no object, there's a good chance you're being had.\n\nFor instance, authorizing and encouraging a city police officer to arrest a suspected illegal immigrant means that \nparticular municipality would be responsible for the costs of lodging him in the local county hoosegow.\n\n\"Cities have to pay county jails $45 per day [per person] for food and lodging. And it could be four or five years \nbefore the federal government picks him up,\" said Amy Henderson of the Georgia Municipal Association.\n\nIf all that sounds like no big deal, remember that most cities in Georgia are small and --- right now --- extremely \npoor. Counties aren't much better off. Douglas County just cut loose an aging drug trafficker --- and illegal \nimmigrant --- because it couldn't handle his health care bill.\n\nCities and counties will want to know who pays for the promises of November. So should you.\n"}