{"title": "AFGHANS CONTEST DETENTION IN U.S.", "body": "\nThree Afghans in a detention center in New York say they cannot understand why they are being held when the \nUnited States Government claims to support the struggle of rebels against the Soviet-backed Government in \nAfghanistan.\n\nThe three men, in their mid-20's, have proved a ''well-founded fear of persecution,'' according to immigration \nlawyers, and are therefore eligible for refugee status, but have been denied asylum because they tried to enter the \nUnited States without proper travel documents.\n\nAppearing ill at ease, the three Afghans said in separate interviews that they faced execution if they returned to \ntheir homeland. They asked that their full names not be disclosed to protect relatives in Afghanistan. #33 Afghans \nat Center The interviews took place in the presence of a guard in a visiting area of the Immigration and \nNaturalization Service's detention center at 201 Varick Street in Manhattan.\n\n''Every day there is news here about Afghanistan, how the American Government wants to help Afghanistan and \nsupports the freedom fighters, and so we never expected to be put in jail here,'' said Abdul, a 26-year-old former \nbank employee who has become an informal spokesman for Afghan refugees at the center because of his fluent \nEnglish.\n\nThere are 33 Afghans, including two women - mostly in their teens or mid-20's - being held in the detention \ncenter, along with about 220 other illegal aliens.\n\nThe assistant deputy director of the Immigration and Naturalization Service in New York, Scott Blackman, declined \nto comment on the detention of the Afghan refugees, on the ground that the issue is in litigation.\n\n \n\nSuit Filed\n\nThe Lawyers Committee for International Human Rights has filed a suit on behalf of the refugees, who one \ncommittee director, Arthur Helton, said were being victimized by the Government's efforts to deter more refugees.\n\n''It stems from the general I.N.S. policy of deterrence,'' Mr. Helton said. ''They don't want to encourage plane people \nas well as boat people.''\n\nAnother of the three Afghans interviewed, Ezatullah, a 27-year-old former engineering student, was deported Nov. \n21 to Pakistan after his request for asylum for himself, his wife and their 11-month-old daughter was denied.\n\nWhen he arrived in Karachi, however, Pakistani authorities told him they would have to send him to Afghanistan or \ntry him for illegal entry into Pakistan. Trial would eventually result in his return to Afghanistan, because Pakistan \ndoes not accept Afghans who have applied for asylum elsewhere.\n\n\n \n\nLawyer's Letter\n\nHe said he was saved - and returned to the United States - by a letter from his Manhattan immigration lawyer, \nRobert Carr, stating that the Federal immigration administrative law judge who had denied his request for asylum \nhad also ruled that he should not be deported to Afghanistan.\n\nEzatullah explained he was afraid to return to Afghanistan because he had been forcibly inducted into the army and \nhad escaped three times. He said his father had been killed, two brothers were missing and his home destroyed. \nHe said the mujahedeen, the forces opposing the Soviet-backed regime helped him and his wife, who was pregnant \nat the time, to escape to Pakistan.\n\n''But I learned there were Afghan agents in Pakistan and many Afghan refugees had been killed or their relatives at \nhome had been punished, and so I decided to come with my wife and baby to America, which says it supports \nAfghan refugees.'' Ezatullah said. He was detained by immigration authorities when he arrived here seven months \nago.\n\n \n\nPracticed Medicine\n\nThe third Afghan, Sayed, a 27-year-old psychiatrist, also refused to join the Soviet-backed Afghan army. He said he \nfled to a village in central Afghanistan that is controlled by freedom fighters and practiced medicine there from \nFebruary 1982 until December 1984, when the village was destroyed by the army.\n\nLast February, Sayed decided to flee to Pakistan with his wife and 4-year-old daughter, but the mother and child \nwere killed by a mine. On his way to Canada, he was detained at Kennedy International Airport.\n\n''I have two brothers in the United States and know the American Government supports the freedom fighters and \nhas sent them medicine,'' Sayed said.\n\nSayed was detained by immigration authorities four months ago. On Nov. 4, a judge ruled he would not be \ndeported to Afghanistan but denied him asylum.\n\n \n\nDetained for 14 Months\n\nAbdul, 26, his wife and sister-in-law have been held in the detention center for 14 months. Afghan authorities \narrested him and five other bank employees in June 1984 and accused them of distributing anti-Government \nliterature.\n\nAfter only three days, the army camp, which was located on the outskirts of Kabul, was attacked by members of the \nmujahedeen, who helped him and 34 other known opponents of the regime to escape, he said. He fled to the \nborder area, where he was joined by his wife and her sister, and they went together to Pakistan and then the \nUnited States.\n\nHe said that their request for political asylum had been denied because they had tried to enter the United States \nwithout proper documents.\n\nHis only hope now, he said, is the suit that was filed last April by the Lawyers Committee for International Human \nRights and the Civil Rights Clinic of the New York University School of Law, challenging the detention of 30 \nAfghans and one Iranian. The suit, filed in Federal District Court in Manhattan, holds that the refugees' \nconfinement violates domestic and international law and demands their immediate release.\n\n\n\nGraphic\n\n \n\nPhoto of three Afghans during an interview at immigration and Naturalization Services' detention center \n(NYT/John Sotomayor)\n"}