{"title": "MAZZOLI BILL IS NOT HELPING AT HOME", "body": "\nOne thing about a city 373 miles from the nearest foreign border is that immigration is not a hot topic on the local \ncocktail circuit. So while Representative Romano L. Mazzoli, a Democrat, has been in the news for writing the \nimmigration bill the House passed last week, his constituents here have been talking about Cissy and the college \ndegrees.\n\n Cissy is the nickname for Elaine Musselman, a 40-year-old Republican whose aggressive campaign against Mr. \nMazzoli had attracted Democrats and women. They did not see much value for the district in Mr. Mazzoli's \nimmigration work, his first major piece of legislation in 14 years in the House, and did not share his strong \nantiabortion views.\nArticle on campaign between Rep Romano L Mazzoli, who wrote immigration reform legisation, and Elaine \nMusselman, Republican who is challenging him for House seat in Louisville, Ky, election; Musselman has attracted \nattention because of disclosure that she never received two college degrees she said she held; illustrations (M)\n\nBut three weeks ago a television station disclosed that Miss Musselman, the head of an insurance company who is \na former president of the Louisville Chamber of Commerce, had never received the two college degrees she had \nsaid she held.\n\nThat same week, after attending a fund-raising party in Washington, she lost control of a rented automobile she was \ndriving and suffered a concussion and a neck injury.\n\n \n\nA Lull in Campaign\n\nWith Mr. Mazzoli in Washington to shepherd the immigration bill through the House and Miss Musselman \nrecuperating out of town, there was a lull in the campaign that lasted until today, when Miss Musselman came \nhome for the first time since the accident.\n\nIn a statement to 50 supporters at the Louisville airport, she called her misstatements about her educational \nbackground ''a foolish and immature mistake'' that she had made to get her first job, as a lobbyist with the Bristol- \nMyers Company in Washington. She said the company had kept her on the payroll after discovering that she did \nnot have a bachelor of arts degree from the University of Louisville and a masters in international relations from \nAmerican University in Washington, as she had asserted.\n\nSaul Loeb, her campaign spokesman, said that she had not decided whether to continue the race and that her \ndecision would depend on her health.\n\n\n''Everything that's happened has brought back Ron's basic virtues,'' said Russell Riggs, a Louisville lawyer who is a \nformer local Democratic chairman. ''His hard work didn't appeal to trendy people, and he'd lost some of them.''\n\nThe district hugs the Ohio River and includes this city of Louisville and the powerful, wealthy suburbs to the east, \nwhere Democratic voters outnumber Republicans by 3 to 1. Mr. Mazzoli, who is 51 years old, won his seat in 1970 \nby running as the peace candidate in what was seen as a referendum on the Vietnam War.\n\n \n\nStand on Rights Amendment\n\nMr. Mazzoli is a Roman Catholic and has consistently opposed abortion. But until last year he had generally \nsupported the proposed equal rights amendment to the Federal Constitution. Karen Bybee, his spokesman in \nWashington, said he cast a no vote last November because he disapproved of the procedures used to bring the \namendment to the floor.\n\n''When he voted against the E.R.A., a lot of women were disturbed,'' said Lucretia Ward, coordinator of the 1,500-\nmember Women's Alliance, who is a member of the Kentucky Commission on Women.\n\nAs for immigration, some of Mr. Mazzoli's constituents are not sure that the Government can administer Mr. \nMazzoli's bill. ''It sounds like it will be a real bureaucratic wingding,'' said Betty Ann Miller, a Democrat.\n\nHis sudden national prominence has made some people in Louisville wonder whether he is more in touch with \naffairs in Washington than with his district. ''I don't care how many weekends you fly back,'' Mr. Riggs said, ''it's not \nlike living there.''\n\nMiss Musselman, by contrast, had become a visible community leader and was planning a well-financed campaign. \nMr. Loeb said she had expected to raise $500,000. Whether she can raise that much now is an open question. So \nis whether she can still defeat Mr. Mazzoli.\n\n''The public has an enormous capacity to forgive, but this is like the Tylenol case,'' said Jessica Schikler, a partner \nin a Louisville advertising company who was an early Musselman supporter. To turn something like this around \ntakes great skill and total honesty.''\n\nGraphic\n\n \n\nphoto of Romano L. Mazzoli; photo of Elaine Musselman\n"}