{"title": "U.S. CAN'T DEPORT 8 PALESTINIANS WIN NEW ROUND IN COURT", "body": "\nOver the dissent of three of its own judges, a federal appeals court reaffirmed its refusal to deport Palestinians \naccused by the U.S. government of supporting a terrorist organization.\n\nThe 9th U.S. Circuit Court of Appeals on Tuesday denied a rehearing of its 3-0 July ruling that barred the \ndeportation of eight Los Angeles-area immigrants on the grounds of selective enforcement.\n\nThe case involves eight Los Angeles-area people -- seven Palestinians and the Kenyan-born wife of one of them -- \nwhom the government has been trying to deport since 1987.\n\nTwo are longtime legal residents, two more were recently granted that status, and the others are eligible for legal \nresidence because of family ties, according to one of their lawyers, David Cole of the Center for Constitutional \nRights.\n\nSupport for radical group\n\nImmigration officials say the eight are members or supporters of the Popular Front for the Liberation of Palestine \n(PFLP), a radical offshoot of the Palestine Liberation Organization.\n\nThe Clinton administration, which inherited the 10-year-old case, argued that a new federal immigration law \nstripped courts of their authority to review civil rights claims from non-citizens facing deportation.\n\nThe judges dissenting from Tuesday's order agreed with theadministration, saying the court lacked jurisdiction over \nthe case.\n\nThe ruling \"nullifies the express intent of the elected branches of our government,\" said Judge Diarmuid \nO'Scannlain, joined by Judges Alex Kozinski and Andrew Kleinfeld.\n\nGroup won injunction\n\nFacing deportation for alleged terrorist activity, the Palestinians won an injunction from U.S. District Judge \nStephen Wilson on the grounds of selective enforcement. Wilson said they had presented evidence that supporters \nof U.S.-favored groups engaged in terrorism -- the Nicaraguan Contras, Renamo in Mozambique and the \nmujahedeen in Afghanistan -- had not been deported. The appeals court upheld the injunction in 1995.\n\nLast year the government tried again under the 1996 immigration law, arguing that courts no longer had authority to \nreview immigration cases until a final deportation order. The government also said it had new evidence that the \nPalestinians were fundraisers and not merely supporters of the PFLP.\n\n\nJustice Department official Carole Florman said the department would study the order and consider its options. The \nonly possible appeal is to the Supreme Court.\n"}