{"title": "Groups Protest Operation By Immigration Agents", "body": "\nAn operation by federal immigration agents in Detroit set off protests from Latino and church groups on \nWednesday after the officers stopped two illegal immigrants as they were dropping off their children at school.\n\nAgents from Immigration and Customs Enforcement followed both immigrants, who are from Mexico, as they left \ntheir homes in southwest Detroit on Tuesday morning, officials from the agency said. Both men had children in their \nvehicles.\n\nOne man, Jorge Hernandez, said he was pulled over by agents in unmarked cars across the street from his 4-year-\nold daughter's school, the Manuel Reyes Vistas Nuevas Head Start center in southwest Detroit. Mr. Hernandez was \nquestioned but eventually released.\n\nThe other man, Hector Orozco Villa, told immigrant advocates that he had been detained by agents near the \nelementary school of two of his children, Cesar Chavez Academy, a few blocks from the Head Start center. Mr. \nOrozco remains in the custody of the agency, which is known as ICE.\n\nThe presence of the agents spread alarm among arriving parents and children in the Latino neighborhood, school \nofficials said. More than 100 people rallied on Wednesday to protest, according to a report in The Detroit News, \nsaying the immigration agency had broken an earlier promise to avoid arrests near schools and other community \ngathering points.\n\n''It is very alarming to me to have this happen during the rush hour of people taking their children to school,'' said \nRashida Tlaib, a Democratic state representative who attended the rally. ''We are really worried about the impact on \nthese United States citizen children.'' Several of Mr. Hernandez's and Mr. Orozco's children were born in the United \nStates.\n\nThe incident revealed the raw sensitivities in some immigrant communities as federal agents carry out the \nincreasingly complex deportation policy of the Obama administration. Agents have been instructed to focus on \ncapturing illegal immigrants who are convicted criminals or repeat immigration violators, and to avoid detaining \nthose who have committed no serious crimes and have strong family ties to the United States.\n\nAfter investigating, immigration officials said that the officers' actions were consistent with agency policies.\n\n''After a thorough review of facts, the arrest of a priority target today in the Detroit metro area adhered to, and was \nin full compliance of, the stated policies and procedures of the agency,'' said Ross Feinstein, a spokesman for the \nagency. ''This includes ICE policy regarding enforcement actions at or near sensitive locations.''\n\n\nImmigration officials said agents had moved to arrest Mr. Orozco because he had a criminal conviction in 2008 for \ndriving under the influence and had also returned to the United States after being formally deported, which is a \nfelony. The officials said that Mr. Orozco had been detained four blocks from the Chavez Academy.\n\nThe officials said that Mr. Hernandez was not a primary target of their operation, but that he had two convictions for \ndriving with an expired license.\n\nIn an interview, Mr. Hernandez said his 7-year-old son had also been in his vehicle, along with his wife, when he \nwas stopped. He said his son had become distraught and said, in English, to the officers: ''Please don't take my \ndad. We want to go to school.''\n\nThe episode was reminiscent of a similar confrontation last year when immigrant rights organizations accused \nimmigration agents in Detroit of patrolling near schools and, in at least one instance, setting off a panic. The \nagency determined that agents had violated no policies but clarified its guidelines for operations near schools.\n\nhttp://www.nytimes.com/2012/10/18/us/groups-protest-operation-by-immigration-agents.html\n"}