{"title": "Minnesota / Immigration roundup targets gangs", "body": "\nA weeklong roundup of illegal immigrants - all with alleged ties to street gangs - netted 34 people in Minnesota, \nthe U.S. Immigration and Customs Enforcement agency announced Tuesday.\n\nThe majority of the arrests were in St. Paul, drawing members from the Sureno-13 and Vatos Locos gangs, said \nClaude Arnold, special agent in charge of investigations out of ICE's Bloomington office.\n\nThe local action, part of the national \"Operation Community Shield,\" targeted transnational street gang members \nsince Sept. 17 and wrapped up Monday.\n\n\"There's obviously a gang problem here. The good thing about this area is it's not like an L.A. or a Phoenix, where \nit's kind of like a finger in the dike,\" Arnold said. \"I think there is real hope in preventing the gang problem from \ngetting out of control in this area.\"\n\nArnold said transnational gangs emulate domestic street gangs - from street-level drug dealing to drive-by \nshootings - but differ in having strongholds in foreign countries and will take on cross-border crimes like smuggling \ndrugs, humans and weapons.\n\nICE teamed with local law enforcement, including the Metro Gang Strike Force and Minnesota Bureau of Criminal \nApprehension, to identify targets and make the arrests.\n\nThe alleged gang members come from Mexico, Nicaragua, El Salvador and Somalia and were apprehended across \nthe metro and in the communities of Albany, Willmar and Worthington.\n\nFive were arrested on state criminal charges, nine on federal charges for illegally re-entering the country after \ndeportation, and 20 exclusively for removal proceedings.\n\nMost of the men belonged to the Sureno-13 and Vatos Locos gangs, but some came from the Rough Tough \nSomali Crips and the Mexican Mafia.\n\nGang members picked up during the local operation have been convicted in the past on charges of criminal sexual \nconduct, assault with a dangerous weapon, robbery, drug crimes, burglary, drunken driving and firearms violations, \naccording to ICE. Five guns were seized.\n\nEvery person arrested will eventually face deportation, Arnold said.\n\nArnold said Operation Community Shield was started in early 2005 to combat an uptick in transnational gang \nactivity. The main focus was on Mara Salvatrucha, or MS-13, a violent gang that grew out of the Salvadoran \nrefugee population in Los Angeles during the mid-1990s.\n\n\n\"Despite the fact that crime was going down in the United States at that time, they were growing,\" Arnold said of \ntransnational gangs.\n\nSince the national operation's start two years ago, more than 100 arrests have been made in Minnesota, according \nto ICE statistics. Nationally, more than 6,500 members from more than 500 gangs have been arrested.\n\nJohn Brewer can be reached at 651-228-2093 or at jbrewer@pioneerpress.com\n\n'Operation Community Shield'\n\n-- Targets U.S. street gangs with international ties\n\n-- Started in February 2005\n\n-- More than 100 arrests in Minnesota\n\n-- More than 6,500 arrests nationally\n"}