{"title": "U.S. Immigration Agents Fell Short of Probe Goal", "body": "\nU.S. immigration agents investigated only 139 suspected fraud cases referred by the main anti-fraud unit of U.S. \nCitizenship and Immigration Services last year, or less than 1 percent of 1 percent of about 6 million applications \nfor citizenship, green cards and other benefits, federal investigators reported yesterday.\n\nThe Department of Homeland Security's inspector general, Richard L. Skinner, blamed a DHS policy set in \nFebruary 2006 requiring that 100 percent of suspect applications be investigated, saying it  overwhelmed claims \nofficers and immigration investigators with work, rendering the policy all but useless.\n\n\"The current USCIS strategy for addressing immigration benefit fraud yields little measurable return,\" Skinner's \noffice reported. Instead, agents diverted resources to higher priority national security and criminal background \nchecks. DHS officials want to change the blanket policy but have not  decided how, Skinner said.\n\nAgency spokesman Christopher Bentley said that \"USCIS remains committed\" to improving anti-fraud efforts along \nwith its sister investigative agency, U.S. Immigration and Customs Enforcement. \"Neither ICE nor USCIS can help \nthe fact the volume of potential fraud cases significantly exceeds the capability of both agencies,\" USCIS Director \nEmilio T. Gonzalez wrote Skinner in a formal response.\n\nThe inspector general's report, dated Oct. 29 and released yesterday, underscores  problems dating to the March \n2003 launch of DHS, which reorganized U.S. immigration agencies and expanded their duties.  The report also \nhighlights  one of myriad hurdles to tougher U.S. immigration enforcement, a subject of heated national debate \nsince Congress failed to pass a comprehensive overhaul of immigration laws this summer.\n\nUSCIS's 315-member Fraud Detection and National Security office was created in May 2004 with the goal of \ntracking all applications with any sign of fraud. But in practice, not all 3,500 USCIS claim adjudicators turn in such \nforms, because doing so counts against their productivity.\n\n\nFDNS referred less than 1 percent of applications to ICE for investigation in fiscal 2006, about 2,425 cases. ICE \ninvestigated less than 1 percent of them, or 139 cases, the inspector general reported. By comparison, in 2004 ICE \nconducted 53,376 investigations -- of which 5,351 were benefit fraud-related -- leading to 533 convictions.\n\nImmigration officials say without massive new resources, they have to set priorities. ICE mostly targets \nconspiracies, fraud rings, security and safety risks, the report said. USCIS wants to target cases involving lawyers,  \nthird-party preparers and individuals from countries designated as posing terrorism risks.\n\nThe report noted other complaints with FDNS systems, which early this year had a backlog of more than 15,000 \nfraud referrals and security-related checks.\n"}