{"title": "A PREMATURE RUSH TO JUDGMENT; THE BOTTOM LINE", "body": "\nHAVING pursued an ultra-cautious path in his prepared speech to the Australian Business Economists yesterday, \nBernie Fraser chanced his arm with an unhedged judgment during the question period.\n\nAsked whether long-term bond yields and the slope of the yield curve were still indicators of the outlook for inflation, \nthe Reserve Bank governor opined: \"They have lost their credibility.\" He said the reaction of the bond markets had \nbeen overdone - an overreaction. The assembled business economists made it clear it was a judgment with which \nthey concurred.\n\nSuch a confident consensus that the markets simply have it wrong strikes me as remarkable.\n\nEconomics, despite its pretensions, is far removed from being a science. As described by Mr Fraser yesterday, \neconomic analysis is largely about looking at what happened a few years back when we emerged from the last \nrecession and how we are performing against that experience this time around.\n\nThat's not a bad basis to start, but it amounts to little more than a narrow and primitive historicism. Curiously \nscience, which is a subject of much greater intellectual discipline, empirical research and detailed re-evaluation than \neconomics, is rather more humble of its certainties.\n\nHow the certainties of scientific thinking change were outlined in a celebrated study by Thomas Kuhn more than 30 \nyears ago where he described the concept of the paradigm shift.\n\nKuhn distinguished between normal science - the evolutionary period when scientific understanding rests on a \nsecure system of scientific belief - and the revolution, when a new regime of explanation begins to emerge in \nresponse to the accumulation\n\nof evidence that runs counter to the dominant paradigm.\n\nImportantly these revolutionary periods of science are not characterised by a simple shift from one paradigm to \nanother but are intellectually tumultuous. A multitude of half-baked ideas compete for intellectual ascendancy with \none paradigm finally emerging that explains the disparate phenomena that had eluded comprehension to that point. \nWith general acceptance this paradigm serves as the platform for a new period of normal science, until new \ndiscoveries inevitably make this new platform untenable as well.\n\nKuhn's concept of the dominant paradigm ultimately collapsing under the weight of evidence that cannot be \naccommodated within its prescription is, I would suggest, a useful platform from which to view the current misfit \nbetween economic theory as articulated by Bernie Fraser and what is actually happening in the markets.\n\n\nNow it could be that the governor and most of the business economic community who believe the markets have \nsimply got it wrong are correct.\n\nFrom where I sit, however, such a rush to judgment is, at the least, premature. The forces involved in the \nfashioning of market behaviour in the recovery phase from the 1982-83 recession were vastly different from those \nnow evident in financial markets.\n\nBack in 1983 deregulation of financial markets was barely in its infancy. Remember we didn't even float the dollar \nand remove exchange controls until December 1983. It was some time later that we saw the other other elements \nof deregulation such as the granting of 16 foreign bank licences, removal of interest rate controls, the dismantling of \ncontrols on foreign investment and capital movements, the deregulation\n\nof the stockmarket, alteration of the asset reserve requirements of the banks and insurance industry and the \ndissolution of the distinction between savings and trading banks.\n\nIn 1983 global borrowing on international capital markets totalled $US150 billion; last year it exceeded $US800 \nbillion. Back in 1983 we didn't even have international statistics covering derivatives. By 1986 the global notional \nvalue of derivative contracts was around $US1 trillion; today it exceeds $US16 trillion. The areas of greatest activity \nin the derivatives markets are interest rate swaps followed by interest rate futures and then by interest rate options.\n\nThere has also been the revolution of disintermediation, especially but not only in the US market. Household \ninvolvement in equity and bond markets is at an all-time global high.\n\nThere have also been unprecedented changes in the non-financial markets with the collapse of communism and \nmercantalism. Ten years ago China was almost another planet as far as the global trading economy was \nconcerned. The Asian tigers were mere cubs and Japan was not the world's largest creditor economy. That honour \nbelonged to the US, which is now the world's largest debtor.\n\nEven though there was a recession in most OECD economies back in 1982 they did not run fiscal deficits on \nanywhere near the scale they ran last year. Nor were they bedevilled by double-digit unemployment, which is going \nto make winding back those fiscal deficits a major political challenge.\n\nDespite these monumental changes in the financial and nonfinancial markets the yardstick applied to market \nbehaviour today is the same as it was back in 1983.\n\nNow I would not be so radical to claim that the market is not overreacting; markets do that sort of thing from time to \ntime. But I keep hearing at the back of my mind: \"Beware the dominant paradigm.\"\n"}