{"title": "ILLEGAL IMMIGRATION; Happy ending not in script", "body": "\nTony Guerrero is celebrating a milestone in his acting career here and saying goodbye at the same time.\n\nHis success is tied to \"Undocumented Executive,\" a low-budget comedy shot in the Atlanta area. Guerrero plays the \nmain character, a naive illegal immigrant from Mexico who achieves his American dream of landing a top corporate \njob. It is the veteran actor's first lead role in a feature-length comedy film.\n\nLike his character, Guerrero is an illegal immigrant from Mexico. But things are more complicated in real life: There \nis no happy ending in sight for the Dunwoody actor. He must leave the country by Jan. 24 or face deportation. So \na screening of the film Saturday night at the Plaza Theatre was also meant to serve as a going away party.\n\nGuerrero, 39, knows he got himself into this predicament through his own actions. He violated the nation's \nimmigration laws and pleaded guilty to a simple battery charge here in 1999.\n\nAt the same time, he can't help wondering what could have been. \"Undocumented Executive\" could move him one \nstep closer to achieving his American dream of getting noticed, starring in a Hollywood blockbuster and earning an \nOscar. Meanwhile, it likely represents the end of his acting career here. He is also set to leave behind his family as \nwell as an acting and modeling school he operates with his wife in Atlanta.\n\nHe describes his experience as a \"nightmare\" as he forces himself to remain positive.\n\n\"If you can pursue your dreams, they can become reality, just like mine,\" he said. \"I came to America without papers \nand I made a movie. ... I followed my dreams and I did it. I did it.\"\n\nBig break\n\nJose Antonio Jimenez-Guerrero got his first break while attending high school in Mexico City. At 18, he landed a job \nas an extra on a television program called \"Muchachitas,\" a telenovela about a group of girls pursuing acting and \nsinging careers. He was fascinated with how strong acting could make people laugh or cry. \"It was like a dream,\" he \nsaid about being on the set for the show.\n\n\nIn 1997, Guerrero met Christian missionaries traveling through Mexico and offered to serve as their translator. They \ninvited him to visit in Atlanta. He came with a visa that same year and fell in love with the United States. He \neventually went back to Mexico and returned with his first wife and their young son, George. They overstayed their \nvisas, making Georgia their permanent home.\n\nGuerrero supported his family by working as a busboy in an Atlanta-area Mexican restaurant. He later got a job \nselling advertising time on a local Spanish-language radio station. Customers complained about the quality of those \nads, so he started writing scripts for them and acting in the commercials. They were a hit.\n\nHis career in commercials blossomed and he started landing parts in short films, including the award-winning \n\"Moved.\" Guerrero plays a bumbling robber in the film. He also got a small role in last year's superhero hit \"X-Men: \nFirst Class.\"\n\nBut it was his acting in \"Moved\" that caught Brian Kosisky's attention. The Newnan filmmaker was impressed with \nhis comedic timing. He knew Guerrero was perfect for the role of Jaqi, the main character in his own film, \n\"Undocumented Executive.\" Parts of the story are reminiscent of \"Being There\" and \"Trading Places,\" films about \ncharacters who end up in similarly absurd situations. Long before he met Guerrero, Kosisky developed his script \nwith Herschel Weingrod, who helped write the \"Trading Places\" screenplay. Kosisky said he did not know of \nGuerrero's legal status until after he finished shooting the movie.\n\n\"It ended up being perfect because he told me: 'I feel like I am the character. He is me,' \" said Kosisky, who \nscheduled Saturday night's screening so Guerrero could attend before he must leave the country. \"Every actor kind \nof says that, but for him a lot of it hits close to him.\"\n\nPast catches up\n\nActing has helped Guerrero in subtle ways.\n\nFor example, he said, federal Border Patrol agents once asked him about his legal status when he was passing \nthrough a Texas border town from Mexico years ago. He told himself: \"You are an actor. Soften your voice.\" He \nimitated a Southern American accent and claimed he lost his driver's license the night before while out drinking. He \nshowed his Bank of America debit card instead. They bought his story and left him alone.\n\nBut Guerrero couldn't hide forever. In 1999, police arrested him for driving without a license in DeKalb County. He \nagreed to voluntarily leave the country and returned to Mexico. But he illegally re-entered the United States a month \nlater to be with his first wife and son.\n\nGuerrero finally saw his chance to come out of the shadows after he remarried two years ago. His new wife, Violeta \nPerez Subiaut, is a naturalized U.S. citizen from Cuba. Last year, Guerrero applied for legal status in Atlanta, citing \nhis marriage to a U.S. citizen. Authorities arrested him on the spot because he had re-entered the country illegally. \nThey sent him to a detention center in South Georgia. He was released a day later and is now required to check in \nwith immigration authorities weekly.\n\nIn September, he agreed in immigration court to voluntarily leave the country by Jan. 24 in lieu of being deported. \nHe is barred from returning for at least 10 years. Guerrero hoped the government would use its discretion and allow \nhim to stay. But he doesn't qualify for such treatment because he pleaded guilty to simple battery in 1999, a \nspokesman for U.S. Immigration and Customs Enforcement said.\n\nThe misdemeanor charge stems from an altercation he had with his first wife, Jessica Castilleja. An arrest warrant \naccused Guerrero of punching her in the face and kicking her. He and Castilleja said the incident wasn't as serious \nas authorities describe it in court records. She said she did not wish to press charges and paid his bond so he \ncould be released from jail the next day. The two divorced about five years later. Castilleja said she has forgiven \nGuerrero and now feels sorry about his predicament.\n\n\n\nIn May, Guerrero asked a Gwinnett County State Court judge to reduce his battery charge to disorderly conduct, \nsaying that would help him obtain legal status here. The judge approved his request. But immigration authorities \nwon't budge, still citing his battery conviction.\n\nGuerrero would have faced deportation even without the simple battery conviction because he re-entered the \ncountry illegally after agreeing to voluntarily leave the United States, said Charles Kuck, a local immigration \nattorney who reviewed Guerrero's case.\n\n\"He is still deportable, one way or the other,\" said Kuck, who teaches immigration law at the University of Georgia. \n\"The result was going to be the same.\"\n\nMeanwhile, Guerrero's supporters are signing an online petition, asking ICE to allow him to stay in the country. \nMore than 800 have signed it so far. Tony Jones is among them. He was one of the Christian missionaries Guerrero \nmet in Mexico years ago. Jones, who officiated at Guerrero's second wedding, said Guerrero's simple battery \nconviction should be looked at in context.\n\n\"He has matured,\" said Jones, the pastor of Cristo Vive in Tucker. \"He has moved on from that relationship. He is in \na stable relationship. He has been productive.\"\n\nOthers see Guerrero's case differently.\n\n\"I don't care if they are from Norway, Denmark or Sweden --- blond-haired, blue-eyed folks --- if they are caught in \nthis country illegally, they need to be sent home,\" said John Litland of Marietta, a member of the Dustin Inman \nSociety, which advocates enforcement of U.S. immigration and employment laws. Guerrero's simple battery \nconviction, Litland added, is \"all the more reason\" why he should leave.\n\nWhat's next?\n\nGuerrero spoke about his situation this month at his apartment in Dunwoody. He appeared tired and pensive, \nholding his head in his hands. His wife sat beside him on their couch, crying softly. She said her older son doesn't \nwant to go to Mexico, and the father of her younger son doesn't want her to move away with him. She is torn about \nwhat to do. Guerrero gently patted her shoulder. He spoke soothingly to her in Spanish.\n\n\"I cannot be extremely sentimental because when you do that, you do not think clearly and you can make \nmistakes,\" he said evenly. \"I want to stay positive. I can't afford to be negative.\"\n\nGuerrero doesn't want to leave his family and his career here. The thought of starting all over again in Mexico is \ndaunting. He has no contacts in the film industry there. And he is worried he could become a target for Mexican \ngangs because of his notoriety and success in the United States.\n\nBut at the same time, he said, he feels relieved. At least he knows his fate. He can let down his guard. Now that \nauthorities know his legal status, he no longer has to put on an act.\n"}