{"title": "Regents weigh illegal immigrants' tuition waivers", "body": "\navarela@ajc.com\n\nLuis Ramos graduated in the top 10 at Morrow High School two years ago and started taking classes at Clayton \nState University.\n\nWith a GPA of 3.5, he's been accepted as a transfer student at Georgia Tech.\n\nBut Ramos' parents brought him into the United States illegally when he was 10. Because of a recent policy change \nby the Board of Regents, that means Ramos would have to pay out-of-state tuition to attend Tech, putting his \ndream out of reach.\n\nOn Wednesday, the 19-year-old from Mexico stood before a microphone and urged a panel representing the \nregents to reverse that decision.\n\n\"I plead to the Board of Regents to give students like me the opportunity to show we are not a negative statistic,\" \nRamos said during the hearing at the Clarkston campus of Georgia Perimeter College.\n\nUndocumented college students are in the spotlight because Georgia's immigration reform law - SB 529 - is about \nto go into full effect July 1.\n\nSince 1999, the regents had given state colleges the leeway to grant a limited number of waivers to illegal \nimmigrants who graduated from Georgia high schools, along with student athletes and artistically gifted students. \nThat allowed some undocumented students to pay in-state tuition.\n\nBut last spring, the attorney for the regents, Burns Newsome, advised them to end the waivers for illegal \nimmigrants, saying the practice is at odds with SB 529. Now, the regents are having a series of public hearings to \nget input on the issue.\n\nAbout 30 people spoke at the hearing Wednesday. Almost all urged the regents to restore the waivers.\n\nFor low-income students, the difference in tuition bills can be huge. At Georgia Tech and Georgia State University, \nfor example, in-state students pay $1,946 per semester vs. $7,785 for out-of-state students.\n\nTen states, including California and Texas, allow undocumented high school graduates to pay in-state tuition, \naccording to the National Council of La Raza, a civil rights organization.\n\nSeveral of those states define requirements for in-state tuition that don't focus on immigration status, said Melissa \nLazarin, an education expert at La Raza. States may simply require a student to graduate from a high school in the \nstate after living a certain number of years in state.\n\n\nSome require undocumented students to sign a statement saying they plan to seek legal status if possible.\n\nGeorgia officials estimate roughly 100 students may be receiving the waivers statewide.\n\nRamos, who attended Clayton State under a tuition waiver, believes many more could qualify.\n\nThis year, he said, his alma mater will grant high school diplomas to about 100 undocumented students.\n"}