{"title": "White House Lambastes Congress; Conservatives Block U.N. Arrears Payment, Increase in IMF Credit Line", "body": "\nThe White House yesterday called \"utterly boneheaded\" a last-minute maneuver by Congress that took away \nUnited Nations funds just as the administration is trying to hold together a fragile international coalition against Iraq.\n\nOutraged White House officials and Democrats accused Republican leaders of undermining the president's \nleverage with the international community by denying the administration's request for payment of $ 926 million of \nU.N. arrears and a $ 3.5 billion credit line for the International Monetary Fund because of a long-festering dispute \nover abortion policy. But by day's end, the White House appeared resigned to have to again take up the matter \nwhen Congress returns next year.\n\nThe move came as Congress concluded what became a highly fractious session that produced a major balanced \nbudget and tax cut plan but took no action on the administration's \"fast track\" trade negotiations legislation. \nCongress completed work on all 13 annual spending bills, including one that finances the D.C. government before \nadjourning for the year. In other developments:\n\nLegislation aimed at averting insolvency by the Amtrak rail passenger system was approved by the House and \nSenate.\n\nBoth houses approved a bill relaxing controversial provisions of the tough 1996 immigration law that could have led \nto deportation of hundreds of thousands of illegal immigrants and refugees.\n\nA bill to speed adoptions of abused and neglected children was also passed by both houses.\n\nContinuing his standoff with legislators of both parties, President Clinton last night vetoed -- for the second time -- a \npackage of 38 military construction projects that he had earlier called unjustified.\n\nThe 38 projects, with a cost of $ 287 million, had been struck in September when Clinton became the first president \nto use line-item veto power. The administration later acknowledged that perhaps a dozen or so of the projects may \nhave been struck on the basis of incorrect information, and pledged to correct the matter. But large majorities in \nboth chambers voted to put all 38 projects in a single bill and send it to Clinton; administration officials said this \ngave Clinton no choice but to veto the whole package. Congress can try to override this veto with two-thirds \nmajorities when it returns next year.\n\nThe first session of the 105th Congress reached its high-water mark in early August with enactment of a complex \nagreement with the White House to balance the budget by 2002, cut taxes and put the Medicare health care \nprogram for seniors on a sound financial footing for the coming decade. Gingrich and GOP leaders worked closely \nwith the White House in an unsuccessful drive for passage of the fast-track trade bill. Yet much of the fall was \nmarked by trench warfare over details of the annual spending bills.\n\n\nDuring a meeting with reporters yesterday, Gingrich graded the Congress a \"B-minus\" because of its failure to \npass the fast-track bill and other priorities.\n\nThe past two months have been dominated by several contentious social issues, the last being abortion. The White \nHouse and House Republican conservatives led by Reps. Christopher Smith (R-N.J.) and Steve Largent (Okla.) \nhave repeatedly fought to a standstill over the international family planning issue, and this year was no exception. \nThe $ 13.1 billion Foreign Operations spending bill became the backdrop for the fight over conservatives' efforts to \nprevent U.S.-backed international family planning agencies from using their own funds to perform abortions or \npromote liberalized abortion laws overseas.\n\nThe White House threatened to veto the bill if it included any of the antiabortion language. Frustrated by the \nadministration's unwillingness to compromise, House leaders stripped the U.N. and IMF funding measures and \nanother provision aimed at reorganizing foreign policy agencies from the bill. That move was made with the \nblessing of Senate Majority Leader Trent Lott (R-Miss.), and with time running out, the Senate had little choice but \nto accept the scaled-back spending bill.\n\n\"This is a particularly ill-timed move by Congress at a moment when we are attempting to work with the United \nNations to build an international support for an appropriate response to provocations by Saddam Hussein,\" \npresidential spokesman Michael McCurry said. \"It is utterly boneheaded for Congress to fail to meet the \ncommitments that the United States has at the U.N. in terms of our arrears.\"\n\nSenators on both sides of the family planning dispute took to the floor to denounce the House.\n\n\"It is reckless for the House to do anything to undermine [U.N.] Ambassador [Bill]Richardson or Secretary [of State \nMadeleine K.] Albright\" in their negotiations at the U.N., said Sen. Rod Grams (R-Minn.), who supports the \nantiabortion restriction.. He said the House action also jeopardizes U.N. management reforms.\n\nSen. Patrick J. Leahy (D-Vt.), a supporter of unrestricted family planning assistance, called the House action \n\"outrageous . . . shortsighted . . .vindictive . . . inexplicable.\"\n\nBut House GOP leaders said they retaliated only after Clinton and his advisers refused to give any ground to settle \nthe dispute over the family planning programs, which receive $ 384 million annually. By limiting their final demands \nto restricting groups such as the International Planned Parenthood Federation from lobbying foreign countries to \nliberalize their abortion laws, Republican leaders sought to portray the president as a captive of abortion rights \n\"extremists.\"\n\n\"They rejected any compromise . . . and they were rigid in their position and I think it was entirely driven by \ndomestic politics,\" said House Speaker Newt Gingrich (R-Ga.). House Appropriations Committee Chairman Bob \nLivington (R-La.) insisted, \"There's plenty of money to take care of those crises, so we're not leaving the president \nin the lurch.\"\n\nAppearing before the House Banking Committee, Deputy Treasury Secretary Lawrence Summers said the \ncongressional action on IMF funding would not affect rescue plans already announced for Indonesia and Thailand. \nBut he warned that it could \"diminish our capacity to respond to what unpredictable future may bring.\" That was a \nveiled reference to a possible IMF rescue for Korea, where the currency has come under heavy selling presure and \nbanks are wallowing in a sea of bad loans.\n"}