{"title": "Whew! Immigrants in 'green card' panic find they won't be ousted;Rumors ran wild: But there's no big penalty for missing renewal, INS officials told those flooding their office.", "body": "\nTwo days after the deadline, nervous immigrants fearing they might be arrested or deported continued to pour into \nAtlanta's federal immigration office Friday seeking new \"green cards.\"\n\nFederal officials expect the number of resident alien ID card renewals to reach into the tens of thousands in metro \nAtlanta. They handled about 350 applications Friday and explained to Chinese, Indians, Africans, Hispanics, \nVietnamese and Europeans that their status as legal residents of the United States is not in danger.\n\nMissing the deadline \"doesn't mean you're going to be deported, arrested or denied residence,\" said Dwight \nFaulkner, assistant director for the local office of the Immigration and Naturalization Service. \"It just means you've \nlost your identity document for employment and your identity document for traveling.\"\n\nImmigrants who fail to renew their green cards could face delays in citizenship applications as well as \nadministrative hassles when trying to re-enter the country. But even those punitive measures won't kick in until \nApril 20 because of a 30-day grace period.\n\nRenewals apply only to green card holders who are 18 or older. Any card that bears the code I551 on the back is \nvalid.\n\nNevertheless, local immigration lawyers were flooded with phone calls from panicked foreigners. Crystal Williams, \na lawyer, said every immigrant who called inquiring about green card renewals had valid identity cards that did \nnot to be updated.\n\n\"The immigration service has been good about allaying fears, but rumors do get out, and rumors that get out in \nsmall, close-knit communities can be very damaging,\" Williams said.\n\nAlien resident IDs haven't been green for decades, and in fact have been many colors. The INS says that if the \n\"green\" card is brown or pink, its holder doesn't need a new one.\n\nPieter de Groot, one of those rare bearers of a truly green card, would have appreciated a little more publicity \nabout the renewals. \"We were planning to travel to Europe this week,\" said de Groot.\n\nDe Groot was going to attend a soldiers' reunion in his home country - but now he'll be a week late.\n\nCorrection\n\n\nA/02: IN A FRONT-PAGE STORY IN SATURDAY EDITIONS, INCORRECT INFORMATION ABOUT \nIMMIGRATION \"GREEN CARD\" RENEWALS WAS GIVEN. THE STORY SHOULD HAVE STATED THAT \nRENEWALS ARE REQUIRED ONLY OF HOLDERS OF GREEN CARDS ISSUED BEFORE 1979.\nCorrection-Date: March 24, 1996\n"}