{"title": "Global Blood Therapeutics Inc Analyst & Investor Day - Final", "body": "\nCorporate Participants\n\n* David L. Johnson\n\nGlobal Blood Therapeutics, Inc. - Chief Commercial Officer\n\n* Jonathan Sorof\n\nGlobal Blood Therapeutics, Inc. - SVP of Medical & Regulatory Affairs\n\n* Joshua Lehrer-Graiwer\n\nGlobal Blood Therapeutics, Inc. - SVP of Clinical Development\n\n* Ted W. Love\n\nGlobal Blood Therapeutics, Inc. - President, CEO & Director\n\nConference Call Participants\n\n* Christopher N. Marai\n\nNomura Securities Co. Ltd., Research Division - MD & Senior Analyst of Biotechnology\n\n* Debjit D. Chattopadhyay\n\nH.C. Wainwright & Co, LLC, Research Division - MD of Equity Research & Senior Healthcare Analyst\n\n* Kyuwon Choi\n\nGoldman Sachs Group Inc., Research Division - Equity Analyst\n\n* Mark Alan Breidenbach\n\nOppenheimer & Co. Inc., Research Division - Executive Director & Senior Analyst\n\n* Matthew Thomas Holt\n\nJP Morgan Chase & Co, Research Division - Analyst\n\n\n* Muneer A. Satter\n\nSatter Investment Management, LLC - Chairman\n\n* Nirav Y. Shelat\n\nPiper Jaffray Companies, Research Division - Research Analyst\n\n* Ritu Subhalaksmi Baral\n\nCowen and Company, LLC, Research Division - MD & Senior Biotechnology Analyst\n\n* Yatin Suneja\n\nGuggenheim Securities, LLC, Research Division - MD & Senior Biotechnology Analyst\n\n* Yun Zhong\n\nJanney Montgomery Scott LLC, Research Division - Equity Research Analyst & Director of Biotechnology Research\n\n* Ava R. Leegant;Montefiore Medical Center\n\n* Caterina Minniti;Montefiore Medical Center\n\n* Jeremie H. Estepp\n\nSt. Jude Children's Research Hospital, Inc. - Assistant Member of the St. Jude Department of Hematology\n\n* Mapillar Dahn;MTS Sickle Cell Foundation\n\n* Shamonica Wiggins;Bold Lips For Sickle Cell\n\nPresentation\n\nTED W. LOVE, PRESIDENT, CEO & DIRECTOR, GLOBAL BLOOD THERAPEUTICS, INC.: Good morning. I'll \ngive everyone an opportunity to sit down and we'll get started.\n\nSo first of all, I want to thank all of you for being here today, and I want to thank all of you on the webcast for joining \nus. Well, I think this is going to be a very exciting day for all of you, and I think it's going to be a very important day \nfor sickle cell patients around the world.\n\nBefore we get started, I just want to remind everyone that we will, of course, be making forward-looking statements, \nand I refer you to our safe harbor statement and SEC filings around risk associated with forward-looking \nstatements.\n\nI think it really is important for us to start today by thinking about GBT's mission. This is a very different company. It \nwas founded to focus on sickle cell disease. Reason I came out of retirement is because I have seen this disease \nas a physician and a drug developer underfocused on, underinvested in. And GBT came up with what I felt would \nbe a very powerful way to address the fundamental problem. We'll come to that.\n\nSo this company has been all about sickle cell disease. And I think that's contributed dramatically to the success \nthat we've had in such a short time.\n\nThe agenda for the day is, I think, extraordinarily exciting. We want to kick it off after I make some introductory \ncomments with Dr. Josh Lehrer, our Chief Medical Officer, giving you an overview of the development program for \nvoxelotor that's gotten us to where we are today. Then Dr. Jonathan Sorof, our Head of Medical Affairs and \nProgram Leader for voxelotor, will talk to you about the evidence generation, the evidence that we've generated so \n\n\n\nfar but also the evidence that we will be generating over time that shows that, if you attack the fundamental nature \nof sickle cell disease, you should reverse all of the major catastrophic consequence of this disease.\n\nThen finally, from the company, our last speaker will be David Johnson. David came to us from Gilead, where he \nhas an amazing background of launching multiple products. He actually had many offers to go to many companies \nbut came to GBT because of the excitement of what the company is doing. So you'll hear from DJ about our \ncommercial efforts.\n\nAnd then finally, we will have a panel that I'm extraordinarily excited about. The panel has 2 very well-known, very \npowerful patient advocates, one of whom is, in fact, a patient with the disease. And then we have 2 physicians that \nknow a great deal about sickle cell disease and know a great deal about voxelotor. So it will be a very exciting \npanel, and we'll come to introduce them individually when we get there.\n\nSo I just want to make a few points to get us started about sickle cell disease. This is a rare disease, as we know, \nbut it's 3 to 4x more common than cystic fibrosis. We hear about CF all time. This is much more common, affecting \nabout 100,000 individuals in the U.S. and about 60,000 individuals in Western Europe.\n\nWe also know who has this disease. These are not patients that we have to go and find. This is a genetic disease \nthat is part of screening for all babies in this country, irrespective of your background. So we know who these \npatients are, and we also know that this is an inherited disease that starts in childhood, and it's driven by a \nmolecular event of hemoglobin sticking together and forming rods which sickle the cells.\n\nDespite this being the first disease for which we figured out the genetic basis, the molecular basis, we've had no \ninnovative therapies in this disease in 20 years. So I think this is something that we should really think about. Why \ndid this disease go so unattended, even though the scientific basis to attack this disease was well established, quite \nfrankly, before I was born?\n\nThis is a devastating disease. I think that Dr. Minniti mentioned to me earlier this morning that this disease used to \nbe called the silent killer because this disease is attacking every organ in the body. And that makes sense because \nthe blood is not able to do what the blood should be doing, which is delivering oxygen to your tissues. \nUnfortunately, by attacking every organ in the body, there is a consequence in terms of survival, and it's quite \ndramatic about 30 years of loss of survival for sickle cell patients.\n\nThe other point I want to make is that we think of sickle cell as a pain disorder. We talk about VOCs or vaso-\nocclusive crisis. But the young woman featured in this slide is actually the daughter of one of our panelists that we'll \nbe hearing from. And as you can read in the caption, she says she understands sickle cell disease because she's \nalready, by the age of 13, had a stroke, and she's had 6 surgeries. But this young woman have never had a VOC. \nShe's never had a pain crisis, and clearly, this disease is affecting her in a profound way. So we have got to get \nbeyond VOCs if we are going to help young individuals like Deej, who are suffering but not having VOCs.\n\nSickle cell disease is, obviously, devastating for the patient, but it's devastating for all of us, in my view. From a \nsocietal perspective, we spend a lot of money treating sickle cell patients and still getting poor outcomes. It's been \nestimated that we spend up to $280,000 a year treating sickle cell patients. And it's also well proven that the more \norgan injury you accumulate, the more the cost and complexity of caring for you.\n\nIt's also a societal cost in lost incomes. Sickle cell disease causes poverty. About half of our patients are going to \nbe on Medicaid. So this is for a reason. There's about $700,000 of lost income per individual with sickle cell \ndisease.\n\nAnd there's an impact on families. I think one of the -- Mapillar may talk to you a little bit about the fact that she's \nactually lost jobs multiple times because she had to take care of her [youngest]. So this is a profound disease in \nterms of its impact on all of us, and we have got to do something about this.\n\nSo what does GBT do about this? Well, we've started with a deep understanding of what is sickle cell disease. \nWhat drives this disease?\n\n\n\nAnd in fact, we know that there's a single mutation on the hemoglobin. All the hemoglobin in our bodies is contained \ninside of our red cells, and that mutation causes the hemoglobin to come out of solution, like sugar coming out of \nsolution in water, and form rods. It will be like forming crystalline rods, and that deforms the red cells from their nice \nround shape into the sickle shape. And ultimately, those rods destroy the red cells, and that causes the anemia -- \nthe hemolytic anemia. And it also releases the content of the red cell into the vasculature, which causes \ninflammation. And that leads to inflammation that then leads to occlusion in vessels, the so-called VOC or vaso-\nocclusive crisis.\n\nBut if you go back to the first thing I said, this disease is driven by polymerization of the hemoglobin, organizing of \nthe hemoglobin into rods, which is inappropriate. So our approach was, could you stop that? If you can stop that, \nyou should be able to affect everything on this list. In fact, you should be able to make the disease essentially go \naway, much like if we can shut the virus down in HIV, we can give people infected with HIV (inaudible) So that is \nwhat we've focused on. Now, we did not focus on VOC. We've never focused on VOC. Not that VOC is \nunimportant, but it is important to recognize that many individuals with sickle cell disease, like Deej on -- a couple of \nslides ago, don't have VOCs. This was a recently published article where 52% of sickle cell patients had not had a \nVOC in the prior 12 months.\n\nYou can see that there are individuals with frequent VOCs, and we do think that, by fundamentally attacking the \nbasis of disease, you will affect everything. But if you really want to help individuals with sickle cell disease, you \nmust get beyond VOC. GBT and the FDA, obviously, have done so and moved on.\n\nOne of the things, I think, is most exciting about voxelotor is that it's going to be a drug which is accessible in the \nU.S. And quite frankly, it's going to be accessible around the world. It is a once-daily oral therapy.\n\nIt had a remarkably nice profile in terms of its safety and tolerability. I think, in part, because the drugs, it's all in the \nred cell. Almost all the drugs that your body absorbs goes into the red cell because this drug is focused on binding \nto hemoglobin and keeping the hemoglobin from polymerizing as it does in sickle cell disease. So this puts us in \nposition where we think we'll be able to powerfully modify the morbidity and we think the mortality of sickle cell \ndisease based on attacking the fundamental capacity of the polymerization to destroy red cells and cause anemia, \nhemolysis, inflammation.\n\nWe've made great progress, I think, as everyone knows. And we think this drug will be available, potentially as early \nas early next year, 2020. The NDA, I think, everyone knows has been accepted. We have a PDUFA date, February \n26, 2020, but GBT is prepared to launch this drug as early as late this year.\n\nWe know there is a history of the FDA approving drugs early which have had break-through designation. So we are \nprepared for that. You'll be hearing more about [DJ]. We are also fully prepared to show the benefit of this drug \ngoing way beyond improving anemia and hemolysis.\n\nThe first study that we've agreed to do with the FDA is a TCD study, which is looking at the rate of oxygen, the rate \nof existing blood flow into the brain. Children with sickle cell disease often have elevated flow rates of blood to the \nbrain. That's because of the anemia and their need for more oxygen to their brain. So they increase the flow.\n\nSo we have agreed with the FDA that if we can show that by improving the anemia and by improving the efficiency \nof the blood to deliver oxygen and showing the flow rate will go down, that is evidence that we are protecting the \nbrain from the risk of stroke. So all of that is being planned, and you'll be hearing about that in more detail from \nJosh.\n\nSo that's the introduction I wanted to give. I'm very exciting now just to level-set, get everyone on the same page \nwith Dr. Lehrer, again, giving us an overview of the program and how we've gotten to where we are. So Josh?\n\nJOSHUA LEHRER-GRAIWER, SVP OF CLINICAL DEVELOPMENT, GLOBAL BLOOD THERAPEUTICS, INC.: \nThank you, Ted. Good morning, everyone. It's great to be here. I'm Josh Lehrer, Chief Medical Officer at GBT, and \nI've been working on the development of voxelotor since we were largely recruiting mice with sickle cell disease, \nand I'll be giving you an overview of the development.\n\n\n\nBut as Ted mentions, from really the earliest stages we began working on this program, the development program \nwas really focused on the deep scientific understanding we had regarding the pathophysiology of the disease and \nthe mechanism of the drug and the real sense of urgency to work with the FDA to figure out how can be most \nrapidly show the promise of the drug and bring this to patients with sickle cell disease and try to make an impact on \nmany of the aspects of the disease that Ted was covering.\n\nSo I'll be giving an overview of our development plan and the strategy that we've taken to establish the promise of \nvoxelotor to have what we believe will be a transformative impact on sickle cell disease. I'll also be sharing what \ncomes next. So sharing the plans for post-approval -- planned postapproval studies, including a confirmatory study \nto convert a conditional approval to a full approval focused on demonstrating a reduction in the risk of stroke in \nchildren with sickle cell disease. I'll be presenting, in addition, some new data which shows and supports our \nconfidence in the translation from the efficacy we've already demonstrated to a readout on stroke reduction as \nmeasured by transcranial Doppler velocity.\n\nAnd I'll also be reviewing, for the first time, some of our plans for postapproval studies to continue to generate \nadditional data demonstrating the translation of the molecular basis for the drug, the efficacy we've already shown \nto eventually impact long-term organ damage and the pathobiology that's driving the silent damage and making \nsickle cell disease a silent killer, as Ted mentioned.\n\nSo we began with, as Ted mentioned, a deep understanding of what drives sickle cell disease. It's a very simple \ndisease molecularly but leads to very, very diverse and complex manifestations in the clinic that lead to really, \nunfortunately, a range of suffering, and every patient experiences this disease differently.\n\nBut the defect of a single amino acid mutation in sickle hemoglobin leading to polymerization of sickle hemoglobin \nwas the basis for developing voxelotor in that we designed a drug to bind specifically to the hemoglobin tetramer. \nAnd by binding to hemoglobin, voxelotor stabilizes hemoglobin in 1 of 2 confirmations, the relaxed state, which is \nnot capable of participating in polymers. It's not capable of forming these long rods and damaging the red cells. So \nwhen a fraction of the hemoglobin is bound by voxelotor, it mimics a genetic condition in which fetal hemoglobin is \nincreased and patients who have elevated fetal hemoglobin have either vastly reduced or no symptoms.\n\nSo this change in confirmation of sickle hemoglobin induced by the binding of this very specific compound voxelotor \nresults in an increase in oxygen affinity that's shown on the third panel on this slide, a movement in oxygen affinity \nfrom an abnormally decreased oxygen affinities to -- towards normal oxygen affinity.\n\nAnd then this results, very importantly, this really gets right to the heart of the molecular mechanism for the drug \nand the basis for what we think the impact can be in patients is in the fourth panel here showing that the rate at \nwhich polymers are formed, at which the sickle hemoglobin rods are formed within red cells is decreased and \ninhibited to the extent that, in the human body, in vivo, this has the potential to really prevent this reaction from \nhappening on a physiologic timescale. So what's shown is that -- the red line showing the increase in polymers over \ntime is dramatically shifted outward to the equivalent extent that one would see in a patient with high fetal \nhemoglobin who has no symptoms.\n\nAnd what we've shown over time is that this molecular mechanism translates into improvements that we can \nmeasure. We've shown that by delaying sickle hemoglobin polymerization, there are dramatic reductions in sickle \ncell counts. So in circulating peripheral damaged sickle cells, which are one of the sine qua nons of sickle cell \ndisease, this shows that almost 80% reduction is achieved very rapidly after initiating therapy with voxelotor.\n\nAnd this also, as one would expect, by decreasing the damage on the red cells, we can see functional \nimprovements in those red blood cells. So one of the many problems with red blood cells in sickle cell disease is \nthat, for any given hemoglobin level, the cells are sticky and much more viscous. And that's one of the things that \nleads to, among other things, painful crisis and vaso-occlusive crisis. And what's shown in the right-hand panel is \nthat, with voxelotor treatment, there's a dramatic reduction in the abnormally high viscosity that results when -- in \nthis case, when oxygen is depleted.\n\n\n\nSo molecular mechanism, delay in sickle hemoglobin polymerization, we've shown that this translates into \nimprovements in red cell morphology and red cell damage, and then in patients, this is then -- we've demonstrated -\n- and this was from our New England Journal article, that this translates into major improvements in a large majority \nof patients in anemia and concordant improvements in damage the red cells as is measured by hemolytic markers, \nmarkers of hemolysis.\n\nSo this -- these 3 panels show patients on high-dose voxelotor, low-dose voxelotor and placebo and is a waterfall \npot showing the range of responses through 24 weeks of treatment. And what you can appreciate here is that, on a \nper-protocol basis, almost 60% of patients on 1,500 milligrams of voxelotor achieved a major rise in hemoglobin, \nand we'll be speaking about why that is so important and why that is so predictive of improvements in long-term \noutcomes and long-term organ damage in comparison to very similar proportions of patients showing increases \nversus decreased in placebo, mean change basically 0 in placebo.\n\nAnother important observation from the data is that, in addition to a larger portion of patients who had an increase in \nhemoglobin, there's also a reduced proportion of patients who have decreases. And this is very important because, \npatients with sickle cell disease have a range of hemoglobins at baseline, but there's significant variation -- \nvariability over time. And things like viral infections can cause acute drops in hemoglobin. And this is really \ndangerous because patients at baseline are maximally needing to compensate to deliver oxygen adequately to their \ntissues, especially the brain. And when there's an acute drop often, there is that you -- there's no further ability to \ncompensate. That's when organ damage occurs. That's when silent infarction occurs. And preventing these \ndeclines in hemoglobin is a critical way, we think, to prevent this cumulative and progressive and relentless organ \ndamage.\n\nImportantly, the efficacy on anemia and on red cell destruction that we've seen in our HOPE Study, we've seen \nreally across the board in important patient subgroups, this was a robust result, robust efficacy. And in particular, I \nwant to point out that we saw very similar responses in patients whether or not they were taking background \nhydroxyurea. So this is a benefit above and beyond what can be achieved with hydroxyurea but was also seen in \npatients who were not taking hydroxyurea.\n\nAnd also importantly, this was seen regardless of the baseline hemoglobin levels. So in patients who are much \nmore severely anemic versus patients with less severe anemia, we saw similar improvements in the anemia and \nhemolysis, which one would expect this based on our mechanism but important to confirm this with clinical data.\n\nSo as it was published in our New England Journal article, this efficacy, importantly, was also accompanied by very \nfavorable safety profile. We've seen no evidence of treatment-related, dose-related or exposure-related significant \nsafety concerns.\n\nWe've seen no evidence in the clinic of any of the theoretical safety concerns, which one might be worried about \nwith this mechanism of action, specifically no impact on oxygen delivery to tissues. In fact, the evidence suggests \nthat, if anything, there's an improvement in oxygen delivery if the cells are sickling less.\n\nAnd the results published in our New England Journal article really formed the foundation for our new drug \napplication, which has been accepted by the FDA, and the foundational data for establishing voxelotor as a \npotentially transformative and disease-modifying therapy in sickle cell disease.\n\nAnd the reason that the improvement in the anemia and the red cell destruction is so important is because of what \nwe know about what occurs with this disease over time. So sickle cell disease has actually changed dramatically \nover the past several decades. This is a disease that used to be a pediatric disease, almost exclusively, with very \nhigh infant mortality rate. And over the past several decades, it's because of physicians like the ones we have in the \nroom today with us today and advances like vaccination, pneumococcal vaccination and prophylactic use of \npenicillin that children now survive into adulthood. And there are more adult providers taking care of sickle cell \npatients. The average age and life expectancy has improved.\n\nBut over the same time period, adult life expectancy has stagnated. There's been no improvement. There's still \nseveral decades of premature mortality, several decades shorter life expectancy in adults. And if we ask the reason, \n\n\n\nwhy is that? It's because of the -- largely because the organ complications shown on the left panel of this slide, \nwhich are all very tightly linked to chronic anemia, chronic organ damage, chronic organ ischemia and red cell \ndestruction.\n\nSo these include, very importantly, cerebrovascular events, which are extremely -- can be extremely disabling, even \nstrokes which are silent, which are not apparent, cause progressive damage, cognitive dysfunction in this disease.\n\nI'll point out stroke, in particular, because really uniquely among these morbidities -- these organ morbidities, stroke \nwe had -- we do have a tool, which physicians can use. It's called a transcranial Doppler velocity, which has been \nclinically validated to predict risk and is used as standard of care screening to prevent strokes and serves as a tool, \nwhich we can use in clinical development. And I'll be speaking about that a bit later.\n\nBut beyond the brain, there's really relentless damage to multiple organs, all tightly linked to chronic and \nprogressive anemia and independent of pain and vaso-occlusive crisis. This includes pulmonary hypertension; renal \ninsufficiency, ultimately renal failure; heart failure, which is becoming more and more a cause of death in adults with \nsickle cell disease; and the other complications on this slide, which taken together account for more than half of \ndeaths in adults with sickle cell disease.\n\nSo based on the mechanism of action of what we've established in terms of efficacy and in knowledge of what may \ndrive these long-term adverse outcomes in sickle cell disease, we designed a confirmatory study to make use of \ntranscranial Doppler velocity, a clinically validated measure of stroke risk to further establish the potential and \ndemonstrate the potential of what we already know that voxelotor can do towards clinical benefit and improvements \nin organ function.\n\nThe rationale for designing this study as a confirmatory study, which FDA has agreed on, was on the one hand, the \ngrave morbidity associated with stroke, the importance of this as a complication of sickle cell disease but also the \nvery close connection to anemia and hemolysis both on the epidemiologic basis, genetic support for this as well as \nour understanding of the physiology so confidence that our mechanism but also the efficacy we've demonstrated \nwill translate into an improvement on this important outcome and then the ability to interrogate transcranial Doppler, \na clinically validated measure of stroke risk, rather than waiting 10 or 20 years to look at outcomes, which would \nfrankly take too long to demonstrate these benefits to patients.\n\nAnother important aspect to how we designed this study and also our discussion with FDA is that, given the \nmechanism, given the wealth of data, and you'll be hearing more about this from Jonathan Sorof, the links between \nanemia and multiple different outcomes, this study could serve as data that could be generalized. So showing an \nimprovement in the vascular bed in the brain is important not only in reflecting the potential to improve \ncerebrovascular events but also improve organ outcomes in other vascular beds and other organs.\n\nThe transcranial Doppler is a noninvasive test. It's an ultrasound measure looking at peak velocity of blood flow in \nthe brain. It's been very well established as a continuous variable. The higher the transcranial Doppler velocity, the \ngreater the risk of stroke in children with sickle cell disease.\n\nAnd although it's a continuous risk factor, clinically, this is used and it's used to stratify patients into 3 categories: \nnormal, which is actually still higher than normal with a higher stroke risk, but it's -- but for sickle cell disease, it's \ncalled normal, that's less than 170 centimeters per second; conditional, which is 170 to 199; and abnormal, which is \ngreater than 200. And on the left panel, what's shown are, for these 3 categories, the rate of stroke over time.\n\nSo with abnormal TCD velocities, if almost -- there's a 40% incidence of stroke, which is incredibly high over several \nyears of follow-up. So because of that incredibly high stroke rate, it's standard of care to transfuse children with \nabnormal TCD velocities indefinitely, chronic transfusion therapy essentially for life to prevent a stroke. And this \ndoes come with significant, and while it's effective reducing stroke, significant complications and downsides as well \nin terms of iron overload, could be the development of antibodies to the transfused blood, as well as transfusion \nreactions.\n\n\n\nSo in the study that I'll be telling you about, we focused on the patients in the conditional range, for which there's \nreally no standard of care, but these patients still have a dramatically elevated risk of stroke compared to children \nwithout sickle cell disease, so 7% risk of stroke showing on the left side of this slide. And also importantly, a high \nrate of converting to abnormal and then requiring lifelong transfusion therapy.\n\nAnd the reason that we're confident that voxelotor can make a significant impact on the standpoint and on stroke \nrisk is because of data like this that's shown on this slide.\n\nWe'll be looking in the next presentation at some of the data that's established anemia and hemolysis as a \npredictive multi-organ dysfunction on population basis. In this data, we went -- we actually went back to one of the \nlandmark studies establishing transfusion as a way to reduce stroke risk and looked with individual patients.\n\nAnd on the left-hand side, we asked the question, what -- to what degree is the change in the stroke risk, the \nchange in TCD correlated to a change in hemoglobin level, correcting for any other factors. And this shows an \nextremely significant and very strong correlation between the change in the TCD velocity on the y-axis and the \nchange in hemoglobin on the x-axis.\n\nNow the slope on that line shows that 1 gram change in hemoglobin corresponds with about a 10 centimeter or 11 \ncentimeter per second change in TCD. And this is important for 2 reasons. One is that this is the magnitude in \nterms of mean change. I've actually shown a little bit more than this, but in the range of what we know voxelotor can \nachieve in patients and patients really across the board with sickle cell disease. And that 7 centimeter per second \nreduction also corresponds to a very important, clinically important reduction in stroke risk, a 30% reduction in the \nrate of stroke.\n\nNow, this is new data. So the 032 study, which we'll be initiating -- plan to initiate at sites by the end of the year, \nwe'll enroll patients with elevated TCD velocities with the TCD endpoint.\n\nWe have an open-label study that's primarily focused on safety and establishing dosing in younger children where \nwe've been exploring TCD velocity. We haven't required high TCDs. So this is some preliminary data from that \nstudy where -- and this -- these are children, ages 4 and older, where we've looked at the children who had at least \nnormal or high-normal TCD and higher. So all of the data -- all the kids who had a TCD velocity of 140 or higher, \nand we looked at the same analysis, looked at the change in hemoglobin due to voxelotor treatment with a change \nin TCD, and we see a very similar correlation with what's been shown in the past in these landmark studies to \nestablish transfusion as a therapy for stroke, actually see a very similar slope. So we see a 1 gram increase results \n-- is correlated with 11 centimeter per second reduction and a clinically important reduction in TCD velocity and \nstroke risk.\n\nSo on this basis, we've designed the HOPE-KIDS 2 Study, also known as the 032 study, have agreement on the \nfinal protocol and the endpoint with the FDA. This study will randomize children with sickle cell disease, ages 2 to \n15 that corresponds to the range, which is -- for which screening of standard of care, randomized to voxelotor 1,500 \nmilligrams or equivalent weight-based dose versus placebo. And the primary endpoint will be the change in TCD \nvelocity, much like shown in the previous slide, the mean change in TCD velocity after 6 months of treatment. At \nwhich point we know, at the same endpoint as in our HOPE Study, we know there's a significant improvement in \nhemoglobin by that time. Also want to mention that important secondary endpoint will be to demonstrate that fewer \nchildren progress to become abnormal so that we can prevent committing children to lifelong transfusion therapy, \nwhich is an important benefit.\n\nThis study is designed, obviously -- we want to generate this data as quickly as we can. It's a global study. We'll be \nlooking at sites leveraging our experience in high prevalent -- high-prevalence countries like Ghana and Kenya, in \nour HOPE, Adult and our Lesson Study going to some of those same sites that we have experienced with and \nwhich can perform this study with a high degree of rigor.\n\nBut more important than speed is having the trial be successful. So we'll be focusing on the imaging endpoint and \nhave a lot of rigor and quality control around -- and training around that endpoint.\n\n\n\nSo the development program for voxelotor doesn't end on approval. In addition to a registrational -- a label-enabling \nconfirmatory study, the TCD study, we have also developed a comprehensive plan to continue to build evidence \nafter an anticipated launch and after anticipated approval to show the translation of the mechanism to the anemia \nhemolysis improvement to the improvement in organ dysfunction.\n\nAnd we've been very encouraged at the excitement in the community with many leaders in the sickle cell field, both \nin the United States and internationally, who have approached us, really excited to take this what is potentially an \nimportant new tool to address an entirely new unmet need in sickle cell disease and to investigate the potential of \nvoxelotor to impact these important organ outcomes. So the studies which we are currently initiating in collaboration \nwith leading investigators will further establish the benefit on outcomes in brain, lung, kidneys as well as in heart.\n\nOne of the -- so on the left-hand side, some of the investigator-initiated studies include a study specifically to look at \nprogression of renal disease and proteinuria, which is a marker of renal disease. We'll also be conducting a study \nlooking at a multimodal imaging, so MRI to look at the progression of damage to brain, heart and kidney and then a \nstudy using really cutting-edge MRI techniques to inform on what I was speaking about earlier, which is not overt \nstroke but the risk for silent infarct, which is extremely common, occurs in at least 50% of adults. We'll also be \nplanning a GBT-sponsored study to show the functional improvement in exercise capacity, in activity that we expect \nto result in patients who are more anemic and have significant hemoglobin improvements.\n\nIn addition to studies with voxelotor, we also plan a compressive program to look at real-world evidence, existing \ndata and then prospectively collective data to continue to understand and build the case for the connection between \nimprovements in hemoglobin and hemolysis, longitudinal follow-up and the connection to improvements in long-\nterm outcomes. And initially, these -- this data gathering will focus on both stroke and silent infarct over time.\n\nSo in addition to the data that we've already been discussing, which has laid the foundation for voxelotor as a \npotentially transformative therapy to address the unmet needs resulting from chronic anemia, chronic hemolysis \nand chronic organ damage, we also have a comprehensive program to continue to show the promise, the efficacy, \nthe impact on organ damage of voxelotor over time postapproval, and the components of that program are the \nconfirmatory study, which we've agreed to with FDA, and we're currently working rapidly to have -- get that started \nas well as an ongoing program of postapproval studies, which will continue to generate evidence and data, which \nwe'll be presenting and publishing postapproval over the years to continue to build of the evidence and support that \nwhat we believe is the transformative potential of this drug.\n\nSo thanks very much for your attention. I'll be happy to take some questions at this time. For the benefit of people \nlistening in on the web, I'll ask people to introduce yourself and give your affiliation and to ideally limit yourself to \none question and one follow-up. And I think we have microphone set up on either side at the back.\n\nQuestions and Answers\n\nRITU SUBHALAKSMI BARAL, MD & SENIOR BIOTECHNOLOGY ANALYST, COWEN AND COMPANY, LLC, \nRESEARCH DIVISION: Ritu Baral from Cowen. Can you go into a little more detail on the time lines of some of the \npostapproval studies that you listed up there, specifically the proteinuria, kidney endpoint study? And when we \nmight see some cardiac remodeling data?\n\nAnd my follow-up is on the transcranial Doppler. As you move to other geographies, just noting what we've heard \nabout the variability of the measure, how do you see sort of controlling the methodology and the conduct of that \nstudy and how that might impact final data?\n\nJOSHUA LEHRER-GRAIWER: Yes. Thanks for 2 good questions. So with regards to timing, for both the TCD \nstudy as well as some of these ISTs, that's something we'll have more to guide on in the coming months and over \nthe next year. Once we get through the contracting stages, get the sites up, and we see some of the enrollment \nexperience, we'll have more to say about that. Right now, I think, what we can say is we're working as quickly as we \ncan, and we certainly expect data from any of those ISTs to read out prior to the readout from the 032 TCD study, \nbut we'll have more specific timing.\n\n\n\nRITU SUBHALAKSMI BARAL: (inaudible)\n\nJOSHUA LEHRER-GRAIWER: Depending on the measures for the -- for some of the physiologic measures, the \nhemoglobin increase is very rapid. We know that. So 6 months may be sort of an early look, but for other measures \napproaching in the year-end, for example, we'd expect that to take longer treatment to have a real chance to show \nan impact.\n\nAnd then for TCD, so the first thing we're doing is we're working with really world-class experts that have \ndemonstrated this can be done. So investigators who've done studies with TCD as a primary endpoint in the U.S. \nbut then have successfully moved this and implemented this in other settings, including countries in Africa but not \njust Africa, also Dominican Republic, Jamaica, other countries as well. And what this relies on is really a program of \ntraining of certification and then a continuous data quality control and a core imaging laboratory. Other things that \nare important that we've learned to control variability is supplying standardized equipment, so same TCD machine \nat every site. And then as I mentioned, realtime quality control over the imaging data.\n\nMARK ALAN BREIDENBACH, EXECUTIVE DIRECTOR & SENIOR ANALYST, OPPENHEIMER & CO. INC., \nRESEARCH DIVISION: Josh, this is Mark Breidenbach at Oppenheimer. I'm wondering if you can just comment \nbriefly on the level of noise you would expect in the TCD measurement relative to the change you're looking to \nachieve in your trial. Is TCD the kind of thing that really bounces around from day-to-day-to-day in a given patient?\n\nAnd my follow-up is also in the HOPE-KIDS 1 Study, I think, we've seen very limited data from patients who have \nconditional TCD scored. I think, I remember seeing at least one. I'm wondering if we're going to see more from that \ntrial of the types of patients you would enroll in HOPE-KIDS 2.\n\nJOSHUA LEHRER-GRAIWER: Yes. Thanks, Mark. So the variability for TCD, some of that is actually do -- driven \nby hemoglobin changes. And then there is also a variability that's due to other reasons. There's -- with some of that \nwhich can be controlled and removed like respiratory variation and some of which is just a variability in the test. So \nthe variability, in general, is in the range of 5 to 10 centimeters per second in terms of the standard deviation. And \nwe've -- the study is very well powered accounting for that variability to demonstrate what would be a meaningful \nchange in TCD, so in the range of 10 to 15 centimeters per second reduction in TCD velocity.\n\nAs far as the patients with conditional TCD and result, sort of ongoing communication results from the open-label \nstudy, we certainly plan on communicating those results in the future, and we do plan on enrolling additional kids \nwith conditional TCD. That will take time. And we don't have additional patients currently with conditional TCDs.\n\nBut I think an important point is that, based on what we know about TCD velocity and the effect of transfusion and \nhydroxyurea on TCD velocity, the changes are -- the baseline TCD is one of those important predictors of the \nmagnitude of the response. So the higher the TCD velocity, the greater an impact you see. So it's hard to \ndemonstrate a reduction in patients who start lower, but understanding your question, we're very excited to get \nmore of that data and to communicate it.\n\nCHRISTOPHER N. MARAI, MD & SENIOR ANALYST OF BIOTECHNOLOGY, NOMURA SECURITIES CO. LTD., \nRESEARCH DIVISION: This is Chris Marai from Nomura Instinet. I was just wondering if you could comment on \nthe percentage of patients with sickle cell disease that are receiving transfusions to prevent stroke and the potential \nto replace that treatment with voxelotor and any physician comments you might have around that opportunity.\n\nJOSHUA LEHRER-GRAIWER: Yes. So that proportion has been rapidly growing as TCD screening is implemented \nmore broadly, and it's become one of the leading indications for transfusion in sickle cell disease across the board.\n\nThis is -- the data has been changing so rapidly that I think I may throw out a lifeline here to one of our experts to -- \nmaybe can give us some of the recent data on the proportion of patients with HbSS sickle cell anemia, who are \ntransfused for primary stroke prophylaxis or even just from your clinic. Jeremie?\n\nJEREMIE H. ESTEPP, ASSISTANT MEMBER OF THE ST. JUDE DEPARTMENT OF HEMATOLOGY, ST. JUDE \nCHILDREN'S RESEARCH HOSPITAL, INC.: Yes. My name's Jeremie Estepp. I work at St. Jude Children's \n\n\n\nHospital. So we have about 900 kids right now that we care for with sickle cell disease. We have about 85 to 90 \nright now that are on chronic transfusion therapy. And 7 are on for secondary stroke prophylaxis, the remainder of \nthose are on for primary stroke prophylaxis.\n\nBut a very important thing to realize is that, that is in high-income countries. In low- to middle-income countries, \nchronic blood transfusion therapy is just not an option. And there are studies internationally right now looking at \nhydroxyurea and other efforts to try to see if they can reduce the risk of -- over stroke. But those are the numbers \nthat we have in our center right now.\n\nJOSHUA LEHRER-GRAIWER: Thanks, Jeremie.\n\nAVA R. LEEGANT;MONTEFIORE MEDICAL CENTER: Can I say something?\n\nJOSHUA LEHRER-GRAIWER: Please.\n\nAVA R. LEEGANT;MONTEFIORE MEDICAL CENTER: I'm Dr. Leegant from Montefiore Medical Center in New \nYork, and I take care of adults. And unfortunately, in adults, a patient with stroke stopped having transfusion for \nmany reasons. They just don't want to go. They have [low] antibodies, for whatever reason.\n\nSo we have very few patients on transfusion for stroke mostly, as I said, for other reasons, and they continue to \nstroke. Stroke rate increase in adults, but this is not much appreciated. And the hemoglobin level has a profound \nimpact on the stroke rates. And so in adults, again, I say very few patients are on chronic transfusion for stroke, yet \nthey continue to get strokes.\n\nCHRISTOPHER N. MARAI: And then maybe just to follow up on that, how confident are you that the data \npresented for voxelotor to-date would help you switch from using transfusion to voxelotor for stroke prophylaxis?\n\nJOSHUA LEHRER-GRAIWER: Before Dr. Estepp answers that, let me just say that the -- what the -- the way this \nstudy is designed, we think that the most compelling data will really be that if children are put on voxelotor, you can \nprevent the need for transfusion therapy. We won't directly be asking the question of, for a kid who already had an \nabnormal TCD or already had a stroke and is on transfusion, is it safe to stop transfusions and substitute voxelotor?\n\nJEREMIE H. ESTEPP: Yes. So that was actually going to be my point. And Caterina and I were just having a \ndiscussion about end organ damage, well, everybody was talking. The key to this is actually to prevent end organ \ndamage as opposed to waiting until you're reactionary to it. But whether or not we'll be able to substitute them and \nget them off kind of transfusions is a question sometime in the future.\n\nMATTHEW THOMAS HOLT, ANALYST, JP MORGAN CHASE & CO, RESEARCH DIVISION: Matthew Holt from \nJPMorgan. I'm just curious, in sickle cell disease, how well are the time lines to progression from conditional to \nabnormal TCD understood? And is this -- are you confident that this is something that you can pick up in the context \nof a clinical trial time line?\n\nJOSHUA LEHRER-GRAIWER: Yes. So that -- so one detail I didn't mention on the study ischemia trial design slide \nis that the primary endpoint, which is changing TCD velocities at 6 months, and the reason for that is that we know \nthe hemoglobin changes occur within a couple weeks with voxelotor. And we've seen improvements in our 007 \nstudy, in our open-label study in TCD in between 3 and 6 months. So it makes sense to look at the change in TCD -\n- reduction in TCD at that time point.\n\nBut then this important secondary endpoint showing that fewer children are progressing to abnormal, that takes \ntime for those events to occur. So the entire study will actually run for 2 years to collect more of those events and \nbe powered for that endpoint.\n\nThe data that we have on progression rate, some of that comes from a study that we've done called the SCATE \nstudy. And in that study, the range, depending on the characteristics of the patients, was between about 10% to \n30% progression rate over the course of that study, which was about 1.5 years.\n\n\n\nMUNEER A. SATTER, CHAIRMAN, SATTER INVESTMENT MANAGEMENT, LLC: Josh, Muneer Satter from SIM. \nWe met last week. On your data, what percent of patients had -- what was the reduction in VOC? And given your \nmechanism of action and that you're reducing -- I think you're reducing sickle cells by 80%, why isn't there a bigger \nreduction in VOC events?\n\nJOSHUA LEHRER-GRAIWER: So we -- in the HOPE data, we see pure VOCs in the treatment arms and in \nplacebo. That result is nonsignificant. As Ted mentioned, we didn't design the study to be powered on VOC. So \nsome of the reason for -- or some of the important context to interpretating that result and the reason, I think, \npositioned with the NDA and with the FDA really as an important safety measure is trial design-related in that, that \ninverse pyramid, we would have need to really focus on the bottom of that pyramid on the relatively small proportion \nof patients who have frequent VOC episodes in order to have enough events to have enough power to show \nreduction of VOC.\n\nSo that's probably the most important reason. The other is potentially really it's a mechanism. And that, compared \nto some other therapies, this drug acts very upstream. It's not -- it doesn't -- it's not an anti-inflammatory. It doesn't \naffect -- directly affect neutrophil counts or adhesion. Those sort of more downstream inflammatory mechanisms \none would expect to work -- whatever their benefit is, it's going to be right away.\n\nWhereas, especially in adults, there's fixed damage. There's vascular damage, some of which will -- may be able to \nrevert, some of which may not. And it -- with the mechanism of action that really focuses on the red cells, it may \ntake some considerable amount of time, turnover of red cells, healthier red cells, improvements in endothelium to \nthen translate into an improvement in VOC.\n\nMUNEER A. SATTER: Did I hear correctly that the drop in sickle cells was about 80%? Did I hear that correctly?\n\nJOSHUA LEHRER-GRAIWER: Right, right, right. And I mean, the number of sickle cells, it's an important -- it's very \nimportant to show that the mechanism is working. But the number of sickle cells does not really directly tie to the \nrate of painful crises. Those patients at the bottom of the pyramid, they don't necessarily have more sickle cells in \ntheir blood than the patients at the top.\n\nDEBJIT D. CHATTOPADHYAY, MD OF EQUITY RESEARCH & SENIOR HEALTHCARE ANALYST, H.C. \nWAINWRIGHT & CO, LLC, RESEARCH DIVISION: Josh, Debjit from H.C. Wainwright. So Just a longwinded \nquestion. Given the 300-odd patients that you've had experience with the -- in voxelotor studies, what have been \nthe compliance rates? And how does that translate into kind of a real-world setting, especially with an eye on some \nimprovements in anemia and fatigue.\n\nAnd a follow-up to that would be, if patients are dropping off, do you see a rebound in either event rate or viscosity?\n\nJOSHUA LEHRER-GRAIWER: So in terms of real-world compliance and what our expectation are, maybe I'll -- I \nmay defer that to some of the presentations that are coming later because it's difficult to translate from a clinical trial \nsetting directly to what we expect in real-world use.\n\nBut in our clinical trial, we saw very high rates of compliance. So over 90% overall compliance in taking voxelotor \ntherapy. In terms of what happens when you stop drug, that's something that we've looked at very carefully. And we \nknow -- we certainly were attentive to theoretical concerns that -- upon withdrawing drug, that there could be a \nshort-term increase in risk of events or a sort of rebound phenomenon.\n\nBut in interrogating our data, looking at patients who stopped drug, looking at our studies where we didn't continue \nto an open-label extension, where all patients stopped and we had a follow-up period, we've seen no evidence of \nthat. So we've seen no increase in the event rate after patients stop therapy. So no, our data suggests that there's \nno rebound phenomenon.\n\nWhole blood viscosity is not routinely performed, so we didn't directly measure viscosity. So that question, we can't \ndirectly answer from a clinical trial, but we have looked at that in the lab. And if I show data, we see improvements \nin viscosity with voxelotor-treated blood.\n\n\n\nOkay. All right. Thanks very much. So now we will hear from Dr. Jonathan Sorof.\n\n<Presentation\n\nJONATHAN SOROF, SVP OF MEDICAL & REGULATORY AFFAIRS, GLOBAL BLOOD THERAPEUTICS, INC.: \nGood morning, everyone. For those who I haven't met before, I'm Jonathan Sorof. I lead the Medical Affairs function \nat Global Blood Therapeutics.\n\nI've been working in Medical Affairs for over 15 years and have been involved in the launch of over 10 molecules -- \n10 new medicines across multiple therapeutic areas, including in rare disease. And so in thinking about what that \nexperience has taught me and what specifically the role that medical affairs has, I think it is a unique role and a \ncritical role when it comes to preparing for the potential launch of a new medicine.\n\nPeople tend to think about medical affairs, at least internally, as a bridge between the clinical function and between \nthe commercial function, which I think is true to some extent. But I think more comprehensively, we often think \nabout medical affairs as the bridge between clinical development and clinical practice. And really, I think that \ndefines what the role of medical affairs is, which is to help physicians put context around the emerging clinical data \nand then apply that knowledge in terms of how they take care of their patients.\n\nAnd so what you'll be seeing, as I go through this presentation, is how our team has been putting together a \ncomprehensive plan which will help provide context and increase confidence by physicians about how to apply the \nemerging data for voxelotor when they're making individual treatment choices for their patients.\n\nSo I'll be covering a variety of topics during my presentation: our launch priorities and how we see that fitting into \nthe overall strategic priorities for GBT; a little more detail around the low hemoglobin risk meta-analysis. Some of \nyou have seen some of those data previously but some further points to highlight about what that tells us about the \nlikelihood of seeing some of the translation into the protection of end organs; some discussion around how we're \nengaging with the broader HCP community, both at the individual level and with individual organizations in a \nbroader context of how we show leadership within the field of sickle cell disease. And then -- and finally, and \nimportantly, our data dissemination and medical education activity, some of which are ongoing, and some of them \nwill be looking forward into the next year or 2.\n\nSo starting with this slide, which is really intended to make the point that, ultimately, what we're trying to achieve is \ninformed decision-making in clinical practice. That is what drives physician behavior.\n\nYou saw Josh describing a wealth of clinical information that's going to be emerging over the next several years, \nbut physicians often need guidance about how to apply that knowledge in their clinical practice settings. And it's \nthrough a combination of medical education through peer-reviewed scientific exchange and a variety of different \nactivities where that knowledge about how that data translates in the clinical practice is systematically transferred to \nprescribers.\n\nAnd we have a lot of different tactics that we use, and you see some of them here, but ultimately, the idea is to put \nthis into a comprehensive and strategic plan. And I'm very confident that the plan that I'm going to show you parts of \nis really a state-of-the-art plan for how medical affairs function supports the preparation for the launch of a new \nmolecule, which we expect to come in the not-too-distant future.\n\nSo these are the main pillars of our activities, and this provides some of the -- a framework for how we think about \nwhat we do and why we do it. So on the one hand, we have a robust medical education strategy and plan. And we \nhave needs that we have to address with respect to medical education.\n\nWe need to educate on the broad range of the clinical consequences, the unmet need in sickle cell disease, which, \nfor some people in the field, is very well understood, for others perhaps less so. But also the economic cost of sickle \ncell disease. This is a very hot topic, as people know, and the burden of that disease on society and the cost to \nsociety is something that I think is best communicated through rigorous modeling and health economics and \n\n\n\noutcomes research. And we have an entire group within GBT working on these analyses as a way to articulate the \nvalue of GBT as well as the clinical profile.\n\nWe also have a variety of partnerships and engagements that we have ongoing. We're working with multiple top \ninstitutions who have thought leaders, people who are experts in sickle cell disease, working on some of the things, \nsuch as the one that Josh showed you, where we have research collaborations but other activities as well.\n\nWe solicited insights from these KOLs because that informs our thinking around medical education needs and our \npublication strategy, what data gaps are priorities for us to fill. So that's an ongoing insight gathering activity.\n\nAnd then as I'll show you in a little bit, we also are facilitating improvements in access to care. And we've had some \nvery prominent initiatives related specifically to how we improve access to care, which is a fundamental requirement \nto get to new medicines. The medicines don't get to the patients if the patients can't access the care.\n\nAnd then finally the topic of scientific exchange. So we need to clearly differentiate and clarify the mechanism of \nvoxelotor so that people understand how it works, communicate the evidence as it emerges through the usual peer-\nreviewed scientific exchange and then continue to explore collaborations to fill our critical data gaps. And all of this \nsits on a foundation of being a leader in sickle cell disease, really demonstrating to the community that we're very \ninvested in the success of overall quality of care for sickle cell.\n\nSo wanted to spend some time talking about the systematic literature review. I think this has been foundational for \nus in our understanding of where the data can take us in terms of where we might see the ability to show that and \ntranslate that in clinical trials.\n\nAnd so these data have been presented previously at ASH last year by Ken Ataga. And we've worked with some \ntop people in the field, biostatisticians at UCSF and people who have expert advice to give us in terms of how to \nconstruct an appropriate systematic lit review and meta-analysis.\n\nAnd the key point here is this is not a selective choice where you only pick the studies that you think provide a \npriority result you're wanting to see. This was a very systematic and thorough review over a 20-year period and \ninitially started with over 2,000 MEDLINE searches that ultimately were filtered down to have to meet certain \ncriteria, which were predefined to be included in this meta-analysis. And ultimately, as a result of this, the articles \nwere distilled down into 45 different publications with a focus on end-organ injury and specific outcomes in sickle \ncell disease of interest. And so this gives you a sense of the rigor that went into this analysis and why it was \npresented as an oral presentation at ASH last year.\n\nSo without going through all the analyses from this, I wanted to highlight a few of them. And one of them, since \nwe've talked a lot about stroke and brain health already, is this analysis as it relates to hemoglobin and brain or \nsilent cerebral infarct -- stroke, silent cerebral infarct. And the idea here is to look at patients who had the outcome \nor did not and then what the hemoglobin values were.\n\nAnd I think what's very striking about this is the remarkable consistency across multiple studies in different parts of \nthe world that, in almost every case, when you have had a stroke or you have SCI, you have a lower hemoglobin. \nNow this is association data. This is not longitudinal data, but it clearly suggests a hypothesis that low hemoglobin \nis in the causal pathway for stroke and silent cerebral infarction. And these studies individually, the ones that area in \nred, even without being merged into the larger meta-analysis, already showed statistical significance in the \ndifference in the hemoglobin values between those who did or did not have the outcomes.\n\nAnd then when you merge them across multiple studies, you see an even more compelling result. So this is for the \nbrain-related outcomes, and then this is for overall mortality.\n\nThere are similar analyses that we did for lung and kidney as well. But in this case, again, you see the consistency \nwith which lower hemoglobin is associated with higher mortality rates.\n\nAnd some of these are independently significant, some less so, but overall, the pattern is quite clear. And then \nwhen you convert that into the systematic literature review and the final distillation of that in the meta-analysis, you \n\n\n\nsee, on the left-hand side, that across every domain that you look at in those axes of hemolytic anemia outcomes \nthat hemoglobin is lower by as much as 0.9 to 0.4 grams per deciliter. So this is really compelling and hypothesis-\ngenerating about what you can do if you had a safe way to raise hemoglobin up to as much as a gram.\n\nAnd so based on these data, the meta-analysis modeled those results into a risk predictor about what would \nhappen if you raised hemoglobin by a gram based on what we've seen from the systematic literature review. And \nyou see on the right that the range of reduction of these outcomes would be anywhere from 41% to as much as \n64%. And this is really the basis for the belief that, with the evidence that we hope to generate over time, that \nraising hemoglobin through this mechanism will fundamentally change the outcomes associated with targeted \norgans in sickle cell disease.\n\nSo moving on to engaging the HCP community. So in addition to our larger-format interactions, we actually have \nhired a team of 12 MSLs, who have been working now for several months. Some of the people on the team have \nactually been at GBT for several years. And we've been identifying the top key opinion leaders in the United States \nas it relates to sickle cell disease. And I'll show you here the selection criteria for how did we choose these people. \nWe often get asked, \"Well, how do you know who to talk to? How do you select the targets for your MSLs to go out \nand talk to?\"\n\nAnd so we went through a fairly rigorous exercise and started with the top academic people that everyone knows \nand are well established in the field because they're the ones who are doing the primary research. They're the ones \npresenting at major congresses. They're on different committees and many of the professional societies. They're \nwell known, and many of you in this room have probably talked to many of these people.\n\nBut we didn't want to just stop there. We wanted to talk to people who are actually seeing sickle cell disease \npatients routinely every week in their clinical practice. And those are the so-called clinician experts. And we went \nand looked through claims data to identify physicians in the U.S. that were seeing at least 50 unique patients per \nyear in their practice. And with that addition of those physicians, who we really consider to be experts in the care of \nsickle cell disease, we then subtracted out those who are in the emergency department because we wanted \nphysicians who have a longer and comprehensive view and not just episodic view of how to care for sickle cell \ndisease. And with that approach, we ended up with 500 physicians that the MSLs are now calling on and talking to \nevery day, every week as we speak.\n\nThey are a team that's been deployed in a way that allows to have reaching frequency of where these KOLs are. So \non the right-hand side, you see a map that shows you the density of where these individual KOLs practice. And not \nsurprisingly, it overlays quite well with where sickle cell disease patients are. And as you'll see, when DJ gets up, \nvery much overlapping with the deployment of other field teams who are also going to talk to physicians who are in \na position to actually influence the care of patients with sickle cell.\n\nSo our team is experienced both in rare disease and in launches in multiple different areas. So we believe we have \na very strong team that's going to have a big impact on our collaboration with the KOL community.\n\nAs we've gone out and talked to these physicians, we've been trying to, in a way, structure a segmentation around, \nwhere is there knowledge today as it relates to sickle cell disease?\n\nTwo important axes as it relates to GBT. One is, how well do they understand the role of hemolytic anemia in sickle \ncell disease? And that would be the axis on the bottom, which is hemolysis and anemia knowledge.\n\nSo in other words, are these physicians that only think about VOC and think about that as the only critical target for \nimproving the outcomes in sickle cell disease? Or do they understand the association between low hemoglobin and \nthe potential causality between low hemoglobin and hemolysis and major outcomes?\n\nThe other axis has to be voxelotor knowledge. How well do you understand the mechanism? How well do you know \nthe emerging clinical profile? And with this segmentation framework, we're identifying physicians right now at the \ntime of launch, and we'll be tracking over time how well, through the knowledge exchange, through the medical \neducation and through the publication activities, do the physicians ultimately get into what we call box 1, which is \n\n\n\nthe area where they have confidence in their knowledge of voxelotor and belief that, that mechanism actually will \ntranslate into disease modification.\n\nThat's where we think the data will take them. It's a matter of just giving them the knowledge to come to that \nthemselves, which is where it translates into use in clinical practice.\n\nAnother initiative, which I'm actually very proud of, one of the things that I'm most pleased that we've done at GBT \nsince I have come to the company, and I think reflects who we are as an organization and our mission to really think \nbeyond just what we can do with voxelotor but for overall quality of care for sickle cell disease. So for the second \nyear in a row, GBT has been a sponsor of the Access to Care Summit.\n\nThis was held in New York -- sorry, D.C. last month, and this is the second time we've done it. And the whole point \nof this meeting is an invitation-only meeting to bring top people in the field, health-care providers, policymakers, \ncommunity-based organization leaders to come together. And these are by, as I said, invitation because of their \ndocumented history of being involved in these types of initiatives and try to create solutions for how to improve \naccess to care for patients living with sickle cell disease.\n\nFor this particular meeting, we focused on several topics, deficit of provider care. How do we get nonspecialists to \nbe better care providers for sickle cell disease; navigating the emerging complexity of treatment coverage. \nPhysicians are going to be facing for the first time a very complex payer environment. They're not used to having to \nnegotiate through a series of barriers that payers may put in place at the time that new medicines, not just \nvoxelotor, arrive. And then also how to be an effective advocate, how policymakers do actually listen to patients and \nphysicians.\n\nAnd so people came out of this meeting, I think, really energized by understanding that they do have a role to play, \nthat they can actually request to be on formulary review committees, that they can call on their Congressmen as a \nconstituent and advocate for better care coverage for sickle cell disease. So people left, I think, with a lot more \nknowledge about how to influence the process and not just be on the passive end of receiving whatever emerges \nfrom this emerging complexity.\n\nAnd just to show the critical nature of how people viewed this meeting, we were very fortunate to have Admiral \nBrett Giroir, who is the Assistant Secretary for Health at HHS, who did a keynote address at the meeting and really \nemphasized, for everyone in that room, that what you do matters, and we're here to help you as a partnership \nimprove the quality of access to care for sickle cell disease. So I think a really great accomplishment for the \npatients, for the HEPs who came, and really, I think, again, highlighting GBT's leadership as the sickle cell disease \ncompany.\n\nSo moving on to data dissemination and medical education. These are critical activities for us. This is where the \ninformation that we have available to us becomes known to people outside of the company.\n\nAnd firstly, on the comprehensive publication plan, so you've all seen the New England Journal paper. That was a \nhuge accomplishment to have the New England Journal as the place where the pivotal data from voxelotor as \nHOPE Study were published. But we certainly have not stopped with that as the only place we see for the \npublications coming, and we have a structure in mind for how we want to continue to publish.\n\nOn the left side of this, you see the publications that are focused on voxelotor. One is the clinical profile, the \nemerging benefit risk profile of voxelotor. That will include secondary analysis and other derivative data from the \nHOPE trial, some of which we hope to present at an upcoming scientific meeting. But there's a series of other \npresentations coming or data publications there as well as the rationale for the mechanism of action, more \nmechanistic studies that we have available.\n\nOn the right-hand side is more of the disease burden and the link between hemoglobin and organ damage. And this \nis the foundational part of the belief in why raising hemoglobin would actually translate into better outcomes.\n\n\n\nSo without going through every bullet here, you can see that this is just a segment of the publications that we \nexpect to have in the public domain in the next 12 months during the launch here, where people will be looking for \nmore and more information to inform their thinking about the clinical profile of voxelotor and its potential application \nin clinical practice.\n\nWe also have medical education activities, and we've been doing this now for the last 2 years. And some of these \nare even still to happen in 2019. So on the left-hand side, you see the ones that are more health-care provider-\nfocused. So we've been to the major congresses where there's robust medical education activities, ASH being one \nof the main ones, but we've also been to the American Society of Pediatric Hematology and Oncology as well as \nEuropean Hematology Association. And we've had a series of medical education activities really focusing on \ndisease modification, the importance of polymerization, the importance of anemia and hemolysis in the causal \npathway of sickle cell disease.\n\nAnd I'd just call your attention to the second one on 2019 at ASH. This is something that will be happening in \nDecember of this year, which is a further CME program -- independent program that's being sponsored by GBT.\n\nDisease modification in sickle cell disease mechanisms advances in clinical implications. We think this will be a very \nimportant meeting for the people who are attending ASH to participate in.\n\nAnd then on the right-hand side, we've also been working with patient organizations and CBOs. We've done a \nseries of lunch and learns and other focused talks at both the FSCDR and the SCDAA meeting. So we'll continue to \nhave a very strong medical education component as we go from this year into 2020.\n\nSo finally, how did this all come together? So this is the way we foresee the progress over the next year in terms of \nwhat physicians should understand and begin to believe as they go up what we call the knowledge ladder. And it \nstarts with the foundational aspect of hemolytic anemia.\n\nIt's critical that people become aware that this is part of the causal pathway of sickle cell disease, that VOC is not \nthe only aspect of sickle cell disease that needs new treatments and new approaches. So that, coupled with the \nunderstanding of how hemolytic anemia translates into morbidity and mortality, which then is built upon by the \nvoxelotor clinical profile and the knowledge of what it does, its profile today and ultimately establishing confidence \nthat it truly has the potential to be a disease-modifying therapy. And with time, those data will emerge to actually \nconfirm that point.\n\nAnd so maybe just to end my talk with a personal reflection. Before I went into a pharmaceutical industry role, I was \nacademic pediatric nephrologist for about 10 years. And I took care of a lot of children who had chronic kidney \ndisease. And for those of you are not aware, chronic kidney disease in children is almost always associated with \nanemia.\n\nWe had patients who had hemoglobins of 5, 6, 7 and 8 routinely in our practice. And it was never even the slightest \ndoubt in our mind that, that level of anemia would translate into bad outcomes for children. We know that it's not \ncompatible with normal growth and neurocognitive development for children to have anemia of that degree.\n\nAnd so we had treatments for that, and we would routinely treat to improve their anemia because it was never even \na consideration that somehow it was okay to let children sit with hemoglobins in that range.\n\nBut we had better choices at that time. And I believe that one of the reasons why sickle cell disease, particularly \nwhen it comes to children and adolescents, why there's not more aggressiveness in treating hemoglobin is because \nthere's not been as many treatments available to do that safely.\n\nAnd I see that with the profile that's emerging for voxelotor, we may be entering a new era where sickle cell disease \nphysicians can think about treating anemia the same way nephrologists do about their patients and simply not \naccept low hemoglobin as just something that has no options and something we accept as normal in a sickle cell \ndisease population.\n\nSo thank you for your attention, and I'll now invite DJ to come up.\n\n\n\nDAVID L. JOHNSON, CHIEF COMMERCIAL OFFICER, GLOBAL BLOOD THERAPEUTICS, INC.: All right. So I'm \nDavid Johnson, and -- or DJ, and it's a pleasure to be with you here today in the room as well as anyone on the \nwebcast as well.\n\nAnd maybe I'll just spend a minute telling you why I came to this great company. And there's really 2 reasons I \ncame to GBT.\n\nOne is the science and the second is the people. And I've had the opportunity in my career to work in areas of \ngrave illness like HIV. And I've seen firsthand that incredible science can lead to profound impact. And I think we \nhave that opportunity at GBT. And then I've also learned that you can't get anything done without good people but \nnot just smart and experienced. They have to be passionate, and we definitely have that here at GBT.\n\nSo it's a pleasure to present to you today and to talk a little bit beyond what -- we've seen the science already. And \nI'd like to get more into the people and the planning to bring voxelotor to patients. And this is how we're going to do \nit. We're going to cover kind of 3 areas in my talk. I'd first like to go back and talk about the facts a little bit more, a \nlittle bit more color on the facts. And then I'd like to get into the planning and the people. And lastly, I do want to talk \nabout access and not just access to getting the product to the patient but keeping the patient on the product.\n\nIt's so important that voxelotor and patients have successful outcomes, and they're going to need our support. So \nI'm going to talk about some programs that we're putting in place as well.\n\nSo let's get started. So first, back to the facts. So it's stunning to me every time I see them. It's unbelievable how \nmuch unmet need is in sickle cell disease, as Ted highlighted.\n\nHere are some of the facts. And the 2 that jump off the slide to me are the 2 on the right. 1 in 12 African-Americans \nin the U.S. have the trait; 1 in 365 African-Americans in the U.S. have sickle cell disease. So yes, it's a rare orphan \ndisease, but it's certainly not rare for the 100,000 folks that have it in the U.S.\n\nAnd it's a struggle. It's a struggle from birth to death. And if you look at this slide, this shows the patient journey. We \ndid this work years ago actually. These were interviews with patients and caregivers that was conducted by GBT.\n\nAnd if you look in the upper left-hand corner, diagnosis occurs at birth. Sickle cell disease you have your entire life, \nand it's a diagnosis for the family. It affects everybody in the family.\n\nIf you go around the curve and you come to the black box there, the transition to adulthood, this is a really important \npoint because we know that there's challenges when patients age out of the pediatric care system where, in \ngeneral, the care's pretty good, and they're now finding for the first time that adult treater, and they really struggle to \nfind good adult treaters oftentimes in their community. And so there's often a gap in care at that point.\n\nThese are things we can help with. If you go all the way to the end of the chart here in the lower-right corner, you \nsee that, after enduring a lifetime of suboptimal oxygen delivery to the tissue, the patients ultimately succumb to \nend organ failure and die a full 20 to 30 years younger than they should. These are things that we're working on at \nGBT.\n\nAnd the struggle's real. These are some of the data points that support the struggle. All of these are important, but I \nwant to highlight a few, the 2 in the middle especially. 53% of adults have a silent infarct, 30x higher risk of \nhemorrhagic stroke. The lower-left side shows 10 to 20 days is how long a sickle cell -- blood cell lives when it \nshould be 90 to 120 days in a healthy cell delivering oxygen.\n\nSo this gives you a sense of the impact. These morbidities are profound. They also lead to lifelong interventions \nthat are very costly. And so let's talk about some more of the economic impact that we've hit on a little bit already.\n\nSo no matter how you slice it, there's a significant economic impact in sickle cell disease. If you're talking on the \nleft-hand side of this slide, a lifetime of cost for -- medical cost for a patient; in the middle, an individual patient in a \ngiven year. This is the patient that has those -- some of those comorbidities; or on the far right, the loss in lifetime \nincome.\n\n\n\nNo matter how you slice it, there's significant economic impact for the patient and for society. So we've talked a little \nbit now about kind of the individual, the societal and the economic costs. What about what are we going to do about \nthis? So let's get into how we're preparing to bring voxelotor to patients.\n\nSo this is one of my most important slides, I think, because it shows all of the patients, we hope to ultimately help \nwith voxelotor. So this data is from the claims data from Symphony Health claims and from Quest lab data. And it \nshows us there's about 100,000 patients in the United States that have sickle cell disease, but 100% of them are \npolymerizing their hemoglobin. It's the hallmark of the disease. Every one of them has polymerizing hemoglobin that \nleads to premature red blood cell death or hemolysis.\n\nWe also took a cut here looking at 86,000 of our patients living with sickle cell disease that are 12-years-old or \nolder. These are the folks that were in our HOPE Study, still a profound amount of people.\n\nAll of these are sickling hemoglobin. So where are they? We know where they are. So there are 17 states in the \nUnited States where 85% of sickle cell patients live, and that allows us to be very efficient with our resourcing.\n\nWe can put resources and education right where the bulk of the patients are. But we're not going to stop there. \nWe're going to go beyond these 17 states and ensure that any patient in the United States will have access to the \nsame education and support that we're providing in these 17 states. And I'll get into more detail about our \ndeployment in a few slides.\n\nSo what are we going to do about how we actually can get voxelotor to patients? Well, execution and planning is \ncritical, and we have to get 3 things right at launch.\n\nWe have to hire the right people and build the right teams. We have to invest in education across all stakeholders, \nand we have to support the patient, not just in getting them access from the payer but also once they get access to \nthe product to help them have a successful outcome on the product.\n\nSo we're investing in all of these areas to transform the disease. And I can tell you, I've been in the industry now 26 \nyears -- well, over 26 years and I've worked on lots of product launches in specialty areas. And I think back about \nwhat the constant across that whole time. The constant is you can't get anything done without the right people. \nYou've got to hire good people.\n\nAnd in this area, where there's no innovation yet, there's huge underserved -- it's an underserved population and \nunderinvested in population, and it's a very complicated disease.\n\nSo you have to have the right people. You have to have people that are smart, experienced but passionate and that \nare really trailblazers that want to make a difference.\n\nAnd that's who we've hired at GBT. So let me talk a little bit about specifics. The leadership team that we've put in \nplace in the commercial organization has tremendous experience. We've hired them from the best companies with \nthe best backgrounds. They all have launch experience in specialty areas. All of this leadership team is in place and \nhas been this whole year.\n\nNow you -- as you would expect, we've also built out all of the functions that are needed to have a successful \nlaunch. So that includes the marketing teams that develop the educational programs to educate physicians and \npatients. They're in place, and that's a patient and a physician-focused marketing team.\n\nWe also have the field teams. And one interesting thing about this is we hired our 10 field managers in June of this \nyear. We had over 500 applications for 10 positions. So we hired the best people in the industry. A lot of interest in \ncoming to GBT and, more than that, a lot of interest in helping patients with sickle cell disease.\n\nWe have our access and support functions. There's really 3 functions here that we've built out. One is really payer \nspecialists. These are folks that are field-based that call on the payers to do that same educational effort with \npayers.\n\n\n\nWe've also -- are building out our patient support team, which I'll talk more about, to support the patient. And also \nkind of behind the scenes is the distribution plan, but that's really important because you want it to be seamless of \nonce everything's been decided and the support's there, is the drug routinely and consistently getting to the patient? \nSo the distribution is in place.\n\nLastly, the unsung heroes of any organization are the operations people behind the scenes. They really enable \neverything we do, completely built out really smart analytics people helping us get right the insight and doing the \nright training and all of those functions. So that's in place as well.\n\nNow this is the new information that I haven't talked about before and that is the decision to invest early in the entire \nfield team. I think most if you knew about these 10 field managers we hired early on, but we've now made the \ninvestment to hire an entire field-based organization now. And these folks are in training right now.\n\nSo we've hired what we call sickle cell therapeutic specialists. And the reason we call them that is because they're \nnot your garden variety filled rep, right? They really are specialists.\n\n3 out of 4 that we've hired have specific hematology or -- and/or rare disease experience. And they are very \ncomfortable in the offices we're calling on, in the therapeutic area that we're helping as well as with the physicians \nand staff. They oftentimes have those relationships already. So this is really important for us because this allows us \nto do disease awareness education now.\n\nAnd as Jonathan said, and he's kind of, I think, underselling the work that the medical team has done, they've been \nin place for several years educating physicians about the science and about hemolytic anemia and the long-term \neffects. By having this team onboard, that allows us to really expand the number of people we're engaging with as \nan organization with that same education around sickle cell disease.\n\nSo where are they going to be? Well, I've already showed you the slide that shows where the patients are. 85% are \nin these 17 states, but we're going to go beyond that. So our therapeutic specialists will call in 5,000 of the top \nsickle cell treaters in the United States. So many of those are in those same geographies where the bulk of the \npatients are, but many are outside those geographies, and we're still going to have therapeutic specialists \neducating those physicians no matter where they are.\n\nSo there's -- it's going to take more than just talking to physicians. We know that there's a lot of patients. And I've \nseen this before in the early days of HIV, where patients oftentimes had a hard time connecting with the right \ntreater or didn't have the right information or is confused by the health-care system itself.\n\nAnd we see that same thing in sickle cell disease. We're going to need to spend time helping patients and \nphysicians connect, especially those patients in transition, into the adult centers. And so we're investing in this. And \nwe're going to be doing education. We're putting in place a patient support system to help with the linkage, and \nwe're also doing a lot of direct connection and communication to patients and physicians about availability and \naccess to those clinics.\n\nAnd here's a good example of why that's important, why connecting patients and physicians makes sense. If you \nlook at hemoglobin, hemoglobin is a routine marker that's measured on those visits. And hemoglobin's really \nimportant because, in sickle cell disease, it really helps determine the health of the patient's oxygen delivery and \nthe capacity.\n\nWe think with voxelotor's mechanism of action that works directly on hemoglobin through preventing polymerization \nand ultimately red cell destruction, this rapid feedback of increased healthy hemoglobin is going to be a very \npowerful feedback loop to physicians as they get their clinical experience. So that's one of the great benefits of \nconnecting physicians and patients is to make sure they're on top of their numbers.\n\nSo these insights that I've been sharing, they come from discussions with all of our stakeholders. And I'd like to \nshare a little bit more detail on one of our largest market research studies we've done to-date. And this happened \n\n\n\nearlier this year. This was 250 physicians. It was a quantitative kind of survey analysis. It was blinded. They didn't \nknow it was GBT doing it. And we asked lots of different questions that we'll be repeating over time.\n\nAnd the good news here is that we've already started to see the shift in thinking around sickle cell disease. And I \nreally give credit to our medical science team that's been out there educating on hemolytic anemia and the long-\nterm effects of hemolytic anemia.\n\nSo when we ask what are the priorities going forward, the #1 and #2 priorities have to do with that long-term \nthinking. Long-term organ damage, risk of silent stroke and infarc (sic) [stroke and silent infarc] were the top-2 \nconcerns going forward.\n\nThat's really important because that's right at the heart of where voxelotor may have its biggest impact is affecting \nsome of those top priorities. It's really good to see that the education is really working. And like I said earlier, by \nexpanding and investing in our field teams now, we can increase the engagement and education in the country.\n\nSo I haven't shown this slide before. Some of you may have seen that top line the previous slide, but this is new. \nBut from that same study, we asked the question after showing a profile of voxelotor to physicians, do you have \nsomeone that you would use this on in your practice today? 93% said yes, there is somebody that fits this profile in \nmy practice.\n\nThis doesn't mean they're using it on all their patients on Day 1. What this means is that they recognize the value in \na patient today. And that's really important because we know one of the best educations for a physician is clinical \nexperience. They need to try it in a patient first to get that feedback going. And 93% said they've got someone in \nmind for this product.\n\nWe then asked the question, what are the reasons? Why would you use this product after looking at the profile? \nAnd these are the top-5 reasons that we heard. The first 2 on the left side are, boy, they better be there, right, \nefficacy and safety. Those are critical to have there. You would expect them to be there.\n\nWe're glad they're there, but we're actually more excited about the other 3: Novel mechanism of action. There's a \nrecognition that this is a unique product. It's a first-in-class product. There's nothing else like it.\n\nConvenient dosing. Sometimes we gloss over it, but it makes sense that this is an important aspect of the profile. \nThis is a once-daily oral therapy that can be taken at home, no dose escalation, no monitoring. These types of \nthings are advantages to patients and physicians, and they recognize that.\n\nAnd then the last one is probably the most important, improved oxygen delivery, which is the ultimate benefit that \nphysicians hope to get from voxelotor. So these are the reasons they chose to use voxelotor in their practice today.\n\nBut we've also talked to patients, and I want to share a little bit of the insights from some of the patient market \nresearch we've done. This is a -- we've done focus groups and some advisory boards and some surveys. And I'll \njust kind of summarize it down here.\n\nOn the left side, you see that the struggle is real that we talked about. It's not a struggle when you have symptoms. \nIt's a struggle every single day. That's an important point here. It's also very stigmatizing and a deep sense of \nisolation and skepticism in the health-care system. So these are some of the issues that people living with sickle \ncell disease go through every day.\n\nThe good news is on the right side, there is hope. There's hope and excitement. There's an interest in information \nand gathering insights. They want to be educated as much as possible. Patients know about their -- how their \nbodies are and how their bodies feel and their hemoglobin and that sickling is hurting the red blood cells. There's a \nlevel of understanding and an interest. And ultimately, there's excitement about new therapies are on the way. So a \nlot of hope there as well.\n\nSo then we took that information and we've been thinking about, okay, so how do we think about different patient \ntypes in the market and in the country? And how do we think about where voxelotor would likely be used? And so \n\n\n\nthis shows in the biggest circle all the patients with sickle cell disease in the United States, the 100,000. Again, all of \nthese patients are polymerizing hemoglobin and suffering from hemolytic anemia.\n\nSo ultimately, we hope to help a lot of people in the U.S. These are different data cuts of that same data. And if you \nlook at the front circle in the light blue, this represents those patients with the most severe anemia, the lowest \nhemoglobins. And unfortunately, there's a lot of them. There's still a large number of patients in this circle. This also \nrepresents who health-care providers tell us are the most obvious patients to utilize voxelotor in early.\n\nSo what are we doing? Well, we absolutely have to educate across the board. All the stakeholders, we need to \neducate specifically around the impact of hemolytic anemia and the long-term organ damage that it can cause and \ntaking that message that the medical team's been delivering for many years and broadening that education.\n\nAnd we've already started. We've actually launched 2 programs in the U.S. recently. And one is focused on \nphysicians, and one is focused on patients. The top one is the physician-focused disease awareness. This doesn't \ntalk about voxelotor at all. This is all about educating about sickle cell disease. And the physician one in particular is \nnamed Silent Damage because it really speaks to that long-term view and thinking about the impact of hemolytic \nanemia on long-term organ health.\n\nNow the bottom one, the patient one is called Sickle Cell Speaks. And this one is really going after that stigma and \ncreating a platform for not only patients but caregivers, community and family to really share their stories and to \nlearn more about sickle cell disease and about the impact it's having on the community.\n\nThis was actually built with input from the community. And many of the community advocacy groups actually link to \nit or sponsor or have linked to it or have utilized some of this content as well. And that's really important to us. We \nknow from many different therapy areas how important the community advocacy is.\n\nSo just a word about that. This slide depicts just a handful of the community organization that we routinely are in \ncontact with. And well in advance of the commercial organization coming onboard, we've had people and resources \nfocused on community advocacy and those relationships. And so those have been built over many years. And we \njust recognize how important it is to have strong relationships for a lot of reasons. One, it educates us to make sure \nthat we're synergistic with what they're trying to accomplish as opposed to being competitive in any way. We want \nto be synergistic and be very supportive of their efforts and to understand some of the resources that they're \nbringing to bear, so we can refer patients to these organizations as well.\n\nThis community passion and compassion for sickle cell patients is not lost on the payers, and it's important to think \nabout our payer mix a little bit. And so we've done some research in this area. And this slide shows, on the left side, \nthat we believe that Medicaid will be the largest payer percentage of patients in the U.S., so that'll be a key focus of \nours during the launch of voxelotor. And there's other factors that you would keep in mind because of that when you \nthink about gross-to-net calculations, which we've listed here.\n\nOn the Medicaid -- for us to participate in Medicaid program, we have a mandatory 23.1% rebate, which we're \nabsolutely going to participate in. So we're thinking about all those things. We have a customized distribution \nchannel to make sure continuity of service for our patients and support for those fees that go along with specialty \ndistribution as well. And this lists some of those things to keep in mind.\n\nSo then we've connected some actual face-to-face interviews and focus groups with payers to learn insights on \nwhere their head is. And this slide shows a lot of those quotes. I'm not going to go through all these, but I will \nhighlight one, in the middle on the bottom. It says, \"The MOA (or the mechanism of action) eliminates the root \ncause of the pathology by limiting or inhibiting polymerization. That's an important intervention.\" This was by a \nnational managed care organization pharmacy director.\n\nThis is really important. What we've heard over and over from the payers is they understand that the patients are \nunderserved in sickle cell disease. They understand there's a struggle. There's been low innovation, and it's highly \nimpactful from an economic perspective as well. So they're tuned in to this disease area as something -- there \n\n\n\nneeds to be change. So we've had no problem calling on physicians and getting time with them to educate them \nabout hemolytic anemia.\n\nThis slide shows all of the meetings that we've had or that are currently scheduled in the near term with payers. \nEach star isn't one meeting. In most of these states, we've got multiple touch points. But it shows you that we are \nexpanding beyond those 17 states, and we plan to ultimately educate payers in every state.\n\nAnd these meetings are going extremely well. The one thing I've certainly learned over my career is payers don't \nwant to be surprised. They need time to budget and to plan for new innovative therapies. So we're doing the \nlegwork now to make sure that they have the information they need to plan ahead for voxelotor.\n\nThis slide shows some of the learnings that we're getting. As we meet with the payers, they're also educating us on \ntheir process and their time lines, and this slide helps capture some of that feedback we're getting from the payers. \nAnd what you see here is, in Q1 and Q2, this is postapproval. So after we get approval, the first 2 quarters, we \nwould expect pretty low amounts of voxelotor volume and patients getting access at that stage because the payers \nneed to go through their process.\n\nThere's going to be a flurry of activity during those first 2 quarters. Nobody is going to be sitting around doing \nnothing. Everyone's going to be doing their assessments, doing their full reviews, looking at the FDA final approved \nlabeling and doing their formulary review committees. So that takes about 2 quarters to happen.\n\nThere's also this artifact that we're a brand-new company with our very first launch. And so on your first launch, you \nhave to get your contracts in place with HHS and CMS at approval, and that takes time. So that allows some states \nto wait for your contract to get in place, to initiate their process for formulary review.\n\nAnd so in some of these reviews, we would expect that -- if our PDUFA date is February 26, then we would expect \nthose reviews and formulary placements to happen in the June, July, maybe even August time frame for some of \nthe slower states. So it does take them a quarter or 2 to get you on the schedule and to have those reviews.\n\nThe other dynamic that I don't really show here, this is really about the payer dynamics. But to keep in mind, some \nof the, I guess, the consumer behavior dynamics, we know that physicians will take time to be educated and may \nwant to have a trial with one patient and get that feedback on that patient before they start to prescribe it to more \npatients. That's just how adoption works.\n\nOf course, the early adopters will be -- with the most patients, we'll have patients through medical exception that \nneed it the most will get access early on. But a lot of the physicians are going to have that trial and usage and good \nexperience, and that happens in those first 2 quarters. That's another reason those first 2 quarters will tend to be \nlower volume on any specialty launch.\n\nThe other point I do have on here is patient appointments will occur over time. There is the dynamic where you \nhave to wait for the patient to come into the office in order to get the discussion and a prescription. And some \npatients, that may happen quickly. Other patients, it may not happen for 3 or 4 months until their next appointment. \nSo for all these dynamics, Q1 and Q2 is when all of that activity is taking place.\n\nQ3 and Q4 post-launch -- or postapproval, that's when we expect these formulary placements to occur and patients \nto start getting more broad access to voxelotor. And by the end of the first 4 quarters, we -- our goal is to have \nbroad access, where patients will be able -- and physicians to be able to get a much broader access to voxelotor. \nSo really starting at the end of that first year. So that gives you a little idea of how we're thinking about that first 4 \nquarters after approval.\n\nSo let me transition. And my last topic I really want to hit on is the patient support piece and what we're doing to \nensure that patients get the support they deserve. And this is right in line with who we are as a company. I don't \nthink I need to spend much time on this because I think Ted really hit this home. We're a company that's 100% \nfocused on sickle cell disease, which means we're 100% focused on sickle cell patients. And so that means we're \ngoing to commit resources to supporting patients.\n\n\n\nAnd I'm proud to present some information about our patient support program. And we've seen how, in other \ntherapeutic areas, how important this is. And sickle cell disease has never had this before. And so we're -- we want \nto build a best-in-class support program for patients. And this shows the types of activities the patient support \nprogram will deliver: reimbursement, financial support, even adherence programs. With the sickle cell patients, \nwe've done a lot of research in this area, are very connected, very much on phones, on apps, online. And so \nreminder texts around refills and appointments are things that will be built in to this model to help with adherence.\n\nThe other important thing about patient support is it's got to be integrated into your full process. And so our \ndistribution process, it's all integrated together because we want a consistent journey for patients. We want to \nincrease the level of experience for patients with sickle cell disease. They deserve it.\n\nSo that means when a -- this is how -- kind of how it works. If a patient and physician decide that voxelotor is right \nfor that patient and writes a prescription, that triggers the enrollment in the patient support program. Patients can be \nenrolled directly through the physician's office or through a caregiver.\n\nOnce they're enrolled, all the folks that does support jump into action. They're 100% dedicated to sickle cell disease \nand to our patients. They immediately reach out and start working with the payer to make sure that the information \nis provided accurately, so the patient gets coverage and gets all the benefits that payer provides. We also jump in \nand find out does a patient need copay assistance? Does the patient need adherence, education? All those things \non the previous slide are delivered to the patient.\n\nAnd then at the point when the patient is ready to receive drug, we've integrated a specialty distribution pharmacy \nnetwork, who is completely integrated in the process, has dedicated resources that are educated in the sickle cell \ndisease to make sure that experience of actually receiving the drug is seamless. So that means that if a patient \nsays, well, I'd like to get the drug at school, we'll ship it to your school. \"Well, I'd like to get it at work.\" We can do \nthat, too. \"I'd like -- I'm going on vacation. Can I get the next shipment shipped on vacation?\" Absolutely. \"What \nabout a local pharmacy? I prefer to pick it up in person.\" We'll ship it there. So we're going to have an integrated, \nseamless process to make sure patients get the support they deserve at every step of the way and that everyone is \ntalking to each other. I think that's critical as well.\n\nSo that's the end of my presentation. I came to GBT to do important work and to work on a product that I think will \nhave profound impact on patients' lives. And we've certainly got the people in place. We've got the plan in place. \nAnd we've got the innovation with voxelotor. So we're excited to get this product to patients, and I look forward to \nanswering your questions.\n\nAnd Jonathan, why don't to you come back up, and we can answer questions together, I think, since some of those \nmay come your way.\n\nQuestions and Answers\n\nDAVID L. JOHNSON: Ritu?\n\nRITU SUBHALAKSMI BARAL: Ritu from Cowen again. You mentioned you've got, I believe, 10 payer specialists. \nCan you talk about how they're splitting their time between public and private plans and, very specifically, how \nthey're thinking about the state Medicaid plans, especially those state Medicaid plans that have given a lot of \nresistance to covering conditional approvals? And then my follow-up is on whether you're considering, as part of \naccess, free drug programs or sampling programs to help bridge patients, clinical trial patients or even new \npatients?\n\nDAVID L. JOHNSON: Great. This is DJ. I'll take those questions. So first, regarding our field-based payer team, we \ndo have some nationally focused folks that call on the big national PBMs and health plans. And we also have folk in \nthe VA and the government plans at the national level. And then we also have regional-based folks, whose job it is \nto go to each of the states and do reviews with the fee-for-service centralized Medicaid as well as the managed \nMedicaid that so many states have contracted to.\n\n\n\nSo they're actively doing that in all the states. They all -- we have the entire country divided up amongst that team \nso that every payer has an assigned person that's scheduling those events and those reviews. So that's actively \nhappening right now, and you saw on the slide which ones have already been completed.\n\nI think the next question was around -- remind me. What was the next question?\n\nRITU SUBHALAKSMI BARAL: I guess how has the feedback been? Because some of the quotes that you had \nwere more like national plans. At the state level, what's the feedback then on the accelerated approval, hemoglobin \nendpoint? And then the sampling question.\n\nDAVID L. JOHNSON: Yes, thank you. So the feedback has been very positive. Those quotes on the slide are real. I \nattended a payer advisory board recently that had multiple Medicaid medical directors in the meeting as well as \ncommercial payers in the meeting. And I'll tell you what, it's very similar to the process we're going through with \nphysicians, and that is education is everything.\n\nIf you just launch right into the product profile without first understanding hemolytic anemia, they have a hard time \nwith that. If you start with this hemolytic anemia and the pathophysiology of sickle cell disease, they're very eager to \nhear that because they don't -- they -- no one's ever taught that to them before. And when they understand how \nsickle cell anemia works and that it's about polymerization and hemolysis and that hemoglobin's a measure of this \nupstream activity, that's when the lightbulb goes off and they understand that voxelotor is disease-modifying in that \ncascade.\n\nAnd so the feedback has been quite positive, even at the Medicaid level. Of course, they -- everyone wants to know \nthe price and all that good stuff, which -- we haven't set the price yet. But they're quite eager to evaluate the drug \nbecause they recognize how the patients are suffering. So we've had tremendous welcoming around, \"Thank you \nfor investing in this area. We have no choices for these patients.\" So it's been very inviting in that regard.\n\nMark, were you next or...\n\nMARK ALAN BREIDENBACH: Sure. Just a quick one. Mark Breidenbach from Oppenheimer. Going back to the \nexample of a hydroxyurea, which is a proven effective orally available therapy that's been around forever, not for \nlack of physician education. It's only used, as you suggested, in 25% to 30% of patients. Would you say that, that's \nbeing kept because of lack of aggressive marketing and patient support and things like that? Or is there something \nintrinsic to hydroxyurea that's preventing this drug from being used more in the sickle cell population?\n\nDAVID L. JOHNSON: Yes. So I'll -- this is DJ, for those on the phone. I'll answer that. I think there's lots of people in \nthe room that could comment on this, especially the physicians. I can tell you from our market research that it goes \nbeyond just lack of promotion or patient support. There's fear. In fact, Jeremie and I were talking about this the \nother night. So there's fear of some of the long-term toxicities. There's concerns with my parents starting -- initiating \na trial on lifelong therapy.\n\nAnd then there's real struggles financially and socioeconomically with keeping up with the monitoring requirements. \nSo the routine monitoring and coming to the clinic each month or once they're stable, I believe, Jeremie, you said \nevery 3 months maybe on the -- on the longer term is a real burden for folks that have jobs. And getting in there and \nmaintaining that therapy can be really challenging. So I think those are the big things we hear a lot about.\n\nDid you want to comment as well, Shamonica?\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: I'm Shamonica. I'm a patient. Also, it's not that like \ndoctors aren't telling patients about hydroxyurea or suggesting patients take it, but it's a large percentage of patients \nwho just don't want to take it. They're not comfortable taking it. They don't like the side effects. They feel it's not \neffective. So that's why we need new things because it's not that we don't know about hydroxyurea. It's just some \npatients just simply don't want to take it.\n\nJONATHAN SOROF: Yes. This is Jonathan. I can just add from our discussions over the last few years with \nphysicians. There are, clearly, hydroxyurea loyalists, and in their practice, there's very high use of hydroxyurea. I \n\n\n\ntalked to Jeremie. I think maybe 90% of patients or so at St. Jude's or something close to that are on hydroxyurea, \nbut -- above the national average maybe, to say for sure. But we also do hear that, as children transition into \nadulthood, the use of hydroxyurea goes down dramatically. There may be some loss of efficacy over time. And just \nthe general concern around the side effect profile.\n\nIt's a drug that has clearly demonstrated benefits. I don't think anyone would say that there's no evidence that \nhydroxyurea helps patients. But the side effect profile is not a trivial thing for patients. And the consequence of it not \nbeing a drug developed for sickle cell disease, that it's a chemotherapeutic, et cetera, I think just creates some \noverhang of concern. And from what we were told, a lot of patients simply refuse to take the treatment.\n\nDAVID L. JOHNSON: Thank you. So we go back over here. Oh, okay. Jeremie?\n\nJEREMIE H. ESTEPP: So in our experience -- so this is Jeremie from St. Jude again. So we are an incredibly well-\nresourced clinic, and we are very pro-hydroxyurea. We follow the NHLBI recommendations and recommend \nhydroxyurea to all SS and S beta0 thalassemia patients beginning around 9 months of age. Out of our patient \npopulation, it's about 75% or so that will initiate the drug. Of the ones that do not initiate hydroxyurea, it's pretty \nmuch split 50-50 whether or not they are concerned about the toxicity profile or chronic administration of a \nchemotherapeutic agent or whether or not they just -- they would love to initiate it, but due to the monitoring \nrequirements and travel into clinic, they just cannot support that in their family structure because many of them will \nlose their employment. So that's kind of the breakdown that we have. And that's with significant amount of \nresources going in to that patient population and trying to support them.\n\nKYUWON CHOI, EQUITY ANALYST, GOLDMAN SACHS GROUP INC., RESEARCH DIVISION: Paul Choi with \nGoldman Sachs. Maybe if you could maybe elaborate a little more on Ritu's earlier question with regard to the \npatient assistant programs and just how you think about, perhaps, the early mix of patients requiring either copay \nassistance or getting free drug and how long that would last potentially.\n\nAnd then you brought up price earlier. I guess the question is maybe some updated thoughts on how you're thinking \nabout your innovation premium relative to existing therapies such as hydroxyurea or bookending it potentially \nversus other therapies that are out there for rare orphan disease populations. And then I had a follow-up on the \ninsurance side.\n\nDAVID L. JOHNSON: Great. I'll take that. This is DJ. So regarding the free drug program and how we're going to \nsupport patients, absolutely, we're going to have programs for patients through the patient assistance center, where \nit will assess their financial means, their support from their payer. And those folks that are -- either have no \ninsurance or are functionally uninsured and at financial risk, we will have a free drug program to support those \npatients while we actively work with their payers to get access. And we'll also have a copay assistance program for \nthe patients that have the higher copays to make sure there's not a financial burden in picking up the prescription as \nwell. As you know, in Medicaid, we're not allowed to support patients with copay assistance, but the good news \nthere is the government does, very low copays for our Medicaid patients is a standard across the country, so we \nfeel really good about that.\n\nAnd then regarding our price. So where we're at on price is we have not set a price yet. And there's just so much \ngoing on in the marketplace and the political environment everywhere that we want to look at everything right up to \nthe point of approval. That's when we'll likely announce our prices, at approval. And so we're still doing a large \npricing study right now. So we're not in a position to really share a price at this stage because we're still gathering \nthe insights. So that's my feedback on that one. And did you say you had a...\n\nKYUWON CHOI: Just a follow-up on -- with regard to insurance and access. Can you maybe provide some \nqualitative comments on how your payer discussions have gone with respect to determining eligibility and any prior \ntherapy requirements or anything along those lines that would potentially constrain access?\n\nDAVID L. JOHNSON: Yes, thank you. So we're not at the stage yet where we're negotiating with payers. That will \nhappen at approval. We're at the stage where we're educating payers on sickle cell anemia and hemolysis and \nlong-term effect. So we're not at the stage where we're saying, what prior offer are you going to have in place and \n\n\n\nthat sort of thing. I can tell you that we're gleaning or listening very closely in each of those interactions. And what \nwe're hearing from payers is they understand the unmet need here. They understand the patients need health care, \nand there's been little innovation. And they're very interested in understanding the mechanism of voxelotor. When \nthey understand that mechanism, that's where they get -- the lightbulb goes off around disease modification and \npotential downstream benefits.\n\nSo that's where we're at. So we're not at a point where we're having those negotiations on prior authorizations. That \nwill be at the point when we're at approval, when we have a price and when we're launching the product, and then \nthey'll do their assessments at that stage.\n\nJONATHAN SOROF: And maybe just to add -- this is Jonathan, a point that Ted and I were just talking about, just \nmaybe to build on Ritu's question. We are in active discussions with different Medicaid payers that need to be \naware of the fact that they're obligated to pay under law. And so I mentioned Admiral Brett Giroir, who came to our \nAccess to Care Summit. We've actually had several private meetings with him as well with other people on the hill, \nand there's clearly going to be a coordinated effort to ensure that state payers understand their obligations, legal \nobligations to cover these drugs. They simply cannot opt out, legally.\n\nDAVID L. JOHNSON: I think we're back there, and then we'll come back here. Is that all right? Okay.\n\nYATIN SUNEJA, MD & SENIOR BIOTECHNOLOGY ANALYST, GUGGENHEIM SECURITIES, LLC, RESEARCH \nDIVISION: Yatin Suneja from Guggenheim. Just a couple of questions on the hydroxyurea side. Maybe Dr. Minniti \ncould comment on the usage in adults, how persistent it is, what percent of patients start on it, and eventually, how \nmany stick on it. And then I have a couple follow-ups.\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: Yes. I didn't want to jump in, but I'm glad you gave me an \nopportunity. Even though I work in New York, we don't have the resources of St. Jude's. We still prescribe \nhydroxyurea to 91% of our patients. But -- and this is a but, I just did some data analysis on my patient population, \nwhich is very large. We have about 800 adult sickle cell patients. In less than one year, only about 30% of those \npatients will still be on hydroxyurea. So we prescribe 91%, but the vast majority stops taking it for one reason or \nanother.\n\nAnd many patients have complained about the side effects, which are more frequent in adults than in pediatrics. \nThey're not -- and which go from hair loss -- which woman wants to lose their hair -- nail changes and also the \nreproductive potential. We tell women in the reproductive age not to take hydroxyurea if you're thinking of having a \nchild because it is, after all, a chemotherapeutic agent. That's a black box. So that also decreases the number of \npatients during that time between 20 and 40 years that can't take hydroxyurea, both male and females, by the way.\n\nSo to make a long story short, we prescribe it a lot, but a very small percentage take it even after one year. And the \nmost patients would have taken for a maximum of 5 years. And on top of that, it is my impression and the \nimpression of many leaders in the field that this effectiveness decreases with age, so that's in the older population, \nand by older, I mean 45 and older. I'm not talking 70. The effectiveness seems to decrease. So we're going to need \nsomething more.\n\nDAVID L. JOHNSON: And if we can limit it to one follow-up, that would be helpful because we have more \nquestions. But did you have a follow-up?\n\nYATIN SUNEJA: Yes, just one follow-up. Could you comment on the step-added dynamic? Could hydroxyurea \nbecome a step added to voxelotor? I understand it might be a different indication. And how could that change the \ncommercial trend?\n\nDAVID L. JOHNSON: Yes. Like I said before, we haven't gotten to the negotiation stage. There's always some bad \nactors out there in any community. In the payer community, there could be a bad actor that tries to step through \nhydroxyurea. That's a possibility. We do not expect that to be the norm. Our study design had with or without \nhydroxyurea. 2/3 of the patients were in combination with hydroxyurea and had added benefit on top of \nhydroxyurea. Our indication, we would hope, would be with or without hydroxyurea. That would make it very difficult \n\n\n\nfor somebody who steps somebody through hydroxyurea with that kind of indication and that kind of data support. \nSo we do not believe that'll be the norm.\n\nJEREMIE H. ESTEPP: I would also add that one of the wonderful things about (inaudible) voxelotor is that it's \nactually not going to be indicated for VOC. It's going to be indicated more broadly for treating the disease. Whereas, \nhydroxyurea is actually indicated for VOC. So we will, in fact, have a different indication, so step-adding is actually \nirrational. Although people may try it, there's a very solid basis here to say it's inappropriate.\n\nDAVID L. JOHNSON: Yes, agree. I think we're back here.\n\nNIRAV Y. SHELAT, RESEARCH ANALYST, PIPER JAFFRAY COMPANIES, RESEARCH DIVISION: Nirav Shelat \nfrom Piper Jaffray. Just a quick question. You touched on this a little earlier. Could you give some additional details \non the pair dynamics and how they may vary, particularly between those 17 states, if it might take a little bit longer \nin 1 particular state to get on the formulary or anything like that?\n\nDAVID L. JOHNSON: Yes. This is DJ. I'll answer that. So they're all -- every state is a little different, and some \nstates have also the added dynamics of a centralized PDL formulary, where they manage -- Medicaids have to \nfollow it. And other states don't have a centralized PDL, so the managed Medicaids determine their own \nformularies. So we're meeting with all of them and doing all the educational efforts.\n\nSo there's just going to be a lot of moving parts, and those -- that's why it's going to take about 2 quarters to get all \nthat education done so that they can have their reviews and place the formularies. But yes, there's going to be a \nlittle bit of everything, right? So there's going to be some states that will -- as soon as our contract's in place with \nCMS at approval, they may allow patients through with a prior authorization until the review happens.\n\nThere's going to be other states -- Texas is a notorious one -- that will have an NDC block at launch. They do that \nfor every product, right? So we would expect very little to happen in Texas until that review happens. So we're \ngoing to work very closely with Texas to make sure that review happens right on time.\n\nSo it's going to be a little bit all over the board, but I would say that what I said in my slide presentation is probably \nthe best guidance I can give you, which is the first 2 quarters are going to be a lot of activity and not as many \npatients having open access to the product until those reviews happen. And then we do expect broad coverage by \nthe end of that first year as those formularies start being published. Yes.\n\nNIRAV Y. SHELAT: And just one quick follow-up for Caterina. In regards to the noncompliance that you mentioned \nearlier with hydroxyurea, would you expect some of those factors to bleed into, possibly, voxelotor? Or is it a \ncompletely different dynamic in that and specifically in regards to noncompliance increasing as the patients get \nolder.\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: Excellent question. As you know, any drug that you have \nto take every day of your life is difficult to take for any patient, not just sickle cell disease patients. So I expect a \ncertain degree of noncompliance no matter what. But I do believe, because the toxicity profile is so different, at least \nthe reason for stopping that's so prevalent with hydroxyurea should not be there. And ultimately, I believe that \neverybody will take a medication if the medication works. I always say we would all use the same wrinkle cream if \nthat really worked. And that's why -- so if this works, they will take it.\n\nDAVID L. JOHNSON: And just to share a little bit of the data with you. So we've looked at compliance rates. We've \nlooked at lots of analogs as close as we could get for products with high Medicaid and oral and kind of the same \nprevalence as best we could. And adherence is actually pretty good. It turns out that hydroxyurea is an outlier. So \neven Endari has compliance rates, in our analysis, pushing high-60s, and a lot of the iron chelators and whatnot are \nin the low-70s. So we would expect our compliance to be at least as good as analogs in the industry. We really \nthink hydroxyurea is an outlier.\n\nJONATHAN SOROF: Just to comment, another thing to think about in our experience in clinical trials with \nvoxelotor. One of the challenges with hydroxyurea is that it takes months to actually start seeing hematologic \n\n\n\neffects, so there's this delayed gratification. When we initiated people on study with voxelotor, there's a pretty quick \nincrease in hemoglobin. They report that they feel better pretty quickly. And I think that, that kind of immediate kind \nof feedback for participants will improve overall compliance.\n\nDAVID L. JOHNSON: So back over here.\n\nYUN ZHONG, EQUITY RESEARCH ANALYST & DIRECTOR OF BIOTECHNOLOGY RESEARCH, JANNEY \nMONTGOMERY SCOTT LLC, RESEARCH DIVISION: Yes. This is Yun Zhong from Janney. So the question is \nabout the comments that physicians will probably try from a small number of patients. But looking back on the \nclinical study, roughly 40% of patients was not -- were not able to achieve this 1 gram per deciliter increase and \nsome even had drops. So my question is, is there any information that you will be able to provide to the clinicians so \nthat they can choose the patient population that most likely will benefit so that those physicians will have a kind of \npositive initial impression?\n\nDAVID L. JOHNSON: Yes, I'll speak to that in a little bit. And Jonathan, do you want to take that first?\n\nJONATHAN SOROF: Yes. Maybe I'll start. First of all, I think you were referring to the responder analysis, which is \nthe gram increase. And going back to the original discussions with the FDA, that was a somewhat convenient and \nround number, if you will, to define a treatment response. We believe in this very strong evidence in part from the \ndata such as the meta-analysis that we reviewed earlier that it's not rational to assume that it's a binary benefit-risk, \nthat if you don't get to 1 gram, somehow you have failed treatment. We have certainly not messaged the idea that \nthis is treatment failure. This is simply a threshold to define a response characteristic within the context of a \nregulatory study. There's other evidence that those patients are having improvements in terms of the degree of \nhemolysis that is interrupted, the amount of hemoglobin change at 0.8, 0.9 is certainly going to be beneficial in \nterms of end-organ damage. And we intend to continue to show that, across the range, in fact, something about \n80% of the patients did have a hemoglobin response, defined as an increase from baseline. And also, this tamping \ndown of the big drops in hemoglobin, many of the physicians we've shown the data to have said that's one of the \nmost important findings from your study. The prevention of these acute drops, which is associated with acute \noutcomes, is critically important as they defense against organ injury, particularly in the brain. So we think there's a \nmuch more comprehensive story to tell around the clinical data than simply did they have a 1-gram hemoglobin \nresponse, yes or no?\n\nDAVID L. JOHNSON: In addition, I think it's important to keep in mind that when physicians are using this -- thinking \npostapproval, clinically, they'll be looking at hemoglobin over time, different visits. It's not just a single time point. \nSo the HOPE Study looked at 24 weeks only. Was that patient a responder or not based on 1 gram? But the kind of \nsecondary analysis we can do on our data for additional publications and presentations are to look over time. And \nit's a much higher number than 60% that had 1-gram increases if you look over multiple time frames and get rid of \nthat variability of just a single time point.\n\nYUN ZHONG: A quick follow-up. So you showed 4 different segments of physicians, and so there is some \nphysicians still pretty much focused on VOC. I understand it's not a VOC drug, but it is a major symptom of sickle \ncell disease patients. For those physician population, what would be your message? And what kind of feedback are \nyou getting from those physicians?\n\nJONATHAN SOROF: Yes. You're referring to the 1, 2, 3, 4 segmentation. So we are seeing -- this is a baseline. So \nthese are physicians that are maybe being seen for the first time by an MSL. They may have not been seen by \nanyone who's kind of talking about sickle cell disease at all. There hasn't been a lot of representatives of pharma \ngoing out and talking to some of these very busy clinicians. And so I think what we're seeing, it's not surprising that \nthere's a certain segment of them who see VOC as the primary problem they're solving in their clinic because that's \nwhat they see every day. Patients come in, they're complaining of pain.\n\nOur strategy for that is to not fail to acknowledge the importance of VOC but ask them, what are your treatment \ngoals beyond helping the patients feel better? Are you trying to prolong their life? Are you trying to protect their \norgans? And when you start having that conversation, you see them moving away from being purely VOC-centric to \nwanting to understand what the treatment options would be if I could truly try to interfere with the cascade of the \n\n\n\noutcomes associated with polymerization of hemoglobin. And over time, I think we're already seeing some \nmovement in that regard. So that's one access.\n\nThe other one is do they even know about voxelotor. We know that some people have heard about the drug. But \nunless you're in the clinical trial program, in some cases, you're only vaguely aware of the molecule and the clinical \ndata that's emerging. And so part of our strategy as well is through publications and other activities to raise \nawareness of the mechanism of the drug, why it makes sense to treat sickle cell disease that way. And when those \n2 knowledge gaps get filled, we do believe that people will move and migrate into that box 1.\n\nTED W. LOVE: (inaudible) about 30% of sickle cell patients have concurrent alpha thalassemia, and as a \nconsequence, they can't make as much hemoglobin or red cells. So those individuals actually have higher red cell \ncounts and higher hemoglobin. They also have more VOCs. But it's considered to be a fortuitous combination, even \ndespite more VOCs, because you have fewer strokes. You have less organ damage. And you have better survival. \nSo people have actually been willing to have more VOCs to preserve life, preserve vital organs. And you probably \nrecall that there's a drug called senicapoc that was discontinued in development. But that drug raised hemoglobin \nand apparently increased VOCs.\n\nAnd there was actually continued excitement about that drug should have been developed because that would \nhave been a useful advance. Voxelotor has the advantage of significantly raising hemoglobin and clearly no risk of \nincreasing VOCs. And it looks like, over time, the VOCs are, in fact, reducing. And that's what you would expect \nbecause, over time, you would expect the inflammatory process that's driving the VOCs to mitigate. It's like treating \nfever of a pneumonia with an antibiotic. The antibiotic cures the fundamental problem, but the fever has to wane \nafter the infection is clear. And that would be the analogy with VOC.\n\nSo at this point, I'm going to suggest that we move on to the panel, which I think will be very exciting for everyone. \nSo if we have the -- our 4 guest panelists head up, that would be terrific.\n\nSo I'm going to stay out here in the audience, and I said yesterday I'm going to mimic Phil Donahue, and then a lot \nof people said, who's Phil Donahue? And I was dating myself. So I'm going to kind of mimic Oprah and stay out \nhere in the audience, I think, people.\n\nSo first of all, thank you, panelists, for being here. This is going to be, I think, tremendously exciting. But before we \nget to the panel, I wanted to make a few disclosing remarks just to make sure that we are fully transparent. Both of \nour physician panelists have relationships with industry, which are described on this slide. And we've also provided \ntravel support and honoraria out to our patient advocate support, just to be completely transparent about that \nbackground.\n\nNow I want to start by introducing each of the panelists. To our most immediate left, we have Mapillar Dahn. \nMapillar is an extraordinary patient advocate. She is, in fact, the mother of 3 daughters who have sickle cell \ndisease. She's also a founder of a nonprofit organization called MTS, which stands for My Three Sicklers. Mapillar \nhas won multiple awards for helping the sickle cell community. She's a board member of the American Red Cross \nMinority Recruitment Advisory Board, and she's a mentor and speaker for the Emory University Family Mentor \nProgram.\n\nNext, I'd like to introduce Shamonica. Shamonica Wiggins is the creator and former Chief Executive Officer of a \nnonprofit organization known as blue lips for sickle cell -- Bold Lips for Sickle Cell. She also was awarded in 2018 \nthe National Sickle Cell Advocate of the Year by Sickle Cell 101.\n\nFor our expert physicians, we have Dr. Jeremie Estepp. Jeremie is the Medical Director of the Clinical Translation \nProgram in Hematology at St. Jude's Research Hospital. He's an expert in the treatment of pediatric sickle cell \ndisease. He's Director of the Newborn Screening Program and the Infant and Toddler Sickle Cell Clinic. His \nresearch is focused on understanding the pathophysiology and genetics of sickle cell disease and the development \nof new therapies.\n\n\n\nLastly, we have Dr. Caterina Minniti. Caterina is based here locally at the Einstein College of Medicine and \nMontefiore Medical Center. She is Professor of Clinical Medicine and Pediatrics and Director of the Sickle Cell \nCenter for Adults at Montefiore. Her research has involved a range of studies aimed at providing care for SCD \npatients from birth to adulthood. Welcome to all of you.\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: Thank you.\n\nTED W. LOVE: Now let's start with a question just to get us started. There will be an opportunity for the audience to \nask questions. But just to get us started, I'd like to ask each of the panelists to talk about your experience with living \nwith sickle cell disease or your experience as physicians treating sickle cell disease.\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: Okay. I'll start. As a parent who has 3 daughters who all \nsuffer from this disease, sickle cell disease is our life. And so I'm always -- as a family, we're passionate about \nusing our experience with this disease to not only educate the world about sickle cell but really to be a source of \nsupport through my organization, MTS Sickle Cell Foundation, in terms of the socioeconomic struggle that sickle \ncell families endure. And so I'm very honored to be here.\n\nSickle cell affects everyone differently, and I find myself in a unique situation to where I see -- I live that every day \nwith my daughters. My youngest daughter is 10 years old, and her name is Hajar. Hajar has never had any pain \ncrises, no stroke. She's pretty asymptomatic, and we're grateful for that.\n\nMy middle daughter, Deej, you saw her picture earlier. Deej, she's now 14, but when she was 7, she had a stroke. \nAnd so she is the most affected because of sickle cell disease. She's never had a pain crisis, but because of the \nstroke, since then, we have to do monthly blood transfusions. It says 6 surgeries up there, but it was about 10 \nsurgeries within the last 7 years that she's had to undergo. And so she's struggled. None of those surgeries was a \nmajor brain surgery.\n\nAnd that brings us to my oldest daughter, Tully. She is 15. So I have 2 teenagers. On top of all of these teenage \nyears and all the drama associated with that, we also have sickle cell on top of it.\n\nTully is the only one of my children who suffer from pain crises. And for most of you who don't know what pain \ncrises are, they are excruciatingly painful episodes. They're highly unpredictable. And Tully has actually described it \nas someone taking a hammer to her bone, wherever the pain is, and just repeatedly going at her bone nonstop. \nAnd for her, whenever she's -- she has her episodes, we're in the hospital for at least a week, giving really strong \nmedication. And then that leads to acute chest syndrome that she has to get over.\n\nSo I say all that to mean that sickle cell affects everyone differently. And so there's really a need for there to be an \noption -- a lot of options for families to be able to manage this disease. So I'm very honored to be a part of this \nconversation, and I look forward to answering any of your questions when the time comes. Thank you.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: Hi, everyone. I would like to first say thank you to GBT \nfor having me and for all of you being here. And I would just like to share that I had my first stroke when I was 3 \nyears old. And I had my second stroke just like 2 months ago, a silent stroke 2 months ago. I just got home from \nan advocacy trip in Atlanta. It was a late flight. I got home, and I started feeling all of the symptoms that describe a \nstroke. I was extremely lightheaded. My vision was blurry. I was really -- felt really tired. So I did the smile check \nand the arms check, and I was like, oh, I think I'm just tired. So I went to bed. I didn't do anything about it. I went to \nbed. And the next morning, when I woke up, I was horrible. My mom was like, what's wrong with you? And I went \nstraight to the hospital, and I was diagnosed with a silent stroke. And I spent 10 days in the hospital.\n\nPrior to that event, I hadn't had anything serious since 2015, but I do suffer from the pain that sickle cell causes in \npatients. And that pain is very taxing on us. And as Mapillar said, it drives us to want new therapies and new things \nto help us deal with not just the pain but everything that sickle cell causes in your life: the fatigue, the hospital trips, \nthe appointments. We just need more options and more access, and that's what really has inspired me to use my \nvoice to share awareness about sickle cell and to motivate people to care about sickle cell and to help sickle cell \n\n\n\npatients because we desperately need the help and the support of anybody. We've been underserved for years, \nand I feel like the time is now to finally get things done for people with sickle cell.\n\nTED W. LOVE: Thank you, Shamonica. You're going to get help.\n\nJEREMIE H. ESTEPP: So thank you very much for having me today. My name is Jeremie Estepp. I, as I mentioned \nearlier, am a pediatric hematologist/oncologist. I spend about 60% of my time doing clinical care, mostly doing our \nNewborn Screening Program and our Infant and Toddler Sickle Cell Clinic. And I have, as a part of my research, \nbeen very involved in the development of hydroxyurea over the years. And I'm a very strong supporter of its early \nutilization and the benefits that it can have in infants and have federal funding to run some of those trials.\n\nWhen I see families in my clinic, very frequently, 50 or 60 times a year, it's a brand-new diagnosis. And you are \ntelling that family what we can expect over the next 18 years with their child. Many of the times, they don't \nunderstand or did not know that they are both carriers of the trait. It is very uncommon, actually, for the African-\nAmerican community that is reproductive age to know what their sickle cell status is, at least in the Southeast. So it \ncomes as a shock to them that their child has sickle cell disease, which is a catastrophic, life-threatening disorder.\n\nAnd very early on within their care, we start talking about how we're going to monitor them for end organ damage \nand acute toxicities, and the things that they need to be aware of, whether it's fever recognition, whether it's \npenicillin prophylaxis, the need to do their immunizations and that we're going to start doing TCD screenings as \nearly as 2 years of age because their child is at such a high risk of having overt stroke.\n\nThat is a very difficult thing for families to comprehend and to understand, and it takes them a while to understand \nthat sickle cell disease is not just -- it doesn't just impact that child. It dramatically changes everything that the \nfamily goes through. It affects employment opportunities. It affects long-term educational plans. It is a defining \nmoment for them very frequently.\n\nNow I will tell you as a strong proponent of hydroxyurea therapy that, at least in very young children, it is beneficial. \nWe, with a lot of resources, have a high degree of compliance with it. But it is by no means a perfect drug. There \nare lots of complications with it. There are families, as we discussed earlier, that either don't have the capacity to be \nable to initiate it because of the toxicity monitoring that you need to do or, for their own personal belief structure, \nbelieve that the toxicity profile is just too high.\n\nWe also have families, to be quite frank, that are compliant with it, and they don't have the greatest biologic \nresponse. And we have families and infants that are compliant with it, and they will continue to develop markers of \nend organ dysfunction.\n\nSo having a single drug that is available for this horrible disease is a travesty. And the new revolution that we are in, \nwith all of the new interests within this disease landscape, not only has there been a lot of excitement from our \npatient advocacy groups, but the physicians that care for individual sickle cell disease, whether academia or just in \nprivate practice, has been phenomenal. And we're anxiously awaiting some of these potential treatment options to \nbe approved so that we can start using it.\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: Hi, I'm Caterina Minniti, and I share this enthusiasm. I \nthink in the sickle cell community, we have never been as excited as now to have so many therapeutic options. So \nit's definitely the time for combination therapy, and we're looking forward to having a cocktail such as we have in \nHIV, where, during my lifespan, I've seen HIV transition from a universally stable disease to a disease that you can \nlive with. And I was personally involved during my year at the NIH in taking care of the children with HIV, and I can \ntell you firsthand, it was devastating.\n\nBriefly, how did I get into sickle cell? I'm actually a board-certified pediatric hematologist/oncologist. Even though \nnow I direct the adult sickle cell center, I am a lifespan physician. Sickle cell disease is one disease from birth to \nadulthood. It does not change. It only gets worse. And so as an ex-pediatrician, I used to work in Children National \nMedical Center. I have seen how these same children that Jeremie was talking about that came to me, these \nbeautiful children, I have to say we do pretty well with pediatrics. But I've also seen once they transition to the dark \n\n\n\nside, the adult side, how the care drops. But it's not just the care and that I want to just say is a problem with the \nhealth-care system. The disease does get worse. And so I think anything that we can use to prevent the beginning \nof end organ damage when they are in pediatrics is going to benefit them when they are in adulthood.\n\nAnd it is clear that such a complex disease, and I'm sure you have seen how complicated sickle cell disease is, \ncannot be treated with one drug. We're going to need to attack like in cancer. If I were to give methotrexate to a \npatient with ALL, we would conclude the methotrexate is not effective in leukemia. There were overlaps. So it's \nclear that we need more than one drug.\n\nAnd then with more anecdotes on how I became a woman oncologist to I became a hematology expert and a sickle \ncell doctor. During my early year, I had to leave the ivory tower at Georgetown University to follow my husband in \nMississippi, where I lived for 5 years providing primary care. And during that time, I realized I was not seeing \nanybody with sickle cell disease. And so I said, where are -- there must be children with sickle cell disease in \nMississippi.\n\nAnd I found out that nobody was caring for them. And they were literally dying in the emergency room where \npeople had no idea what was happening with them. And so I started a clinic -- a free clinic with the health \ndepartment, and that's where I started seeing lots of children with sickle cell disease. And my first thing was to bus \nthem to Tulane for a transcranial Doppler because I wanted to make sure that my children would not develop a \nstroke under my watch.\n\nAnd this was a transforming experience for me. And even though there are lots of title under my name, I have to tell \nyou that that's the period of my life I'm more proud of because you felt you really made a difference. I can tell you, in \nMississippi, you did make a difference, just one person. Thank you.\n\nTED W. LOVE: If it makes you feel any better, the Northern Mississippi now, we cover newborn screenings.\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: I know. I send them to you all the time, referred by me. I \nsend my nurse practitioner to train you because they did not know how to access a port. I mean I was -- I mean I'm \ntalking serious business there.\n\nJEREMIE H. ESTEPP: A quick follow-up question for you, Dr. Minniti, about hemolytic anemia. Do you see that as \nbeing a major driver of the long-term adverse consequences? And if, in fact, voxelotor continues to show this profile \nof significantly impacting that, what do you think the implications are?\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: Hemolytic anemia and anemia in general is bad for \neverybody. And so anything that decreases anemia will have a positive impact. And clearly, most of the \nvasculopathic changes in sickle cell disease are secondary to the continuous hemolysis. What I always say when \nthey ask me, in 2019, \"What is sickle cell disease?\" I always answer, \"Very simply, we start with a red cell disorder, \nand we transition to a vasculopathic disorder. And this transition over here is mediated by free He, low hemoglobin \nand hemolysis.\n\nI remember one of my mentors from [shop] one time really explaining to me very well, even if you have a perfectly \nshaped red cell, if your blood vessels are shrunk and not -- sticky, the red cell is not going to go through. So \nanything that can improve red cell health will be beneficial to the vasculopathic chain. I'm talking about stroke, \npulmonary hypertension, liver, and leg ulcer. And I always go in a cranial-caudal way so that people can understand \nthat it really affects everything.\n\nSo yes, I do believe that hemolytic anemia is a major driver. Not just in sickle cell. Many other hemolytic disorders \nhave very similar complication; like PNH has similar complications because of the increase in hemolysis. Really \nGod wanted the hemoglobin to stay inside the red cell. He really did not want it to go outside.\n\nJEREMIE H. ESTEPP: PNH has a good solution in an antibody that stops hemolysis in while utilize, of course.\n\nTED W. LOVE: Dr. Estepp, could you talk a little bit more about TCD and why the TCDs are elevated fundamentally \nand why you are optimistic that voxelator will, in fact, reduce TCD and what that means?\n\n\n\nJEREMIE H. ESTEPP: Yes. So it turns out that your brain is actually really smart, which makes sense. But it's also \na very metabolically active organ that requires a large amount of oxygen delivery to maintain its function. In order to \nmaintain that, through changes in blood pressure, whether or not you're lying down, standing up, running, \nexercising, whatever, there's very complex mechanisms in place that will autoregulate how much blood flow is \ndelivered to the brain. And that oscillates back and forth.\n\nWhen you are someone that has an underlying anemia, with every given volume of blood that you have, you have \nless oxygen-carrying capacity. So what the brain does in situations like this, especially in sickle cell disease, is it \nincreases velocity of the blood flow to be able to compensate for not being able to carry as much oxygen per unit \nvolume. So that's what we end up seeing in children with sickle cell anemia.\n\nWith the transcranial Doppler velocity, we literally are measuring how quickly the blood is traveling through major \nblood vessels. So what was found to be true several decades ago now is that individuals that are compensating \nwith really high blood velocities are probably those children that are teetering on the edge of not being able to \nfurther compensate. And really high velocities, so greater than 200 centimeters per second, were identified to be \nstrongly associated with a high-risk population for overt stroke. Not silent cerebral infarcts but overt strokes.\n\nAnd these strokes are catastrophic. These are large-vessel ischemic events very frequently. They're associated \nwith muscle weakness, difficulty ambulation, loss of consciousness. There's a high rate of mortality with them \ninitially, aphasia. When you think of stroke and your grandmother, for example, it's a very similar kind of \npathophysiology. It's not the silent cerebral infarcts that we can talk about another time.\n\nBut the way that you can alleviate some of those velocities and risks are by increasing oxygen-carrying capacity. \nAnd that was documented with the STOP protocols with chronic transfusion therapy, right? So if you give somebody \na couple of grams of normal non-sickled hemoglobin, you can dramatically reduce their transcranial Doppler \nvelocities. And it happens relatively quickly. And that reduction in velocity has shown to be a predictor of benefit for \nlong-term stroke risk.\n\nSo it makes perfect sense that any therapy that increases hemoglobin and improves oxygen-carrying capacity and \noxygen delivery is going to have a positive benefit both on transcranial Doppler velocity and overt stroke risk. We \nhave seen that now with hydroxyurea therapy. And there's every reason to believe that 1 gram or 1.5-gram increase \nwith voxelotor would provide beneficial effects towards both velocities and overt stroke risk.\n\nTED W. LOVE: And if I recall, the study showed a 92% reduction in stroke risk, which is quite medically \nextraordinary. Very few therapies are 90-plus percent effective.\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: I find it interesting listening to him. He just described my life \nwith my daughter's age because people don't usually associate stroke with children. But sickle cell disease is the \nleading cause of stroke in children. Deej went from being on the honor roll and doing really good in school, and \nwhat that stroke did to her at 7 was it completely wiped her out academically. She had to do summer school, special \neducation. I mean right now, she's back to being on the honor roll. She's in high school and loving life. But stroke \nreally impacts the sickle cell community greatly.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: As I shared, I had my first stroke at 3, and it was an overt \nstroke, the one side weakness and numbness and everything. And my stroke happened in the hospital. I was \nactually -- my Mom said we were preparing for discharge and that happened. But now that I'm an adult, I didn't have \na TCD until I just had a stroke. I can't recall the last one I had in adulthood because they're not done as often for \nadults. But -- I would like to share when I got mine done, it felt good. It felt like a really good head massage. That \nhospital stay was very stressful. So I was like, \"Oh, they should do these more often.\" Like, it felt good.\n\nJEREMIE H. ESTEPP: I just wanted to say, I'm really glad that both of you are doing okay. I'm glad that you're here \ntoday. It's amazing actually that you're here just a few weeks after having a stroke.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: Yes.\n\n\n\nJEREMIE H. ESTEPP: And it's also good to hear that your daughter is now back to functioning at full capacity and \nready to take on the world.\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: Absolutely.\n\nJEREMIE H. ESTEPP: But for everybody, the fact is these are actually pretty atypical stories. We have lots of kids \nthat are in our clinic right now that, following their initial stroke, they are debilitating. And the sad thing is, is that, \nafter you've had your initial stroke, there's some change in the vasculopathy that we don't necessarily understand, \nthat even with transfusion therapy subsequently, there's a high rate of recurrent stroke. And the strokes are \nprofoundly associated with loss of IQ and with other morbidity and mortality. And at least the pediatric group really \naims to do is to try to implement therapies and screening procedures to really try to prevent as much end organ \ndamage as we can, and we certainly focus on the brain.\n\nTED W. LOVE: So we want to open it up for questions from the audience. So anyone with a question can proceed \nto the microphone. While we're waiting up for that, Shamonica and Mapillar, just a quick question with you. You've \nbeen in this sickle cell battle for a while. What's changed? What's changed over the period? And what do we really \nneed to do to solve the problems that you see?\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: Well, I think within the last couple of years, 1 or 2 years for \nsure, there has been a level of awareness that I've never seen before. And social media is a big part of that. People \nare not feeling isolated anymore. And again, this is a global issue.\n\nFor so long, we have felt very alone and suffered in silence. There's a big excitement. I know when the community \nfound out about a new drug that's possibly coming out next year, we're super excited about that. But I think \nawareness has been elevated, and we could definitely use a lot more of that.\n\nFor me as a caregiver who is very passionate about talking about the plight, the socioeconomic plight of the sickle \ncell community, I am hopeful that, with awareness, will also come support because people now know of the \nstruggles that we go through. So I'm excited about that.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: What has changed? I agree with her that more \nawareness is out there now, which is needed, and social media is a big pushing factor for the awareness. Because \nthat's how a lot of people with sickle cell communicate and share information with each other. I have a big network \nof friends with sickle cell online, some I've never met, but we're really close because we have a common bond, \nwhich is our mutated red cells.\n\nI agree that, just because there's a lot right now, there's so much more needed because, when I go out day-to-day \nand live my life, I talk about sickle cell just about every day, and almost every person doesn't know what it is. Like, \n\"Oh, so what is it exactly?\" And I want it to be to a point where people don't have to ask that question. They know \nwhat it is, and they care about sickle cell like they care about breast cancer and diabetes and heart disease.\n\nAnd as -- I'm an adult patient. I really hope -- what I would like to see change is that, that transition to become much \nsmoother because that's where most of the patients die. 18 and 25 is the ages that are dying. That's young. So I'm \nglad we're getting awareness. The excitement is there. Sickle cell has never had this many eyes on our illness. \nWe've always felt like the underdog of illnesses that no one cares. So it's exciting to know that GBT is working on \nvoxelotor and other companies are working on other therapies. And for once, people are paying attention to us.\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: Let me just say one more thing. I think something that \nsocial media has highlighted is the fact that the community is in constant mourning. Every week, we get to see the \nrest in peaces. And these are people that you communicate with. We're struggling now here. And you guys are -- \neach of you are in a unique situation to do something about it. And I hope that you would think about my kids. When \nyou make your decision, think about Shamonica because we really need help.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: And just to add to that, with the constant state of \nmourning, I turned mine off. When I see a post that someone has passed, I don't really let myself react anymore \n\n\n\nbecause, if I did, I would stay depressed because it happens weekly. A friend that I know personally who I've met \nand hung out with died just like 2 weeks ago. Her funeral was this past weekend. So it happens so common. And \nyes, she was barely 30. Like we die young. We don't really die old. So, yes.\n\nTED W. LOVE: Thank you.\n\nJEREMIE H. ESTEPP: Thank you.\n\nTED W. LOVE: Questions?\n\nCHRISTOPHER N. MARAI: Christopher Marai from Nomura Instinet. Thank you for sharing your experiences. \nShamonica, you brought up a great point about a lot of new therapies being developed for sickle cell. I was \nwondering if the panel could discuss how they see sort of the opportunity to leverage those therapies for their own \ntreatment. I guess, we've got a gene therapy approach coming out as well as a selectin approach and then \nobviously voxelotor. So would love to hear your opinions on use -- planned use and official benefits for you?\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: Well, personally, I can't sit here and say, \"Yay or nay\" I will \nuse voxelator. Actually, one of my daughters did one of the trials. And we, as a family, we're very proud to know \nthat we're doing our part to effect that change that we want to see in the community. But as far as going into any \ndetails, I'll be more comfortable with the doctors who ran the trials at our hospital to do that.\n\nBut what I will say is that, we as a community, need more awareness about the trials that are happening so that \nfamilies and patients can have that conversation with their doctors. But we're always open to, of course, in \nconjunction with our medical team because this is very much a team effort. I trust when my -- when the girls' care \nteam come to us about a certain trial because they know their condition and they know that. They're in a unique \nposition to know, okay, this may work for her. And so we can have that discussion then.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: I agree with Mapillar. My doctor suggested that I would \nbe more active taking it. But I met Dr. Love back in 2016 when voxelotor was still referred to as GBT440, and after \nhis presentation, I was like so excited because it sounds like, \"Oh, this is what we need.\" So I introduced myself to \nhim. And he was like, \"We need to work together. I can help you share this information.\"\n\nWhen voxelotor makes it to market, I would like to at least try it and see if it works for me because I'm an adult. I do \ntake hydroxyurea. But as we all know, hydroxyurea doesn't fix everything. And this drug is fixing the root cause of \nthe issue. The other therapies are exciting. I'm still torn on gene therapy, but I'm glad that it's being -- clinical trials \nare being studied, and it's being thought of for sickle cell to do gene editing.\n\nI think just all these different options are great because every sickle cell patient is different. What works for one will \nnot work for the other. And one drug may be easier for me to comply on than the next patient. So I think to finally \nhave options and the idea of being so close to having options is what's great.\n\nJEREMIE H. ESTEPP: Yes. There's been a lot of buzz among the academic centers about how we're going to \napproach this conundrum that we have never been faced with before, quite frankly, within sickle cell disease. \nThere's a lot of promise with the gene editing and kind of CRISPR-based technologies. The reality of those are, I \nthink they are very far away from being widely implementable. We might be able to do some small fractions of the \npopulation, but you're never going to use that on a broad scale.\n\nThe various treatment modalities, most of us have agreed now that we're going to continue to recommend \nhydroxyurea therapy and then have discussions with families about what the data is for each one of the various \nagents and to have discussions about the way that it's implemented, the way that it's administered, what kind of \ntime commitments they're going to have to have and to really see what their personal preferences are.\n\nThe infusions are going to require -- very similar to what hydroxyurea has with monthly appointments that can be \ntime consuming for travel. Those are not going to be all that promising for some of our families. Others will not want \nto take a pill every day or 3 or 4 pills or whatever their dose is going to end up being. So it's just going to be \ndependent upon the individual families.\n\n\n\nWhat most of the pediatric hematologists do agree on is that we're interested in doing combination therapeutic \nregimens that single-agent hydroxyurea is insufficient to be able to prevent end organ complications.\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: Absolutely. I totally agree with him. As an adult provider, I \ncan tell you that many patients on hydroxyurea still have end organ damage. I really want to -- I don't want to take \nmuch time. I know we should be waiting for our questions. We can talk forever. We love to talk about sickle cell. So \nyou better be asking questions.\n\nUNIDENTIFIED PARTICIPANT: Actually, Dr. Estepp, I wanted you to elaborate a little bit more on the monitoring \nrequirements that you said were so burdensome for hydroxyurea, how that may compare and contrast to the \nmonthly infusions for crizanlizumab, if it is approved. And then I want to sort of turn that answer around to Ms. \nWiggins and Ms. Dahn, how -- like, especially Ms. Dahn with 3 kids, like a monthly infusion. And Ms. Wiggins, how \ndo you think of that potentially even fitting in with your life with the data that you say comparing that to normal?\n\nJEREMIE H. ESTEPP: Yes. So if you -- just on the grand scheme of things, my patient population are mostly \nunderserved. Many of them are either underemployed or employed in positions because of socioeconomic status \nand educational status, that do not have FMLA protections, right? So it is very difficult for them to be able, as a \nfamily unit, to figure out ways to get a child to my clinic every month to every 3 months for lab testing.\n\nAnd to the best of my ability, as quick as we can streamline it, it still takes several hours, right? Bring the kid in, go \nthrough assessment in triage, get their vitals taken, get their labs drawn. We have to get those results back before \nwe can dispense the hydroxyurea because you have to make sure that they're not neutropenic. They're \nnormocytopenic. Then the pharmacy has to reconstitute it or dispense it. So it's a half-of-a-day effort for them. And \nmany of them, that's just an unreasonable expectation. Even though they will verbalize, we know that medicine \nwould be the best thing for the medical outcome of our child, we just can't do that because, if I do that, I'm going to \nlose my job.\n\nUNIDENTIFIED PARTICIPANT: How does that compare to the crizanlizumab? What do you think...\n\nJEREMIE H. ESTEPP: So it's going to be very similar for that population where those visits are the rate-limiting \nstep. Crizanlizumab is probably not going to eliminate that burden from them because they're still going to have to \nhave monthly visits. Those visits are going to be several hours in duration. By the time you process them, all of the \nhospital kind of policies and procedures, the infusion time, getting the drug from pharmacy, getting the nurse to \ninfuse it, all of those things would still take several hours. So in that population, crizanlizumab is still going to be a \nchallenge.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: I agree with him. First, I would like to touch on \nhydroxyurea. I started hydroxyurea at 16 in a clinical trial. My Mom was a single mom. I grew up in public housing in \nDallas, so we were low socioeconomic. And in the clinical trial, I think we went like every 2 weeks or so for labs. It \nwas sometimes me and my Mom walked to the hospital because my Mom never had a car.\n\nSo thankfully, we lived close enough to my hospital to walk to it. But I hated having to go that often, constantly \ngetting stuck, and they take a lot of blood in a clinical trial. They may change up your dose. So it was not only \nstressful for my Mom, but it was stressful for me because this is -- I had to keep leaving school to go to the doctor. I \nhad to get stuck. Like I said, a few times, we would walk.\n\nAnd my mom was affected by the workforce. She had to completely stop working because companies and \nemployers are not empathetic to parents with sick children. Not just sickle cell but sick children in general. And one \ntime when I was about 5 years old, my uncle called my mom to her job to let her know that I had a really high fever. \nI was crying and he didn't know what to do with me. Her employer did not tell her till the end of her shift because \nthey wanted her at work. And I got admitted at that time, and my Mom had to go and quit her job because she was \nlike, \"Because if it happens again, I don't know how I'll handle it. I may end up in jail because that's my baby, and \nyou're all playing with her life.\" So that was very stressful for us. And then with -- I can't pronounce the drug name...\n\nTED W. LOVE: You can just call it criz.\n\n\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: I personally wouldn't start it because I'm a very hard \nstick. One of my therapies was monthly fluids and pain meds, and I'll go into the infusion clinic to get the IV Dilaudid \nand the fluids and oxygen. I would get stuck up to 7 or 8 times, each time, and sometimes that didn't even result in \nan IV being placed. So I would be there crying, stressed out, in pain, upset because I couldn't get the access. I \ncouldn't get the care. I couldn't get the treatment. So I leave feeling defeated and worse than when I got there.\n\nSo with me having been a hard stick and having a really hard time getting an IV, I wouldn't want to put myself \nthrough that because, I know that each day that I get there, it's going to be a stressful time for me. It's going to be \npainful. I'm going to get stuck more than once. And even though I can take an IV like a champ, no one wants to get \nstuck 7, 8 times by 2 and 3 different nurses. And then when I was out to clinic, the nurse would seem frustrated \nlike, \"Who's going to try her today? I don't want to try her. You try her.\" They say that in front of the patient. That \ninstantly makes me feel like, \"Dang, they don't even want me here, and this is their job.\"\n\nSo I think it's great to have that option. And I hope that the studies go well and that drug makes it to market, too, \nbecause other patients have ports, and it's easy. My doctor is against ports. So I just -- I would rule that one out \nbecause it doesn't fit my life. And again, it's once a month. I already got enough appointments. I got 3 appointments \nthis month when I get back home. And I had one before I got here. So I see enough doctors.\n\nTED W. LOVE: I think there's one more question for you all.\n\nUNIDENTIFIED PARTICIPANT: This is Dr. [Tremet Sivinuet]. So first of all, thank you, Ms. Dahn and Ms. Wiggins, \nfor your personal stories. Most of them in the audience found them -- begin to empathize with your history here.\n\nJust a question for the 2 doctors. From your experience, is the mutual exclusivity amongst patients who are \nsusceptible to higher rates of VOC versus those who are not? And is there any way to identify those early on? And \nmore broadly, from a patient segmentation perspective, there are about 22,000 patients who are probably severely \nanemic. Would you primarily use voxelotor in that setting or more broadly?\n\nJEREMIE H. ESTEPP: Ladies first.\n\nCATERINA MINNITI;MONTEFIORE MEDICAL CENTER: It's okay. It's a very good question. And you know, \nclearly, there are different phenotypes. So there is a clustering of complications in different patient populations. So \nthere are patients more on the hemolytic side, the more anemic ones. They tend to have fewer vaso-occlusive \ncrises. That doesn't mean they don't have vaso-occlusive crises. It's just that they have fewer vaso-occlusive \ncrises.\n\nAnd so -- those patients would be, in my opinion, the first target for anything that will increase hemoglobin. And of \ncourse, we're not just talking about increasing hemoglobin because I can increase hemoglobin with erythropoietin, \nbut they will be making their own sickle cell hemoglobin. We are increasing hemoglobin that is modified and that, \ntheoretically and in practice, will be better than normal ex-hemoglobin because it has a higher affinity for oxygen, so \nit's able to deliver the oxygen to the hypoxic tissues where we want the oxygen to go. It doesn't get depleted too \nquickly.\n\nThe unloading of hemoglobin -- the unloading of oxygen is directly proportioned to the transit time. And so when the \nhemo -- when the red cells go very, very fast so they don't have time to unload the oxygen, so just decreasing the \nvelocity like Dr. Estepp said is good. So it works a little bit slower.\n\nThen we increase the oxygen affinity so it doesn't unlock everything at once, but it waits until it gets into the \nischemic area. I'm just talking about why I would choose to do one with the lower hemoglobin first. And in adults, \nwe have a lot of them. Because in pediatrics, they seem to be able to compensate, so bone marrow is still working \nvery well.\n\nOnce they get older, it doesn't work as well. And, in fact, I just had in the hospital recently, and I was thinking about \nwhat you said about mourning just a few minutes ago, a 27-year-old young woman who could not be transfused. \nWhat happens when these patients get transfused a lot, they develop antibodies. And there is a point in which they \n\n\n\ncan no longer be transfused. You cannot find compatible blood. And we work with New York Blood Center, which, I \nhave to say, is the best blood bank in the country. And they still cannot find it.\n\nAnyway, so this young woman has a hemoglobin of 4. And so just for reference, as a woman, I have a hemoglobin \nof 12. Most of the men in this audience will have a hemoglobin of 14. So 4 is really low. And despite all of our \nefforts, we could not increase that hemoglobin and she did die in the hospital, and we could not do anything about \nit. We just couldn't do anything. We cannot raise that hemoglobin.\n\nSo there is -- many patients would benefit from this drug. Now there are patients like Dr. Love said that have the \nalpha thalassemia traits. They run a very high hemoglobin. They tend to have many more vaso-occlusive crises. \nMaybe that will not be, for me, the first patient which I propose to use the voxelotor, but I can tell you, with time, \ntheir hemoglobin will drop.\n\nJEREMIE H. ESTEPP: The other thing that we're learning, and we're very interested in this question about \npropensity to have acute complications and end organ dysfunction at our institution, is it turns out that sickle cell \ndisease, although it's a modern genetic disorder, there's a lot of other genetic [blocktivity] that happens. Alpha \nthalassemia status is a really good example of that.\n\nBut there are other polymorphisms and pathways that are not associated with hemoglobin production that also \naffects the disease. A classic example of that is APOL1, for instance. APOL1 is concentrated in the African-\nAmerican population. It's associated with end organ -- with kidney disease. And if you have APOL1 and sickle cell \ndisease, it's a really bad combination. Those are the kids that develop proteinuria very early on in life. They're at \nmuch higher risk of developing end-stage renal disease.\n\nThere are now reported polymorphisms that are associated with pain phenotypes, one of them being \nmethyltransferase gene. So we are learning that there are subtypes of sickle cell disease that, in the future, could \npotentially be screened for to identify those that would be at higher risk for recurrent pain events or recurring acute \nchest syndrome.\n\nTED W. LOVE: We are on a webcast that we've got to end around noon. But wanted to make sure that since we're \nreally here about the patient, we want to ask Shamonica and Mapillar if there are any closing comments that you'd \nlike to leave with us.\n\nSHAMONICA WIGGINS;BOLD LIPS FOR SICKLE CELL: I would like to leave you all with a few things to think \nabout. We've all shared how serious sickle cell is. And although sickle cell is the most common genetic blood \ndisorder, we still lack options of treatment. The sickle cell community is really excited about the possibility of new \ndrugs. But that excitement is fueled by desperation. We are desperate for new options because our patients are still \ndying. They still feel alone, and they still feel hopeless. So just the idea of new drugs is giving us something to be \nexcited for and look forward to.\n\nSo I hope that that's what you all take with you, that our community is desperate and in need of new therapies \nbecause the options that we have right now are not adequate and maybe not help all of us, and until we get new \ntherapies, our sickle cell warriors will continue to die.\n\nMAPILLAR DAHN;MTS SICKLE CELL FOUNDATION: So for the last 7 years, once a month, my daughter Deej \nand I, we wake up around 4:30 in the morning, and we trek on over to our local Children's Hospital for her to get her \ntransfusion. For the last 5 months -- and she's a strong little girl. She's so strong and resilient, and she inspires me. \nAll of my kids do.\n\nFor the last 5 months though, we have cried every time we go for transfusion. And that's because she has her port \nin a new position on her chest. And she feels like she is being stabbed. And she has a port that's double-headed, \nso she gets stabbed twice every month. This month, the nurse missed, so 3 times. And this strong girl who never \ncries, she said, \"Mommy, I can't do this anymore.\"\n\n\n\nShe could use some options because, right now, we think it's like forever that she has to do monthly blood \ntransfusions. And over a year ago, my older daughter, Tully, we found out that she is officially hard to transfuse, as \nthe doctor said earlier. Tully has built an antibody to a protein in the blood, called GSP, and that's in 99% of the \nU.S. population. And coincidentally, her blood last summer at the hospital came from New York. We had to wait a \ncouple of days for her blood to come from New York. I shudder to think what will happen in emergency situations \nlike she described, where they couldn't find blood for that patient.\n\nBut you know what's crazy? We are pretty blessed. We have it easy. We have access to care. We're in a country \nwhere there are some options. Even though we don't have that many options, we have some kind of care. But this \nis a global epidemic. People all over the world are going to be relying on you. The decisions you make today or in \nthe incoming days are going to be bringing hope to so many people. And I hope that you take our stories with you. \nThank you.\n\nTED W. LOVE: Thank you, Mapillar. Thanks all of you. What an extraordinary panel of individuals. Thank you all \nagain. That was just inspiring, and it really does represent why GBT got involved with this enormous focus on sickle \ncell disease.\n\nI just want to end with a few closing comments. And the first thing I want to make clear is that GBT is in this to win. \nI'm a big sports fanatic. And many of you know that Alabama is my football team, and people ask me, \"Why did \nAlabama and Clemson went all the way? Why do they always win?\" The reason they always win is because they \nget the best players at every position. GBT is doing that.\n\nEverybody knows their assignment, and they execute their assignment. Everybody is properly resourced, do the \njob. GBT is focused on that. And we have passion. We have passion. In terms of our clinical regulatory, we have \nour PDUFA date. We know what we're striving for. In terms of the community, we are engaged, and we will \ncontinue to be engaged with the patients and the caregivers and the payers because we all have an obligation to \nhelp here.\n\nOur commercial organization, as you heard from DJ, is prepared. Sickle cell has never had the kind of support from \ncorporate America that GBT is going to be providing. That's going to be really important in supporting the patients \nand supporting the physicians that have had no help.\n\nAnd then finally, the future is bright. GBT is leading with voxelotor. We have inclacumab, our P- selectin antibody, \nbehind that. And we don't talk about it a lot, but I can guarantee you that our labs are still working on sickle cell, and \nthere will be more. But we're going to change this.\n\nI want to thank you all for being here today. I hope you got a sense of the dynamic going on at GBT that we hope, \nwith the partnerships of all of you, will drive transformation in sickle cell disease. Thank you all for being here.\n\n[Thomson Financial reserves the right to make changes to documents, content, or other information on this web site \nwithout obligation to notify any person of such changes.\n\nIn the conference calls upon which Event Transcripts are based, companies may make projections or other forward-\nlooking statements regarding a variety of items. Such forward-looking statements are based upon current \nexpectations and involve risks and uncertainties. Actual results may differ materially from those stated in any \nforward-looking statement based on a number of important factors and risks, which are more specifically identified \nin the companies' most recent SEC filings. Although the companies may indicate and believe that the assumptions \nunderlying the forward-looking statements are reasonable, any of the assumptions could prove inaccurate or \nincorrect and, therefore, there can be no assurance that the results contemplated in the forward-looking statements \nwill be realized.\n\nTHE INFORMATION CONTAINED IN EVENT TRANSCRIPTS IS A TEXTUAL REPRESENTATION OF THE \nAPPLICABLE COMPANY'S CONFERENCE CALL AND WHILE EFFORTS ARE MADE TO PROVIDE AN \nACCURATE TRANSCRIPTION, THERE MAY BE MATERIAL ERRORS, OMISSIONS, OR INACCURACIES IN \nTHE REPORTING OF THE SUBSTANCE OF THE CONFERENCE CALLS. IN NO WAY DOES THOMSON \n\n\n\nFINANCIAL OR THE APPLICABLE COMPANY OR THE APPLICABLE COMPANY ASSUME ANY \nRESPONSIBILITY FOR ANY INVESTMENT OR OTHER DECISIONS MADE BASED UPON THE INFORMATION \nPROVIDED ON THIS WEB SITE OR IN ANY EVENT TRANSCRIPT. USERS ARE ADVISED TO REVIEW THE \nAPPLICABLE COMPANY'S CONFERENCE CALL ITSELF AND THE APPLICABLE COMPANY'S SEC FILINGS \nBEFORE MAKING ANY INVESTMENT OR OTHER DECISIONS.]\n"}