{"title": "Immigrant bashing not a solution", "body": "\nWith Congress and the federal government basically paralyzed in dealing with illegal immigration, state officials are \nunder a lot of political pressure to do something --- anything --- to ease the problem.\n\nThat's dangerous, because most policy changes at the state level amount to little more than mean-spirited \nimmigrant bashing. They accomplish nothing except to advance a few political careers and make life more difficult \nfor people already struggling day to day.\n\nHere in Georgia, for example, state legislators have introduced a whole batch of legislation that purports to address \nthe illegal immigrant problem. They include bills that would block illegal immigrants from receiving social services; \na proposed constitutional amendment that would bar the children of illegal immigrants from attending public \nschools; and proposals that would require Georgia businesses to verify the legal work status of job applicants \nbefore hiring them.\n\nThe bills denying social services to illegal immigrants have a lot of public support, according to a poll for The \nAtlanta Journal-Constitution, with 57 percent of Georgians saying they back such a bill. To Republican legislative \nleaders, those results give them all the encouragement they need to ensure those bills become law, especially in an \nelection year.\n\nThe bills requiring Georgia employers to verify the legal work status of job applicants draw even stronger public \nsupport, with 80 percent saying they back that approach. More importantly, that's one state policy that could \nactually cut illegal immigration by reducing the economic incentive to come here.\n\nBut popular as they are, those bills will never get out of committee, because the same political leadership willing to \nmake life painful for illegal immigrants also appreciate the immigrants' economic importance to Georgia. They'll \nbash the illegal immigrant as a way to win votes, but they'll do nothing that might threaten the immigrants' \ncontribution to our prosperity.\n\nThat's the central hypocrisy, the fundamental and almost unspoken amorality at the core of the immigration issue. \nAnd to his credit, Gov. Sonny Perdue is willing to at least acknowledge that contradiction.\n\n\"The fact is there's been a certain degree of hypocrisy within the overall community in the United States regarding \nusing the work force, using the labor of people who come in [with] illegal or undocumented status,\" Perdue said this \n\n\nweek. He noted the contribution of illegal immigrants working in Georgia's poultry processing, construction and \nlandscaping industries, \"and yet we talk about the burden that they are.\"\n\nPerdue supports denial of social services to illegal immigrants, but he draws the line at barring them from \neducation. \"The governor understands that the long-range costs of not educating people exceed the long-range \ncosts of educating them,\" spokesperson Heather Hedrick said Wednesday.\n\nThat's a rare bit of honesty and logic in a debate with too little of both. In fact, honesty is the dynamite needed to \nbreak apart the logjam on this issue. \n\nFirst, it's important to admit that illegal immigration threatens this nation economically, politically, socially and \nmorally. Some on the left have been unwilling to make that admission for political reasons, but it is true \nnonetheless.\n\nSecond, we also have to admit that illegal immigrants are the victims of this mess, not its villains, a reality that \nthose on the right find inconvenient. Yes, under our laws they are illegal, but our government makes a limited, \nmaybe even token effort to stop them at the border, and almost no effort whatsoever to prevent them from finding \nwork. We do everything but invite them here, because business finds their labor so useful. And once they get here, \nwe use their illegal status as a way to banish them to the fringes of our communities and our consciousness.\n\nA rational immigration policy must be twofold:\n\nFirst, it would recognize economic necessity by significantly increasing the number of people allowed to come here \nlegally and begin the path toward citizenship. Such a policy would also be far more humane, because it would yank \nthose now exiled to the shadow world up into the sunlight with the rest of us.\n\nSecond, federal laws must require employers to hire only those here legally, with harsh penalties and strict \nenforcement to ensure compliance. Even combined with stricter border controls, that won't eliminate illegal \nimmigration. But it can at least reduce it to levels that the country can absorb.\n\n* Jay Bookman is the deputy editorial page editor. His column appears Thursdays and Mondays.\n\njbookman@ajc.com\n"}