{"title": "Prison guard in court on smuggling charges", "body": "\nA prison guard charged with smuggling drugs to Mongrel Mob inmates is one of 38 corrections staff sacked in the \npast three years.\n\nManu Stanley Jensen, 45, was arrested in Auckland yesterday and appeared in the Manukau District Court \ncharged with corruption after allegedly smuggling contraband into Tongariro Rangipo Prison, near Turangi.\n\nThe Herald revealed last year that Jensen lost his job in 2009 after he was allegedly caught supplying cannabis to \nthe \"Cedar One\" unit after being bribed by gang associates.\n\nThe officer in charge of the investigation, Detective Sergeant Neale Saunders, said the corruption charge carried a \nprison term of up to seven years.\n\n\"This is a serious charge, and as such, is required to be signed off by the Solicitor-General.\"\n\nJensen was remanded in custody to appear in the Taupo District Court on May 4.\n\nCorrections Department chief executive Ray Smith said the prison officer was dismissed in December 2009.\n\nHe said Corrections then referred the matter to police and worked closely with them on the investigation.\n\n\"We employ around 8000 staff, we set very high standards for our staff and the vast majority of them approach their \nrole with professionalism and integrity. When these high standards are called into question, it is highly \ndisappointing.\"\n\nJensen is one of 38 corrections staff dismissed over the past three years.\n\nNine were from Rimutaka Prison after an inquiry into corruption three years ago. One was a female guard stood \ndown for allegedly having an affair with a violent criminal.\n\nThree Auckland prison guards were last year caught smuggling drugs, a cellphone and tobacco to inmates.\n\nDiaz Henry Minisita, Halo Tavana and Alan Na'a all pleaded guilty to various charges and have since lost their jobs \nat Auckland Central Remand Prison and Mt Eden Prison.\n\nMinisita was convicted of two charges of smuggling tobacco and one of unlawfully possessing a sawn-off .22 rifle.\n\nTavana pleaded guilty to six charges of smuggling drugs wrapped in tape, tobacco, an icecream container of food \nand a cellphone for inmates.\n\nNa'a brought in drug parcels wrapped in plastic, a cell phone for a King Cobra gang leader and a Chinese takeaway \nmeal for another prisoner.\n\n\nThe Weekend Herald revealed in September 2009 that murderer Dennis Fitchett was fixing motorcycles and cars \nowned by Mt Eden prison guards free of charge.\n\nAn internal inquiry found four staff members or their family members had free work done on vehicles.\n"}