{"title": "P I N K S N O W; THE LATEST FROM AROUND THE WORLD OF WINTER SPORTS ; PINK SNOW 2019- The FT's round-up of news from the mountains, plus solo ski touring (p6), the ultimate Arctic escape (p10) - and the best aprÈs-ski boots (p14)", "body": "\nwww.FT.COM/PINKSNOW WINTER 2019/20 Méribel, France Best for: skiers eager to clock up huge mileage, a \nblissful retreat and a chic new hotel Méribel sits in the central valley of the three that make up the world's biggest \nlinked ski area, Les Trois Vallées. That means it has rapid access to some 600km of pistes, from gentle forest trails \nto testing high-altitude black runs - bliss for intermediate and advanced skiers. The drawback is that it can feel a bit \ntoo central. In peak weeks the resort, which was co-founded by an ex-Etonian colonel, is packed full of partying \nBrits (the two pillars of the social scene are Le Pub and Le Rond Point - literally, the roundabout - and for many \nyears there was a branch of Pizza Express).\n\nThis winter, though, brings a very different way of skiing Méribel. In a forest clearing up on the mountainside, about \n4km from the resort centre, an old mountain refuge for hikers has been reinvented as a luxury retreat. The Refuge \nde la Traye has just seven bedrooms, spread across two chalets, plus two mazots (the tiny mini-chalets traditionally \nused to store valuables), each now converted into chocolatebox accommodation for up to four (close) friends. \nThere's also a restaurant with a large terrace and wine cellar, plus a spa offering milk baths and hay beds, a sauna, \nhammam, yoga suite and outdoor Jacuzzi. Close by stands the minute but exquisitely painted Chapelle Saint-\nBernard, and there are donkeys, sheep and goats that children can feed.\n\nPeace is guaranteed: in winter, the only way to get here is on skis (off-piste from the Olympic lift, or ski touring up \nfrom the hamlet of Les Allues), by snowmobile or in the Refuge's tracked Venturi Antarctica vehicle (above).\n\nMeanwhile, for those who would rather stay close to the action, Méribel has a new fivestar hotel this winter, which \nseems likely to trump all others in the resort in the style stakes. Created by the French designer Pierre Yovanovitch, \nLe Coucou injects a quirky, modern twist into the classic Alpine design tropes. It sits beside the pistes in the \nBelvedere area of the village and has 55 suites and rooms, two restaurants and both indoor and outdoor pools.\n\nMazots cost from (EURO)318 per night for two; www.refugedelatraye.com. Doubles at Le Coucou from (EURO)710, \nhalf-board;            www.lecoucoumeribel.com. Scott Dunn (           www.scottdunn.com) has packages Alta, Utah \nBest for: deep snow, rugged scenery, tradition - and luxury At the head of Little Cottonwood Canyon, less than an \n\n\nhour's drive from the centre of Salt Lake City, Alta was established in 1938 on the site of a former silvermining town. \nBy the mid-1960s, five skiers' lodges had grown up, but since then little has changed.\n\nAlta became known as the traditionalist's resort, and families would return year after year to those same five lodges, \nwhere, with few other restaurant or bar options, they would eat, socialise, read books and play board games. The \nresort's continuing ban on snowboarding has only cemented its conservative reputation.\n\nSo eyebrows were raised by the arrival this year of Alta's first luxury hotel. Snowpine Lodge, the oldest of all Alta's \nlodges, has undergone a $50m rebuild to emerge as a grand six-storey resort-hotel, with 68 bedrooms (complete \nwith white robes and L'Occitane products), heated outdoor pool and hot tubs, gym, a fine-dining restaurant (open to \nnon-residents) and a ski valet to help guests offthe slopes. What next, snowboarding? .\n\nDoubles from $329; snowpine.com; www.alta.com Avoriaz, France Best for: architectural interest and great snow \nOn a clifftop plateau, 1,800m above sea level, Avoriaz is the highest resort in the vast interlinked Portes du Soleil \nski area, but would be worth a visit for architecture fans even if they never put on skis.\n\nIt was designed and built from scratch in the 1960s by a trio of up-and-coming architects under the direction of Jean \nVuarnet, a former Olympic ski champion from Morzine, the closest village. They rejected both traditional chalet \nclichés and the grids, straight edges and concrete of modernism, and instead created a cluster of buildings with \norganic shapes, porthole windows and sloping sides clad in red cedar shingle to blend in with the rock faces above \nand below. The village is car-free, with pistes between buildings instead of roads.\n\nIt quickly became one of the Alps' most glamorous places to ski, the \"St Tropez de Neige\", helped by the \nInternational Fantasy Film Festival, which brought actors and directors including Steven Spielberg, David \nCronenberg, David Lynch and Luc Besson.\n\nBy the mid-1990s, Avoriaz had fallen from fashion, becoming a family rather than jet-set destination, dominated by \nselfcatering apartments. But now a renaissance seems under way, fuelled by renewed appreciation of mid-century \nand modernist styles.\n\nThe original hotel, the Dromonts, has already been renovated and relaunched, and this winter brings an entirely \nnew-built hotel, designed to be in sympathy with the original architects' plans.\n\nUnder construction for the past 18 months, the four-star MiL8 is due to open on December 14, with 42 bedrooms, a \nrestaurant and spa. The silver-grey larch facades, portholes and balconies echo those early buildings, while the \ninteriors, designed by Atelier Obermant in Paris, \"play on the contrast between curves and right angles\". There's a \nmix of materials - warm wood, leather and wool as well as concrete and corten steel. The result is a funky \"urban \nmountain\" feel, in which Jean Vuarnet would have felt right at home.\n\nDouble rooms from (EURO)250; www.hotelmil8.com Kicking Horse, Canada Best for: experts and road-trippers \nLast month the British Columbia tourist board issued a press release announcing what it called \"the biggest terrain \nexpansion in North America\" - the opening of 660 acres of skiing at Kicking Horse resort. What it didn't mention was \nthat, unlike most ski-resort expansions, there is no additional lift: anyone wanting to ski the new area will have to \nwalk up from the existing Stairway to Heaven chairlift. For serious skiers this will be no deterrent - the reward is an \narea of steep chutes and powderfields that recently hosted the Freeride World Tour.\n\nThe move seems to suggest that, after years of trying to broaden its appeal, Kicking Horse is doubling down on its \nimage as a place of pilgrimage for the hardcore. (Of its 135 marked trails, 99 are black diamond or double black \ndiamond, the hardest designations.) It makes sense to combine it with other BC powder meccas such as \nRevelstoke and Fernie. Ski Safari can organise road trips that will visit all three and also include catand heli-skiing.\n\nSee www.kickinghorseresort.com and            www.skisafari.com Andermatt, Switzerland Best for: culture, views \nand varied skiing Those looking for aprÈsski that doesn't involve DJ Ötzi, shot skis or Jägerbombs should look to \nAndermatt. In June, it opened a stunning new concert hall (above) with a performance by the Berlin Philharmonic. \n\nhttp://www.alta.com/\nhttp://www.hotelmil8.com/\nhttp://www.kickinghorseresort.com/\nhttp://www.skisafari.com/\n\n\nDesigned by London-based Studio Seilern, the £8.9m, 660-seat hall has space for a 75-piece orchestra, while a \nglass facade leaves it awash with natural light. The yearround concert programme is geared towards promoting \nrising stars, and ranges from opera and chamber music to jazz.\n\nThe hall's opening underlines just how far Andermatt has come. A decade ago it was a garrison town with a few \nbasic hotels, ageing ski lifts and a population that was declining as the army gradually pulled out. Then Egyptian \nproperty developer Samih Sawiris began what many considered an outlandish plan, to turn Andermatt into a \nleading, upmarket, year-round resort.\n\nSo far SFr1.05bn (£849m) has been invested, with the centrepiece five-star hotel, The Chedi, opening in 2013. \nOutside the town, some SFr150m has been spent on seven new ski lifts, gradually connecting the pistes over the \nOberalp Pass to the neighbouring village of Sedrun. Earlier this year a further milestone was announced - another \nnew lift, extending the ski area still further to include the next village, little, historic Disentis, 20km as the crow flies \nfrom Andermatt.\n\nIn truth, the three villages' \"connection\" is not the easiest: skiers will still have to catch a train for a five-minute \njourney to bridge a small gap in the pistes and lifts at Sedrun. The train is included in the lift pass, though, and \ntogether the ski area now includes 180km of pistes and 33 lifts, allowing skiers to make the long forays across the \nhigh mountains. If they reach Disentis and decide they no longer have the legs to make it back, the AprÈs-Ski train \nis on hand to take them back, complete with a bar serving cheese and dried meats, walnut and honey pies, beer \nand schnapps.\n\nSee www.andermattmusic.com and skiarena.ch; Ski Solutions (           www.skisolutions.com) has packages Sälen, \nSweden, and Trysil, Norway Best for: short transfer times, families and beginners Anew cable car is usually as big \nas ski-industry news gets, but this winter two Scandinavian resorts are going one better by launching their own \nairport.\n\nScandinavian Mountains Airport is due to open on December 22, just outside the Swedish village of Rörbäcksnäs \nand only 5km from the Norwegian border. Privately owned and financed by 33 partner companies including the \nregion's biggest ski-resort operator, SkiStar, and other tourism-related businesses, it will be one of the first airports \nin the world to have a remote or \"virtual\" air-traffic system, operated by controllers nearly 300km away in Sundsvall.\n\nFor skiers, though, the key selling point is its proximity to the slopes - the nearest pistes at Sälen are only 10 \nminutes' drive away, while Trysil is 40 minutes. Flying time from London is two hours and 20 minutes; SAS will \noperate direct flights from Heathrow throughout the ski season on Saturdays (with returns currently on sale for as \nlittle as £125), while other routes include Stockholm, Gothenburg, Malmö and Copenhagen.\n\nTo underline the speed from runway to piste, SkiStar is offering transfers to Sälen by dog sled (above). Each sled is \npulled by 10 Alaskan huskies, carries up to four passengers and costs Skr4,995 (£421).\n\nSälen is Sweden's biggest ski resort, with four distinct ski areas, 90 lifts and 82km of pistes. The runs are mainly \ntree-lined - but they are short, with a maximum vertical drop of less than 400m, making them best suited for \nbeginners and intermediates.\n\nTrysil, Norway's biggest resort, has fewer lifts but more variety, with runs draped around the conical 1,132m \nTrysilfjellet peak. Though little known to anglophone skiers, Trysil also has a long ski heritage, having hosted its first \ndownhill races in 1862.\n\nSee scandinavianmountains.se and skistar.com; for packages, try www.skisafari.com and            \nwww.crystalski.co.uk St Anton, Austria Best for: powderhounds, party animals - and women The biggest resort in \nthe Arlberg region has always been known for its gnarly off-piste terrain, deep powder and raucous aprÈs-ski (this \nwas where the modern, dancingon-tables-in-ski-boots version of it was invented). The result has been a heavy \npreponderance of male visitors, something that this winter both Kaluma Travel, a leading tour operator, and the \nvillage tourist board are trying to counter.\n\nhttp://www.andermattmusic.com/\nhttp://www.skisolutions.com/\nhttp://www.skisafari.com/\nhttp://www.crystalski.co.uk/\n\n\nKaluma has a three-night all-women trip from January 12, taking over an entire chalet in the centre of the village \nand including ski guiding, yoga and massages, plus canapés, four-course dinners and a fully stocked (and \ncomplimentary) bar. Meanwhile, the tourist office is running \"Ladies First Weeks\" from January 4 until the start of \nFebruary. Visiting women are given a booklet of special offers for bars, restaurants, shops and spas.\n\nKaluma's \"Women Who Ski\" trip costs from (EURO)1,100; www.kalumatravel.co.uk.\n\nFor the tourist board's \"Ladies First Weeks\" see www.stantonamarlberg.com Laax, Switzerland Best for: the eco-\nconscious skier Lots of resorts around the world buy their electricity via renewable \"green tariffs\", but Laax's goes \nmuch further. Its \"Greenstyle\" sustainability programme has been running since 2010 and the goal is to become \n\"the world's first self-sufficient ski resort\". Already, local hydroelectric systems and solar panels create more \nelectricity than the resort uses, and there are plans to install a wind farm.\n\nThe resort is now working on programmes to reduce emissions from cars, public transport and the heating of \nbuildings. Oil-based heating systems are being replaced with biomass pellet systems or ground-source heat pumps. \nCharging stations for e-bikes and electric cars are being installed, there's an \"e-shuttle\" electric taxi service, and \nsome of the pistegrooming machines are \"e-cats\" (above) - diesel-electric hybrids whose emissions are 20 per cent \nlower than conventional machines.\n\nSee www.flimslaax.com. Powder Byrne (           www.powderbyrne.com) has packages Cortina, Italy Best for: old-\nschool glamour The \"Queen of the Dolomites\" is Italy's classic ski resort - home of the country's first ski school and \nhost of its first Olympics, in 1956. Since then its star has lost some of its lustre, with skiers tempted away by resorts \nwith faster lifts, higher slopes and skiin, ski-out accommodation. But a series of recently announced, high-profile \nevents looks set to put Cortina back on the world stage and unlock new investment. Most important are the skiing \nWorld Cup Finals in March 2020, the World Championships in 2021 and the return of the Winter Olympics in 2026. \nThis winter sees the old Freccia nel Cielo cable car replaced with a much faster gondola, and a new piste in the \nCinque Torri zone.\n\nSee cortina.dolomiti.org; Inghams (www.inghams.co.uk) has packages Tetnuldi, Georgia Best for: adventurers Over \nthe past couple of winters there has been a growing buzz about Georgia, with thrill-seeking ski mountaineers \nbringing back stories of pristine valleys and chest-deep powder. Now, more mainstream operators are getting in on \nthe act.\n\nMountain Heaven, which runs chalet holidays in France and Switzerland, is launching a nine-day trip that visits \nthree of the country's small resorts and uses lifts (rather than ski touring) throughout. Participants need only be of \nan intermediate standard to take part.\n\nHighlights will include wine tastings and visits to ancient churches and to Mestia, a village in the Upper Svaneti \nregion where the medieval tower houses are Unesco-listed. Just up the valley from there is Tetnuldi, a tiny ski area \nwhose lifts opened in 2016.\n\nThe trip costs (EURO)2,100 and departs March 6; www.mountainheaven.co.uk Ski news continues on page 15 \nKaprun, Austria Best for: guaranteed snow and pre-Christmas skiing If you can't wait to go skiing again, look no \nfurther than the village of Kaprun - up on the lofty glaciers of the Kitzsteinhorn, the pistes are due to open this \nweekend.\n\nProfessional ski racers and instructors-in-training have long flocked here for pre-season practice sessions on slopes \nthat rise to 3,029m, but for recreational skiers there has always been a key drawback. The lifts up to the \nKitzsteinhorn begin 7km outside Kaprun and, while there is a free shuttle, there can be queues and packed buses \nat peak times. There is a separate ski area just above the village, the Maiskogel, but it is relatively small and best \nsuited to families and beginners.\n\nIn 2017 the Maiskogel and Kitzsteinhorn lift companies merged, and this winter sees the culmination of their \nmasterplan - an (EURO)81m, two-stage lift system that joins the two ski areas and takes skiers from the centre of \n\nhttp://www.kalumatravel.co.uk/\nhttp://www.stantonamarlberg.com/\nhttp://www.flimslaax.com/\nhttp://www.powderbyrne.com/\nhttp://www.inghams.co.uk/\nhttp://www.mountainheaven.co.uk/\n\n\nthe village directly to the glacier ski area for the first time. The initial section transports skiers from the village up to \nthe Maiskogel; the second, the \"3K K-onnection\", travels more than 4km from there to Langweid, entry point to the \nKitzsteinhorn area. The complete cable-car journey from village to peak covers 12km and rises 2,261m. At the \nsummit station, visitors will find a 360m tunnel through the mountain leading to a viewing platform giving dramatic \nvistas of the Grossglockner, Austria's highest peak.\n\nKaprun itself is a lively village, attractive even in mid-January, when high-altitude, purposebuilt resorts can be bleak. \nAs well as numerous traditional hotels, there is a vast public spa and wellness centre, the Tauern Spa, which is \nadding 52 bedrooms for this winter. Guests will have access to 11 indoor and outdoor pools and 10 sauna and \nsteam rooms, perfect for restoring aching muscles after a day on the slopes.\n\nThe Alpen Express sleeper train runs direct from Amsterdam to numerous Austrian resorts, including Kaprun's \nneighbour Zell am See, as well as St Anton, Kitzbühel and Saalfelden.\n\nSee kitzsteinhorn.at, zellamsee-kaprun.at and alpen.express. Crystal (www.crystalski.co.uk) has packages Val \nd'IsÈre, France Best for: classic descents and new hotels With a vast, varied and high-altitude ski area, Val d'IsÈre \nhas a good claim to be the world's best resort. The only deficiency has been a scarcity of really special hotels - the \nfocus has always been on its lavish chalets (try those run by Le Chardon and Consensio).\n\nThis winter, that changes with the arrival of two noteworthy, and very different, hotels. In the centre of the village, at \nthe foot of the slopes, Le Mademoiselle is a luxurious new five-star, a sister property to the storied Les Airelles in \nCourchevel. When France introduced its \"palace\" designation - a tier above five-star - in 2011, Les Airelles was one \nof only eight establishments in the country to win it, and the hotel played a key role in turning Courchevel into the \njet-set honeypot it has become. The new Val d'IsÈre property will have 41 art-and antique-stuffed rooms, suites and \npenthouses, as well as the village's largest spa.\n\nMeanwhile, up on the mountain, the summit station of the resort's first cable car has been transformed into a high-\naltitude hotel, 2,551m above sea level. Le Refuge de Solaise (above) was due to open last winter but was delayed \nby heavy snow; it now offers 16 bedrooms, four apartments, a restaurant and a dormitory for 14. Fabulous views - \nand first tracks in the morning - come as standard.\n\nDoubles at Le Mademoiselle from (EURO)850, half-board; www.valdisere.airelles.com. Doubles at Le Refuge de \nSolaise from (EURO)500;            www.lerefuge-valdisere.com.\n\nSee www.lechardonvaldisere.com and            www.consensiochalets.co.uk for chalets. Oxford Ski (           \nwww.oxfordski.com) has packages\n\n'Alta has a reputation as the traditionalist's resort. So eyebrows were raised by the arrival this year of its first luxury \nhotel'\n\n'Kicking Horse is doubling down on its image as a place of pilgrimage for the hardcore'\n\nGraphic\n\n \n\nCOVER: GRANT GUNDERSON; WORDS: TOM ROBBINS\n"}