{"title": "U.S. Moves to Tighten Rules On Noncitizens' Gun Buying; Shootings at Empire State Building Spur Change", "body": "\nResponding to a recent deadly shooting spree at the Empire State Building by a deranged foreign national who \nhad been in the United States only since Christmas Eve, the Clinton administration plans to change the rules \ngoverning firearms purchases to make it more difficult for noncitizens to buy guns, senior officials confirmed \nyesterday.\n\nThe purchase form completed annually by tens of thousands of gun buyers will not only require a would-be gun \nbuyer to specify whether he or she is a legal alien but also to state whether he or she has been a resident in the \nstate where the transaction is taking place for at least 90 days. Currently, the federal firearms form simply asks: \n\"Are you an alien illegally in the United States?\"\n\nThe new requirements, which are expected to be announced today along with a number of other gun measures, \nwould require federal firearms dealers to more vigorously question legal alien handgun purchasers about their state \nresidency before making a sale. Under the proposal developed by the Treasury Department federal gun dealers will \nbe required to ask legal aliens to produce documentation to show their length of residency. For example, legal \nnonresident or resident aliens may be required to show dealers utility or telephone bills before any sale can be \nconsummated. The newly required documentation would be in addition to any photographic identification requested \nby the dealer.\n\nThe Treasury Department quietly began working on the changes after last month's attack by Palestinian English \nteacher Ali Hassan Abu Kamal, who shot seven tourists, one fatally, at the Empire State Building's 86th-floor \nobservation deck before killing himself. Some police officials have since criticized the ease with which the man was \nable to purchase a 14-shot Beretta semiautomatic handgun in Florida after staying just three weeks in a motel \nthere. Abu Kamal, 69, wrote that he wanted to murder \"my bitter enemies\" in a highly visible location. He listed four \ngroups of enemies -- Americans, Britons, French and Zionists -- who had to be \"annihilated and exterminated\" for \ncarrying out \"savage aggression\" against the Palestinian people.\n\nCloser study found that federal law prohibits the sale of firearms to aliens who have not lived continuously for 90 \ndays in the state where they are trying to buy a gun. The problem was that the firearm-purchase form did not spell \nout the specifics of the law, which makes it a felony punishable by a maximum 10-year prison term to make false \nclaims on the form.\n\n\"These are constructive steps to make it harder for people who are currently barred from purchasing firearms from \ndoing so,\" a senior administration official said yesterday.\n\nGun rights proponents expressed general support for residency requirements, but were highly skeptical of the \nClinton admin istration's ability to effectively and fairly enforce existing statutes governing firearms purchases.\n\n\n\"We need better identification,\" said Andrew Molchan, director of the National Association of Federally Licensed \nFirearms Dealers. \"There is a need to find out who is out there. But the onus is still on the gun dealer to ask these \nquestions. And the onus is still on law-abiding residents to produce this information. This is cynical window-\ndressing. It may play well on the nightly news. But it's not going to do much. If you are planning to kill people, you \nprobably would just lie anyway.\"\n\nThe new guidelines will apply to the more than 124,000 federally licensed gun dealers in operation nationally.\n\nNational Rifle Association spokesman Tom Wyld said his organization \"has no objection to 90-day residency \nrequirements\" that have already been part of federal law \"and we have no problem with proof of residency \nrequirements. But gun owners are wise to read the fine print before endorsing any proposal brought forth by this \nadministration.\"\n"}