{"title": "Baby Sitter In Boston Takes Prize In Lottery", "body": "\nIt was last Wednesday that Chris Gabrieli, a venture capitalist, discovered that his live-in baby sitter was a \nmultimillionaire like him.\n\nThe baby sitter, a 54-year-old Chilean immigrant named Maria J. Grasso, told Mr. Gabrieli's wife, Hilary, who then \ntold him, that she had won the $197 million Big Game jackpot, the largest lottery prize won by one person in the \nUnited States.\n\nThe Gabrielis were among the few people who knew her secret until today when, after a week of rumor and \nspeculation about who had bought the winning ticket at the Star supermarket in the Fenway neighborhood last \nweek, Mrs. Grasso, a modest, soft-spoken mother of two, claimed her prize at Massachusetts Lottery \nheadquarters in Braintree.\n\n\"I'm a very down-to-earth person,\" she said at a news conference, with the Gabrielis standing nearby, beaming. \"I \nwork hard in my entire life. I'm one of six children, and so I always try to be low, down-key, and I'm going to \ncontinue that way.\"\n\nMrs. Grasso, who said she was an occasional lottery player, chose an immediate lump sum payment of $104 \nmillion, instead of 26 annual payments that would have totaled $197 million, and collected a check today for \n$70,244,814 after taxes. It was the nation's second-largest jackpot. The largest, a $295 million Powerball jackpot \nlast July, was won by a group of 13 machinists in Ohio.\n\nMrs. Grasso did not give details about her plans, other than to say she would like to keep helping children, and she \ndeclined to give any interviews beyond the news conference.\n\nA spokesman, Raymond P. Howell, said Mrs. Grasso came to the United States in 1971, found work as a live-in \nbaby sitter in New York City, earned a high school equivalency degree, attended LaGuardia Community College \nand the College of Staten Island, and eventually got a job as a teaching assistant in the city's public schools. She \nalso worked part time for United Cerebral Palsy.\n\nMrs. Grasso, who is divorced, has a son and daughter, both in college. She moved to Boston in 1996 and went to \nwork for the Gabrielis.\n\n\nMr. Gabrieli had only praise for the woman who became his former employee last Thursday with what was \napparently some reluctance on her part. \"She's a very warm and caring person,\" he said.\n\n\"She's extremely family oriented. She has two children she's very proud of. She's got a large family in Chile. When I \ntalked to her, she said, 'How can I make this a blessing for them?' \"\n\nMr. Gabrieli said Mrs. Grasso was in her apartment in his home in the Beacon Hill neighborhood watching the 11 \nP.M. news last Tuesday when she saw the winning number flash across her television screen, \"It matched,\" he \nsaid. \"She couldn't believe it could be true. She confirmed it on the second go-round at 11:30.\n\n\"She had a sleepless night, and the first thing in the morning, she called up to our room on the intercom.\"\n\nWith Mr. Gabrieli already gone, Mrs. Grasso spoke to Mrs. Gabrieli, a lawyer who is at home, raising the couple's \nfour children. \"My wife's first thought was: 'Are you sure?' \"\n\nMrs. Gabrieli congratulated Mrs. Grasso, put her in touch with a lawyer and then phoned Mr. Gabrieli.\n\n\"I had the same reaction as my wife: 'Are you sure, darling?' \" he said.\n\nThe new multimillionaire, meanwhile, insisted on putting in a full workday. \"She actually worked Thursday as well,\" \nMr. Gabrieli said. \"Her first reaction was, 'I'll work until you get a replacement.' \"\n\n\"I told her, 'I think this is going to be something that will take all your psychic time. We'll muddle through.' \" And so \non Thursday night, Mrs. Grasso moved out.\n\nToday's announcement put to rest persistent reports that the lottery winner was a Boston cabdriver, Patrick \nOkusanya.\n\nA distraught Mr. Okusanya insisted he was not the winner, but even his friends and family did not believe him, said \nJohn Ricci, a lawyer Mr. Okusanya retained last Friday to help him deal with the attention.\n\nThe rumor seems to have begun with a group of cabdrivers, who said Mr. Okusanya was the winner. Mr. Ricci said \nhe was working free for Mr. Okusanya, who drives his cab 60 to 70 hours a week to get by.\n\nMr. Okusanya was working today, and could not be reached for comment. Mr. Ricci said Mr. Okusanya had \nstopped by his office to say he was happy for Mrs. Grasso, and glad to be out of the spotlight.\n\nAll Mr. Okusanya wanted was a coat hanger, his lawyer said. The nonwinner had locked his keys in the cab.\n\n      \n\nhttp://www.nytimes.com\n"}