{"title": "California news in brief", "body": "\nCalifornia gray whales heading south to Baja\n\nWhales are migrating along the California coast.\n\nCalifornia gray whales will be traveling up and down the coast from Alaska to Baja California through June in the \nlongest annual migration of any marine mammal, a round trip of 12,000 miles. The peak of the winter migration is in \nlate January.\n\nThe whales spend summers in the Bering Sea where the days are more than 20 hours long. Phytoplankton, or \nmicroscopic algae, proliferate with the increased light, creating an abundance of food.\n\nWhen the days begin to shorten, the whales head for the Gulf of California. Some will mate in the warm, protected \nwaters, while females impregnated the year before will give birth to 17-foot calves.\n\nMADERA\n\nSymbol of north state, a cedar, knocked down\n\nCounty supervisors are considering replacing a fallen tree that marked the geographic start of Northern California.\n\nThe cedar was knocked down in a rainstorm Monday morning and blocked several lanes for hours. It stood next to \na palm tree representing Southern California in the median of Highway 99 south of Madera.\n\nPLACERVILLE\n\nMan who police believe killed his son, kills self\n\nAn El Dorado County man suspected of fatally shooting his son earlier this week killed himself after being \nsurrounded by sheriff's deputies, authorities said Thursday.\n\nRoy Clayton confronted a 25-year-old man at a rural El Dorado County home Thursday morning, threatening him \nwith a gun and demanding food and help, said sheriff's Lt. Marc Adams.\n\nThe man escaped and called 911. Shortly after deputies arrived at the house, Clayton shot himself with a .45-\ncaliber handgun, Adams said. He was pronounced dead at the scene.\n\n\nSAN DIEGO\n\nGiant panda cub makes public debut, is thriving\n\nSu Lin, a 21-week-old giant panda cub, made her public debut Thursday at the San Diego Zoo.\n\nZookeeper Lisa Bryant said Su Lin is precocious and ``very curious.'' She is climbing and trying to stand on her \nhead, a common activity for panda cubs.\n\nDuring her weekly health exam on Wednesday, zookeepers found Su Lin in good health, weighing in at 15.6 \npounds and measuring 2 1/2 feet in length.\n\nSu Lin -- whose name means ``A Little Bit of Something Very Cute'' -- was born Aug. 2.\n\nFrom Mercury News wire services\n"}