{"title": "Montco lawyer Michael Choi guilty of green-card conspiracy", "body": "\nAs chairman of the Pennsylvania Governor's Advisory Commission on Asian-American Affairs, Korean-born \nMichael Choi of Huntingdon Valley was a well-connected lawyer. His Cheltenham practice grabbed headlines for \nclass-action lawsuits about Agent Orange, the \"No Gun Ri\" massacre of the Korean War, and slave labor in Japan. \nHe was a frequent guest on TV newsmagazines.\n\n But to federal prosecutors in Philadelphia, Choi, 58, was the disgraced mastermind of a conspiracy that \nfraudulently obtained green cards for immigrant clients.\n\n After three hours of deliberation Friday, the jury found Choi guilty of all charges except one count of tax evasion. \nHe remains in custody, and sentencing is scheduled for Nov. 22.\n\n In her closing argument in U.S. District Court, Assistant U.S. Attorney Mary Crawley said the evidence presented in \nChoi's 12-day trial showed he used bribes to entice employers to lie, presented forged documents, and had clients \nmake false statements to U.S. Citizenship and Immigration Service officials to manipulate the immigration system. \nHe also is charged with failure to report about $1 million in income from 2004 to 2006.\n\n The government said Choi abused USCIS's Alien Employment Certification Program, which grants green cards \nfor permanent U.S. residency to immigrants whose U.S. employers can certify that they have certain skills not \navailable in the American labor force. He was charged with soliciting cooperative employers to falsely claim they \nintended to employ Choi's immigrant clients as Asian specialty chefs. He also was charged with enticing a \nPhiladelphia employer to say he needed an automotive electronics specialist though he had no such need.\n\n According to the government's case, Choi charged the immigrants as much as $60,000 and used some of it to pay \nkickbacks to the employers to gain their cooperation in the ruse.\n\n Catherine Recker of Choi's defense team used her closing argument to deflect blame onto Sandra Choi, Michael \nChoi's ex-wife and former office manager.\n\n The defense contended that any improprieties were Sandra Choi's and that Michael Choi was unaware of her \nactions.\n\n Sandra Choi, though not a lawyer, \"dominated\" immigration matters at the Choi firm, Recker said. Sandra Choi \nwas also accused by her ex-husband of hiding assets in the divorce and of embezzling from his firm. Under a grant \nof immunity, she testified against Michael Choi. She no longer lives in Pennsylvania.\n\n\n \"She wanted to feather her nest and get out of town,\" said Recker. She left Michael Choi \"holding the bag for \nSandy Choi's fraud.\"\n\n Referring to Sandra Choi and another cooperating witness with a long history as a prosecution witness in other \nmatters, Recker quoted her cocounsel Robert E. Welsh Jr.: \"The government took the testimony of two setup \nartists.\"\n\n Later in her argument, Recker said: \"Sandy Choi and her financial treachery ... is itself reasonable doubt\" about \nMichael Choi's guilt.\n\n Contact staff writer Michael Matza at 215-854-2541 \n\n or mmatza@phillynews.com.\n"}