{"title": "THE ENGLISH IMPATIENTIMMIGRANTS WANT TO LEARN THE LANGUAGE, PRONTO", "body": "\nYuan Di Qia is in a big rush to learn English.\n\n\"If people talk so fast, I can't understand them,\" explains Qia, 53, who arrived from China just three months ago.\n\nSince then, he has been taking classes at the Flushing YWCA, trying to catch up with and on to what people around \nhim are saying. \"I hope my listening and speaking have good progress for living in America,\" says the aspiring \nChinese businessman, who wants to start his own import-export company.\n\nNew York is now absorbing the largest influx of immigrants since the 1920s. According to a recent City Planning \nCommission report, 563,000 legal immigrants came to New York between 1990 and 1994.\n\nThere are scores of places where recent arrivals can go to learn English, but demand for English as a Second \nLanguage (ESL) programs easily outpaces supply these days.\n\n\"There is not a program that needs to do any advertising,\" says Richard Fish of the Mayor's Office of Adult Literacy, \nwhich oversees ESL programs throughout the city. \"They all literally have waiting lists.\"\n\nAccording to the Literacy Assistance Center, about 35,000 New Yorkers are enrolled in state and city-funded ESL \nprograms throughout the city. But, Fish adds, there are another 30,000 names on waiting lists to get into ESL \nclasses.\n\nIn fact, many of the free, government-funded programs now accept students through an admissions lottery. For \nexample, the New York Public Library, which runs programs at branches in the Bronx, Manhattan and Staten \nIsland, requires prospective ESL students to apply in person. Applications are then picked randomly to fill the \navailable seats. Last year, there were 2,000 students.\n\nSpanish is No. 1\n\nAmong the newest New Yorkers, Spanish is by far the most common native tongue it being the primary language \nspoken in five of the top 20 countries of immigrant origin, according to the City Planning Commission.\n\nSpeakers of Russian and Chinese made up the second and third-largest immigrant groups.\n\nTo meet these diverse needs, there are as many different kinds of programs as there are reasons to learn English.\n\n\nFor foreign-born professionals and graduate students, a number of private colleges and language schools run \nspecialized courses in business and academic English, for which tuition which can range from a few hundred to a \nfew thousand dollars is required.\n\nMeanwhile, the city's public schools, colleges and libraries sponsor English classes, most of them free, to provide \nbasic language skills, especially for speaking and listening.\n\nIn addition, according to Dr. William Askins of the Literacy Assistance Center, countless numbers of informal \nconversation practice and tutoring groups have sprouted up at churches and temples across the five boroughs.\n\nNeighborhood groups, partially funded by the government, also boast a range of services. For example, the \nFlushing Jewish Community Council, which serves a largely Russian population, and Sunset Park's Brooklyn \nChinese-American Association, which has a mostly Asian constituency, teach free English classes to help prepare \nimmigrants taking their citizenship exams.\n\nManhattan's Riverside Language Program offers free intensive English classes to a linguistically mixed group of \nrefugees and newcomers and even assists students with applications for political asylum or permanent residency.\n\n\"There's a range of people who come for ESL services: from people who are physicists and doctors to people who \ncome from agrarian communities who literally have never had formal education and are therefore illiterate in their \nnative languages,\" Fish says. \"Obviously, their needs are not all the same.\"\n\nAt the Flushing YWCA, which offers free English classes to its members (mostly Asian, but with a growing Russian \npopulation), Assistant Executive Director Roeme Kim notes: \"The majority of our seniors here, for example, want to \nspeak English and assimilate to the culture. If they can take their grandchildren to McDonald's and order lunch for \nthem, they are happy.\"\n\nSidebar list: SPEAKING OF CLASSES\n\nSo you want to talk like an American. Below are listings of some places where you can go to take English classes \nor call for more information.\n\nWhere to start:\n\nLiteracy Assistance Center, (212) 803-3333. Here you can get referrals to free English classes in all five boroughs, \nincluding programs run by the Board of Education, City University of New York, public library systems and other \ncommunity-based organizations associated with the New York City Adult Literacy Initiative. Operators at the \ncenter's hotline can answer your questions in Spanish, Haitian Creole and Russian, as well as in English. New \nYork State Teachers of English to Speakers of Other Languages (NYSTESOL), (212) 678-3074, another resource \nfor ESL information. Ask for a list of English programs in your borough.\n\nFree (public) ESL programs Board of Education Office of Adult and Continuing Education. The public schools offer \nfree day, evening and Saturday classes to adults at 120 sites throughout the city. Call the Board of Education office \nclosest to you. In the Bronx: central, (718) 716-2904; south and east, (718) 292-4104. In Brooklyn: north and west, \n(718) 797-2434; Bedford-Stuyvesant, (718) 638-2635; east and south, (718) 622-3000. In Manhattan: north, (212) \n740-3706; south, (212) 868-1168; central Harlem, (212) 666-1920. In Queens: north, (718) 361-9480; South \nJamaica, (718) 658-2626.\n\nCity U. Located throughout the city, the colleges of the City University offer a range of free and low-cost as well as \ntuition programs, usually through the college's continuing education program. Check with the City U college in your \ncommunity for more information.\n\nFor example, City College has a free intensive ESL program especially targeting the Spanish-speaking population \nof Harlem. Classes meet six hours a week from September to June. For more information, call the Community \nEducation Center at (212) 650-7597.\n\n\n\nAlso, Hunter College offers two ESL programs: Community Outreach Program in English (COPE) and Saturday \nProgram in English Language Literacy (SPELL). COPE targets adults who are recent immigrants. Classes meet \nevery Saturday for 12 weeks. There is a $ 30 fee for this course. SPELL is a free Saturday language program \nspecifically for working heads of household and single parents who have limited English skills. For information \nabout either COPE or SPELL, call (212) 772-4666.\n\nBrooklyn Public Library. Although this library offers no ESL classes at this time, the Education & Job Computer \nCenter has resources on English programs in Brooklyn. However, no referrals are given over the telephone. For \nmore information, call (718) 780-7777.\n\nNew York Public Library. Free English classes meet two weekday evenings or one Saturday morning a week at \nfive public library branches in the Bronx, four branches in Manhattan and three branches on Staten Island. \nAdmission is by lottery and you must register in person. Registration for spring classes is next week. For places, \ndates and times, and more information, call the Office of Special Services at (212) 340-0918.\n\nQueens Borough Public Library. The library has free English classes for recent immigrants. Admission is by \nlottery. Spring classes are already full. Registration for fall classes begins in August. For more information, call the \nNew Americans Program at (718) 990-0891.\n\nAlso, the library sponsors free conversation groups for more advanced ESL speakers. For more information, call the \nAdult Learning Center at (718) 657-2779.\n\nPrivate ESL programs\n\nAmerican Language Communication Center, 1-800-364-5474. Located across the street from Penn Station. Day, \nevening and Saturday classes. Tuition ranges from $ 120 (four hours a week for 10 weeks) to $ 300 (10 hours a \nweek for 10 weeks).\n\nBerlitz Language Centers, 1-800-457-7958. Especially geared toward foreign-born professionals and graduate \nstudents. Locations in Manhattan near Wall St. and Rockefeller Center. Intensive program taught in group, semi-\nprivate and individual classes. Tuition ranges from $ 399 to $ 849.\n\nColumbia University - The American Language Program, (212) 854-3584. Especially for foreign-born professionals \nand graduate students. Intensive summer (four, eight or 12-week) and spring/fall (three-month) programs. Tuition \nranges from $ 1,392 to $ 4,176.\n\nThe New School, (212) 229-5372. Best suited to foreign-born professionals and graduate students. Intensive 12-\nweek courses. Tuition ranges from $ 610 to $ 1,500.\n\nNew York University - The American Language Institute, (212) 998-7040. Especially geared toward foreign-born \nprofessionals and graduate students. Day and evening (part-time), intensive summer (eight-week) and spring/fall \n(three-month) programs. Tuition ranges from $ 600 to $ 4,000.\n\n92nd St. Y, (212) 996-1100. Day and evening classes. Tuition ranges from $ 235 (two days a week for 14 weeks) to \n$ 465 (three days a week for 14 weeks).\n\nGraphic\n\n \n\nCaption not available electronically\n"}