{"title": "Trump eases up on threat to shut down the Mexican border", "body": "\nABSTRACT\n\nTrump eases up on border shutdown threat as US officials explore steps short of his ultimatum\n\nFULL TEXT\n\nWASHINGTON >> President Donald Trump eased up Tuesday on his threats to shut the southern border this \nweek as officials across his administration explored half-measures that might satisfy the president's urge for action, \nlike stopping only foot traffic at certain crossings.\n\nFacing a surge of Central American migrants trying to enter the U.S., Trump last week threatened to seal the \nborder this week if Mexico did not immediately halt all illegal immigration into the U.S., a move would have \nenormous economic consequences on both sides.\n\nWhile Trump on Tuesday did not back off the idea completely, he said he was pleased with steps Mexico had taken \nin recent days and renewed his calls for Congress to make changes he contends would solve the problem. \"Let's \nsee if they keep it done,\" he said of Mexico. \"Now, if they don't, or if we don't make a deal with Congress, the \nborder's going to be closed, 100%.\" \n\nHe also said that he might only close \"large sections of the border\" and \"not all of it.\" He added that his posturing \nwas \"the only way we're getting a response.\"\n\nClosing the border completely would disrupt manufacturing supply lines and the flow of goods ranging from \navocados to cars, making for a \"potentially catastrophic economic impact,\" in the words of Republican Sen. Mitch \nMcConnell, the Senate majority leader.\n\nSome inside the administration also worry it would only exacerbate illegal immigration.\n\nMeantime, administration officials grappled with how they might minimize the impact of a shutdown or implement \nless sweeping actions.\n\nWhite House economic adviser Larry Kudlow, for example, told CNBC he's been looking at potentially keeping truck \nlanes open.\n\n\"We are looking at different options, particularly if you can keep those freight lanes, the truck lanes, open,\" he said. \nAs for the hundreds of thousands of tourists and workers who cross the border legally, Kudlow said, \"that may be \ndifficult.\"\n\nEarlier, White House press secretary Sarah Sanders had told reporters that, while, \"Eventually, it may be that it's \nthe best decision that we close the border,\" the president was \"not working on a specific timeline\" and all options \n\n\nremained on the table. The Council of Economic Advisers, she said, was conducting a number of studies on the \nimpact, and \"working with the president to give him those options.\"\n\nWhite House spokesman Hogan Gidley said in an appearance on MSNBC that closing only certain entry ports, or \nparts of all of them, could be among the steps short of closing the entire border.\n\nIt was a shift from Trump's threat late last week to seal the whole border, and quickly. \"I am not kidding around,\" he \nsaid then, exasperated by the swelling numbers of migrants, thousands of whom were being released into the U.S. \nbecause border officials had no space for them. Arrests along the southern border have skyrocketed in recent \nmonths and border agents were on track to make 100,000 arrests or denials of entry in March, a 12-year high. \nMore than half of those are families with children, who require extra care.\n\nWith southern border facilities near a breaking point, U.S. officials are busing many migrants hundreds of miles \ninland and dropping them off at bus stations and churches. Trump has mocked and vowed to end that \"catch and \nrelease\" practice but overwhelmed authorities saw no choice.\n\nResponding to Trump's threats, Homeland Security Secretary Kirstjen rushed home late Monday night from Europe, \nwhere she was attending G7 security meetings, to oversee the response to what administration officials are calling \na crisis. She intends to fly to the border mid-week to assess the impact of several changes the administration has \nrecently implemented, including reassigning some 2,000 border officers assigned to check vehicles to deal with \nmigrant crowds and new efforts to return more asylum seekers to Mexico as they wait out their case.\n\nOfficials were hoping to have as many as 300 asylum seekers returned to Mexico per day by the end of the week \nnear Calexico and El Paso in Texas and San Ysidro in California. Right now, only 60 a day are returned.\n\nNielsen has also requested volunteers from non-immigration agencies within her department to help with the influx \nand sent a letter to Congress late last past week seeking more money and detention space and broader authority to \ndeport families faster. The request was met with disdain by Democrats.\n\nEven absent the extraordinary step of sealing a national border, delays at border stations have been mounting due \nto the personnel reassignments, Homeland Security officials said. Average wait times at Brownsville, Texas, were \n180 minutes Monday, twice the length of peak times last year. And when the Otay Mesa, California, entry port \nclosed for the night Monday, 150 trucks were still waiting to get into the U.S.\n\nShutting certain border stations or parts of them would not be unprecedented. Over the Thanksgiving holiday last \nyear, Trump claimed he'd already \"closed the border\" after officials briefly closed the northbound lanes at San \nYsidro, California, for several hours in the early morning to bolster security because of concerns about a potential \ninflux of migrant caravan members.\n\nMexican officials announced Monday they'd pulled 338 Central American migrants -181 adults and 157 children- off \nfive passenger buses in a southern state that borders Guatemala, and said they had detained 15 possible \nsmugglers on immigration law violations. But that was not unusual for Mexico, which has for years been cracking \ndown on migration.\n\nIn 2014 then-President Enrique Pena Nieto launched a program that was described as ensuring orderly migration \nbut in practice resulted in making it much more difficult for Central Americans to transit.\n\nAssociated Press writers Catherine Lucey and Darlene Superville in Washington and Maria Verza in Mexico City \ncontributed to this report.\n\nFollow Colvin and Long on Twitter at https://twitter.com/colvinj and            https://twitter.com/ctlong1\n"}