{"title": "Suit Says Preacher Cheated Immigrants", "body": "\nOn many Sundays last year, illegal immigrants crowded into the pews of the two-story Salvation Army church \nadjacent to town hall in this central New Jersey town to hear a charismatic preacher speak of God and offer \npromises to make them legal. Speaking in Spanish, he told the congregants, many of them Latinos, that if they each \npaid $4,000 and gave $500 donations to the church he could be their ''bridge'' to becoming Americans. \n\n  But according to a lawsuit filed on Friday in state court, the preacher, the Rev. Enoc Tito Sotelo, under the name \nof the Salvation Army, took their money without producing any results. The lawsuit, alleging a violation of New \nJersey Consumer Fraud Law, names Mr. Sotelo, Jorge Sancho, a Salvation Army captain formerly assigned to the \norganization's nearby Bound Brook office, and the Salvation Army itself.\n\n Gilberto Garcia, the lawyer representing the plaintiffs, said that Mr. Sotelo and Mr. Sancho used the Salvation \nArmy's reputation to harm people who were seeking help. The Salvation Army, he said, should have known about \ntheir activities. \n\n  ''It's the equivalent of an automobile dealer who has a crooked salesperson selling cars for them for a long period \nof time,'' Mr. Garcia said. Trish Pelligrini, a spokeswoman for the New Jersey chapter of the Salvation Army said \nthat the organization had not seen the lawsuit and could not comment on its assertions. \n\n  But she said that after complaints about Mr. Sotelo and Mr. Sancho appeared last month in El Diario/La Prensa, \nthe Spanish-language newspaper, the Salvation Army fired Mr. Sotelo. She said Mr. Sancho was dismissed from \nhis job at the Bound Brook office last November. Both men have since moved out of the area and could not be \nreached for comment because their whereabouts were unknown. \n\n  Ms. Pelligrini said that she did not know the precise reasons for the dismissals. But she said that Major Stephen \nBanfield, the New Jersey Salvation Army's divisional commander, conducted an internal investigation into the \ncomplaints described in El Diario. Mr. Sotelo was fired after that investigation, she said. Major Banfield was not \navailable for comment, she said. \n\n  Amy Gottlieb, program director of the American Friends Service Committee's Immigration Rights Program, said \nshe expects that schemes to defraud immigrants are on the rise because Congress is debating legislation to crack \ndown on illegal immigration. \n\n  ''At a time when there are rumors of amnesty and debates about changes in the law, all along with continued raids \nand increased fears, desperation for the green card and legal status just increases,'' Ms. Gottlieb said.''People trust \nthe Salvation Army and go to them when they are desperate and so this is particularly worrisome.''\n\n\n  Mr. Garcia said that the New Jersey Consumer Fraud Law does not bar illegal immigrants from filing lawsuits.\n\n  One of the plaintiffs, Angela Martinez, said in an interview that she and her husband were drawn to the Salvation \nArmy Church in Plainfield after hearing other illegal immigrants describe a pastor who spoke of how, through \nprayer and the help of his well-known organization, he could help them obtain legal status. \n\n  ''It wasn't secret,'' said Ms. Martinez, 35, a mother of three from Uruguay. ''It was in the open so it had to be true.''\n\n  In the court papers and in the interview, Ms. Martinez used her mother's family name. She normally uses her \nmarried name, but asked that it be withheld to protect her from deportation. Ms. Martinez said that Mr. Sotelo told \nthem that for a cash payment of $4,000 and a cash donation of $500 to the church, he could arrange to have a \nlawyer in Florida help her husband obtain legal status. The pastor told them that they would have to fly at their own \nexpense to Florida where he said the church had good contacts with immigration officials, she said in the interview.\n\n  Last June, she said, her husband paid $15 for an identification card that stated that he worked with the Salvation \nArmy, and was taken from the Plainfield church in a Salvation Army van to Kennedy International Airport. According \nto the lawsuit, the immigrants were told that the identification card and a T-shirt with the Salvation Army name and \nlogo would allow them to avoid any questions about their immigration status at airport security points.\n\n  In West Palm Beach, Fla., Ms. Martinez's husband and about six others filled out immigration applications for \n''aliens of special ability.'' Her husband had worked detailing and customizing automobiles. But the immigrants \nnever met with a lawyer they had been told would help them. It is not clear whether all of their applications were \nfiled, the lawsuit says.\n\n  As their patience with Mr. Sotelo waned, the immigrants, contacted Carmen Zalavarietta, a board member of \nCentro Hispanoamericano of Plainfield, a non-profit community organization that helps illegal immigrants gain legal \nstatus and government benefits. She put the immigrants in touch with Mr. Garcia, the lawyer.\n\n  ''They wanted to believe so badly,'' Ms. Zalavarietta said. ''He told them that God had brought them this \nopportunity to get a green card.''\n\nhttp://www.nytimes.com\n"}