{"title": "Colleges Can Bar Illegal Immigrants; Ruling by U.S. Judge On Va. Schools Is Said To Be First in Nation", "body": "\nA federal judge in Alexandria ruled yesterday that Virginia's colleges and universities may deny admission to \nillegal immigrants -- a ruling that experts said was the first of its kind in the nation. \n\nThe decision by U.S. District Judge T.S. Ellis III came in a lawsuit filed against seven Virginia schools accused of \nviolating the rights of the immigrants by refusing them entry. \n\n\"It is clear that denying illegal aliens admission to public colleges and universities simply removes another public \nincentive for illegal immigration,\" Ellis wrote. He stopped short of dismissing the case, however, ruling that it could \nproceed to trial because the plaintiffs have a right to try to prove whether the schools are using federal standards \nto identify applicants who are in the country illegally. \n\nVirginia Attorney General Jerry W. Kilgore (R), who is defending the schools, said he was pleased by the ruling. \nKilgore's 2002 memo to Virginia's public colleges and universities, which urged them to reject illegal immigrants, \nwas one impetus for the lawsuit, Ellis wrote. The suit was filed in September in U.S. District Court in Alexandria. \n\n\"Legal immigration has made this country what it is,\" Kilgore said in a statement. \"I continue to believe that it is not \ntoo much to ask that people obey the laws of our society before they take advantage of what our society has to \noffer.\" \n\nTisha Tallman, an attorney for the plaintiffs, who include a high school senior who is an illegal immigrant, said \nshe is \"delighted\" the case is allowed to continue. \"We are reviewing the judge's decision,\" she said, \". . . and will \nthen make a determination on what next steps we will be taking.\" \n\nThe lawsuit names the University of Virginia, Northern Virginia Community College, Virginia Tech, the College of \nWilliam and Mary, Virginia Commonwealth University, George Mason University and James Madison University as \ndefendants. \n\nThe issue of granting access to higher education for illegal immigrants has become increasingly controversial in \nrecent years.  \n\n\nThe Virginia House of Delegates this month passed a bill that would prohibit admission of illegal immigrants by \npublic colleges and universities. The measure, which lawyers said also is the only one of its kind in the nation, is \npending in the Senate. \n\nThe Virginia bill and Ellis's ruling run counter to a recent national trend in which seven states have allowed illegal \nimmigrants to pay in-state tuition rates at public colleges, said Josh Bernstein, director of federal policy for the \nNational Immigration Law Center. Maryland passed such a bill last year, but it was vetoed by Gov. Robert L. Ehrlich \nJr. (R). \n\nThe U.S. Supreme Court ruled in 1982 that illegal immigrants are entitled to a primary and secondary education, \nbut it has been silent on higher education. In 1998, a federal judge in California struck down the state's Proposition \n187 ballot initiative limiting services to immigrants, including access to higher education. Lawyers said that is the \nonly other time a federal judge has considered the issue before Ellis's ruling yesterday. \n\nOne of the schools that was sued in the Alexandria case, Northern Virginia Community College, allows admission \nof illegal immigrants but does not let them pay in-state tuition, said Everett Vann Eberhardt, the school's director \nof legal affairs.  \n\n\"Why we were part of that lawsuit, I'm not sure I understand,\" he said. \n\nStaff writer Amy Argetsinger contributed to this report. \n"}