{"title": "STABLE JOBS WANTED", "body": "\nThe federal immigration service has refused seasonal work visas for some 100 foreigners who who travel north \nfrom Mexico and Central American countries to muck out the stables and tend to the Thoroughbreds that race on \nNew York's tracks.\n\nWhoa! Let's take a look at this entry in the field.\n\nThe Citizenship and Immigration Services agency allows foreigners into the country to work on farms and provide \nother seasonal work when there's proof that Americans are not interested in the labor.\n\nThis makes sense, but crackdowns have led to complaints in agricultural states that growers cannot find enough \nworkers to get crops to harvest. So it goes when the country is gripped by anti-immigrant delirium.\n\nHere, though, the situation appears to be slightly different. The feds have denied visas on the ground that the \nstable work is not truly seasonal, meaning that the labor shifts to Florida in the winter. Stable operators are \nchallenging the seasonal ruling in court.\n\nThe larger point is that workers are needed for these jobs, be they foreign- or native-born.\n\nCome to think of it, why aren't these jobs filled by New Yorkers?\n\nWith the unemployment rate in double digits in many of the city's neighborhoods, there should be high demand for \nsemiskilled positions. That New Yorkers do not apply for these jobs suggests two possibilities:\n\na) The positions are not properly advertised.\n\nb) The pay and working conditions are so lousy that only the desperate sign up.\n\nBoth are undoubtedly true, and all the members of the City Council and all the members of the state Legislature \nwho fashion themselves as champions of the working class should be ashamed for letting that happen.\n\nMost recently, the Council has been fixated on a plan to require businesses that get economic development \nassistance to pay all workers a so-called living wage. This is destructive lunacy. It would put the taxpayers on the \nhook for subsidizing private wages while stunting job growth.\n\nMeanwhile, the stable workers at Aqueduct, Belmont and Saratoga get paid a pitiful $8.35 an hour and have the \nprivilege of living in hovels that are so miserable they've shocked the conscience of the swells at swank Saratoga.\n\n\nMeanwhile, no industry in New York is subsidized by the taxpayers as generously as is the racing industry. To prop \nup this failing enterprise, Albany has bankrupted New York City OTB and ignored the plain language of the state \nConstitution by diverting lottery proceeds from education to racing by giving the tracks a cut of casino gambling \nrevenue.\n\nThe New York Racing Association is not going anywhere and cannot do without these workers. To insist on a fair \ndeal and decent conditions for stable hands will not kill jobs. And to demand that stable operators widely advertise \nthe positions and offer training to New Yorkers is only a matter of decency. Up the pay by just a couple of bucks \nand improve conditions, and people will flock to apply. You can bet on it.\n"}