{"title": "PROVIDING HEALTH CARE FOR ILLEGAL IMMIGRANTS: UNDERSTANDING HOUSE HEALTH CARE BILL", "body": "\nThe following information was released by the Heritage Foundation:\n\nby Robert Rector\n\nBackgrounder #2345\n\nAbstract: H.R. 3692 would deliberately permit illegal aliens to participate in the government health insurance \nexchange and in the public option insurance program. It would nominally bar them from receiving health care \n\"affordability credits\" and most regular Medicaid benefits, but verification procedures are weak and subject to fraud. \nMoreover, any limitations on benefits provided to illegal immigrants under the House bill are deceptive. The \nPresident and the congressional leadership clearly intend that these limits will be only temporary, to be overturned \nby amnesty or \"comprehensive immigration reform\" legislation that will be introduced next spring.\n\nThe issue of illegal immigrants and health care reform has drawn considerable attention. During his September 9 \naddress to Congress on health care, President Barack Obama famously declared that \"[t]here are also those who \nclaim that our reform efforts would insure illegal immigrants. This, too, is false. The reforms--the reforms I'm \nproposing would not apply to those who are here illegally.\"[1] The White House subsequently amplified this point, \nasserting that \"[u]ndocumented immigrants would not be able to buy private insurance on the [health insurance] \nexchange.\"[2]\n\nThe health care bill recently passed by the U.S. House of Representatives (H.R. 3692) clearly and directly \ncontradicts the President's declarations and promises. Under H.R. 3692:\n\nIllegal immigrants are clearly permitted to purchase health insurance under the government health insurance \nexchange created by the bill.\n\nIllegal immigrants are permitted to receive coverage under the \"public health insurance option\" created in the bill.\n\nIllegal immigrants are ostensibly barred from receiving taxpayer-funded \"affordability credits\" to subsidize their \nhealth care, but the verification procedures used to determine the legal status of those who receive credits are \nweak and subject to fraud.\n\nThe bill expands the Medicaid program. Illegal immigrants are nominally barred from receiving most Medicaid \nservices, but the verification procedures used to determine the legal status of those who receive credits are also \nweak and subject to fraud.\n\n\nAll illegal immigrant women who do not have private health insurance and who give birth inside the United States \nwill have the full cost of childbirth paid by the U.S. taxpayers. There will be no effort to have the mother repay any of \nthe cost. Given the fact that nearly 400,000 children are born inside the U.S. each year to illegal immigrant women, \nthese costs could be quite large.\n\nThe bill will provide tax credits to small businesses to subsidize the purchase of health insurance for illegal \nimmigrant employees. Under H.R. 3692, small businesses will be given tax credits to encourage them to purchase \nhealth coverage for employees; because firms are not required to verify the legal status of subsidized employees, \nboth legal and illegal employees will receive taxpayer support.\n\nIllegal immigrants will continue to receive so-called emergency medical services under the Medicaid program.\n\nFinally, any restrictions on giving taxpayer-funded health care benefits contained in the House or Senate health \ncare bills are, in fact, irrelevant because President Obama and the current House and Senate leadership have \npromised to grant amnesty to illegal immigrants. Amnesty would provide legal permanent residence, and \neventually citizenship, to some 10 million to 20 million illegal immigrants and their dependents. Amnesty would \ninevitably make illegal immigrants eligible for government health care insurance and credits, Medicaid, and all \nother welfare programs. (For example, the amnesty bills debated in Congress in 2006 and 2007 made amnesty \nrecipients eligible, after a short delay, for the full range of U.S. welfare and entitlement programs.)\n\nGranting illegal immigrants access to government health care and welfare would be enormously expensive for the \nU.S. taxpayer. The health care bills currently being debated in Congress would only increase those costs.\n\nAny restrictions on providing government health care to illegal immigrants in the House or Senate health care \nbills are deliberately deceptive. Such restrictions are intended to be merely temporary; President Obama and the \ncongressional leadership intend to nullify them with amnesty or \"comprehensive immigration reform\" legislation as \nsoon as possible.\n\nH.R. 3692 and Illegal Immigrants\n\nPresident Obama has publicly proclaimed that health care reform would not \"insure illegal immigrants.\" H.R. 3692 \ndeliberately violates the President's pledge. The bill would provide government-sponsored, taxpayer-funded health \ncare coverage to illegal immigrants in a number of ways.\n\n1. Illegal immigrants would participate in the health insurance exchange.\n\nSection 301 of H.R. 3692 creates the government health insurance exchange, and Section 302 specifies that \"all \nindividuals are eligible to obtain coverage\" through the exchange unless they are enrolled in another qualified \nhealth care plan such as Medicare, Medicaid, veterans health care, or some employer-provided coverage.[3] No \nrequirement limits participation in the plan to citizens and lawful residents; the bill makes illegal immigrants fully \neligible to participate and purchase insurance through the government exchange.\n\nIn addition, certain employers are permitted to purchase health insurance for their employees through the \nexchange. There is no requirement that such covered employees be citizens or legal residents; illegal immigrant \nemployees are clearly eligible.\n\nThese provisions directly contradict the promises made by the Obama White House that under any proposal \nsupported by the President, \"undocumented immigrants would not be able to buy private insurance on the [health \ninsurance] exchange.\" The White House has further stated that under the Obama health care reform, \"Verification \n[of legal status] will be required when purchasing health insurance on the exchange.\"[4] The House bill deliberately \ncontradicts the President's proclamations.\n\n2. Illegal immigrants would be beneficiaries of the public option.\n\nTitle III, Subtitle B of the House bill creates the \"public health insurance option,\" a government health care plan. All \nindividuals and employers that are eligible to participate in the \"health insurance exchange\" are eligible to purchase \n\n\n\ncoverage through the public plan option; there are no restrictions on illegal immigrants participating in the plan \neither as employees or as individuals.\n\nSection 322 suggests that the public option plan will be largely self-funded by means of premiums paid by \nparticipants. Section 322(b)(3), for example, states that there will be no taxpayer \"bailouts\" of the public option plan \nin the future. This provision is meaningless and can be overridden by Congress at any time. It is very likely that \nCongress will provide the \"public option\" health care plan with extensive taxpayer subsidies in the future; all illegal \nimmigrants participating in the plan would benefit from those subsidies.\n\nThe deliberate inclusion of illegal immigrants in both the proposed health insurance exchange and the public \noption program sends a clear and alarming message: Illegal immigrants are to be welcomed and encouraged to \nlive in the U.S. The aim of the authors of H.R. 3692 is not to deter or reduce illegal immigration, but to support and \nsubsidize it.\n\n3. Illegal immigrants would not be eligible for affordability credits, but verification is weak.\n\nThe House bill provides \"affordability credits\" to subsidize the purchase of health insurance offered on the health \ninsurance exchange. Families with incomes below 400 percent of poverty (around $88,000 per year for a family of \nfour) will be eligible for some level of affordability credit.\n\nSection 342(a)(i) states that affordability credits shall be available only to those who are \"lawfully present in a state \nin the United States.\" This would include citizens and lawful immigrants who have legal permanent residence; non-\nimmigrant tourists are excluded. Section 347 repeats this point, stating that \"nothing in this sub-title shall allow \nfederal payments for affordability credits on behalf of individuals who are not lawfully present in the United States.\"\n\nIdentity Verification Under H.R. 3692. The original House health care bill (H.R. 3200) had similar provisions \nexcluding illegal immigrants but lacked a mechanism to verify whether an individual was lawfully present in the \nU.S. H.R. 3692 contains verification provisions that are an improvement on the original bill, but they remain highly \nvulnerable to identity theft and fraud.\n\nVerification of an Applicant Claiming Citizenship. Verification procedures for an applicant for affordability credits \nwho attests citizenship are provided in Section 342(b)(4)(C) of the House bill.[5] In this situation, verification would \ninvolve five steps.\n\nApplicants who self-assert they are citizens are not required to provide any physical documentation demonstrating \ncitizenship.\n\nAn applicant attesting citizenship will submit his name and Social Security number to the Health Care \nCommissioner.\n\nThe name and Social Security number will then be sent to the Social Security Administration (SSA) to be cross-\nchecked against the numident files kept by that agency. If the name and Social Security number match data in the \nnumident files, the individual is deemed to be an eligible participant. (Income eligibility will subsequently be \ndetermined based on IRS data.)\n\nIf the information submitted fails to match Social Security Administration data, the applicant will be given the \nopportunity to double-check the information submitted for clerical errors and to correct and resubmit erroneous \ndata. The applicant will also be given the opportunity to update or correct information in the SSA database if it is out \nof date or inaccurate. (For example, the SSA database may have a woman listed by her maiden rather than a \nmarried name.)\n\nIf the applicant is still unable to offer a name and Social Security number that matches SSA files, the applicant will \nhave four months to resolve the discrepancy. The applicant will remain eligible for affordability credits during the \nfour-month period.\n\n\n\nVerification for Immigrants Claiming Legal Permanent Residence. Verification procedures for applicants claiming \nthey are non-citizen immigrants with legal permanent residence are provided in Section 342(b)(4)(D) of the House \nbill.[6] These procedures are similar to those for citizen applicants except that immigrant applicants are required to \nprovide documentation or other proof of immigrant registration.\n\nThe immigrant's name and admission number or alien file number are submitted to the Department of Homeland \nSecurity (DHS) rather than the SSA for verification. If the name and number submitted correspond to the name and \nnumber of an immigrant with lawful permanent status in the DHS files, the applicant is deemed eligible for credits. \nIf there is a discrepancy between the information the applicant submits and DHS records, the applicant is given an \nopportunity to resolve it.\n\nProblems with Identity Verification in H.R. 3692. While the verification system proposed in H.R. 3692 can determine \nwhether the name and Social Security number submitted by an applicant correspond to an actual name and Social \nSecurity number in the Social Security database (or to a name and immigrant admission number in the DHS \ndatabase), the system cannot determine whether the applicant is actually the individual he purports to be. The \nsystem is thus vulnerable to identity theft in which one person assumes the identity of another.[7]\n\nFor example, an illegal immigrant could easily apply for government aid using the name and Social Security \nnumber of a lawful citizen. The proposed system would conclude that the illegal immigrant was eligible for aid.\n\nThe verification procedures for individuals applying for Medicaid are similar to those outlined above.[8] Although the \nprocedures may generally stop individuals from obtaining aid by using bogus Social Security numbers, they could \nnot prevent illegal access to benefits by way of identity theft or fraud.\n\nPrinciples of an Effective Verification System. An effective verification system must prevent three types of abuse:\n\nUnlawful receipt of benefits by use of a fictitious or made-up Social Security number and identity;\n\nUnlawful receipt of benefits by means of identity theft or sale (using the identifying information of a lawful eligible \nindividual); and\n\nUnlawful receipt of benefits by lawful residents who are otherwise ineligible for assistance (for example, receipt of \naffordability credits by an individual who is ineligible because he or she has an offer of employer-provided \ncoverage).\n\nTo prevent these types of abuse, an effective verification system should require the following:\n\nAll applicants should be required to provide valid physical identification documents showing citizenship or lawful \nresidence. Such documents alone will not prevent fraud, but they will make identity theft more difficult.\n\nAll applicants should be required to provide name, Social Security number (or immigrant admission number), and \ndate of birth. This information should be electronically checked against Social Security and Department of \nHomeland Security databases. The inclusion of date of birth would make identity theft more difficult.\n\nIdentifying information of applicants should be cross-checked electronically against information concerning \nconcurrent Medicare, Medicaid, veterans, or employer-provided health insurance coverage. Situations where \nmultiple concurrent coverage appears for a single individual could be examined for potential fraud or identity theft.\n\nThe House health care bill does not provide an effective verification system either for Medicaid or for affordability \ncredits. For example, the bill does not even provide a mechanism to prevent multiple affordability credits from being \nprovided under a single Social Security number.\n\nH.R. 3692's weak verification system leaves many of its other provisions unenforceable. For example, Section \n342(b)(1) contains an anti- crowd out provision stipulating that an individual who has an offer of qualified health \ncare coverage from an employer cannot receive affordability credits, but it creates no mechanism to enforce this \nprovision.\n\n\n\nOne way to enforce this provision would be to include health insurance information in the current wage reporting \nsystem. To reduce fraud in welfare programs, employers are already required (under U.S.C. 12320b-7) to provide \nquarterly information on employee wages. Anti-crowd out provisions could be enforced by having employers also \nprovide simple information on health insurance offers and coverage to employees. The federal government could \nuse this information to determine whether an individual was actually eligible for affordability credits. This information \ncould also help to prevent identity theft by identifying cases of potential multiple coverage.\n\n4. All births to uninsured illegal immigrant women would be covered by Medicaid.\n\nSection 305(d) of the House bill gives automatic Medicaid coverage to all newborn children who do not have other \ninsurance coverage, irrespective of the income of the child's family. As part of this coverage, Medicaid would pay \nfor the cost of the childbirth. There would be no effort to have the mother repay any of the cost.\n\nThis provision differs from existing Medicaid policy, which covers only lower-income children. Each year, nearly \n400,000 illegal immigrant women give birth in the U.S. [9] Most of these mothers lack health insurance. H.R. 3962 \nformally and explicitly transfers the cost of these births to U.S. taxpayers. The policy seems to create incentives for \neven greater illegal immigration in the future.\n\n5. Tax credits would be provided to small businesses to purchase health care for illegal employees.\n\nSection 521 of H.R. 3962 provides tax credits to small businesses equal to 50 percent of the cost of providing \nhealth coverage to employees. These credits would be available to firms with fewer than 25 employees, and firms \ncould receive them for a maximum of two years.\n\nThe bill does not require that the employees whose health care is subsidized through these credits be citizens or \nlawful immigrants, and firms are not required to check and verify the legal status of their employees as a condition \nof receiving the subsidies. Since there is no limit on the type of employees whose health insurance can be \nsubsidized by the credit, it seems clear that at least part of the credits would be used to subsidize the employment \nof illegal immigrants.\n\nAmnesty and Health Care Reform\n\nWhile H.R. 3692 fails to uphold President Obama's promise to exclude illegal immigrants from receiving benefits \nunder health care reform, it does provide some restrictions on illegal immigrant access to affordability credits and \nexpanded Medicaid. However, even these imperfect restrictions (along with similar limitations in the Senate health \ncare bill) are meaningless because both the President and the congressional leadership plan to override them with \namnesty legislation next spring.[10]\n\nPresident Obama understands that giving illegal immigrants full access to government health care benefits would \ndoom the current health care reform legislation politically. He has therefore devised a two-stage strategy for \nproviding government-funded health care to illegals.\n\nFirst, he plans to establish the new health care benefit system with massive subsidies but seeks to exclude illegal \naliens temporarily from receiving some or all of these benefits.\n\nSecond, after creating the new system, Obama plans, no later than next spring, to enact an amnesty bill that, \namong other things, would give current illegal aliens full access to the newly created health care benefits.\n\nAny \"comprehensive immigration reform\" or amnesty bill will inherently confer legal permanent residence and then \ncitizenship on current illegal aliens. This change in status will automatically grant illegal immigrants access to \ngovernment programs and entitlements, including expanded Medicaid and the new affordability health credits. (It is \nunconstitutional to deny any government benefit to naturalized citizens that is available to native-born citizens.)\n\nFor example, both amnesty bills advanced in Congress in recent years--the Comprehensive Immigration Reform \nAct of 2006 (S. 2611) and the Comprehensive Immigration Reform Act of 2007 (S. 1348)--would have given all \nillegal immigrants receiving amnesty access to all government means-tested welfare programs, albeit with slight \n\n\n\ndelays in obtaining eligibility. Obama's amnesty plan will inevitably follow the same course. It may try to reduce \nobvious short-term fiscal costs by delaying the time when amnesty recipients can obtain some government benefits, \nbut ultimately, all will become eligible.\n\nOver time, Obama's planned amnesty will give some 10 million to 20 million illegal immigrants not merely health \ncare benefits, but full access to the massive U.S. welfare system comprising over 70 separate aid programs at a \ncost of around $700 billion per year. Total welfare costs will hit $10.3 trillion over the next decade.[11] Lower-skill \nimmigrants will already receive around $1.5 trillion per year in means-tested welfare aid over the next decade; \nhealth care reform and amnesty will substantially raise these costs.\n\nBetween 50 percent and 60 percent of illegal immigrants are high school dropouts, so granting them full access to \nthe U.S. welfare system will be extremely expensive for taxpayers. The typical high school dropout immigrant \nreceives over $10,000 per household in means-tested welfare benefits each year throughout his lifetime.[12] While \nsome will argue that recipients of amnesty will pay taxes to offset welfare costs, lower-skill immigrants will receive \non average $3 in overall government benefitsfor each dollar paid in taxes. The proposed health care reform \nlegislation will increase these costs.\n\nOverall, the debate concerning providing government health benefits to illegal immigrants in health care reform \nlegislation is a deceptive charade. Any limitations on health care benefits for illegal immigrants that are contained \nin such reform legislation are meaningless, because both the President and the congressional leadership plan to \njettison those limits shortly after enactment.\n\nConclusion\n\nH.R. 3692 does not seek to deter or prevent illegal immigration, but rather to support and subsidize it. The bill would \ndeliberately permit illegal aliens to participate in the government health insurance exchange and in the public option \ninsurance program.\n\nIllegal immigrants are nominally barred from receiving health care \"affordability credits\" and most regular Medicaid \nbenefits, but the verification procedures to enforce these limitations are weak and subject to fraud. Nearly 400,000 \nillegal immigrant women give birth inside the U.S. each year; under H.R. 3692, many of these births would be fully \ncovered by U.S. taxpayers through the Medicaid program.\n\nFinally, all limitations on benefits provided to illegal immigrants under health care reform legislation are deceptive. \nThe President and the congressional leadership clearly intend that these limits will be only temporary, to be \noverturned by amnesty or \"comprehensive immigration reform\" legislation that will be introduced next spring.\n\nRobert Rector is Senior Research Fellow in the Domestic Policy Studies Department at The Heritage Foundation.\n\n[1]President Barack Obama, \"Remarks by the President to a Joint Session of Congress on Health Care,\" \nSeptember 9, 2009, at http://www.whitehouse.gov/the_press_office/Remarks-by-the-President\n\n-to-a-Joint-Session-of-Congress-on-Health-Care (November 20, 2009).\n\n[2]\"WH on Health Care, Illegal Immigrants,\" NBC, September 11, 2009, at \nhttp://firstread.msnbc.msn.com/archive/2009/09/11/2065287.aspx (November 20, 2009).\n\n[3]H.R. 3692, p. 156.\n\n[4]\"WH on Health Care, Illegal Immigrants.\"\n\n[5]H.R. 3692, p. 228. This section links to Section 1902(ee) of the Social Security Act, which specifies the \nverification procedures.\n\n[6]This section links to Section 1137(d), paragraphs 2 through 5 of the Social Security Act.\n\nhttp://www.whitehouse.gov/the_press_office/Remarks-by-the-President\nhttp://firstread.msnbc.msn.com/archive/2009/09/11/2065287.aspx\n\n\n[7]One variant on identity theft is identity sale, in which one person sells his identity information to another to enable \nthat individual to obtain government benefits. For example, an individual with employer-provided health coverage \ncould sell his identity data to others to enable them to receive Medicaid services. Another variant is identity lending, \nin which one person allows a relative or friend to pose as the first person in order to obtain Medicaid services for \nfree.\n\n[8]Medicaid verification standards for applicants attesting citizenship are complex. Individuals are required either to \nprovide physical documents listed in Section 1903(x) of the Social Security Act or (at state option) to provide a \nname and Social Security number only, which will then be checked against Social Security Administration records \naccording to procedures outlined in Section 1902(ee) of the Social Security Act. Section 1137(a) of the Social \nSecurity Act requires states to use an applicant's Social Security number to determine eligibility, but this provision \nseems to pertain to verification of wages and income rather to determination of citizenship. Applicants claiming to \nbe immigrants with legal permanent residence are verified for Medicaid under Section 1137(d) of the Social \nSecurity Act; these procedures are described in the section on verification for immigrants claiming legal permanent \nresidence with respect to affordability credits in the body of this paper. All verification procedures are vulnerable to \nfraud through identity theft.\n\n[9]Steven A. Camarota, Births to Immigrants in America, 1970 to 2002, Center for Immigration Studies, June 2005. \nSome of the cost of these births is already paid for under the Medicaid Disproportionate Share Hospitalization \n(DSH) program.\n\n[10]On November 14, 2009, Homeland Security Secretary Janet Napolitano reaffirmed support for amnesty \nlegislation early next year. See Spencer S. Hsu, \"Obama Presses Congress to Rework Immigration Laws,\" The \nWashington Post, November 14, 2009, at http://www.washingtonpost.com\n\n/wp-dyn/content/article/2009/11/13/AR2009111303995.html (November 20, 2009).\n\n[11]Robert Rector, Katherine Bradley, and Rachel Sheffield, \"Obama to Spend $10.3 Trillion on Welfare: \nUncovering the Full Cost of Means-Tested Welfare or Aid to the Poor,\" Heritage Foundation Special Report No. SR-\n67, September 16, 2009, at http://www.heritage.org/Research/Welfare/sr0067.cfm.\n\n[12]Robert Rector and Christine Kim, \"The Fiscal Cost of Low-Skill Immigrants to the U.S. Taxpayer,\" Heritage \nFoundation Special Report No. SR-14, May 21, 2007, at http://www.heritage.org/research/immigration\n\n/SR14.cfm.\n"}