{"title": "Pro-Arizona radio show raises some immigration static", "body": "\nThe Justice Department lawsuit against Arizona's new immigration law is an Obama administration \"effort to shore \nup the Hispanic vote in future elections,\" Sen. John McCain (R., Ariz.) told 200 demonstrators rallying in favor of the \nlaw in South Philadelphia on Wednesday.\n\nSpeaking by telephone to Dom Giordano of the \"Big Talker 1210 AM\" radio program broadcasting from the \nsidewalk at Geno's Steaks, McCain said \"people in Arizona feel a little bit under assault\" because opponents of the \nlaw have called for boycotts of the state.\n\nThe law, on hold pending litigation, requires police to confirm the immigration status of anyone they stop lawfully \nand suspect may be in the country illegally.\n\nArizona Gov. Jan Brewer, a Republican, said her state had to act because the federal government is not stemming \nthe tide of illegal immigration from Mexico.\n\nBut believing that Arizona's law usurps the federal power to set immigration policy, Attorney General Eric H. \nHolder Jr. and a coalition of civil rights groups have challenged it in federal court.\n\nAt the same time, at least eight state attorneys general, including Pennsylvania's, have joined in a friend-of-the-\ncourt brief to support the law.\n\nSentiment backing the Arizona law was widely shared outside the steak shop owned by Joey Vento.\n\n\"I support the American rule of law. I'm not anti-immigration. I'm anti-illegal immigration,\" said Tobi Grant, a \nretired Philadelphia schoolteacher, who drove more than an hour from her home in Blue Bell to attend the rally. The \nevent was a fund-raiser to boost Arizona's legal war chest in its fight with the federal government.\n\nAcross the street from the radio show, about 100 demonstrators banged drums and shook tambourines to try to \ndisrupt the broadcast.\n\n'Our voices heard'\n\n\"We are just here to show that there are a lot of people opposed\" to states passing their own immigration laws, \nsaid Jen Rock, one of the organizers of the counterdemonstration.\n\n\"We oppose the trend of individual state action,\" said Rock, \"and we are going to make our voices heard as loud as \ntheirs.\"\n\n\nState Rep. Daryl Metcalfe (R., Butler County) has introduced a law similar to Arizona's in the Pennsylvania \nlegislature.\n\nSome of the counterdemonstrators held signs that read, \"Real immigration reform, not hate-mongering\" and \nchanted, \"Don't give in to racist fear, immigrants are welcome here.\"\n\nAbout 10 uniformed and plainclothes Philadelphia police officers were on hand to maintain order. While opposing \ndemonstrators exchanged some nasty remarks, there were no altercations.\n\nVento, 70, said his passion for tough enforcement of immigration law grew out of the worldwide media attention he \nreceived in 2005 when he posted a sign at his shop that read: \"This is AMERICA: WHEN ORDERING PLEASE \n'SPEAK ENGLISH.' \" The sign was decorated with a sharp-beaked eagle and an American flag.\n\nVento said it was just a request to customers so that the sandwich line would run more smoothly.\n\nBut the Philadelphia Commission on Human Relations, noting that South Philadelphia had a growing number of \nimmigrants, interpreted the sign as an attempt to \"intimidate\" customers of certain backgrounds.\n\nAfter a prolonged investigation, the commission charged Vento with violating a city ordinance against \ndiscrimination.\n\nBut in March 2008, Vento felt vindicated when the commission ruled that his restaurant had not violated the city's \nFair Practices Ordinance.\n\nGiordano, the radio host, said the idea to help Arizona raise funds for its litigation with the Justice Department \nevolved naturally in conversations with Vento, who estimated that he has spent more than $50,000 on Giordano \nbroadcasts in support of Arizona.\n\nFrom the moment it was announced, the broadcast promised to be a lightning rod.\n\nPro-immigrant groups, including Philadelphia's New Sanctuary Movement, sent an alert to more than 2,700 people \nvia Facebook.\n\nThe Independence Hall Tea Party Association, a \"limited-government\" advocacy group, turned out its membership \nfrom New Jersey, Pennsylvania, and Delaware.\n\n\"The Obama administration has filed suit against Arizona in an attempt to prevent that state from enforcing \nreasonable immigration laws to protect its own citizens,\" said association president Teri Adams. \n\nFighting for others Vento said, \"I'm just doing what most Americans would do if they could. I'm fighting for other \nAmericans, my kids, my grandchildren. I don't want to head toward this Third World-culture thing.\n\n\"Arizona has a problem,\" he added. \"What's playing in their movie theater, I definitely don't want playing in our \nmovie theater.\"\n\nIn a Quinnipiac University telephone survey of 1,367 Pennsylvania voters, released Monday, 47 percent of \nrespondents said they would want Pennsylvania to pass a law similar to Arizona's. Thirty-four percent said they \nopposed such a law for Pennsylvania, and 19 percent expressed no preference.\n\nIn Philadelphia, 48 percent favored tougher enforcement; 45 percent supported integration. The survey had a \nmargin of error of about three percentage points.\n\nContact staff writer Michael Matza at 215-854-2541, or mmatza@phillynews.com.\n\nStaff writer Amy Worden contributed to this article.\n\nmailto:mmatza@phillynews.com\n\n\nGraphic\n\n \n\nFeed Loader\n"}