{"title": "Recession blocks illegal immigration", "body": "\nTheir job prospects battered by a deep recession, fewer immigrants are being caught trying to cross illegally into \nthe United States than at any time since the 1970s, say two reports based on new federal data. But it remains \nunclear whether many illegal immigrants already here are heading back home.\n\nApprehensions of illegal immigrants at the U.S.-Mexico border are down 34 percent over the past two years, \naccording to new U.S. Department of Homeland Security data   on pace to be even lower in fiscal 2009. With record \nremovals of unauthorized migrants in the U.S. and increased spending on border security, the economic and \nenforcement barriers to crossing into California and other Southwestern states have rarely been higher, federal \nofficials and immigration experts say.\n\n\"It's far riskier to cross the border, it costs more, and the rewards are simply not there   the jobs that have driven \npeople here for 40 years,\" said Al Camarillo, a Stanford historian who follows Latin American immigration.\n\nA new Pew Research Center report estimates that for the 12 months ending in February 2009, the net migration \nbetween Mexico and the U.S.   the number of people coming to the U.S. minus those returning to Mexico   was \nabout 203,000, less than half of the 547,000 two years earlier.\n\n\"There is no real way to separate what part is enforcement and what part is economic,\" said Jeffrey Passel, co-\nauthor of the Pew report. \"They may work together.\"\n\nAnd now, those who cross the border increasingly make states other than California their destination.\n\nEven after the economy picks up, Camarillo said, \"I don't think you're going to see a place like California be the \nmagnet again, as it was from the 1970s to the late '90s.\"\n\nWhile some have theorized that the recession has prompted more Mexicans to go home, Pew found no such \nevidence from an analysis of data from the Mexican government and the U.S. Census.\n\nOthers disagree. Steven Camarota of the Center for Immigration Studies, a group that favors increased \nimmigration curbs, says his census data analysis suggests more young, undocumented Mexicans are returning \nhome this year because of the recession.\n\n\"I think it's half right,\" Camarota said of the Pew report. \"The legal population is not going home, but it appears the \nillegal population is going home in larger numbers. Fewer people are coming.\"\n\nNumbers drop\n\nCamarota says the population of illegal immigrants in the U.S. may have dropped below 11 million, from a high of \nabout 12 million in 2006.\n\n\nLocal organizations that work with immigrants from Mexico and the rest of Latin America agree that few are \nreturning home. But they paint a mixed picture when asked whether immigration from those countries has slowed \nin recent years.\n\n\"We here on the ground have not seen the slightest decrease in clients or requests for information on our hot line,'' \nsaid Basil Robledo, director of programs at SIREN, the Services, Immigrant Rights and Education Network in San \nJose.\n\nBut Karla Reyes, a 22-year-old San Jose State University student who works with many undocumented immigrants, \nhas detected a decrease in the number of immigrants coming from Latin America.\n\n\"Definitely it's getting harder for immigrants to be here because so many people are losing their jobs,\" Reyes said. \nBut, she added, \"there's still a flow of immigrants because their home countries are worse off economically than \nhere.''\n\nWork competition\n\nThe result, she said, has been that immigrants are becoming more desperate as they compete for jobs and \naffordable housing   often crowding into shabby rental housing   as they line up at food banks instead of job lines.\n\nMark Silverman, an attorney at San Francisco's Immigrant Legal Resource Center who for many years had held \ncommunity meetings in San Jose, said he always used to get questions about \"somebody's brother or cousin \ncaught at the border\" for illegally attempting to cross it. Now, he said, he rarely hears such questions   an indication \nof how fewer immigrants are being nabbed by the Border Patrol because fewer are coming.\n\nIncreased spending for border security has greatly increased the fee Mexican nationals are paying to smugglers to \ncross the border, said a spokesman for U.S. Customs and Border Protection, an arm of homeland security. \nMeanwhile, tougher border scrutiny is forcing people trafficking drugs and illegal immigrants to become more \ncreative   with people hollowing out surfboards to hide marijuana and even floating narcotics through the sewer \nsystem of Nogales, Ariz.\n\nThrough June 30 of this fiscal year, authorities apprehended about 429,000 people attempting to cross the border   \ndramatically off the 1.7 million people apprehended in 2000, the peak year. Nine months into the 2009 fiscal year, \nthe pace is comparable to the 597,000 people apprehended in 1975.\n\n\"Does the economy have anything to do with it? Of course it does,\" said Lloyd Easterling, the Customs and Border \nProtection spokesman. \"But we would be foolish to say that enforcement, especially since we've ramped up in \nseveral areas in the last few years, wasn't a part of it. It's a big part of it.\"\n\nContact Mike Swift at 408-271-3648. Follow him on Twitter at twitter.com/swiftstories .\n\nGraphic\n\n \n\nTheir job prospects battered by a deep recession, fewer immigrants are being caught trying to cross illegally into \nthe U.S. than at any time since the 1970s, say two reports based on new federal data.\n"}