{"title": "In search of immigration solutions", "body": "\nRegarding the May 12 editorial \"Kick-starting immigration reform\":\n\nInstead of recognizing that both sides of the immigration debate have legitimate concerns, The Post suggested \nonly that President Obama \"curtail or suspend\" some enforcement and expand legal immigration for graduates of \nPhD programs (a step that will matter little to those already in the United States illegally).\n\nHow about a realistic compromise? A plan that includes both (a) a path to legal permanent residency, as well as (b) \na permanent prohibition on U.S. citizenship could break the stalemate. \n\nFor Republicans, the perceived scofflaws and line-jumpers would not get off scot-free with all of the privileges of \ncitizenship. At the same time, there would be real, compassionate relief for millions of otherwise law-abiding people \nliving in the shadows. Each side would be making concessions while still preserving significant ideological ground.\n\nLegal, permanent residents can live long, happy lives in the United States without becoming citizens. Indeed, many \nchoose this path voluntarily even when eligible for naturalization. It's time for politicians and opinion makers in \nWashington to think outside the box.\n\nErik Warga, Washington\n\nl\n\nA more accurate headline for this editorial would have been \"Kicking Obama in the shin once again.\" \n\nThe Post acknowledged several times that Republicans have shown zero interest in moving any legislation on \nimmigration reform, either comprehensively or piecemeal. \n\nYet the thrust of the editorial is that President Obama is at fault - both for not acting  unilaterally and for criticizing \nthe GOP for blocking action. Could you not find room for one sentence condemning hard-liners for making a bad \nsituation even worse?\n\nLet's suppose that the president took your advice and shifted his focus even slightly from enforcement.  \n\nI can already imagine the GOP attack ads that would flood the airwaves in response.\n\n\nSteven Alan Honley, Washington\n"}