{"title": "Immigration 'Nirvana,' Lost; Thanks largely to Democrats, the Senate missed an opportunity.", "body": "\n THE SENATE COULD have left town yesterday with a workable, if imperfect, immigration bill that would have let \nmillions of people living here illegally come out of the shadows. It had before it a deal that could have attracted 70 \nvotes; it had the backing of the White House and the support of Senate Majority Leader Bill Frist (R-Tenn.), despite \nhis previous, enforcement-only stance. \n\n  But after two weeks of slogging toward compromise, the deal blew up over a procedural standoff on whether to \nmove forward with voting for amendments, as Republicans were demanding, and if so, for how many. Republicans \nblamed Democratic obstructionism aimed at keeping voters' attention focused on the punitive, Republican-\nsponsored House bill.  \n\n \"It's not gone forward because there's a political advantage for Democrats not to have an immigration bill,\" said \nSenate Judiciary Committee Chairman Arlen Specter (R-Pa.). Democrats blamed Republican bad faith and said \nRepublicans refused to impose a reasonable limit on amendments. \"The amendments were being offered by people \nwho didn't want the bill,\" said Senate Minority Leader Harry M. Reid (D-Nev.).  \n\n  Both of those assertions contain elements of truth. But Democrats  --  whether their motive was partisan \nadvantage or legitimate fear of a bad bill emerging from conference with the House  --  are the ones who refused, in \nthe end, to proceed with debate on amendments, which is, after all, how legislation gets made. The unfortunate \nresult is that momentum toward balanced reform may be lost. \"The Democratic leadership played politics with the \nprospect of 10 million immigrants getting on a path to citizenship,\" said Frank Sharry, executive director of the \nNational Immigration Forum, a pro-immigration group. \"It seems that Democratic leaders wanted an issue, not a \nbill.\"  \n\n Too bad, because, as Sen. John McCain  (R-Ariz.) described the measure, \"compared with the status quo, it's \nnirvana.\" The compromise was a slightly tweaked version of a bill produced by the Senate Judiciary Committee \nand modeled on the proposal by Mr. McCain and Sen. Edward M. Kennedy (D-Mass.). As retooled by Sens. Mel \nMartinez (R-Fla.) and Chuck Hagel (R-Neb.), the bill still would have entitled almost all of the nation's 11 million or \nmore illegal immigrants to legal status and, ultimately, citizenship. Moreover, it would have reduced incentives for \nfuture illegal immigration by creating a significant supply of legal guest worker permits  --  a new program that \nwould, as well, give foreign workers the chance to become permanent residents and ultimately citizens. \n\n\n The measure wasn't perfect, and certainly there are risks in going to conference with the House and its \nenforcement-only approach. But Democrats putting political self-interest over solving a serious policy problem \nought to worry that their actions will backfire with the very people whose interests they are purporting to protect. \n"}