{"title": "Congressional Republicans soften immigration stance; CALL TO REMOVE FELONY PROVISION FROM HOUSE BILL", "body": "\nIn the wake of this week's massive demonstrations, many House Republicans are worried that a tough, anti-\nillegal-immigration bill they thought would please their political base has earned them little benefit while becoming \na lightning rod for the fast-growing national movement for immigrant rights.\n\nTuesday, GOP leaders in the House and the Senate called for removing a provision in the House-passed \nimmigration bill that would make it a felony for an illegal immigrant to be in the United States.\n\nThe written statement from House Speaker Dennis Hastert of Illinois and Senate Majority Leader Bill Frist of \nTennessee seeks to deflect blame for the harshest provisions of the House bill on the Democrats. The statement \ndid not represent a change in position for the Republican leadership, which supports making the offense a \nmisdemeanor.\n\nDemocrats ``voted to make felons out of all of those who remain in our country illegally,'' the leaders wrote. ``It \nremains our intent to produce a strong border security bill that will not make unlawful presence in the United States \na felony.''\n\nSen. Edward Kennedy, D-Mass., fired back that ``there's no running away from the fact that the Republican House \npassed a bill and Senator Frist offered one that criminalizes immigrants.''\n\nHouse Republicans rushed through legislation before Christmas that would build hundreds of miles of fence along \nthe U.S.-Mexico border, mandate that businesses verify the legality of all employees through a database, fortify the \nBorder Patrol and declare illegal immigrants and those who help them to be felons. After more lenient legislation \nfailed in the Senate last week, the House-passed version burst into public this week, as hundreds of thousands of \nprotesters nationwide turned out to denounce the bill.\n\nHouse Democrats acknowledged that they helped block Republican efforts in December to soften the \nRepublican-crafted section declaring illegal immigrants to be felons, but they said responsibility for the bill rests \nwith the Republicans, who voted overwhelmingly for its passage.\n\n``The Democrats were not going to do anything to make it easier for Republicans to pass an atrocious bill,'' said \nJennifer Crider, a press officer for House Minority Leader Nancy Pelosi, D-San Francisco.\n\n\nTuesday's maneuvering underscores how the immigration issue has mushroomed into a fierce political debate \nwith large political stakes heading into the November congressional elections. The thousands of protesters in the \nstreets Monday vividly demonstrated the power of the issue, which some strategists say threatens to undercut \nPresident Bush's longstanding hope of making Latino voters a GOP constituency.\n\n``There was political calculation that they could make this the wedge issue of 2006 and 2008, but it's not playing out \nthat way,'' said Rep. Raul Grijalva, D-Ariz. ``This has galvanized and energized the Latino community like no other \nissue I have seen in two decades, and that's going to have electoral consequences.''\n\nThe politics of the issue have shifted markedly since the House acted. Republican lawmakers are increasingly \nsaying that they will now consider some avenue to grant illegal immigrants access to lawful employment. \nDemocrats who voted for the House bill with an eye on their political futures or to pre-empt attacks from \nconservatives are rethinking their position.\n\nThe House measure passed after GOP leaders had rushed lawmakers back to Washington for a December \nsession to vote on the immigration measure, hoping to give their members an accomplishment to tout over the \nwinter recess. But it was the maneuvering of Democrats that preserved the bill's most infamous provision, \ndeclaring illegal immigrants felons.\n\nThe bill, written by House Judiciary Committee chair James Sensenbrenner, R-Wis., included the felony \nprovision. But when he took it to the House floor, Sensenbrenner offered an amendment to downgrade the offense \nof being an undocumented worker from a felony to a misdemeanor.\n\nThe Democratic leadership pushed its members to vote against the amendment, and 191 Democrats did.\n\nThe Los Angeles Times contributed to this report.\n"}