{"title": "Trapped; Americans (a)Love (b)Hate Immigrants", "body": "\nTHE case of Linda Chavez illustrates the conflicting impulses, some say hypocrisy, many Americans face in \ndealing with illegal immigrants -- indeed with the whole subject of immigration -- today.\n\n     Ms. Chavez, who withdrew from consideration to be Secretary of Labor last week following reports that an illegal \nimmigrant lived and did some chores in her home in the early 1990's, said she was just helping a frightened \nwoman in need. But she has also called for tightening the nation's borders against illegal aliens. \n\n Under the politicized klieg lights of a presidential transition, it seemed a jarring combination of attitudes. But it is a \ncombination remarkably typical of the way many Americans feel -- or at least act. Whether out of kindness or \neconomic necessity, they look the other way when it comes to checking the legal status of immigrants in their daily \nlives, even as they encourage in principle government efforts to crack down on immigrants who enter the country \nillegally.\n\nEspecially in today's tight labor market, America can't function without immigrants -- and there aren't enough legal \nones -- from its agricultural fields to Silicon Valley to the apartments and houses where nannies care for their \nchildren and clean their homes. \n\n\"The conflict is between the traditions of America as a nation of laws and as a nation of immigrants,\" said Frank \nSharry, executive director of the National Immigration Forum, a pro-immigration coalition. Put another way, Mr. \nSharry said, \"If illegal immigrants are so scary, why do America's mothers turn our children over to them every \nday?\" \n\nAbout 800,000 immigrants enter the country legally each year. An estimated 300,000 enter illegally or overstay \ntheir visas. For the first time since the 1930's, one of 10 Americans is foreign born. \n\nImmigrants are increasingly coveted by corporate America; were the nation's estimated six million illegal \nimmigrants expelled tomorrow, thousands of hotels, restaurants, meat-packing plants, landscaping companies and \ngarment factories would likely close.  At the other end of the salary spectrum, high-tech employers persuaded a \nRepublican Congress last year to nearly double the quota for high-skilled immigrants, to 195,000. \n\nAnd society grapples with conflicting impulses about immigrants every day. Illegal immigrants' children may \nattend public school, but even the brightest among them are ineligible for public loans for college. In Arizona, armed \nranchers patrol the border to stop immigrants from crossing the desert and entering illegally, while other \nlandowners leave food and water along the route for the weary heading north. \n\n\nEmployers face penalties if they hire undocumented workers, but many do so anyway, knowing they will lose out to \ncompetitors if they can't fill the jobs that most legal residents won't take. \n\n\"We are encouraging a hypocrisy,\" said Senator Pete Domenici, a New Mexico Republican. \"At the border we \narrest, but once they get here everyone opens their arms and says we've got a job for you.\" \n\nThis political ambivalence is rooted in personal ambivalence. As Ms. Chavez wrote in 1994: \"So long as they stay \nout of trouble once they're here, most Americans ignore illegal aliens. I've yet to see a customer walk out of a \nrestaurant because his dishes were being washed by an illegal alien.\" \n\nAnd unless you are nominated for a top Government job -- particularly enforcing the nation's labor laws, as Ms. \nChavez was -- immigration experts say chances are good that hiring illegal immigrants will go unpunished. (That, \nof course, raises other concerns about employers exploiting undocumented workers.) \n\nNot long ago immigrants faced a political firestorm. In 1994, Gov. Pete Wilson of California was re-elected on the \nback of Proposition 187, which barred illegal immigrants' children from public schools. In 1996, Congress \napproved harsh bills that barred hundreds of thousands of legal immigrants from receiving food stamps and \nfederal disability assistance. Another required the deportation of legal aliens convicted of a variety of offenses, \nsome of them minor, and made the statute retroactive.\n\nAttitudes have softened since then. The big difference now, of course, is the strong economy. In California, for \nexample, at least half the 40,000 workers who harvest the state's raisin crop are undocumented, said Senator \nDianne Feinstein, a California Democrat. \n\n\"In a growing economy, people are looking for low-cost labor with no questions asked,\" said Dan Stein, executive \ndirector of the Federation for American Immigration Reform, which opposes increased immigration. \n\nIN a Gallup poll last September, 44 percent of the respondents said immigrants mostly help the economy, while 40 \npercent said they mostly hurt. Asked the same question in July 1993, 26 percent said immigrants helped and 64 \npercent said they hurt. \n\nFor years, American unions viewed immigrants with suspicion. The A.F.L.-C.I.O. saw them as a threat to jobs and \nwage levels. But last February, it called for a blanket amnesty for all illegal workers, arguing that in boom times, \nimmigrants were potential members.\n\nBoth political parties have scrambled to woo foreign-born voters. The election of George W. Bush marked the \nascension of the pro-immigrant wing of the Republican party, which still has powerful anti-immigrant critics. Mr. \nBush speaks conversational Spanish, has a Mexican-born sister-in-law, and ran a parallel Spanish-language \noperation during his campaign. \"New Americans are not to be feared as strangers; they are to be welcomed as \nneighbors,\" he told a Hispanic group last June.\n\nAfter all that, Mr. Bush drew 31 percent of the Hispanic vote, compared to 21 percent for Mr. Dole in 1996. But he \nstill fell a few points short of what Ronald Reagan drew among Hispanics in 1980 and 1984, and barely nosed out \nhis father, President George Bush, who registered 30 percent in 1988. \n\nThe issue's political sensitivity surfaced in the debate over Ms. Chavez's selection. The situation echoed that of \nPresident Clinton's first nominee for attorney general, Zoe Baird, whose appointment was sidetracked following \ndisclosures that she employed an illegal immigrant as a nanny and had failed to pay Social Security taxes. \nDemocrats, who opposed Ms. Chavez's appointment because they strongly opposed her views on labor policies in \ngeneral, dealt gingerly with her case, sticking to legal issues and shying away from criticisms that could appear anti-\nimmigrant. \n\nEven as many Americans accept illegal immigrants with a wink and a nod, Congress has taken only halting steps \nto loosen restrictions. Lawmakers and the Clinton administration struck a compromise last year to reunite 300,000 \nto 500,000 spouses and children with legal permanent residents. But Republicans rejected Mr. Clinton's broader \n\n\n\nproposals, including granting legal status to immigrants who fled wars and political chaos in Haiti, El Salvador, \nHonduras and Guatemala. \n\nIMMIGRANT rights supporters vow to renew their fight in this closely divided Congress, but experts say adjusting \nthe law to life's realities may have to wait. \"It just hasn't been an item that's high on our priorities,\" Senator Feinstein \nsaid.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Along the border in Jacumba, Cal., a Border Patrol agent drives past a spot where a man waits for sunset to \ntry to cross illegally from Jacume, Mexico. (Susan Sterner/Associated Press) \n"}