{"title": "Tired of refugees, Australia moves to bar the door;One of the region's richest and largest nations, it is now being strongly criticized for turning its back on those in need.", "body": "\nAustralia has a long tradition of immigration, dating to the 18th century, when it was used as a dumping ground for \nboatloads of British criminals.\n\nIt is about the size of the continental United States but has a population of only about 19 million - about 7 percent of \nthe U.S. total.\n\nSo why is this country, one of the richest in the Asia-Pacific region, fighting so hard to keep out one cargo ship of \nrefugees?\n\nPrime Minister John Howard sparked a diplomatic wrangle with Norway and Indonesia after refusing a Norwegian \nship permission to enter Australian waters with its cargo of about 460 refugees, mostly Afghans, who were picked \nup Monday from a sinking Indonesian ferry.\n\nYesterday, the refugees sweated out a fourth day on the deck of the Norwegian ship off Australia's Christmas \nIsland, their fate uncertain.\n\n\"We simply cannot allow a situation to develop where Australia is seen around the world as a country of easy \ndestination\" for asylum seekers, Howard said in explaining his decision.\n\nIn May, the government estimated the cost of dealing with unauthorized arrivals would reach $127 million a year by \n2002.\n\nWhile backing Howard's tough stance, the opposition Labor Party has accused him of playing up to voters who are \nincreasingly unhappy about the rising tide of asylum seekers. Elections take place in November or December, and \nHoward is trailing Labor in most major opinion polls.\n\n\nSurveys of people calling Australian talk-radio shows to discuss the impasse indicate that nearly 80 percent support \nHoward. But the government also has been strongly criticized by human-rights groups for its harsh treatment of \nasylum seekers, who are held here in detention camps, sometimes for years.\n\nThe attitude toward accepting new immigrants has undergone wide swings in Australia.\n\nThe so-called White Australia policy to keep out Asians and other non-Europeans was passed by the Australian \nparliament in 1901, and was not abolished until the 1960s.\n\nHowever, since the 1970s there has been a large influx of Asians, including tens of thousands of Vietnamese and \nCambodian \"boat people\" fleeing political persecution or poverty.\n\nIn recent years, the mood of the nation has been less welcoming. Despite its size, Australia receives far fewer \nasylum seekers than most other countries.\n\nMarissa Bandharangshi, a spokeswoman for the U.N. High Commissioner for Refugees in Australia, said that in \nthe first three months of the year, 2,386 people applied for asylum, compared with 21,054 in Germany, 15,000 in \nthe United States, and 17,000 in Britain.\n\nSome seeking refuge in Australia arrive by air, but most are believed to come on boats operated by illegal human-\nsmuggling gangs.\n\nThe boats set off from Indonesia and make a perilous crossing to either Christmas Island, where the current \nrefugee drama is unfolding, or to the northwestern tip of mainland Australia.\n\nIn the year that ended June 30, 2001, 54 boats carrying 4,141 people - increasingly from Afghanistan - arrived in \nAustralia.\n\nYusuf Hassan, spokesman for the UNHCR in Islamabad, Pakistan, said the \"humanitarian catastrophe\" in war-torn \nAfghanistan had caused more than 400,000 Afghans to flee the country in the last 12 months. Many pay smugglers \nup to $14,000 for passage to Europe or Australia.\n\nIn the last 18 months, Australia's treatment of asylum seekers has drawn condemnation from international and \nlocal human-rights groups, churches, and even a bipartisan parliamentary committee.\n\nThe asylum seekers are held in detention centers until authorities establish whether they are legitimate refugees - \na process that can take months or years.\n\nCivil rights groups have compared the facilities to concentration camps, denouncing especially the detention of \nchildren and women, some of whom have been held for more than three years.\n\nIn recent months, detainees have staged riots and breakouts to protest conditions and the length of time taken to \nprocess their applications.\n\nThe government has tried a variety of plans to stem the flow of refugees, including agreements with countries such \nas Indonesia to coordinate efforts to stop the boats.\n\nAt one point, immigration officials even produced a video warning would-be migrants they would face natural \nhazards - including snakes, spiders and crocodiles - should they survive the perilous sea crossing to Australia.\n\nGraphic\n\n \n\n\n\nPHOTO;\n\nAssociated Press\n\nPrime Minister John Howard said he couldn't allow Australia to be seen as an \"easy destination\" for seekers of \nasylum.\n"}