{"title": "Boris Johnson letter: Why did Boris refuse to sign his letter? Read three letters in full; BORIS JOHNSON has sent an unsigned extension request letter to the EU asking for a delay to Brexit from the current deadline of October 31. But why did the PM refuse to sign the letter?", "body": "\nDespite several protestations, Boris Johnson did comply with the law last night and sent three letters in all to the \nEuropean Union to ask for a Brexit delay. In compliance with the Benn Act, he sent an unsigned photocopy of his \nrequest, as well as an explanatory note from the UK's ambassador to the EU and a personal, signed letter \nexplaining his personal stance. But what did these letters actually say and why did Boris Johnson refuse to add his \nsignature to the extension request letter?\n\n Related articles\n\nBoris Johnson was beaten in the House of Commons on Super Saturday, despite his strong conviction that he \ncould win support.\n\nHowever, in a turn of events, 322 MPs chose to back the Letwin amendment bill which essentially compelled the \ngovernment to seek an extension to the Brexit process.\n\nThe now approved amendment submitted by Sir Oliver Letwin says parliament will withhold approval of Mr \nJohnson's Brexit deal until the withdrawal deal implementing Brexit has passed.\n\nThis could happen as early as next week with a series of votes kicking off on Tuesday.\n\nREAD MORE: Boris writes letter to Brussels but urges EU to send UK a message\n\n READ MORE\n\nThe Benn Act which was passed last month outlined that if Boris Johnson did not manage to get a Brexit deal \napproved by the EU and UK parliaments by the end of day on October 19, he was required to request an extension \nfrom the EU.\n\nThe current deadline is October 31, but the Benn Act dictates that the deadline must be moved to January 31.\n\nDespite Mr Johnson protests that delays would be harmful to the UK, he did comply with the legal mandate and \nsent the letter to the EU.\n\n\nHowever, of the three letters, the extension request letter was sent without an accompanying signature.\n\nWhat did the extension request letter say?Mr Johnson sent three letters to the European Union last night.\n\nThe first was the unsigned letter requesting a deadline extension to 11pm GMT on January 31, 2020.\n\nWithin the letter, he wrote that he was seeking an extension and that if the deal were ratified ahead of the \naforementioned date the period should be terminated early.\n\nThe letter was written from the \"Prime Minister of the United Kingdom of Great Britain and Northern Ireland\".\n\nDON'T MISSEU ploughs on with Boris' Brexit deal and ignores extension request [INSIGHT]Michael Gove has bet \nhis own money on UK leaving the EU on October 31 [ANALYSIS]Amber Rudd confirms she will support Boris \nJohnson's deal [INTERVIEW]\n\n Related articles\n\n READ MORE\n\nThe second letter was from Sir Tim Barrow, the UK's ambassador to the EU, inviting the Secretary-General to read \nthe letter and consider the extension request.\n\nThe third letter was a personal, signed letter from Mr Johnson.\n\nThe PM's letter was much longer in length and was addressed to European Council President Donald Tusk.\n\nMr Johnson wrote of the \"corrosive impact\" of a long delay, adding that he remained confident that he could ratify \nhis Brexit deal by October 31.\n\nWhy did Boris Johnson refuse to sign the extension request Brexit letter?In his refusal to sign the letter, as well as \nan additional letter outlining his personal stance in opposition to the extension request, Mr Johnson has thoroughly \nindicated that he is opposed to an extension.\n\nHis failure to sign shows his lack of support and endorsement in the legally mandated course of action.T\n\nThe PM had hoped to pass his Brexit deal through the House of Commons on Saturday, but in another bruising \ndefeat, 322 MPs voted to withhold approval from his deal, forcing his hand.\n\nMr Johnson has repeatedly insisted he will not negotiate any further extension of the UK's membership for the EU \nand has said he would prefer to leave the EU with no deal than delay the UK's departure date again.\n\nThe PM has even said previously he would \"rather be dead in a ditch\" than ask the EU to delay Brexit.\n\nHowever, now he has been forced to make the request and EU leaders are consulting on the matter according to \nDonald Tusk who tweeted about the PM's letter.\n\nHe tweeted: \"The extension request has just arrived. I will now start consulting EU leaders on how to react.\"\n\nMr Johnson's refusal has sparked outrage among some MPs.\n\nLabour leader Jeremy Corbyn accused Johnson of \"petulant posturing and bluster\" and said \"his damaging deal \nwas defeated today.\"\n\nJohn McDonnell said Mr Johnson was \"behaving a bit like a spoilt brat\" by sending an unsigned letter to Brussels.\n\nWhile Anna Soubry, from The Independent Group for Change, accused the prime minister of acting like a \"truculent \nchild\" and Liberal Democrat Christine Jardine MP said Mr Johnson was going against the will of the Commons.\n\n\n\nOne former Tory cabinet minister told The Guardian: \"This is clearly against the spirit of the Benn Act and is not \nconsistent with the assurances that were given by Downing Street to the Scottish courts about applying for an \nextension. \n\n\"It will also put government law officers in a very uncomfortable position.\"\n\n Related articles Brexit deal details: What has Boris Johnson agreed with the EU? Brexit vote: How Remainer John \nBercow could have the deciding vote Boris Johnson brexit votes: Who is supporting Boris's deal in Commons?\n"}