{"title": "IRANIANS TESTING THE LIMITS OF U.S. JUSTICE", "body": "\nAn international political controversy spilled into the streets of the nation's capital last week, raising fresh questions \nabout the rights of aliens to express unpopular views.\n\nJust as supporters and opponents of the Shah clashed here three years ago, when the Iranian monarch visited the \nWhite House, friends and foes of Ayatollah Ruhollah Khomeini have recently been confronting each other in \ndemonstrations here. Nearly 200 Iranian students were arrested late last month at a demonstration in support of the \nAyatollah and spent 10 days in prison.\n\nAs soon as they were released, they returned to Washington to participate in yet another demonstration, protesting, \namong other things, their treatment in prison. Angry onlookers jeered and heckled the\nAN-A\n\nIranian demonstrators, who seemed eager to provoke just such a reaction. For its part, Teheran saw a victory for \nIslam in the release of the protesters from American prisons. ''After 10 days,'' Teheran radio said, ''the savage \npolice of Washington and the ruthless and cruel police of the U.S. Immigration Department at last retreated in the \nface of the brave struggles of our beloved sisters and brothers.''\n\nThe Iranian demonstrations and the treatment of the protesters by Federal authorities raised several questions to \nwhich there were no simple answers. To what extent are aliens protected by the Constitution? To what extent do \nthey enjoy First Amendment rights of free speech and assembly? Can immigration laws be used as an instrument \nof foreign policy? Does the Immigration and Naturalization Service consult with the State Department in deciding \nhow to enforce the law?\n\nJustice Department officials insisted that the treatment of the Iranian protesters was strictly in accordance with \nimmigration laws and that the political beliefs of the protestors were not a consideration. The State Department \ninsisted that it had not sought lenient treatment for the Iranian prisoners in an effort to avoid harm to the American \nhostages. Consultations between the two agencies were apparently informal and the details were kept secret.\n\nThe District of Columbia police said that the 192 Khomeini supporters were arrested after they pushed through a \npolice line on July 27 and tried to disrupt an anti-Khomeini rally. The Iranians, initially held in the city jail on \ndisorderly conduct charges, were transferred to Federal custody and taken to New York for possible deportation \nproceedings because they refused to disclose their names.\n\nUnder rules issued last November by the Justice Department, Iranian students must make ''full and truthful \ndisclosure of all information requested.'' Officials said the Iranians were violating this requirement until they \nidentified themselves.\n\n\nIt was announced, after rather hurried checks of the files, that all the Iranian prisoners were ''in status'' - in \ncompliance with the law and with the terms of their visas. That finding surprised Justice Department officials (who \nmaintain that a fair percentage of any foreign student group usually has visa problems) and suggested that the \ndemonstrators had been carefully selected.\n\nOn the other hand, immigration officers who interviewed the Iranians said that many had been released \nprematurely, that some were indeed ''out of status.'' The Justice Department is conducting an internal investigation \nto determine what actually happened.  Preliminary evidence suggests problems, at the very least, in the way \ninformation was transmitted and decisions made within the immigration service, a beleaguered agency in the best \nof times.\n\n \n\nA Policy of Extremes?\n\nThe Iranian demonstrators, it seemed clear, were testing the limits of the First Amendment. The Bill of Rights \napplies to ''people'' in the United States, not to citizens alone, and civil libertarians have successfully asserted many \nclaims on behalf of aliens. But Federal courts have also upheld the power of Congress to enact restrictions on \nclasses of foreigners.\n\n''Any policy toward aliens is vitally and intricately interwoven with contemporaneous policies in regard to the conduct \nof foreign relations, the war power and the maintenance of a republican form of government,'' the Supreme Court of \nthe United States said in a 1951 decision upholding the deportation of three resident aliens who had once been \nmembers of the Communist Party. ''Such matters are so exclusively entrusted to the political branches of \ngovernment as to be largely immune from judicial inquiry or interference.''\n\nJust as Congress has ''plenary power'' over immigration matters, the executive branch has substantial discretion in \nadministering the law. At one extreme is the tough Federal policy toward Iranians: Students already here were \nrequired to report to the nearest immigration service offices last November. Visas issued to Iranian citizens for \nfuture entry into the United States were invalidated in April. At the other extreme is the generous policy toward \nCuban refugees, who have been welcomed with financial assistance for two decades. Somewhere in between are \nthe hapless Haitian refugees, who faced expulsion from the United States until a Federal judge ordered the \nimmigration service to reconsider their asylum claims last month.\n\nCongress has not enacted special punitive measures against Iranians, but Representative Kent R. Hance, a Texas \nDemocrat, has asked for hearings to investigate ''possible subversive actions'' by Iranian students in this country. \nThe Federal Bureau of Investigation has some evidence to suggest that Iran sent money to the United States to \nhelp Khomeini supporters foment civil disturbances.\n\nHarsh actions against the Iranians in this country might be politically popular, but many diplomats, educators and \nspecialists on Iranian affairs oppose such measures. The American Foreign Service Association, the professional \norganization of career diplomats, said the fact that aliens could express their views here, in a nation of laws, ''stands \nin stark contrast to the violations of law and of human dignity'' suffered by the hostages in Iran. Or, as a Justice \nDepartment official said, ''We must not let the passions of the moment outweigh good long-term practice and \nprocedure.''\n\nGraphic\n\n \n\nIllustrations: photo of Iranians\n"}