{"title": "Mentally ill San Jose man faces deportation to Israel this week", "body": "\nHank Nijmeh,  the mentally ill San Jose man whose family owns the iconic Falafel's Drive-In, has lost his decade-\nlong battle with U.S. immigration authorities and will be deported this week to his native Israel, his attorney said \nMonday.\n\nNijmeh was brought Monday from the Yuba County Jail   which has a contract with U.S. Immigration and Customs \nEnforcement to hold immigration detainees   to an ICE holding facility in San Francisco. There, his family said \ngoodbye to him through a glass window and a telephone hookup, said Angela Bean, whose Oakland law firm has \nrepresented Nijmeh since 2002.\n\nThe 52-year-old Nijmeh's case is unusual because he has lived in the United States for nearly 43 years. The former \nBoy Scout, who graduated from Del Mar High School, is one of five children in a Palestinian Catholic family whose \nfather in the late 1960s bought the old Snow White Drive-In on Stevens Creek Boulevard and introduced falafels to \nthousands of Santa Clara Valley residents. Nijmeh and his dad ran the place for years. \n\nICE wouldn't tell Bean exactly when her client was being flown to Israel, but she said immigration officials have \nindicated he will be deported in the next day or so.\n\n\"For security reasons, we don't confirm when someone is being deported,\" said ICE spokeswoman Lori Haley.\n\nNijmeh's mother and brother-in-law left for Israel on Monday so they can take care of him when he arrives, Bean \nsaid. \"The family is obviously really upset,\" she said.\n\nHis family says Nijmeh has no relatives left in Israel and that he speaks no Hebrew and understands little Arabic.\n\nBean said she had talked to Nijmeh about a week ago after he was notified by ICE that it had obtained the \nnecessary travel documents from Israel to deport him.\n\nNijmeh has been diagnosed with \"chronic psychotic paranoid disorder\" and is tormented by severe hallucinations. \nBean said he has been prescribed anti-psychotic medications but hasn't been taking them in recent days because, \nhe says, they hurt his chest.\n\n\"He's so afraid of being dumped in Israel and being interrogated and incarcerated\" because of his odd behavior, \nBean said.\n\nICE officials say Nijmeh is just one of more than 100,000 \"criminal aliens\" deported each year. Many are legal \npermanent residents whose criminal histories make them candidates for deportation. \n\nNijmeh was first detained by immigration authorities in the late 1990s because of two marijuana convictions.\n\n\nHe continued to have run-ins with the law during the past decade. Among other things, he was convicted of striking \nhis girlfriend during an altercation. His family and his attorneys, however, say his mental illness was the root cause \nof all the crimes.\n\nIn lengthy legal briefs, Nijmeh's attorneys have argued that if he were deported he would, because of his mental \nillness, appear to be a suspicious-looking Palestinian and be picked up by Israeli security police.\n\n\"Basically he's being punished for his mental illness   and that is ethically wrong,\" said John Mitchem of San Jose, \npresident of the local chapter of the National Alliance on Mental Illness.\n\n\"To me the real issue is that so many people get into trouble with the law because of their illness,\" he said. \"We \nneed a better way of dealing with such people than simply throwing them in jail or deporting them.\"\n\nICE, however, says that \"deportable aliens\" with mental health problems are not exempt from the consequences of \nimmigration law.\n\nNijmeh didn't become a citizen automatically when both his parents naturalized in the 1970s because he had \nalready turned 18. And his family says he never got around to applying for citizenship as an adult, in part because \nof his marijuana smoking and mental illness.\n\nOver the years, Nijmeh has lost a series of motions, orders and appeals. He has been in ICE custody for more than \nthree years.\n\nHis lawyers are appealing his deportation order to the 9th U.S. Circuit Court of Appeals, but the court in late April \ndenied a stay that would have allowed him to remain in the country during the appeal, clearing the way for his \ndeportation.\n\nContact Ken McLaughlin at 408-920-5552.\n\nGraphic\n\n \n\nHank Nijmeh in his Boy Scout uniform shortly after he arrived in the United States from Israel at age 10.\n\nHank Nijmeh in happier days at his brother William's wedding.\n"}