{"title": "Congress Approves Financing For Military and Immigration", "body": "\nThe Senate voted unanimously on Tuesday to pass a bill that included $82 billion for supplemental military \nspending as well as several immigration and border security measures that had provoked fierce debate in \nCongress that is likely to continue for months.\n\n  The nature of the bill, mainly providing support for American troops overseas that President Bush had requested, \nmade it all but politically impossible to oppose in its final form.\n\n  ''Our brave men and women in uniform will not relent in their fight against terror, and we must not relent in our \nsupport of them,'' Senator Bill Frist of Tennessee, the majority leader, said. ''I'm glad that the House and Senate \nwere able to move so swiftly on this legislation.'' \n\n  Before voting to approve the measure, Democrats complained one last time about the use of an ''emergency \nsupplemental'' bill to pay for potentially foreseeable military expenses and accomplish a variety of other things \nCongress wanted. \n\n  ''Having this supplemental, unfortunately with the big title of emergency over it, appears to be an effort to rush \nthings through to avoid Congressional oversight and scrutiny,'' Senator Hillary Rodham Clinton, Democrat of New \nYork, said in the brief debate over the bill.\n\n  The most contentious aspects of the bill were a set of immigration measures sponsored by Representative F. \nJames Sensenbrenner Jr. and attached by the House, which he argued would make it harder for foreign terrorists to \noperate in the United States. Those include provisions, known as the Real ID Act, which will require states to check \nthe citizenship or legal residence status of any applicant for a driver's license, imposing new costs on state \ngovernments and requiring more paperwork for drivers.\n\n  The bill also overrides environmental rules that have impeded the construction of a barrier intended to deter illegal \nimmigrants along the Mexican border near San Diego. A third provision would make it harder for immigrants to gain \namnesty by making claims of persecution or human rights violations abroad.\n\n  The amnesty provision drew heavy criticism from religious and human rights groups who argued that it could harm \ngenuine victims who failed to make their case effectively enough. Republicans senators persuaded the House and \nSenate conference to loosen its language. \n\n  Aides involved in the negotiations said the bill had been modified to ensure asylum-seekers a right to appeal \nimmigration decisions. The measure was also changed to say that immigration officials ''should consider the \n\n\ntotality of factors'' in evaluating an applicant's credibility to allow for traumatized asylum seekers' making \ninconsistent statements.\n\n  One Democrat, Representative Robert Wexler of Florida, faulted his party as not fighting harder to oppose the \nmeasures.\n\n  ''I am baffled that so many Democrats caved in to the parliamentary tricks of the Republican leadership,'' Mr. \nWexler said. \n\n  Partly in response to the legislation, the United States Conference of Catholic Bishops began a ''justice for \nimmigrants'' campaign on Tuesday. \n\n  ''The bishops have grown increasingly concerned with the current public discourse surrounding immigrants, in \nwhich newcomers are characterized as a threat to our nation and not a benefit,'' Cardinal Theodore W. McCarrick, \narchbishop of Washington, said.\n\n  The debate over immigration policy, begun during consideration of the supplemental spending bill, is expected to \ncontinue as Congress considers a broader immigration policy package including some form of a foreign guest-\nworker program that would enable currently illegal immigrants to become citizens.\n\n  Senator Edward M. Kennedy, Democrat of Massachusetts, and Senator John McCain, Republican of Arizona, are \nexpected to introduce that proposal within days.          \n\nhttp://www.nytimes.com\n"}