{"title": "The Immigration Swamp; As the presidential campaign intensifies, so does the nativist ferocity.", "body": "\nTHE IDEA that 12 million illegal residents of the United States can be induced to quit the country en masse within \nfour months is absurd on its face -- a non-starter in logistical, humanitarian, political, diplomatic, commercial and \neconomic terms that would leave an indelible stain on this country for years. Yet that is the wrathful centerpiece of \nMike Huckabee's \"Secure America Plan,\" which the Republican presidential candidate issued the other day in the \ncourse of his party's escalating enthusiasm for nastier-than-thou prescriptions to deal with illegal immigrants.\n\nNever mind that Mr. Huckabee, when he was governor of Arkansas, actually pursued a pragmatic policy in regard \nto illegal aliens, urging that exemplary youngsters be eligible for scholarships to public universities even if they were \nundocumented because, as he put it, \"we are a better country than to punish children for what their parents did.\" \nHaving lately surged enough in the polls to sniff the sweet smell of success, he is not about to let experience, \ncommon sense or simple decency get in the way of short-term electoral advantage.\n\nMr. Huckabee was promptly rewarded for his reversal with an endorsement from Jim Gilchrist, founder of the \nMinuteman Project, a group of xenophobes who spend their time videotaping and harassing day laborers wherever \nthey find them. The candidate, apparently once fazed by the Minuteman group's vigilantism, said he had undergone \na conversion and cravenly apologized for his past skepticism; Mr. Gilchrist, for his part, said of the Huckabee \nimmigration program: \"It was a plan I myself could have written.\"\n\nIt's a fair guess that this cruel campaign of immigrant-bashing will eventually turn toxic for the Republican Party \nitself, whose own strategists (Karl Rove, among others) have long grasped the growing electoral clout of Hispanics. \nThose Hispanic voters, native-born or not, are anxious and angry about the intensifying nativist zeal in political \nrhetoric, which many are rightly blaming on the Republicans. In a new survey by the Pew Hispanic Center, half of all \nHispanics in America reported that the debate on immigration has had a specific negative impact on their lives; 41 \npercent said that they or someone close to them had suffered discrimination in the past  five years -- up from 31 \npercent in 2002.\n\nThe new data undercut the Republicans' frequent protestations that their targets are not legal immigrants but illegal \nones. The attacks have become so venomous, and the policy proposals so pernicious, that, predictably, they have \ncaused  collateral damage among  Spanish-speaking and non-native-born people generally. The anti-illegal-\n\n\nimmigrant crowd would have us believe it honors and admires legal immigrants; in fact, it is making America a less \nhospitable place for them.\n\nThe candidates are stepping into a breach  left by the colossal failure   by Congress in June to enact \ncomprehensive immigration reform, which held out the promise of calming a turbulent national debate. The bill \nwould have tightened security at the borders; cracked down on employers who knowingly hire undocumented \nworkers; established a legal mechanism for immigration for the hundreds of thousands of workers who enter the \ncountry each year to fill low-skill jobs; and provided a path to legal status for the  illegal immigrants now living in \nAmerica. It was a sensible response to a problem that will not be fixed by grandiose and far-fetched schemes such \nas Mr. Huckabee's -- cadged from an anti-illegal-immigrant think tank -- which goes heavy on enforcement and \nsecurity but suggests no realistic plan to address the economy's  appetite for immigrant workers in the future, let \nalone those  here now.\n\nVirtually all the presidential candidates now tip their hats to tougher enforcement of existing laws, with the \nDemocrats generally differentiating themselves by saying or hinting that illegal immigrants might subsequently be \noffered a shot at legalization. But in Congress, some Democrats, mostly from red or purple states and wary of being \nattacked as insufficiently fierce on illegal immigration, are also going the enforcement-only route. A bill co-\nsponsored by freshman Rep. Heath Shuler, a North Carolina Democrat, which seeks to purge undocumented \nimmigrants from the work force, would probably drive millions of them further underground; nonetheless, he has \nattracted a few dozen sponsors from his own party.\n\nSuch measures, in addition to state and local legislation that would deny some benefits and services to illegal \nimmigrants, are a response to understandable and legitimate concerns that the nation's borders are porous; that \nillegal immigrants are straining government services and budgets; and that neighborhoods are being degraded by \nflophouses, day laborers and immigrant gangs. But the rhetorical excess that has accompanied the proposals, and \nthe suggestions that millions of people might be expelled or hounded from  the country, not only respond to popular \ndisquiet; they also whip it up. According to the latest FBI statistics, from 2006, hate crimes against Hispanics had \nincreased by more than a third since 2003.\n\nAmerica has had its paroxysms of anti-immigrant fervor in the past, also accompanied by spasms of violence and \npersecution. Today, as in the past, the national atmosphere is subverting the discussion, drowning out reason. Look \nat the uproar that overwhelmed New York Gov. Eliot Spitzer's sensible, safety-minded proposal to make illegal \nimmigrants eligible for driver's licenses, and you will see logic defeated by posturing, political cowardice and the \npoisonous diatribes of talk radio. Sen. John McCain, the Arizona Republican who championed comprehensive \nreform, is now chastened by the ferocity of the demagogues who mischaracterized it as an \"amnesty\"; he says he \n\"got the message\" and will now speak only of enforcement in the near term. In such an ugly environment, the best \none can hope for is candidates who can appeal to the nation's self-interest as well as its better instincts; who can \nexplain that resolving the immigration mess through a comprehensive approach is not only an economic \nimperative but also the only realistic way out of a political swamp.\n\nOther editorials in this series can be found at http://www.washingtonpost.com/opinions.\n\nGraphic\n\n \n\nIMAGE\n"}