{"title": "Legislature 2007: Two bills to curb driving by illegal immigrants clear committee", "body": "\nTwo bills that would make it harder for illegal immigrants to drive in Georgia cleared a Senate committee \nThursday after one legislator tried to stamp a father's face on the issue.\n\nSen. John Douglas (R-Social Circle) asked members of the Senate Public Safety and Homeland Security \nCommittee to consider the 42-year-old father of six who was killed Tuesday on I-85 in Coweta County. Terrance \nHarvey, of Forest Park, died after an unlicensed driver who was in the country illegally slammed into his stalled car.\n\n\"The six children now fatherless ... will be deprived of the most important male role model they could have had,\" he \nsaid. \"All because someone here illegally was driving illegally.\"\n\nDouglas' bill --- SB 25 --- would increase the fine from $1,000 to $5,000 for motorists who use fake documents to \nobtain an auto tag or driver's license in Georgia. Violators already face jail time of one to five years. Anyone who \naids in such fraud would face the same penalty under the bill.\n\nA companion bill (SB 38) also passed by the committee Thursday would require motorists to present a Georgia \ndriver's license or Georgia ID when obtaining their registration and license plate, even if they've just arrived in the \nstate. Both forms of identification require applicants to prove they're in the country legally.\n\nIn most counties, people who claim they've moved to Georgia within the past 30 days can use a foreign or out-of-\nstate driver's license to secure their auto tag and registration. Some metro Atlanta tag offices accept foreign \npassports as well.\n\nSen. Chip Rogers (R-Woodstock), sponsor of SB 38, said that system allows people without Georgia driver's \nlicenses or insurance to drive roads undetected. His bill would exempt military personnel, out-of-state college \nstudents and several other special cases.\n\nSen. Emanuel Jones (D-Decatur), who refrained from voting because he owns three auto dealerships, said he \nfeared the measures could put car salespeople at too great a risk for prosecution. Fake documents are rampant \n\n\nand sometimes hard to catch, he said. Douglas insisted that only those dealers who \"knowingly\" participate in fraud \nwould face the increased penalties.\n\nThe bills are moving through the General Assembly with a third measure that would make it more costly for illegal \nimmigrants to get behind the wheel in Georgia. SB 15, passed by the full Senate last week, would make driving \nwithout a license a felony on the third offense, punishable by one to five years in jail.\n"}