{"title": "CUBA LAUDS U.S. RETURN OF BALLPLAYER BUT BLASTS POLICIES IN GENERAL", "body": "\nCuba praised the U.S. decision to refuse asylum to Cuban baseball star Andy Morales, but yesterday assailed U.S. \npolicies that Havana says encourage people such as Morales and Elian Gonzalez's mother to migrate illegally to \nthe United States. The state-run media renewed its attacks on the 1966 Cuban Adjustment Act, saying it lures \nCubans hoping to live in the United States to risk deadly boat trips across the ocean toward U.S. soil.\n\nThe government said that 150,000 children would march outside the U.S. Interests Section today to protest \nAmerican immigration polices and continued delays in Elian's return to his communist homeland.\n\nMorales, who along with 30 other Cubans was picked up by the Coast Guard off Key West on May 31, was \nrepatriated Wednesday after U.S. immigration officials determined the 25-year-old third baseman did not qualify for \npolitical asylum.\n\nParticipants in a seminar on U.S. immigration policies aired on Cuban state television called the American decision \n\"correct,\" the Communist Party daily Granma reported.\n\nBut the seminar and the newspaper blasted the Cuban Adjustment Act, which allows Cubans who reach American \nsoil to stay and apply for permanent U.S. residency.\n\n\"The true cause of the tragedy of Elian Gonzalez, whose kidnapping has moved the American public, is the Cuban \nAdjustment Act,\" Granma said in a front-page story on immigration policies.\n\nOne in every five Cubans who set off for the United States illegally by sea dies in the attempt, seminar participants \nsaid. They also estimated that 85 percent of boat trips to the United States were conducted by illegal immigrant \nsmugglers.\n\nAfter Morales' boat was picked up, two suspected smugglers were turned over to the U.S. Border Patrol.\n\nBranding the act \"arbitrary, killer law,\" Granma said that of the 399 Cuban migrants the U.S. Coast Guard has \npicked up at sea during the first five months of this year, 290 were repatriated. An additional 612 Cubans reached \nland and were covered by the adjustment law.\n\n\nMorales hit a home run last year in a 12-6 victory by the Cuban national team over the Baltimore Orioles in \nBaltimore.\n\nIn Miami, Emilio Vazquez of the Cuban-American National Foundation - a top exile group opposed to Cuban \nPresident Fidel Castro - said he was disappointed by Morales' repatriation.\n\n\"Mr. Morales, being a well-known ballplayer, might be made to be an example to instill fear in the Cuban people \nthat anyone who tried to defect or has an opinion different from the Cuban government will be subjected to human-\nrights violations,\" he said.\n"}