{"title": "BRIEFLY: Moon: Season will be his last", "body": "\nKansas City Chiefs quarterback Warren Moon plans to make this season his last in the NFL, saying he's \naccomplished everything he hoped for in his 22- year career except winning an NFL championship.\n\n''This decision is pretty final,'' Moon said Wednesday on his Web site.\n\nMoon, 43, signed a two-year free agent contract with the Chiefs in April 1999, joining the team as a backup to Elvis \nGrbac. He appeared in one game last season, completing one of three passes for 20 yards.\nCONSTITUTION\n\nMoon started his pro career in the Canadian Football League, leading the Edmonton Eskimos to five \nchampionships. He has thrown for 49,117 yards and 290 touchdowns in the NFL since joining the Houston Oilers in \n1984 and has also played for Seattle and Minnesota.\n\nMORE PRO FOOTBALL: Deportation unlikely\nSebastian Janikowski, the Oakland Raiders' top draft choice, is unlikely to be deported, even if convicted on \ncharges of possession of the ''date-rape'' drug GHB. Immigration and Naturalization Service officials said a resident \nalien with five years' residency, such as Janikowski, a Polish citizen, probably would not face deportation until a \nsecond drug offense. Florida State University Police arrested Janikowski this week and charged him with \npossession of the designer drug GHB. Janikowski, a star kicker while at Florida State, was recently acquitted of \ncharges of trying to bribe a police officer. . . . A Camden, N.J., man has been convicted of attempted murder in \nconnection with the 1996 shooting of former Atlanta Falcons running back Mike Rozier and a friend. Police testified \nthat Rozier had tried to keep Louis Pierce from shooting a friend of Rozier's. Rozier, 36, was shot twice in the \nstomach and once in the hand. . . . The Seattle Seahawks signed two sixth- round draft choices, wide receiver \nJames Williams and tackle Tim Watson. . . .  The New England Patriots released defensive end Jon Harris.\n\nCYCLING: Camenzind first\nOscar Camenzind of Switzerland won the Tour de Suisse, while Italy's Stefano Zanini took the final stage in a sprint \nfinish. Camenzind maintained his 14-second advantage over Dario Frigo of Italy during the 110-mile race from \nHerisau to Baden and finished 26 seconds ahead of third-place Wladimir Belli, also of Italy. . . . The International \nCycling Union said it would decide shortly what to do about a test to detect the banned hormone EPO. It was not \nimmediately clear whether this would mean the test could still be approved in time for next month's Tour de France.\n\nCOLLEGE BASEBALL: Two Jackets make cut\n\nThird baseman Mark Teixeira and second baseman Richard Lewis of Georgia Tech were among 22 players to \nmake the final roster for the USA Baseball national team, following a week of tryouts in Tucson, Ariz. Teixeira, who \nbatted .427 with 18 home runs for the Jackets last season, was the college player of the year. Lewis, who hit .398, \nwas a second-team All-American. . . .  South Carolina's Ray Tanner was chosen coach of the year by Baseball \nAmerica magazine, the first coach to win the award whose team did not make it to the College World Series. \n\n\nTanner led South Carolina to a 56-10 season, but the Gamecocks were ousted by Louisiana-Lafayette in the NCAA \nSuper Regionals.\n\nGraphic\n\n \n\nPhoto\n\nWarren Moon has thrown for nearly 50,000 yards in the NFL.\n"}