{"title": "A corporate 'feeding frenzy'; Visas push is about helping companies rather than workers", "body": "\nToday we are watching an amazing spectacle: Many in Congress -- including allegedly labor-friendly Democrats -- \nare pushing to increase the importation of foreign labor just as the USA slips into what may be its worst recession \nin decades.\n\nWhy? Because the greed of a handful of multinationals is demanding more and more access to \"skilled\" foreign \nlabor.\n\nSure, we hear bogus \"studies\" that claim garden-variety foreign programmers will save the U.S. economy. But \nformer Federal Reserve Chairman Alan Greenspan recently admitted the real agenda: \"Significantly opening up \nimmigration to skilled workers ... would compete with high-income people, driving more income equality.\" In 2007, \nhe further opined that, \"Our skilled wages are higher than anywhere in the world. If we open up a significant window \nfor skilled (foreign) workers, that would suppress the skilled-wage level and end the concentration of income.\"\n\nThanks, Alan! Having shipped so many good jobs overseas, we now find that U.S. workers who acquire job skills \nare overpaid!\n\nSince 1990, Congress has allowed U.S. and multinational businesses to use foreign \"nonimmigrant\" visa programs \nto drive down wages and displace American workers. What began as a short-term fix for a supposed \"short-term\" \nshortage of programmers has turned into another elitist feeding frenzy for greedy people at the top of the food \nchain.\n\nThe use of foreign workers has exploded at a time of rising economic insecurity. Since 1985, the number of foreign \nworker admissions has increased by 426%, while the U.S. civilian workforce has only increased by about 29%. \nThis is a \"temporary\" shortage? The main culprits are the H-1B and L-1B visa programs with meaningless labor \nprotections now filling more than a million jobs.\n\nSens. Charles Grassley, R-Iowa, and Richard Durbin, D-Ill., are making a valiant effort to curb the excesses. But as \nwith most other bloated immigration programs that become oversubscribed, Congress' first reaction is not to \neliminate the loopholes. It's to just raise the numbers.\n\nDon't get me wrong. My organization supports competing to attract the world's best and brightest. Jacking up the \nlevel of H-1Bs won't get us there.\n\n---\n\nDan Stein is president of the Federation for American Immigration Reform, which advocates reducing legal \nimmigration levels and aggressive illegal- immigration enforcement. \n\n"}