{"title": "Strict Reading of Visa Rule Trips More Couples", "body": "\nThey met on the eHarmony dating site -- the pretty, dark-haired psychologist from Los Angeles and the blond \nGerman theologian at Kings College, London, writing his Ph.D. dissertation on why Protestants had stopped \nbelieving in miracles. \n\n  Their wedding last June capped more than two years of trans-Atlantic trips for the couple, Diana Ali, 27, and \nKarsten van Sander, 33. They settled in Plainsboro, N.J., near the Princeton hospital where she has an internship. \nAnd with his application for a green card pending, they soon felt at home, joining a Christian fellowship group run by \nPrinceton University's chaplain.\n\n  But all that harmony was abruptly fractured last week, when three immigration agents showed up at their \napartment and took Mr. van Sander away in handcuffs. Held in an immigration detention center in Elizabeth, N.J., \nMr. van Sander, a dual British and German citizen, faced deportation without a hearing and a 10-year ban on \nreturning to the United States. \n\n  His offense: an error in his green card paperwork, which he filed after he entered the country under the visa-\nwaiver program. That program, used by millions of travelers from 36 favored nations, including Germany and \nBritain, allows a 90-day stay, but includes a little-noticed provision requiring foreign visitors to give up any right to \ncontest summary deportation, except in a claim for asylum. \n\n  In practice, however, a more lenient law has long governed the way immigration authorities treat foreigners who \nmarry American citizens: Even if they overstayed, as long as they originally entered the country legally, they had \nbeen allowed to ''adjust'' their status to permanent resident.\n\n   Mr. van Sander, whose original paperwork would have stopped the 90-day clock if it had not been flawed, \nseemed to be on track for such an adjustment in March, when the couple refiled all the papers on the advice of an \nimmigration officer. \n\n  But on April 22, a decision by the United States Court of Appeals for the Third Circuit in a separate case changed \nthe legal landscape for such couples in New Jersey, Pennsylvania, Delaware and the Virgin Islands. Lawyers say \nthe van Sanders are among thousands of couples who could be adversely affected by the decision, which leaves \nthe foreign spouses no defense against deportation if immigration authorities, at their discretion, decide to expel \nthem. \n\n  The decision echoes and sharpens recent rulings in 6 of the 12 regional circuits across the country (but not the \none that covers New York), holding that after a 90-day stay, foreigners who enter the country under the visa-waiver \nprogram cannot fight summary deportation based on their marriages to American citizens. \n\n\n  ''It's surreal,'' said Ms. van Sander, who went to immigration court with the Princeton chaplain and a lawyer on \nTuesday to plead for her husband's release. The judge told them that the appeals court's decision left her no \njurisdiction over Mr. van Sander, and that he was not entitled to a bail hearing.\n\n  But on Friday, Mr. van Sander's 10th day in jail, the government responded to inquiries from The New York Times \nby announcing that he would be released. Brian P. Hale, a spokesman for Immigration and Customs Enforcement, \nsaid the agency was using its discretion to let Mr. van Sander try to repair his case. \n\n  Under the appeals court's decision, the larger issue remains. In the Third Circuit, Citizenship and Immigration \nServices will no longer approve green cards based on marriage if the application is made more than 90 days after \nthe foreign spouse entered on a visa waiver, officials said. \n\n  Until now, even in states in other circuits that have issued similar rulings, immigration authorities have generally \nused the more-lenient law and their discretion to approve such cases, rather than order deportation, immigration \nlawyers say. But the van Sander case shows that the outlook is dire for couples already in the pipeline for a green \ncard, said Eric E. Olson, an immigration lawyer who has followed the issue closely.\n\n  ''It's crazy,'' he said, adding that it might provoke a public outcry, because ''it's going to affect a lot of white people, \ntoo, not just brown people.''  \n\n  Coming as the Obama administration says its immigration enforcement priority is deporting dangerous criminals, \nMr. van Sander's arrest bewildered many in the couple's 40-member Christian fellowship group, said the chaplain, \nthe Rev. B. Keith Brewer.\n\n  ''They're both lovely people, not exactly the criminal types,'' said Mr. Brewer, who visited Mr. van Sander several \ntimes in the detention center, which is run by Corrections Corporation of American in a former warehouse. ''Just out \nof nowhere, three people showed up, put him in handcuffs and took him away,'' the chaplain added. \n\n  In light of 9/11, the chaplain said, he cannot blame the government for following the letter of the law. But, he \nadded, it was absurd to lock up the young theologian, without his books, at a cost of $175 a day.\n\n  ''Our tax dollars are paying to fly him back to London,'' he said. ''It's ridiculous.''\n\n  Unlike the plaintiff in the Third Circuit case, Heathcliffe John Bradley, a New Zealander who arrived in 1996 and \nhad overstayed his visa by 10 years by the time he married, Mr. van Sander always returned to Britain or his \nparents' home in Solingen, Germany, before the 90 days were up, his wife said.\n\n  After their wedding, they visited his parents, returned to the United States in August and filed his immigration \npaperwork in September, which should have stopped the 90-day clock. All seemed to be in order, Ms. van Sander \nsaid, because her husband was sent a work authorization, and began teaching at a local Christian college. \n\n  Not until their immigration interview on March 9, she said, were they informed that they had omitted a crucial \ndocument known as the I-130, her petition as an American citizen on his behalf. Without it, his application to \nbecome a permanent resident was not valid, and the clock had been running; officially, he had overstayed by four \nmonths. \n\n  ''We tried to do everything right,'' Ms. van Sander  said, recalling the four forms they filled out without a lawyer. \n''We made a mistake, but if two Ph.D. students can't figure it out, it shows the paperwork is really confusing.''\n\n  The couple quickly refiled, paying the $355 in fees a second time, and canceled a trip to London, as the \nimmigration officer directed.\n\n  ''He told us as long as we filed immediately and as long as Karsten entered legally (which he did), that we were \nsafe,'' Ms. van Sander said in an e-mail message.\n\n\n\n  Instead, the case was apparently referred to agents at Immigration and Customs Enforcement.  On May 4, Ms. \nvan Sander received a text message at work from her husband saying he was in immigration custody. \n\n  Daniel L. Weiss, a lawyer the couple hired Thursday evening, said he was grateful that by Friday afternoon \nofficials in both agencies were scrambling to reopen it and fix it. By 3:30 p.m., a shaken Mr. van Sander walked out \nof jail into his wife's arms.\n\n  ''But this is much bigger than just them,'' Mr. Weiss said. ''The larger question is government policy, and why do \nwe treat these waiver people worse than we treat other people?''\n\n  From New Jersey's Italian- and Irish-American families alone, he added, ''there are going to be a hundred stories \nlike this coming into my office.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Diana van Sander at the immigration detention center in Elizabeth, N.J., where her husband was held \nwhile he faced deportation. (PHOTOGRAPH BY YANA PASKOVA FOR THE NEW YORK TIMES)\n\n The van Sanders on a trip to Bonn. Karsten van Sander is a British and German citizen.                                   \n"}