{"title": "Bipartisan Senate plan for illegals nears vote; McCain: 'We're down the homestretch'", "body": "\nWASHINGTON -- The Senate headed Wednesday toward approval of a bill that would provide about 10 million \nillegal immigrants a chance at citizenship, setting up a showdown with the House that President Bush may have to \nsettle.\n\nA test vote Wednesday morning showed strong bipartisan support for the comprehensive immigration bill, which \nincludes plans to expand visas for \"guest workers,\" fines against employers who hire illegal immigrants and tough \nborder security measures.\n\nThe Senate voted 73-25 to cut off debate and move ahead to final passage, probably by today.\n\n\"We're down the homestretch,\" said Sen. John McCain, R-Ariz., a key member of what Sen. Dick Durbin, D-Ill., \ndescribed as \"an amazing bipartisan coalition\" that pushed for the comprehensive approach.\n\nSen. Barack Obama, D-Ill., said the bill's offer of citizenship for illegal immigrants expresses the nation's \"big-\nhearted attitude toward those who are taking care of our children and trying to build a better life for themselves.\"\n\nSen. Jeff Sessions of Alabama, one of 23 Republicans who voted against moving the bill forward, called it \"the \nworst piece of legislation to come before the Senate.\" He is against the citizenship plans and wants the focus to be \non border security.\n\nRepublican and Democratic supporters say the president will have to push hard to get a compromise from a panel \nthat will reconcile differences between the House and Senate bills. \"He's going to have to weigh in,\" said Sen. Ken \nSalazar, D-Colo.\n\nThe Senate bill includes elements Bush favors but many House Republicans oppose.\n\nAmong the Senate bill's provisions: expanded opportunities for foreigners to work in the USA and provisions to \nallow those who have lived here illegally since January 2004 a chance to become citizens. About 2 million illegal \nimmigrants would have to leave the USA.\n\nThe Congressional Budget Office estimates that if the Senate bill becomes law, the nation's population would \nincrease by 8 million over the next 10 years.\n\nThe House bill, passed last December on a 239-182 vote, focuses largely on border enforcement. It would make \nillegal immigration a felony and require construction of 700 miles of fence along the U.S.-Mexican border.\n\n\nHouse Judiciary Chairman James Sensenbrenner, R-Wis., the author of the House measure, says the Senate bill \namounts to amnesty for lawbreakers.\n\nSenators acknowledge Sensenbrenner will be a formidable opponent. \"Very difficult\" is how Sen. Dianne Feinstein, \nD-Calif., rates the upcoming negotiations. Other supporters are confident Bush will help them prevail. \"I'm \noptimistic,\" said Sen. Chuck Hagel, R-Neb.\n\nGraphic\n\n \n\nPHOTO, B/W, Gannett News Service\n\nPHOTO, B/W, AP\n"}