{"title": "Looking for an Attorney General: The Reaction;Women Are Frustrated By Failed Nominations", "body": "\nWomen across the country yesterday reacted with immense frustration at what they perceived as a growing \ndouble standard for men and women being considered for the Clinton Cabinet.\n\nMany said they understood and agreed with Mr. Clinton's decision to accept the withdrawal of his first nominee for \nAttorney General, Zoe Baird, after it was learned that she had broken the law by employing an illegal alien. But \nthey said they were astounded that Kimba M. Wood, a strong candidate who had not violated the law, should also \nbe forced out of competition because she once hired an illegal alien to care for her young son. That hiring was \nlegal, since it occurred before immigration laws were tightened, and Judge Wood insisted in a statement Friday that \nshe \"fulfilled every legal requirement\" regarding that employee.\n\n\"Kimba Wood got caught in the wave created by the Zoe Baird situation,\" said Susan Estrich, a law professor at the \nUniversity of Southern California and an outspoken feminist. \"I didn't have a lot of sympathy for Zoe Baird. She \nknowingly broke the law though she had the financial resources to do otherwise. But what is disconcerting here is \nthat we seem to have created an atmosphere where someone who did not break the law is nonetheless barred from \nserving.\"\n\n \n\nA Double Standard?\n\n Although it was impossible yesterday to determine precisely how the majority of Americans felt about Judge Wood \nand her fate, it was clear that many women in and out of politics felt that the judge was being treated unfairly \nbecause of the President's political calculations, even though Mr. Clinton was seen as insistent that a woman be \nnamed to the post.\n\nAbby Ginzberg, a lawyer at the American Bar Association's midwinter meeting in Boston, said she fears all female \ncandidates will now be suspect. She said she had wholly supported Judge Wood's candidacy. \"If she can't pass the \ntest, nobody can.\"\n\nWomen's distress over the matter seemed to cross party lines. \"I've been talking to friends of mine all day long,\" \nsaid Tanya Melich, a Republican political consultant, \"and I don't think that there was one of them who thought she \nwas treated fairly. I can only say it's more sexism. We have one standard for the boys and another for the girls.\"\n\n\nMany men, however, saw the issue instead as a case of political necessity. Several political strategists said the \nBaird case had so alarmed the White House that it could not affort a trace of repetition.\n\n\"The logical, rational argument is that these situations were entirely different,\" said William A. Carrick, a Democratic \nstrategist who worked with Senator Dianne Feinstein's campaign in California. \"But on a political level, I think it \nwould have been almost impossible to differentiate.\"\n\nYet he may have been wrong. Joann Sanicola, a sales clerk who was shoveling snow outside the east Bronx \njewelry store where she works, said she did not believe that Judge Wood's nomination should have been \nsidetracked. \"She should have continued pursuit of the office,\" said Ms. Sanicola, who described herself as a \nmember of the \"overworked, hard-working, average middle-class.\" Ms. Sanicola said her own understanding was \nthat \"She was paying taxes. There was nothing that she did that was illegal.\"\n\nIt was precisely that point that so angered many professional women around the country. Scores stressed their \ngeneral sense that women were being held to a higher standard than men in the appointment process and were \nsubject to an additional layer of questioning that men have never had to endure.\n\n\"For every man who has ever been confirmed to a Cabinet position there has never been the notion of disclosure of \nhis housekeeping arrangement, much less how much time he spent with his child,\" said Kathleen Brown, the \ntreasurer of the State of California. \"It has never been on anyone's mind. It just doesn't come up for male nominees \nto think about their pattern of child care as a matter for political disclosure or an F.B.I. search.\"\n\n \n\nMore Problems for Clinton\n\n That is already changing. Sources within the Clinton Administration said Friday that Charles F. C. Ruff, one of two \nother potential nominees for Attorney General, was out of the running because of questions about whether he had \nemployed an illegal alien. That seemed to mark the first time that the issue had been raised about a man.\n\nDespite the apparent rejection of Mr. Ruff, many women hammered their contention that a potential cabinet \nappointee who was also a father is far less likely to stumble on the same minefield. Many said they were also \nangered that the White House had publicized what Clinton officials perceived as Judge Wood's second liability, that \nshe had trained -- for five days two decades ago -- to work at a Playboy club in London while attending the London \nSchool of Economics. They said they were outraged by suggestions that that brief stint could have subjected her to \nridicule.\n\nStressing that the work would have involved nothing illegal, they pointed out that women in the 1960's often had to \ntake demeaning jobs to finance their higher education.\n\n\"How old is this woman?\" asked Marika Caruana, 32, of Riverdale. \"You're talking about something that was done \n28 years ago? I think it's ridiculous.\"\n\n \n\n'Brought It Upon Herself'\n\n Gloria Steinem, who once worked as a Playboy bunny and has written of her experiences, said she believed some \nof the reaction to both candidates is simply a caustic backlash against powerful women. \"Having been a bunny,\" \nshe said, \"I can tell you that it is incredibly hard work and very underpaid and very exploitative.\"\n\nMen and women interviewed yesterday consistently saw the issue differently. At the entrance to the American \nMuseum of Natural History in Manhattan, a husband and wife fell into immediate disagreement when asked about \nthe case. \"I don't see a double standard,\" said a man who would not identify himself.\n\n\"That's because you're not a woman,\" his wife retorted. \"If it were a man they never would have asked.\"\n\nNot far away, Mike Benson, another museum visitor, disputed the notion of a double standard. \"Zoe Baird brought it \nupon herself,\" he said. \"If a male had done the same thing, they would have asked him the same questions.\"\n\n\n\n \n\n \n\nProblems Facing Women\n\n Representative Patricia Schroeder, a Colorado Democrat, said she empathized with women who had to juggle \ncareers and family life. Noting that both Ms. Baird and Judge Wood had significant financial resources, Ms. \nSchroeder said their back-to-back withdrawals should clarify the need for better child care.\n\n\"We have a tremendous problem in this country,\" she said. \"This shows how deeply we need the family leave act \nand other legislation.\"\n\nThat reaction was heard across the New York metropolitan area yesterday. At the Pretty Please Hair Salon in \nRiverdale, the Bronx, Ruth Hass, who manages a New York City tour guide agency, wondered: \"Is it only the \nmother responsible for hiring an illegal alien? I have a feeling Clinton is not going to be able to get any Attorney \nGeneral in this country who has young children, male or female, if that is the criteria.\"\n\nIn Manhattan, Felicity Frisbie, 41, a mother who was chasing her son around the dinosaur exhibit at the American \nMuseum of Natural History, said: \"This is a problem that society denies we have. There are women who need child \ncare and there are immigrant women who need work.\"\n\nAnn F. Lewis, a Democratic analyst, agreed. \"If a car breaks down you have no trouble saying to your boss that you \nwill be in late,\" Ms. Lewis said. \"But if your child gets sick it is seen as a problem. In this society it is O.K. to worry \nabout your car, but it is not O.K. to worry about your child.\"\n\nBy late yesterday afternoon, some groups were already preparing organized objections to the way the two \ncandidates for Attorney General were treated.\n\nIn Memphis, where leaders of the National Organization for Women were holding a board meeting, they agreed to \nbegin an orchestrated fax, telephone and mailgram campaign to highlight the different treatment during the \nconfirmation process, said Patricia Ireland, the group's president. \"What we want to know is what arrangements all \nthe men in the cabinet have made for their child care,\" she said.\n\nSome men couldn't have agreed more. \"I'm pro-women's-lib,\" said Anthony Serrano, a taxi driver in New York. \"I \ndon't think this subject would have come up if it were men. There are guys sitting there with their butts in those \nchairs asking questions who don't know what's going on at home. Be honest, how many men that applied for this \nposition have ever been asked this question.\"\n\nGraphic\n\n \n\nPhotos: \"Would Zoe Baird's husband have been allowed to be Attorney General?\" said Ruth Hass, who manages \na tour-guide agency in New York City. \"The family hired the illegal alien. It wasn't just Zoe. She's just one of the \nparents. Is it only the mother responsible for hiring an illegal alien?\" (Suzanne DeChillo/The New York Times)\n"}