{"title": "HEARING OF THE SUBCOMMITTEE ON IMMIGRATION POLICY AND ENFORCEMENT OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: \"SAFE FOR AMERICA ACT\"; CHAIRED BY: REPRESENTATIVE ELTON GALLEGLY (R-CA); WITNESSES: REPRESENTATIVE BOB GOODLATTE (R-VA); JANICE L. KEPHART, DIRECTOR, NATIONAL SECURITY POLICY, CENTER FOR IMMIGRATION STUDIES; STEPHEN A. EDSON, PRINCIPAL, SAEDSON, LLC; JOHNNY YOUNG, AMBASSADOR, U.S. CONFERENCE OF CATHOLIC BISHOPS; LOCATION: 2141, RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SUBCOMMITTEE ON IMMIGRATION POLICY AND ENFORCEMENT OF THE HOUSE \nJUDICIARY COMMITTEE SUBJECT: \"SAFE FOR AMERICA ACT\" CHAIRED BY: REPRESENTATIVE ELTON \nGALLEGLY (R-CA) WITNESSES: REPRESENTATIVE BOB GOODLATTE (R-VA); JANICE L. KEPHART, \nDIRECTOR, NATIONAL SECURITY POLICY, CENTER FOR IMMIGRATION STUDIES; STEPHEN A. EDSON, \nPRINCIPAL, SAEDSON, LLC; JOHNNY YOUNG, AMBASSADOR, U.S. CONFERENCE OF CATHOLIC BISHOPS \nLOCATION: 2141, RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 1:30 P.M. EDT DATE: \nTUESDAY, APRIL 5, 2011\n\nREP. GALLEGLY:  (Sounds gavel.)  Good afternoon.  The issues raised by H.R. 704, the SAFE for America Act, go \nto the core of any immigration debate.  That is the integrity of U.S. immigration policy.\n\nH.R. 704 eliminates the visa lottery program under which 50,000 individuals are chosen completely at random \neach year to receive immigrant visas.  The visa lottery, first implemented in fiscal year 1995, has long been a \nsubject of concern for those of us who believe it's important to have a credible immigration system.\n\nThe program is rife with fraud.  That was the case in 2003 when the State Department inspector general found that \nthe DV program is subject to widespread abuse.  That was the case in 2004 and 2005 when two different State \nDepartment inspector general -- inspectors general testified in front of this subcommittee about the fraud in the \nprogram.\n\nThat was the case in 2007 when the Government Accountability Office issued a report stating that, \"The DV \nprogram is vulnerable to fraud committed by and against applicants.\"  And it is still the case today, when we will \nhear testimony about the high levels of fraud in the program today.\n\nEven the State Department acknowledges the high rate of deception throughout the visa lottery.  In fact, the \nwebsites for many of the U.S. embassies around the world include diversity visa program fraud alerts like you can \nsee we have on the two screens up here as we speak.  This particular alert is on the website of the London \nembassy, but there are similar alerts on other U.S. embassies' websites.\n\n\nAnd why is fraud such a concern?  Because terrorists use our generous immigration policy to harm us, and \nterrorists have already used the visa lottery as a means of entering the country.\n\nThe Egyptian terrorist who murdered two Americans at LAX in 2002 was a diversity visa recipient when his wife \nwas selected for the lottery.  And a Pakistani national, who received a diversity visa when his parents were \nselected for the lottery, pleaded guilty in 2002 to conspiring to wage jihad by plotting to destroy electrical power \nstations, the Israeli consulate, and other South Florida targets.  He had reportedly told his friends he wanted to \nwage war against the United States.\n\nBut terrorists are not the only people who abuse the visa lottery.  We will hear testimony today about foreign \norganized crime groups who try their own luck at the lottery.  And visa lottery applicants and third party brokers all \ntry to and do game the system. The visa lottery gives them a great shot at winning.\n\nU.S. immigration policy should be based on something more than just the luck of the draw.  It should be secure and \nit should be a beneficial -- it should be beneficial to Americans.  The visa lottery program is neither.\n\nI am glad to be an original cosponsor of the gentleman from Virginia's bill, Mr. Goodlatte, and I look forward to \nmoving H.R. 704 toward enactment.\n\nThis time I would yield to my good friend from California, the ranking member, Ms. Lofgren.\n\nREPRESENTATIVE ZOE LOFGREN (D-CA):  Thank you very much, Mr. Chairman, and thanks to our witnesses \nfor their patience, first for our votes and then the delay in getting back.  There's a suspicious package down in the \nbasement and everybody had to make their way back. So I'm glad that we're finally here on this hearing.\n\nAs the chairman said, the diversity visa program was established by the Immigration Act of 1990 and the goal was \nto encourage greater diversity in the pool of immigrants that we accept each year.  The program now provides up \nto 50,000 visas annually to natives of countries from which immigrant admissions were lower than 50,000 over the \npreceding five years.\n\nApplicants for diversity visas are chosen by a computer-generated random lottery drawing.  Each winner is \npermitted to apply for an immigrant visa and can gain lawful permanent resident status in the United States \nprovided that they pass through the screening, because diversity visa winners are subject to all of the bars of \ninadmissibility in the Immigration Nationality Act and must undergo background and security checks that are more \nrigorous than those required for persons entering the country, many by other means such as through the Visa \nWaiver Program.\n\nDiversity visa winners must provide biographic and biometric information including fingerprints and a digital \nphotograph, past comprehensive background checks, submit to physical and mental examination and undergo \ninterview with consular officers abroad before entering the U.S.\n\nThe program represents a small part of our immigration system. In fiscal year 2010, only 4.8 percent of the total \nnumber of persons who obtained lawful permanent resident status came through this program.  But it also \nrepresents an important effort that has been largely successful in increasing the diversity of legal residents in the \nUnited States.\n\nI recall that this program was originally proposed by then chairman Peter Rodino.  He observed that because we \nhave a strong family-based immigration system, this reduces the opportunity for immigrants to come to this country \nif they are from places that have historically not sent immigrants to the United States.  And over time, this limits the \nability to grow and sustain a diverse nation.\n\nIn reacting the diversity program, Mr. Rodino and many others wanted to encourage continued immigration \nopportunities for people from Italy or Ireland.  But today as we see, the program continues to help in a small way to \nbalance the immigration system.\n\n\n\nIn fiscal year 2006, for instance, 40 percent of diversity immigrants were from Africa and 34 percent were from \nEurope.  Compare this to the fact that only 3 percent of family and employment based visas went to persons from \nAfrica and only 8 percent went to persons from Europe.\n\nOne of the frequent criticisms about the diversity visa program is that it's random, that we bring people to the \ncountry through the program and that they may not have skills or education they need to succeed.  We know that \nthe program requires the applicants to have a high school diploma equivalent or at least two years of work \nexperience in an occupation requiring training.\n\nBut we actually get more than that.  In 2003, the State Department described the typical diversity visa recipient as \na male professional aged 26 to 30 holding university degrees.\n\nJust yesterday the Congressional Research Service released a report finding that diversity immigrants were two-\nand-a-half times more likely to report managerial or professional occupations than other lawful permanent residents \nin fiscal year 2009.  And I would ask unanimous consent that CRS report be entered into the record.\n\nREP. GALLEGLY:  Without objection.\n\nREP. LOFGREN:  This is of course not the first time the subcommittee has considered the bill introduced by my \nfriend and colleague Representative Goodlatte.  I opposed that bill in the 108th Congress and I continue to oppose \nhis measure, although I do not dislike him.\n\nThe name of the bill suggests that it increases security and fairness, but I don't think it does either.  Nothing in the \nbill increases fairness for Americans or for persons who seek to immigrate to this country to achieve the American \ndream.  I think it does the opposite.  The bill just eliminates the small immigration program that allows a small \npercentage of new immigrants from underrepresented nations to come and become Americans.\n\nThe program adds to our ethnic and racial diversity which enriches our society and provides the only hope some \npeople have to immigrate to the United States lawfully.  The bill also would not make us any more secure than it \nwould if it eliminated any other visa program.\n\nDiversity visa winners are carefully screened for criminal history or ties to terrorism like any other immigrants.  In \nfact, there's no evidence that a terrorist is more likely to enter the U.S. under this program than any other U.S. \nimmigration category.\n\nGiven that tens of millions of applications are submitted each year for only 50,000 slots, which includes the spouses \nand minor children of lottery winners, this visa program would be an incredibly inefficient means of entry for a \nperson who seeks to do harm to the United States.\n\nThat's not to say the program is perfect.  Both the State Department's inspector general and the GAO issued \nreports -- some years ago, I might add -- highlighting the risk of fraud and abuse in the program and the practical \nresource challenges that (consular post faces ?).  The State Department has made significant efforts to reduce that \nrisk of fraud.  That doesn't mean we shouldn't do more.\n\nSeveral years ago, the State Department converted the application process from paper to electronic and requires all \napplicants to submit digital photos.  Recently, the State Department ended the practice of notifying lottery winners \nby mail and now relies entirely on its web- based system.\n\nConsular posts provides outreach and education of community about the process and work to combat fraud through \nthe visa adjudication process.\n\nIn closing, as I prepared for today's hearing, I was reminded that Freddy Adu, the young soccer phenom from \nGhana, entered the U.S. through the diversity visa program.  So did Seth Donkor, another native of Ghana, who \nenlisted as a private in the U.S. Army shortly after entering the country on a diversity visa.  Private Donkor's service \n\n\n\nwas featured in the film \"New American Soldier,\" which highlights the courageous work that many immigrants now \ndo in our armed services.\n\nIf there are concerns about this program, we should focus on ways to improve it.  One idea that was recommended \nby the State Department's OIG is that we charge a small application fee in order to reduce the prevalence of \nduplicative applications. Now that the system is moved from paper based applications to electronic ones, the cost- \neffectiveness of this anti-abuse measure may need to be reassessed.\n\nI look forward to hearing from our witnesses and working with you, Mr. Chairman, to improve this program.  And I \nyield back the balance of my time.\n\nREP. GALLEGLY:  Thank the gentlelady.\n\nThe ranking member of the full committee, Mr. Conyers.\n\nREPRESENTATIVE JOHN CONYERS, JR. (D-MI):  Thank you, Chairman Gallegly.  Like Zoe Lofgren, I like Mr. \nGoodlatte, but I don't like his bill.  And the question here might be in this hearing is that do we want to have another \nway for people that don't qualify under the kind of three-part system of immigration that we have to come into this \ncountry, or do we not?\n\nWhat we're faced with is a rather continued attempt to eliminate the people most -- least likely to be able to come to \nthis country. And so this part three of the program is designed to create diversity in our immigration population.\n\nAnd so the question is, from my point of view, maybe the opponents of this program don't want diversity in the first \nplace. And -- which is perfectly valid position to take.  It's not a very -- a very nice position to take.\n\nBut if we eliminate the system -- and by the way, the hearings, what have there been, three of them so far, were \nnever about how to improve the system, it's how to eliminate the system.  And that is not escaping my attention at \nthis hearing either.\n\nThe whole idea is let's get rid of the diversity program that is the way more African immigrants get into this country \nthan any other way.  And that's -- you're entitled to that view, but I don't think that this is the way we want to think \nabout our country or its policy on immigration.\n\nAnd that's why I support the comments made by Ranking Member Lofgren.  We've got to look at how we improve it.  \nAnd it's very interesting to me that we have -- our examples are real great. Somebody, I can wager, is going to \nmention that they -- how can you have a terrorist that has to win the lottery first to implement his program?\n\nThe other part of this that's very important is that the General Accounting (sic) Office has found no documented \nevidence that the Diversity Visa Immigrants Program posed a terrorist or other threat. So don't let me hear \nanybody talking about terrorism.  And I'll revise the rest of my statement, Mr. Chairman, and yield back my time.  \nThank you.\n\nREP. GALLEGLY:  I thank the gentleman and I just will take the privilege of the chair just for a second to -- if maybe \nI can engage both my colleague, Ms. Lofgren and Mr. Conyers -- John, my neighbor, my friend -- how you would \nrespond to the arguments that many make about since this program started there have been approximately \n800,000 people who have come here under the diversity program.  Many would argue that that 800,000 that have \ncome here would ensure diversity forever through chain migration.  What would your response to that be?\n\nMr. Conyers?\n\nREP. CONYERS:  That it isn't happening.  That hasn't happened -- well, here's -- you're just giving me back the \nquestion that I -- the challenge I posed.  If you really want to cut the numbers down in the program, you're saying \nthe program is a success.  So that leads to the same conclusion, we don't need it any more.  I reject that out of \nhand.\n\n\n\nREP. LOFGREN:  In answer to your question, Mr. Chairman, I would note from the report we received from the \nCongressional Research Service just yesterday that the predominant immigrant through this is a managerial single \nmale professional and who is not bringing in a spouse and children.  So also I would note that the brother-sister \nbacklog, as you know, is very regressed.  I mean, it's decades in some cases for people to bring in siblings.  So \nalthough theoretically one could talk about that, in fact it's not a practical measure.\n\nWe can argue whether or not our immigration system should seek to have diversity.\n\nI would call Senator Kennedy and Chairman Rodino who were concerned that the Irish and Italians would not be \npresent in our immigrant pool, and they thought that was a problem and that really was the origin of this.\n\nAnd it's interesting that it's now -- the diversity that we're seeing is from Africa primarily, not completely, because \nthere's -- of the way patterns of immigrations have developed.  And absent this visa, aside from the refugee \nprogram, and I guess some of our students that are coming in who are -- I've met some who are highly educated, \nwe wouldn't see much immigration from Africa.  And I think, you know, the diversity has always made our country \nricher and that's why we are a proud immigrant nation.  So that would be my answer, Mr. Chairman.\n\nREP. GALLEGLY:  And again, we shouldn't be debating this.  We have witnesses here to listen to.  But I can't help \nbut respond to the only two examples I used in my opening statement about two incidents, one at LAX and one a \nPakistani national that was advocating jihad here in the U.S.\n\nIn both of these instances, the people that were advocating this were -- one was a son and one was a husband of \nthe applicant.  So that does have something to do with that portion.\n\nIn any event, we're fortunate today to have four exceptional witnesses.  Each of the witnesses' written statements \nwill be made -- entered into the record in its entirety and I ask each to try to summarize in five minutes if at all \npossible.\n\nWe got a late start.  It's not your fault, but in view of that, I want to make sure everyone has a chance to be heard \nand if you would provide the lights as kind of a guide.  But I would appreciate you to try to work as carefully and as \nhelpful in that vein as possible.\n\nThe first witness today, of course, the sponsor of the legislation who is obviously a good friend of both of my \ncolleagues here as evidenced in their opening statements.  Bob Goodlatte currently is serving his 10th term \nrepresenting the sixth congressional district of Virginia.  He has been an active member of the House Judiciary \nCommittee since arriving in Congress and is currently the chairman of the House Judiciary Subcommittee on \nIntellectual Property, Competition and the Internet.\n\nOur second witness today is Stephen Anthony -- (word inaudible) -- Tony Edson.  Mr. Edson is former deputy \nassistant secretary of state for visa services.  He was with the State Department for 28 years and currently serves \nas principal at SAEdson law firm.\n\nOur third witness, Ms. Janice Kephart, is the director of National Security Policy at the Center of Immigration \nStudies.  She previously served as counsel to the 9/11 commission.  Ms. Kephart received her bachelor's degree \nfrom Duke and J.D. from Villanova Law School.\n\nAnd our last witness is Ambassador Johnny Young.  Ambassador Young is executive director of the Migration and \nRefugee Services of the United States Conference of Catholic Bishops.  He was previously a member of the Senior \nForeign Service and the rank of career ambassador and last served abroad as the U.S. ambassador to the \nRepublic of Slovenia.\n\nSo you can see we have some very good witnesses this afternoon. And we'll start with our colleague from Virginia, \nMr. Goodlatte.\n\n\n\nREP. GOODLATTE:  Thank you, Mr. Chairman, Ranking Member Lofgren, Ranking Member Conyers, it is a \npleasure to be before you today.  And I will submit my written statement for the record.\n\nI want to respond to some of the comments made by the ranking members who are indeed my friends as well.  First \nof all, the United States has the largest and most diverse immigration program in the world and that is even without \nconsideration of the visa diversity or visa lottery program.\n\nWhen I practiced immigration law prior to my election to Congress for more than a decade, I represented individuals \nfrom more than 70 countries, none of whom were coming in under the visa lottery program. They were coming in \nunder family-related and primarily work-related visas.\n\nWe also admit people to this country based upon refugee status from any country in the world where that is a \nnecessity and we grant political asylum.  So the opportunity right now for diversity from virtually any country in the \nworld exists even without this program.\n\nSecondly, this program has been rejected by the House of Representatives twice now; once under a Democratic \nCongress, once under Republican Congress.  The House has voted to eliminate this program.\n\nAnd while there have been claims as have just been made that the program could be improved, during the majority \nin which the gentleman from Michigan was the chairman of the full committee and the gentlewoman from California \nwas the chairman of the subcommittee, no hearings whatsoever were held on this issue to improve it.\n\nI would suggest to you that there are a number of legitimate reasons why the program should be eliminated.  One of \nthose is a national security concern.  There is no doubt that given the fact that there is no necessity for a family \nrelationship, no necessity for a particular job skill that it is easy for an organization like al-Qaida to submit names.\n\nYes, it's done at random.  But you could submit lots of names from individuals who do not have terrorism records, \nhave -- are young people whose names could be drawn.  We would be none the wiser that not only were they \nadmitted to the country like the 9/11 hijackers were, but they were admitted to the country on a permanent resident \nstatus green card.  So they were admitted permanently to the country.\n\nSecondly, there is, I think, a very strong argument made that this program is grossly unfair to those people who \nhave met the public policy interest of the United States.  Immigration is a two-way street.  There's not a person in \nthis room who can't go back a few generations or several generations and find somebody in their family who came \nto the United States to better their lives for themselves and their family.\n\nBut we do it based upon having a connection, like having a family connection or a job skill that's needed in the \ncountry or based upon persecution or a refugee status situation.  And when we do that, it seems to me very \nimportant that we recognize that this program allows people to bypass people who are on very long waiting list from \ncountries who have family relationships, who have job skills that have been determined to be in need in this \ncountry, and they watch somebody who gets an opportunity to get a visa to come here based upon pure luck.\n\nThat combination, I think, is not a good one, and that's why I have introduced this legislation in the last few \nCongresses.  It's been bipartisan each time I've done it.  And as I say, it has passed both in the 109th Congress as \na part of the appropriations process and in the 100 -- I'm sorry, in the 109th Congress had passed as an \namendment to H.R. 4437 on the House floor with a very strong bipartisan vote.  And in the 110th Congress, it \npassed as an amendment to the fiscal year 2008 State, Foreign Operations appropriations bill.\n\nSo again, I think there is very strong bipartisan support for this legislation.  I think that the State Department's \ninspector general testified before the 109th Congress that the program \"contains significant risks to national security \nfrom hostile intelligence officers, criminals, and terrorists attempting to use the program for entry into the United \nStates as permanent residents,\" quote, unquote.\n\nWith the tool of legal permanent resident status in hand, terrorists and spies would have free reign to travel and \nplan terrorist activities within the borders of the United States.  Our immigration policy should be based upon what \n\n\n\nthe needs are of the United States because there are people, millions of people, who want to come here for a \nmultitude of different reasons, some good, some bad.\n\nWe should identify the good reasons for bringing people here and have an immigration policy that does that and not \nrely on pure luck to determine who are the good people that should be coming to this country.\n\nREP. GALLEGLY:  Thank the gentleman.\n\nMr. Edson.\n\nMR. EDSON:  Chairman Gallegly, Ranking Member Lofgren, Ranking Member Conyers and distinguished \nmembers of the committee, good afternoon and thank you for allowing this opportunity to discuss my experience \nwith the Diversity Visa Lottery program.\n\nAll visa categories are subject to attempted fraud by applicants interested in entering the United States illegally.  \nApplicants misrepresent their identities, their credentials and their intentions every day before consular officers \naround the world trying to obtain visas that they don't qualify for.\n\nMost visa categories, particularly for immigrants to this country, have very specific requirements that pose barriers \nfor applicants attempting to submit a false application.  Those wishing to obtain a visa fraudulently must first \nconvince DHS through the petition process and then the consular officer doing an interview that the requisite \nrelationship or employment experience or work situation exists.\n\nFor someone misrepresenting themselves as a doctor, or business executive, or a parent of a U.S. citizen, quite a \nbit of documentation and interview preparation is thus required.  Contrast this to the diversity visa program, where \nthe barriers for entry into the program are so low that we ask applicants to prove only that they have the equivalent \nof a high school education or two years of some sort of skill-based employment, some sort of financial support or \njob lined up in the U.S., and they are otherwise eligible for visas -- (inaudible) -- the standard ineligibilities, public \nhealth, criminal record.\n\nBecause almost anyone can qualify for entry into the program, the cost of committing fraud in the category is quite \nlow.  The possibility of legal permanent resident status in the U.S. makes it well worth the limited amount of time \nand money required to enter the program fraudulently.\n\nThe diversity visa program is subject to attempted fraud both by applicants themselves, and worse, by third-party \nbrokers and -- (inaudible) -- who abuse both the visa system and those applicants. Fraud by applicants include, \namong many other things, multiple entries, fraudulent claims to education and work experience, pop-up spouses or \nfamily members, relatives added after the application is submitted, and false claims to employment or financial \nsupport in the United States.\n\nFraud and abuse by third-parties is just as prevalent and can have tragic consequences.  Consular officers have \nseen cases of collusion with post office officials, thus the change that Ranking Member Lofgren mentioned, so that \nnotifications to winners of the lottery are either stolen and used by someone else or held hostage until the applicant \npays for the release of their document.\n\nThis was quite common.  Just as commonly, unfortunately, the applicant may be extorted throughout the process.  \nIn other words, not just forced to pay for the release of their initial documents, but forced to pay criminal gangs in \norder to be allowed to complete their application.\n\nThis problem occurs to a limited extent, a much more limited extent with other visa categories as well.  But because \nthese diversity visa applicants don't have relatives and employers in the United States, they're particularly \nvulnerable.\n\nNor is this sort of abuse limited to applicants who chose to enter the diversity visa lottery.  Consular officers have \nmany times seen unscrupulous agents enroll large groups of people, including in Bangladesh, the phone book, so \n\n\n\nthat they could then extort money from legitimate applicants who did, in fact, apply or from other people that they \nsell their winning slot to as they apply for the visa.\n\nThe State Department's Bureau of Consular Affairs has done outstanding work over the years in fighting this fraud \nin the DV program.  I should be clear that just because the program is rife with fraud it does not mean that the \nscores of unqualified applicants are necessarily entering the United States.\n\nThe refusal rate for DV cases is quite high, and Consular Affairs has done groundbreaking work with facial \nrecognition software, electronic application processes and online data analysis tools to weed out fraudulent lottery \nentry.  Consular officers in the field are similarly astute in interviewing these cases probing for relationship fraud and \nworking hard to validate the few legislative requirements for the program.\n\nDespite the best efforts of consular officers and the State Department, however, the DV program will continue to be \na special target of attempted fraud.  When anyone can play, and in this program they can because of the minimal \nrequirements for entry, then everyone will.  And the cost of a fraudulent application is so low that fraud is and will \nremain prevalent.\n\nI believe that the SAFE for America Act will solve the problem of fraud in the DV program in the only way it's likely \nto work, by eliminating it.\n\nREP. GALLEGLY:  Thank the gentleman.\n\nMs. Kephart.\n\nMS. KEPHART:  Thank you, Chairman Gallegly and Ranking Member Lofgren and Ranking Member Conyers for \nholding this hearing on the DV program today.  I would like to acknowledge the leadership of Representative \nGoodlatte for the introduction of his SAFE for America Act.\n\nMy purpose today is to provide my analysis of the DV program from my vantage point as a former 9/11 commission \ncounsel as well as national security policy director at the Center for Immigration Studies.\n\nMy underlying perspective, let me make clear, is to treat our borders as they truly are, as a geographic demarcation \nof U.S. sovereign rights to assure that people who seek to come here are who they say they are and will not pose a \npublic safety or terrorist threat to American citizens.\n\nUnfortunately, the DV program is a blind spot in our immigration system that assures none of these elements well.  \nInstead it can be a terrorist gamble.  A successful application means an infiltration tactic with little oversight, a \nguaranteed visa and permanent residency to those already in the U.S. or seeking entry from abroad, or a terrorist \nor other criminals can simply wait for the lottery announcements, then hire somebody to buy that win, change \nidentities and voila, they're within our immigration system.\n\nWhatever purpose the DV program sought to be for diversity in a pre-9/11 environment, it's been outlived.  Today \nit's a national security vulnerability, and let me go over the six main reasons why I believe that is the case.  First, the \nDV program draws from nations that are state sponsors of terror or are known to harbor terrorist organizations with \novertly stated terrorist intentions towards the United States.\n\nEligibility will remain for these countries in the 2012 lottery despite 9/11 and despite serious geopolitical shift in the \nMideast today.  The four state sponsors of terror, Iran, Sudan, Syria and Cuba, received a total of 2,588 visas or \nadjustments of status through the DV program in 2010.\n\nNations with active terrorist populations, such as Yemen and Somalia, as well as governments known to support \nterrorist causes and terrorist travel, such as Venezuela, also benefits from the program as do Afghanistan and Iraq, \nto name a few.  Again, there are no stop-gaps against fraud, as Mr. Edson has pointed out, to determine \nqualifications or properly vet identity or derogatory intelligence to assure that radicalized individuals applying from \nthese nations are not entering the U.S. on a DV.\n\n\n\nSecond, the program does not include national security standards for or reviews of participant countries such as \nvisa waiver countries have to do to maintain their status in that program.  Third, the program is susceptible to \nserious fraud and malfeasance, admitted by the State Department most recently in a press conference back in 2010 \ndiscussing the 2012 lottery, both in and out of the U.S. because of its inability to assure identities or qualifications -- \na fraud similar but perhaps even worse than that we addressed on the 9/11 commission regarding the processing of \nSaudi visas pre-9/11.\n\nFourth, the program's low applicant standards combined with its computer-generated random lottery drawing \ncreates an invitation to those with nefarious intentions to take advantage of blind picks and negligible standards.\n\nFifth, the program is known to be exploited for human trafficking and the slave trade by crime syndicates which I \ndiscuss in greater length in my written testimony.\n\nAnd it provides little to promote that straightforward diversity from lower immigration countries when we have crime \nsyndicates taking advantage of it.\n\nAnd lastly, sixth, the program enables those already here to stay while their change of status is under consideration \nas known terrorist Hesham Hedayet did, thus increasing the vulnerabilities inherent in the DV program by enabling \npotential criminals and terrorists to embed longer and legally in the U.S.\n\nI would like to spend my remaining time focusing on the national security challenges of the DV program, particularly \nIran.  The high numbers of DVs issued to Iranians is perhaps the best indication that the DV program is operating in \na vacuum with little concern for national security.  For example, Iran is known for its security forces actively seeking \ninfiltration from abroad and creates another opportunity for such infiltration.  It is hard for us to know who is who \nwhen we have such little penetration into Iran with our own intelligence systems.\n\nIran we know supported 9/11 hijackers' travels, we know they support Hezbollah and currently harbor al-Qaida, and \nthis is only the tip of the iceberg.  Yet the DV program embraces Iran.  Looking closely at the 2010 worldwide \ndistribution of visa lottery winners, Iran received 1,854 visas or adjustments of status.  Iran ranked ninth in the \nworld of the 173 nations eligible to receive DVs, up four places from 2009 where it ranked 13th.\n\nMy conclusion is that the DV program has unfortunately outlived its usefulness in a post-9/11 world.  If this nation \nseeks more diversity in our immigration population, that is for you all to decide.  But the DV program is not the route \nto do so.  Thank you, and I look forward to your questions.\n\nREP. GALLEGLY:  Thank the gentlelady.\n\nAmbassador Young.\n\nMR. YOUNG:  Thank you.  Thank you very much, Mr. Chairman.  I would like to thank you.  I'd like to also thank \nsubcommittee member Zoe Lofgren, and the ranking committee member, John Conyers, for allowing me to testify \ntoday.  My testimony is on behalf of the United States Conference of Catholic Bishops.\n\nChairman Gallegly, the U.S. bishops believe that the call for the diversity visa programs elimination is misguided.  \nThe program is an important facet of not only U.S. immigration policy, but also U.S. foreign policy interest.  Indeed \nthe program benefits the United States interest both domestically and abroad.  I will address each of these in turn.\n\nFirst, the U.S. domestic interests are served by the Diversity Immigrant Visa Program.  The program provides an \navenue for a diverse population of qualified individuals to immigrate to the United States. It reaches beyond those \nwith family or business ties in the United States today and creates a mechanism for racially, ethnically and culturally \ndiverse population to lawfully immigrate that would otherwise not exist under other visa programs.\n\nThese eligible immigrants in turn benefit from U.S. freedom and opportunities while contributing to the economic \nand cultural fabric of our great nation.  In facilitating this, the diversity visa program promotes respect for U.S. \n\n\n\nimmigration laws, rewarding would-be immigrants who respect our laws and seek a lawful means of entry into the \nUnited States.\n\nSecond, U.S. foreign policy interests are served by the diversity visa program.  Mr. Chairman, I served as U.S. \nambassador to countries as varied as Slovenia and Sierra Leone.  Today I'm executive director for the largest \nrefugee resettlement agency in the world.  From these vantage points I have witnessed firsthand U.S. diplomacy \nand direct aid initiatives undertaken to further U.S. national interest abroad.\n\nThese important initiatives are undertaken in part to help shape the minds and hearts of those within their borders \nto regard the United States and the democracy it enjoys as a beacon of hope and opportunity and therefore a \nleader in the world.  In a 2009 report by the independent task force co-chaired by Jeb Bush and published by the \nCouncil on Foreign Relations, the authors underscored the view of the United States as a place of unparalleled \nopenness and opportunity that is crucial to the maintenance of U.S. and American leadership.  The Diversity \nImmigrant Visa Program helps further these objectives.\n\nThe Diversity Immigrant Visa Program has promoted a necessary diversification of the immigrant population in \nthe United States. According to the GAO, the data shows that the DV program is contributing to the diversification of \nthe U.S. immigrant pool. Indeed, well over a half million immigrants from countries with low rates of admission to \nthe United States have become lawful permanent residents through the program.  The majority of diversity \nimmigrants are from Africa and Europe, two regions with low levels of admissions under family or employment-\nbased immigrant visas.\n\nMr. Chairman, the Diversity Immigrant Visa Program generates goodwill and hope among millions across the \nglobe ravaged by war, poverty, undemocratic regimes and opacity in governance.  Through the Diversity Immigrant \nVisa Program the United States makes a counterpoint to that reality, a chance at becoming an integral member of \nan open democratic society that places a premium on hard work and opportunity.\n\nIn fiscal year 2011 alone there were 12.1 million qualified applicants to the Diversity Immigrant Visa Program.  \nFrom a diplomacy standpoint, that is a powerful opportunity.  The U.S. Catholic bishops asked the Congress that \nthe Congress maintain lawful avenues for immigration to the United States and continue to prioritize the \ndiversification of our immigrant pool.\n\nThe Diversity Immigrant Visa is an important facet of both our domestic and foreign policy objectives.  If we are \ntruly concerned about the rule of law, the wholesale elimination of legal avenues for immigration such as the \ndiversity visa is not the answer.  Where fraud is present or security risk a potential, Congress should work with the \nadministration to implement measures to combat that fraud as recorded by the GAO and as it does with other \nimportant government benefit programs.  Thank you.\n\nREP. GALLEGLY:  Thank you, Mr. Ambassador.\n\nI would ask unanimous consent to place into the record without objection the following items to be made a part of \nthe record of the hearing:  the 2003 department office of inspector general memorandum inspection report on the \ndiversity visa program; number two, the 2007 GAO report entitled \"Fraud Risk Complicates State's Ability to \nManage Diversity Visa Program;\" number three, March 24, 2011 Irish Times article entitled \"U.S. Embassy in \nDublin Warns of Widespread Visa Lottery Scam;\" number four, March 30th, 2011 Arab News article entitled \"U.S. \nVisa Scam Gets Personal;\" and finally, a copy of the fraud alert on the website of the embassy of the United States \nin London.  If there is no objection those will be made a part of the record of the hearing.\n\nFirst of all, Bob, in your written testimony, you referred to a statement before Congress made by the State \nDepartment's inspector general in which he stated that the visa lottery program contains significant risk in national \nsecurity of the United States.  You also mentioned the case of the Egyptian national who was permitted to enter the \nU.S. because his wife was a visa lottery winner.  Once in the country, the person killed two and injured three in \nLAX.  Can you elaborate a little bit on your statement?\n\n\n\nREP. GOODLATTE:  Well, I think that there have been reports from several sources that have indicated a great \nconcern about this and I think the nature of the concern is that you have people who want to come here because \nthey have a family reunification issue, they have family that's already here petitioning for them, they have a job skill, \nthey have an employer who is petitioning for them.\n\nIt's a lot harder for a criminal organization, a terrorist organization or somebody who just wants to come to the \nUnited States because it's an opportunity for them to engage in some kind of activity that we don't want them here \nfor, it's a lot harder for them to do that if they have to create that connection in the first place that you have to have \na job skill and an employer who wants them.\n\nOr they have to have a specific family relationship.\n\nThen if they simply put their name into a lottery, as you correctly note, millions of people do, and while I have no \ndoubt that most of those people are wanting to come here for the same reason that other people want to come \nhere, those you want to come here for illegitimate purposes including terrorism or criminal activity have an easier \ntime doing that, as Mr. Edson pointed out in his testimony, than they do if they have to have that preformed \nconnection in order to get the visa in the first place.\n\nREP. GALLEGLY:  Mr. Edson, in your statement you mentioned the Bangladesh phonebook.  Can you elaborate a \nlittle bit more on that as an example of concern?\n\nMR. EDSON:  Certainly.  We obviously have no way -- the State Department -- I'd get rid of the \"we\".  State \nDepartment has no way of knowing how often applicants, those 12 million entrants into these lottery program every \nyear, didn't actually submit entries on their own behalf. But we know that it is quite common for agents to just take \npersonal data on existing people and submit it into the lottery's entries, often now, because facial recognition is \nused and the photos are required, picking photographs that are relatively neutral so that the greater opportunity for \nlook-alikes in the final win.\n\nSo that then if one of those real people who didn't really apply wins a slot in the diversity visa lottery, the agent can \nthen sell that slot to somebody who resembles the photograph closely enough that they can then steal the identity \nof that other person and complete the application process.  And there's no preexisting data that's going to rule out \nthat individual.\n\nREP. GALLEGLY:  Thanks.\n\nMr. -- I beg your pardon, Ms. Kephart, in your testimony on page six you discussed how organized crime rings \nexploit the visa lottery program.  This is becoming a huge problem in my area and the Greater Los Angeles area \nhaving to do with Medicare fraud and health care issues, with setting up phony clinics and so on and so forth.  Does \nthis have any relationship to what you're relating to in your testimony, or specifically what did your testimony relate \nto?\n\nMS. KEPHART:  Well, I think you're referring to the use of fraudulent and counterfeit documents to support \napplications in general.  If that is your reference, yes, we have had federal prosecution have to deal with a number \nof cases that are extremely serious dealing with fraud on the U.S. side with the diversity visa program.\n\nOne case involved a slave trade being created out of Africa where young female winners between 10 and 19 were \nbrought over, they were forced to give up their identities and passports and brought over here and had to take on \nnew identities.  There are other pieces of this though as well.  If you're dealing with fraudulent documents, this is \nsomething we dealt with extensively on the 9/11 commission, the idea of fraud, the idea of looking clean when \nyou're not really clean.\n\nAnd when you're dealing with a program like this that does not require a lot of identity information on the front end, \nyou can switch out identity very easily as Mr. Edson has done based on fraudulent birth certificates, fraudulent \ndriver's license, fraudulent passports on the U.S. site.  Abroad, where there's no way for a consular officer to make \n\n\n\na determination as to the legitimacy of the high school education, a certificate that you're presenting, the birth \ncertificate or any of the identity information that you're providing, you can easily switch that out.  Once you do that, \nyou're creating -- once you have that in place, you have a huge vulnerability that is much wider than what you even \nhad with the 9/11 situation.\n\nREP. GALLEGLY:  Thank you very much, Ms. Kephart.\n\nMs. Lofgren.\n\nREP. LOFGREN:  Thank you, Mr. Chairman.  I think it's important to note that nobody on the committee is in favor \nof fraud or -- but the issue of how to preserve diversity in a way that works for the country.  That's the way I see this \nquestion.  Anyhow, without this diversity visa African immigrants would only be 3 percent of the immigrants to the \nUnited States.  I mean, statistically, and I don't think that's good for the United States.\n\nAnd, Bob, I heard what you're saying.  You know, I always think about my grandfather because he came here when \nhe was 16.  He didn't have a family tie, he didn't have a job, he hadn't finished his education.  But he wanted to \ncome here.  He wanted to be free.  And, you know, what a country.  His granddaughter is in Congress.  So that's \npart of what this is about.  It's to not lose that part of our history.\n\nBut the question is how do we avoid the problems.  Mr. Edson, do you know -- I don't know the answer to this -- can \nthe State Department impose a fee on their own?  They don't need Congressional action to do that.  Or do they?\n\nMR. EDSON:  I'm probably not in the best position to answer, but it's my understanding that they do need \nCongressional action.\n\nREP. LOFGREN:  But that's something then that maybe we got to look at because certainly if there were a fee, that \nwould be a deterrent.  I mean, if you're talking about entering the phonebook, that would be a very different issue.  I \nthink the facial recognition and the web-based stuff is going to help.  And maybe there are some other ideas to \nmake this work better.\n\nYou know, I think it's always dangerous to legislate by anecdotes.  Certainly, the fellow in Los Angeles who \nengaged in violence was awful.  But there was an Egyptian man named Abdel-Rahman Mosabbah who came as a \ndiversity visa immigrant and he uncovered a planned terrorist attack on the New York City subway system.  He \nreported it to the New York City Police Department and they went in and they arrested the guys and they stopped \nthe plot.\n\nSo I don't think you say, well, that's the reason for the diversity visa program any more than the reverse.  And I \nthink it's worth noting that the GAO's report that's now being entered into the record, and this is a quote, \"found no \ndocumented evidence that diversity visa immigrants from state sponsors of terrorism or other countries posed a \nterrorist or other threat.\"  So we need to, I think, make improvements if we can.\n\nAmbassador Young, I found your testimony actually pretty moving because the diplomatic value being a beacon of \nhope for the world really is important to the United States.  You served as ambassador to a number of nations.  \nWere you able to use this as a tool of diplomacy?  And can you expand on your experience with those who applied \nfor the lottery program and what it means to us in the diplomatic sense of who they are in your experience?\n\nMR. YOUNG:  I found it particularly useful when I was in Africa, in Togo in particular.  I served in Sierra Leone also, \nbut that was prior to the program.  In countries that are under oppressive governance and rule, that are very \nimpoverished, that has very little to offer its people, although I didn't go around peddling or advertising for the \ndiversity visa, in my interaction with young people, with young professionals and what have you, they would ask \nme, you know, what can I do?  I'm a university graduate, I'm a professional or what have you, there's nothing for me \nto do here, what can I do?  You know, you come from a great country.  Is there anything you can do for me?  I said, \nwell, I can't meddle in the visa business as the ambassador, but we do have something called the diversity visa \nprogram and you can apply for it, and you may win, you may not.  And you keep trying until you do.\n\n\n\nI can cite the case of a woman that I knew in Togo.  She was educated.  She had a sister in the United States who \nwas a U.S. citizen.  The sister had petitioned for her.  She believed that the wait would have been about 25 years.\n\nAnd while waiting, she applied for the lottery.  She didn't win the first few times.  But she won, I think it was about \nthe fourth time around.  She came to the United States.  She brought her teenage son.  He finished school here in \nthe United States and last year got his MBA at Harvard.\n\nREP. LOFGREN:  Wow, quite a story.\n\nMR. EDSON:  Yeah, that was a good one.\n\nREP. GALLEGLY:  Mr. Conyers.\n\nREP. CONYERS:  Thank you very much.\n\nAnd Mr. Ambassador, what's the impact of 12 million people all thinking about trying to get over here?\n\nMR. EDSON:  Well, they're anxious to do that because they look to us as their one opportunity for hope and for \ngetting out of the situation that they're in.  Of course, they think of the United States in a very positive way.  And I \nthink that's a very good thing for our image and I think that helps us.  And as I said, the most important thing is that \nwe offer -- this is an opportunity for hope.\n\nREP. CONYERS:  And Mr. Edson, your work with the State Department gave you an opportunity to make a number \nof improvements and we're grateful to you for that.  I wanted to thank you.  Could you discuss some of the things \nyou got in place while you were there?\n\nMR. EDSON:  Certainly.  Thank you.  The program when it began was a mail based program and the amount of \nmail received was so high that the envelopes were actually bar coded on the outside without being enveloped.  \nWinners were selected sight unseen.\n\nSo there was no -- in the early years there was no way to tell how many entries were being submitted by an \napplicant.  And in fact we knew through sampling that large -- in those first couple of years, there were large \nnumbers of duplicate entries, I mean, thousands of duplicate entries from people who were just using technology \nand law firms and agents and things to help them out.\n\nThe State Department was able to move to an electronic application process at a time when people thought that \nInternet penetration wasn't enough in many -- that helped.  The facial recognition has helped.  It was I think one of \nthe earliest uses of facial recognition technology in the government to look for duplicate entries in the application \nprocess.\n\nAnd then some changes in rules like the requirement to submit photographs with the -- not the application, but the \nlottery entry, the first stage.  The requirement to submit a photograph with that limits some identity fraud \nopportunities.\n\nIt's telling though, if I can get off the track just slightly, the bulk of the money spent on this program is to fight fraud \nin this way instead of to administer the program which is -- and that's unlike any other visa work that we do -- which \nwe did at State where the bulk of the resources were spent helping applicants get through the process.  And in this \ncase, its almost all fraud related, but it has been done.\n\nREP. CONYERS:  Well, we want to thank you for your help on this.\n\nAnd I wanted to turn to Attorney Kephart because, you know, we -- immigration, as a field there's a big problem in \nall of its branches, don't you think?  I mean, there's a lot of work to be done in all the areas and there continues to \nbe more work done in this area.\n\n\n\nMS. KEPHART:  Yes, Ranking Member Conyers.  Yes, absolutely, you're right.  Across border security \napparatuses, Mr. Edson was one of the people I interviewed when I was on the 9/11 commission and we went \nacross the board, as you know, making lots of recommendations and criticisms on border security.  Our staff \nmonograph, \"9/11 and Terrorist Travel,\" is a long history of problems with the immigration system.  And there have \nbeen improvements in some areas for sure.\n\nIt is unusual for me, I have to say, to actually be in agreement on eliminating something completely.  And in this \nparticular case, when you run it through the rubric of our sort of tiered analysis on the 9/11 commission we said two \nthings that people up here know very well.\n\nThe terrorist travel is as important -- travel documents are as important as their weapons are, and that we must \nassure that people are who they say they are.  When you look at this, this is not just a non-immigrant visa.  This is \nan immigrant visa.  This allows permanent residency; this allows you to go freely in and out of the United States.  \nAnd so the vulnerability here is high.\n\nSo for me, the security aspect of it on the front end has to be very high.  Because that's not there, I think that's the \nvulnerability.  And because we really can't -- there are improvements in the system for sure in the DV program.  \nHowever, it is not enough to really assure that people are who they say they are.\n\nAnd when we're embracing state sponsors of terror, when we're embracing those nations where we know there are \nradicalized populations, that puts I think this on a cusp of -- an unfortunate cusp of not being a program that assures \nour national security and really gets at the issue that this program is supposed to, which is diversity and a welcome \nmat to those who otherwise would not have the opportunity to come here.\n\nREP. CONYERS:  Chairman, could I get one additional --\n\nREP. GALLEGLY:  With the help of you and Mr. Pierluisi, I made a commitment we'd finish by 3:30.  So I'll be \nhappy to do that.\n\nMaybe you can help me, Mr. Pierluisi, yield to Mr. Conyers.\n\nDELEGATE PEDRO PIERLUISI (D-PR):  I'll yield a minute to the ranking --\n\nREP. CONYERS:  Thank you.  On a personal, I know you're representing here today.  But personally, has your vast \nexperience with immigration issues led you to be skeptical if not negative about the whole immigration system \nitself?\n\nMS. KEPHART:  Actually no.  I think that the immigration system, as problematic as it is, has a lot of potential for \nimprovement.  And that's how I look at it.  You know, I look at the southwest border and I see potential that we can \nactually secure that border now.\n\nAnd I look at all the work that has been done since 9/11 and the seriousness with which you all took our \nrecommendation, and that gives me a lot of hope.  I think if I had thrown in the towel, I wouldn't be sitting here right \nnow.\n\nREP. CONYERS:  But you've given up on this one.\n\nMS. KEPHART:  On this particular one, yes, because I think the lack of security is -- (inaudible)\n\nREP. CONYERS:  We want to give you --\n\nMS. KEPHART:  -- the fraud.\n\nREP. CONYERS:  We want to encourage you.  We want to give you hope and encouragement. We want to keep \nhope alive.\n\n\n\nMS. KEPHART:  I understand, sir.  (Chuckles.)\n\nREP. CONYERS:  Thank you, sir.\n\nREP. GALLEGLY:  Mr. Pierluisi.\n\nCOMM. PEDRO PIERLUISI (D-PUERTO RICO):  Thank you, Chairman.  I'll just make a comment and then wait for \nyour reactions.  I just believe that the messages we send to the rest of the world are very important.  And by having \nthis program, we're sending a message that we continue to welcome immigrants from a diversity of backgrounds \nand nations of origin.  And that's an important message.  We've always been viewed as the land of opportunity and \nlots of people would like to join us, and what's wrong with that?\n\nI do agree that we have to make every effort to make sure no terrorist take advantage of a program like this.  We \ndon't want any of them here and -- but I see and the staff do not support this issue we're raising because when I \nsee the stats, close to 800,000 people have come in using this program to our country.  And I can only see four \ncases of actual terrorist we have been, we've spotted.\n\nWow, four cases out of 800,000 people.  That's the first thing that comes to my mind.  Another thing, GAO which \nwas the last entity, objective entity, looking at this, that there's no evidence of the program being abused for \npurposes of terrorism.  So I see that too.\n\nAnd then I see all these enhancements.\n\nSo my reaction, my gut feeling is let's keep improving it, but let's not send the message that we're basically closing \nthis or shutting this door on so many people that dream about joining us and making this country even better.\n\nSo now I'd like to hear your reactions.  So I guess I will start with Mr. Young, but obviously, my fellow member here, \nI would like to hear from you too, Congressman Goodlatte.  I like you too.  (Laughs.)\n\nMR. YOUNG:  Shall I begin?\n\nCOMM. PIERLUISI:  Yes, I guess, I said it in that order.  It's not (inaudible) --\n\nMR. YOUNG:  I'm with you 100 percent.  I believe that the program is important to what we try to do worldwide in \nterms of who we are, what we represent, that we do offer hope.  We give people, an opportunity to those who are \nsuccessful through this program, to live with dignity and to realize their potential.  We think the program is good.  It's \nvalid.  It serves our purpose.  We say, do not eliminate it, but let's work and find ways to improve its imperfections.\n\nREP. GALLEGLY:  Mr. Goodlatte, did you want to respond?\n\nREP. GOODLATTE:  Yes, I definitely do.  Well, let me just say that as I indicated earlier, I have practiced \nimmigration law before this program existed and at that time I helped people to obtain permanent resident status \nfrom more than 70 countries.  So I think that we already are, regardless of this program's existence, the most \ndiverse nation on earth and it's in part because of our immigration policies.\n\nBut if those policies are designed to make this country better, we ought to take into account who it is that wants to \ncome here based upon needs that we have in the United States including needs to have people with particular job \nskills and including the important need to reunify people who have family members who are already here.\n\nThose should be our priorities.  And given the high, high, high level of immigration that we have and given the \nproblem that we have with the levels of unemployment and so on, we should not pick people to come here based \non pure luck.\n\nAnd I respect the millions of people who want to come here.  My concern is that basing your future upon whether or \nnot you have a 1 in 200 or 1 in 300, whatever the odds are, chance of having your name picked out, it's like saying, \nI'm going to -- you know, I'm going to stay for the future buyer buying a lottery ticket every week.\n\n\n\nThat's not the best way to enhance your own life and this is -- you know, the program should be based upon people \nwho have something that United States needs and wants to come here.  We want them here and they want to be \nhere, not based simply on pure luck chosen at random.\n\nREP. GALLEGLY:  The time of the gentleman has expired.\n\nI want to thank all of the members for being here today, particularly when everyone likes everyone that always \nmakes it lot easier for the chair and I would -- fairly good, I've been exempted. But I still like you John.\n\nIn any event, thank you to all of our witnesses.  And without objection, all members will have five legislative days to \nsubmit to the chair additional written questions for the witnesses which we'll forward and ask the witnesses to \nrespond as properly as they can so the answers could be made a part of the record of the hearing.\n\nAnd without objection, all members will have five legislative days to submit any additional materials for inclusion into \nthe record. Again, thank you all for attending today, and with that the subcommittee stands adjourned.\n"}