{"title": "Juan Gonzalez and His Son", "body": "\nThe Elian Gonzalez case grows more tangled and charged by the hour, and the fate of the young Cuban boy is now \nyoked to a destructive combination of cold-war animosities and presidential politics. The furor is a terrible disservice \nto Elian and is rapidly becoming a national embarrassment. Elian needs to be reunited with his father, and all those \ninvolved should be working to find a reasonable way to accomplish that rather than using the boy to score political \npoints.\n\nCuba's leader, Fidel Castro, has opened the door to a fair resolution with his announcement that the boy's father, \nJuan Miguel Gonzalez, is ready to come to the United States to take custody of his son and remain here until the \nlegal process runs its course. Yesterday Mr. Gonzalez's attorney, Gregory Craig, said Elian's father was seeking \nvisas for himself and a group of family members. But the father will come only if he receives assurances that he will \nhave custody of Elian while the case is adjudicated.\n\nIf Elian's Miami relatives are truly interested in the child's welfare, they will accept this proposal, since uniting son \nand father is so clearly the right thing to do. With the father in Cuba, the relatives could argue that their custody of \nElian was warranted while the courts considered the case. But if the father, who is known to be a loving parent, \ncomes to America, a refusal to deliver Elian to him verges on kidnapping. It would suggest that the relatives not only \nintend to defy the government but also the natural bonds that link parent and child.\n\nElian's Miami relatives and their lawyers have thrown up a legal smokescreen by arguing that the law is unclear in a \ncase like this. It is not. As the Immigration and Naturalization Service has maintained, and a federal district court \njudge has confirmed, Elian's father is the person entitled to speak for the child. If, as expected, further court review \nupholds the father's right to be reunited with his son, the decision whether Elian and his father return to Cuba \nshould be theirs alone.\n\nVice President Al Gore needlessly complicated the issue yesterday by breaking with the White House to support \nlegislation in Congress that would grant permanent resident status to Elian, his father and other members of the \nchild's family in Cuba. This is purely a political maneuver, designed to enhance Mr. Gore's appeal in Florida, a \ncrucial state in November. The point of such legislation is to take the case out of federal jurisdiction and improperly \nplace it in the hands of a Florida family court. Gov. George W. Bush supports a similar plan.\n\nMiami's political leaders are acting even more shamelessly. Alex Penelas, mayor of Miami-Dade County, has \nexacerbated tensions by saying he would hold President Clinton and Attorney General Janet Reno responsible for \nany civil unrest and violence, and would not allow local police to assist federal agents in executing any order to \nrepatriate Elian. There should be no need to remove Elian forcibly from his Miami relatives. That would be a defeat \nfor all parties, and emotionally lacerating for Elian. But Mr. Penelas increases the chances of a confrontation with \nhis irresponsible rhetoric.\n\n\nThe I.N.S. did its part yesterday to defuse the case by postponing its threat to terminate the Miami relatives' custody \nof Elian, and to continue discussions with his great-uncle. If the relatives can set aside their political fervor against \nFidel Castro and see this case in simple human terms, they will agree to turn Elian over to his father now.\n\nhttp://www.nytimes.com\n"}