{"title": "Giuliani, at U.N. Opening Ceremony, Assails New Isolationist Mood in Congress", "body": "\nIn a strongly-worded attack on the isolationist mood swelling in a Congress dominated by his fellow Republicans, \nMayor Rudolph W. Giuliani helped kick off the 50th session of the United Nations General Assembly today, \ncriticizing the \"potent strain of isolationism that once again is infecting our political discourse.\"\n\nThe Mayor did not mention the Republican Party by name and said in an interview later that he was not singling out \nhis party or fellow politicians. Still, his defense of the United Nations' achievements and of immigrants' contribution \nto the nation marked the latest in a series of attempts by Mr. Giuliani to set himself apart from the newly dominant \nconservative wing of the Republican majority. Many of those Republicans want to end or cut back financing to the \nU.N. and favor severe immigration restrictions.\n\n\"Sometimes, leadership means taking unpopular positions, rejecting harmful political fads,\" Mr. Giuliani said today. \n\"Sometimes, leadership requires challenging myths. That's the kind of leadership we need in defining our \nrelationship with the U.N. and also on the issue of immigration.\"\n\nMayor Giuliani's speech echoed his criticism last month of immigration restrictions proposed by a panel named by \nthe Speaker of the House, Newt Gingrich, which recommended cracking down on benefits for illegal aliens. At the \ntime, Mr. Giuliani said such restrictions not only violated basic decency but could also have \"catastrophic social \neffects\" on New York and other large cities.\n\nToday's speech marked the first such appearance by a mayor of New York City in nearly half a century. The last \nmayor to address the General Assembly was William O'Dwyer, who welcomed the delegates at their temporary \nquarters in Flushing Meadows Park in 1947.\n\nMr. Giuliani spoke to delegates from 185 member states who convened in the General Assembly chamber for the \nopening of three months of speeches and debate.\n\nWhile the United Nations invited Mr. Giuliani to attend the Assembly's opening session, the United States \nrepresentative, Madeleine K. Albright, gave her spot on the list of speakers to the Mayor.\n\n\nThe Mayor's kind words about the United Nations came at a time when it is beset by an array of problems, ranging \nfrom a rocky peacekeeping mission in the Balkans to a financial crisis caused by the failure of member states like \nthe United States to pay their full assessments.\n\n\"The U.N. provides a crucial forum for international debate and cooperation,\" the Mayor said.\n\nMayor Giuliani described the drive on Capitol Hill to cut back support and funds for the United Nations as \"an ill-\nconceived proposition that would achieve only symbolic savings in the Federal budget, while greatly impeding the \noperations of the United Nations and hurting the economy of the United Nations' host country, the United States,\" \nas well as that of New York City.\n\nThe case he made for immigration was even more spirited. \"You can't be a New Yorker -- you can't be part of this \ncity -- and deny the contributions of immigrants,\" said Mr. Giuliani, whose grandparents immigrated from Italy.\n\n\"Our nation owes its existence to the hard work, determination and vision of immigrants,\" he said, \"and in the end I \nam confident that support for immigration will prevail over this latest advent of suspicion.\"\n\nThe Mayor hailed New York as \"not only the world's most diverse city but also the world's most cosmopolitan and \ntolerant city.\"\n\nThe Mayor also has an economic incentive to be supportive of the U.N. A recent study for the city's Commission for \nthe United Nations, Consular Corps and International Business found that the United Nations, its agencies and \naccredited diplomatic missions spend $3.3 billion a year in New York City and create 30,000 local jobs, according to \nJane R. Steiner, a deputy commissioner. She said this includes $10 million for parking tickets.\n\nMr. Giuliani joked that he wanted the delegates to visit every part of the city \"and spend money.\" But he also \nstressed that New Yorkers welcomed their presence.\n\n\"We want to say to all of you that wherever you come from and however long you are here, you are New Yorkers,\" \nMr. Giuliani said.\n\nThe General Assembly will open its general debate next Monday and wind up in mid-December. More than 150 \nforeign leaders are expected to attend a special session commemorating the U.N.'s 50th anniversary, which will \ntake place from Oct. 22 to 24.\n\n      \n"}