{"title": "PASS IMMIGRATION REFORM AND I'LL RETIRE, POL VOWS", "body": "\nIT WAS MEANT as a joke, but you can be certain that some of his fellow Congress people wish it becomes reality.\n\n\"Luis has said he will leave Congress once the immigration reform bill passes. A great offer to those in Congress \nwho don't like him: 'Pass the STRIVE Act and get rid of Luis.' \"\n\nIt was Rep. Joe Crowley (D-Queens) talking about Rep. Luis Gutiérrez, his Illinois colleague in the House. Both \nwere speaking last Monday at an immigration forum at LaGuardia Community College in Queens.\n\nGutiérrez is the author - together with a Republican congressman from Arizona, Rep. Jeff Flake - of the STRIVE Act \n(Security Through Regularized Immigration and a Vibrant Economy) of 2007, a bipartisan comprehensive reform \nimmigration bill. Crowley is a co-sponsor.\n\n\"This year we have the best opportunity in 10 years of passing a comprehensive immigration reform bill. We \ncannot lose that opportunity,\" Gutiérrez told the immigration activists and college students that filled the room.\n\nYet the outcome of the immigration debate is uncertain.\n\nWhat no one doubts is Gutiérrez's commitment. The slightly built Illinois congressman is passionate about \nimmigration reform. He expects the House to open the debate on the STRIVE Act at the beginning of June, right \nafter the Senate finishes discussing its own immigration bill.\n\n\"The Senate is supposed to start the debate on May 14,\" a concerned Gutiérrez said. \"But they don't even have a \nproposal yet.\"\n\nAnd as the questions people asked at the LaGuardia forum made clear, there are many other concerns.\n\nSome people think that even if the bill incorporates some of the essential points for a workable and fair \nimmigration reform, there are other aspects of the bill that are worrisome.\n\nThe Gutiérrez-Flake bill establishes an earned legalization program for the 12 million undocumented immigrants \nalready living in the U.S. It also includes the DREAM Act, which makes it possible for immigrant students to pursue \na higher education.\n\nBut for all its virtues, some people say, the legislation puts too much emphasis on enforcement, and places \nunnecessary obstacles in undocumented workers' path to full legalization.\n\n\n\"We cannot let the perfect become the enemy of the good,\" Crowley said.\n\nOne of the act's most controversial clauses is the so-called \"touchback\" provision, that makes the immigrant leave \nthe U.S. and return to get permanent legal status.\n\nAs a Mexican worker told the congressmen at LaGuardia, it raises all kinds of fears.\n\n\"I am afraid that if I leave the U.S., I will not be able to return,\" he said. \"What will happen to my family?\"\n\nOthers pointed out that even a delay at the time of coming back to the U.S. for bureaucratic or security reasons \nwould be a big problem because it could mean losing much-needed income or even a job.\n\n\"I will personally go with the people through the border at the beginning to show them how it is done,\" Gutiérrez \nresponded with his usual passion. \"You would have a visa valid for six years. Remember that thousands of people \nenter the country every year with valid visas.\"\n\nCrowley and Gutiérrez know that the debate is just starting and that, even if an immigration reform bill is \napproved, no one can know what it will look like.\n\n\"I do think we are getting a bill this year,\" Gutiérrez said in a private conversation after the forum. \"But my concern \nis, what kind of bill?\" aruiz@nydailynews.com.\n"}