{"title": "Study: Illegal immigrants a burden;Report contrasts federal taxes paid to services used", "body": "\nA study released Wednesday by a conservative think tank in Washington says illegal immigrants cost the federal \ngovernment almost $10.4 billion more than they paid in taxes in 2002.\n\nTitled \"The High Cost of Cheap Labor,\" the report by the Center for Immigration Studies used census data to \nevaluate illegal immigrants' use of federal programs vs. the taxes they paid.\n\nIt found that illegal immigrant households each use an average of $2,700 a year more in federal services than \nthey pay in taxes, amounting to an overall $26.3 billion in services against $16 billion in taxes.\nAJC\n\nAmong the most-used programs were Medicaid ($2.5 billion); food assistance programs ($1.9 billion); treatment for \nthe uninsured ($2.2 billion); the federal prison and court systems ($1.6 billion); and federal aid to schools ($1.4 \nbillion).\n\nThe study says legalizing the immigrants will only increase their costs. It says they will get more federal \nassistance but will not pay significantly more taxes because they are not likely to get better-paying jobs.\n\nPro-immigration groups criticized the study, saying it failed to take into account gains in American productivity that \nresulted from immigrants' willingness to take on low-income service jobs, such as the added hours middle-class \nparents can spend at work because they can hire nannies who are often illegal immigrants.\n\nFrank Sharry, director of the Immigration Forum, a pro-immigration think tank, said the study's timing is political.\n\n\"They're trying to give fodder to their friends in Arizona who are pushing Proposition 200,\" a law that would deny \neducation and other services to illegal immigrants and will be voted on in November, Sharry said. \"They're trying \nto say, 'Illegal immigrants are here and they cost you millions.' \"\n\nJeff Passel, principal researcher for the Urban Institute, said that though some of the CIS study's methodology \nprovides an accurate picture of the illegal immigrant population, it goes too far in estimating their cost.\n\nPassel also said that the $26 billion the government spends on immigrant households would not be money saved if \nthey were to suddenly disappear, because much of it is infrastructure maintenance.\n\n\nSteve Camarota, the study's author, said he tried to be conservative when assigning costs.\n\nFor example, when it came to federal money spent on education, he divided it by household, despite the fact that \nimmigrant households tend to have more children and thus account for more education spending.\n\nBut Sharry said the study is a general and disguised attack on immigrants.\n\n\"From my point of view they are looking at the issue from the wrong end of the telescope,\" he said. \"They've asked \na question that they already know the answer to.\"\n\nDan Griswold, director of the Center for Trade Policy Studies at the conservative and pro-immigration Cato \nInstitute, said the study breaks no new ground and makes what he considers unfair assumptions.\n\n\"He's counting the costs of the children of these workers without counting the contributions they make over their \nlifetimes,\" he said. \"Every kid is a net fiscal drag for the government. To charge immigrants generally with the cost \nof educating and feeding their children and not take into account the taxes that those children eventually pay is not \nproper accounting.\"\n\nGriswold said it's misleading to only look at the fiscal impact.\n\n\"We've pretty much made a social choice in this country that the tax and benefit system is going to be tilted to \npeople of lower incomes,\" he said. \"The ability to hire low-skilled immigrant workers allows whole sectors of the \neconomy to be more productive.\"\n"}