{"title": "IMMIGRATION IS ON FRONT BURNER FOR CONGRESS< FINISHING A BILL IS A KEY TASK THIS FALL. WITH A VETO< THREAT AND SPLITS IN THE GOP, IT MIGHT NOT BE EASY.", "body": "\nJust how tough should the United States get with the estimated 300,000 foreigners who enter the country illegally \neach year?\n\nThat's a question Congress will consider this week when members resume work on an immigration bill that would \ntoughen asylum laws and let states deny schooling to children of illegal immigrants.\n\nPresident Clinton has threatened to veto the measure.\n\nThere is bipartisan consensus that action is needed against illegal immigration. House and Senate members of a \nnegotiating committee returning yesterday from a summer recess will seek to find accommodation on details of a \nbill.\n\nImmigration, along with unfinished work on the various appropriations bills that need to be passed before the start \nof the new budget year Oct. 1, is at the top of the agenda for what promises to be a relatively short post-recess \nlegislative period.\n\nBoth the Republican and Democratic leaderships have talked about a congressional getaway by early October to \nallow lawmakers to campaign. Besides immigration, another social issue sure to get attention this month involves \na Republican-backed bill aimed at withholding federal sanction for same-sex marriages.\n\nRepublicans say 40 years of Democratic congressional leadership compromised the integrity of the nation's borders \nand overburdened public services in areas flooded with undocumented immigrants. But some Democrats and \nimmigration advocacy groups have criticized the immigration overhaul.\n\n\"In its understandable zeal to discourage illegal immigration and prevent abuse of our asylum laws, the House has \ncrossed the line from tough to cruel,\" said Stephen Legom-sky, a law professor at Washington University in St. \nLouis.\n\n\nThe House and Senate passed separate immigration bills earlier this year, and the House-Senate conference \ncommittee must decide whether the final version of the bill will include provisions that would make it harder for \nforeigners to receive U.S. asylum.\n\nThe bill that emerges could permanently bar deported illegal immigrants from reentering the United States and \ncould raise income requirements for people who want to bring foreign relatives into the United States.\n\nA House provision to give states authority to expel illegal immigrant children from public schools has drawn the \nnoisiest opposition, especially since more than half of senators - including conservative Texas Republicans Phil \nGramm and Kay Bailey Hutchison - said they could not vote for it.\n\nAnd in an Aug. 3 letter to House Speaker Newt Gingrich, Clinton said he would veto a bill containing such a \nprovision.\n\nRepublicans agreed last month to submit a compromise to the negotiating committee that would allow states to \ndecide whether to charge tuition to the families who cannot prove their children are legal U.S. residents.\n\nBoth the compromise and the original amendment \"would result in kicking children out of school and onto the \nstreets,\" Clinton said.\n\nAlso unresolved was what the government should do to reduce abuse of U.S. laws that permit foreigners to claim \nasylum based on alleged persecution in their own countries.\n\nThe House bill would eliminate hearings and appeals for foreigners who arrive in the United States without proper \ndocuments. An immigration officer would decide whether a person had a credible fear of persecution.\n\nRepublicans have said that too many asylum-seekers do not face persecution but claim asylum merely to avoid the \ntime-consuming legal immigration process.\n\nOpponents say the provision could send some foreigners with legitimate claims back into the hands of their \ntormentors without a fair hearing. A person sneaking out of a home country often cannot get the proper documents, \nthey say.\n\nThe Senate bill would permit the attorney general to call a hearing during emergencies.\n"}