{"title": "Court Curbs Free Speech Of Illegal Immigrants; Government Wins On Deportation Rules", "body": "\nThe Supreme Court sharply limited the First Amendment rights of illegal immigrants yesterday, ruling that people \nhere unlawfully cannot shield themselves from deportation by claiming the government is trying to banish them \nsimply because of their controversial political views.\n\nThe 6 to 3 decision involving a group of Palestinians living in Los Angeles goes to the heart of the American \ntradition of safeguarding free speech, no matter how unpopular, and offers one of the court's strongest opinions \nlimiting the constitutional freedoms of illegal immigrants. But for the government, the case marks an important \nvictory in its effort to keep immigrants who have no legal right to be here from evading deportation on extraneous \ngrounds.\n\nThe two-pronged decision also forbids illegal immigrants to avail themselves of the federal courts in trying to fend \noff deportation unless they have already exhausted every other administrative procedure offered by immigration \nofficials. That portion of the ruling, decided by an 8 to 1 vote, upholds a 1996 federal law aimed at speeding the \ndeportation of illegal aliens, many of whom have managed to remain in the United States for years through \nlengthy legal challenges. The law has produced record deportation levels in the past two years; in all, 171,154 \nillegal immigrants and criminals were forced to leave the United States last year, a 50 percent jump over already \nincreasing 1997 figures.\n\nAs a practical matter, immigration experts said yesterday's ruling in Reno v. American-Arab Anti-Discrimination \nCommittee is unlikely to affect most of the thousands of illegal immigrants subject to deportation annually \nbecause few claim they are being targeted for their political views. But immigrant advocates said the ruling \nnonetheless has great potential to intimidate immigrants and make them wary of speaking out about any political \nmatter for fear of drawing attention to their illegal status.\n\nThe opinion is specifically aimed at illegal immigrants, but advocates warn that it could have the effect of \nendangering the rights of those who may in fact be here legally because it curtails their rights before a final \ndetermination of their legal status has been made.\n\n\"It relegates immigrants to second-class citizens, and it's reminiscent of the political witch hunts of the McCarthy \nera,\" said Marc Van Der Hout, a co-counsel in the case representing the National Lawyers Guild.\n\nThe case also marks a departure from a general court trend of bestowing on illegal immigrants the same due \nprocess of law and other constitutional freedoms granted American citizens. And although the majority opinion by \nJustice Antonin Scalia did not address the case, dissenting justices pointed to a 1945 court ruling that said \n\"freedom of speech and of press is accorded aliens residing in this country.\"\n\n\nYesterday's case traces to 1987, when the government began trying to deport seven Palestinians and a Kenyan \nwith ties to the Popular Front for the Liberation of Palestine. The Justice Department described the group as a \nterrorist organization opposed to U.S. peace efforts in the Middle East and responsible for many incidents of \nviolence and death.\n\nBut the Los Angeles area activists contended they were selectively investigated and targeted for potential violations \nof immigration law because of legitimate fund-raising and other free speech activities related to the PFLP. A lower \nfederal court blocked the deportation and said the aliens should be able to make their case that they suffered \nretaliation for their political views.\n\nYesterday, the Supreme Court reversed the 9th U.S. Circuit Court of Appeals and ruled that the 1996 immigration \nlaw bars federal courts from intervening.\n\nOn the larger First Amendment question, Scalia wrote, \"As a general matter . . . an alien unlawfully in this country \nhas no constitutional right to assert selective enforcement as a defense against his deportation.\" He was joined by \nChief Justice William H. Rehnquist and Justices Sandra Day O'Connor, Anthony M. Kennedy and Clarence \nThomas. Justice John Paul Stevens agreed with that portion of the majority opinion but wrote separately.\n\nThe court's holding, as Scalia described it, bars anyone who is subject to a deportation hearing from trying to \ndefend himself by saying he was singled out because of political beliefs or activities that any legal resident would be \nfree to express.\n\n\"Aliens now have no meaningful First Amendment freedoms because the government can selectively target them \nfor expulsion from the country based on core political activities,\" said David Cole, the other counsel for the eight \nactivists.\n\nBut Washington Legal Foundation lawyer Richard A. Samp, who had submitted a brief supporting the federal \ngovernment's position, praised the court's decision, saying the \"executive branch ought to have the right to decide \nwhich aliens are in this country lawfully and which are not, and the courts should be not interfering.\" The \nImmigration and Naturalization Service had no immediate comment yesterday.\n\nIt was a surprise to many legal observers that the court even addressed the important issue of constitutional rights, \nbecause when it agreed to hear the case, the court specifically excluded the First Amendment question and said it \nwould only review the 1996 immigration law. Justice Ruth Bader Ginsburg noted yesterday that neither the Justice \nDepartment nor lawyers for the American-Arab Anti-Discrimination Committee had been given a chance to address \nthis issue in their legal briefs or oral arguments before the court.\n\nOnly Justice David H. Souter dissented from the portion of the opinion saying that the new immigration law restricts \naccess to the courts until a foreigner threatened with deportation exhausts the administrative process.\n\nWhile some immigration lawyers complained that forcing any alien who wants to protest his deportation on \nconstitutional grounds to first go through an administrative hearing might hurt efforts to gather evidence to be used \nin court, most advocates focused their protest on the part of the ruling that barred illegal aliens from claiming they \nwere selectively prosecuted because of their political beliefs.\n\nLinton Joaquin, litigation director at the National Immigration Law Center in Los Angeles, said, \"It's very troubling . . \n. that the court is saying these claims can't be heard. There's no question that what happened in this case was \npurely an attack on speech.\"\n"}