{"title": "DEPORTED;IN A BOXCAR;A CIVIL RIGHTS NIGHTMARE", "body": "\nI don't believe for a minute that Gov. Arnold Schwarzenegger is anti-Latino, not with a Kennedy wife and his own \nimmigrant experience to remind him he's not in Central Europe anymore. Then again, this Mexican-American wasn't \npicked up one day and herded into a boxcar.\n\nBut Ignacio Pina was, and he has a legitimate gripe against the rookie governor.\n\nSchwarzenegger recently vetoed two bills that would have offered hope for an apology and symbolic bucks to \nMexican-Americans like Pina who were illegally deported during the 1930s. If you were educated in America, \nchances are you never heard about one of the worst civil rights nightmares in our history.\n\nPina was only 6 years old when U.S. immigration officers showed up at his Montana home, jailed his family for a \nweek, then put them on a train to Mexico. It was 1931. As the Great Depression settled in, America once more \nsuccumbed to anti-immigrant hysteria. President Hoover ordered the mass deportation of illegal Mexican \nimmigrants. A lot of state and local authorities gladly lent a hand to Hoover's \"repatriation program.\"\n\nNobody has solid numbers, but historians believe 500,000 to 2 million were shipped out, including tens of \nthousands of legal immigrants and children like Pina who were born in the United States. Pina eventually made it \nback after his family struggled to survive in Mexico. Who knows how many did not? He's 80 now and lives in \nBakersfield, Calif.\n\n\"It's a feeling I will have until I die,\" he told the Associated Press. \"This government did a very wrong thing.\"\n\nThe retired railroad worker will have to live a while longer with thatfeeling. So will others who lost their rights, \nproperty and livelihood.\n\nIn all fairness to Schwarzenegger, he wasn't the only historically challenged politician to reject justice for the \n\"repatriados.\" So did former Gov. Gray Davis, and for the same reason. It would cost the state millions in legal fees \nand payments, and we just can't afford it after writing fat paychecks for state prison guards.\n\nI wrote first about the plight of the repatriados last year, when civil rights groups filed a class-action lawsuit against \nLos Angeles and California. The lawyers didn't go after the feds because President Franklin Delano Roosevelt \nstopped the federal deportations in 1932. Most of the damage was done by zealous local and state authorities who \n\n\nkept the deportation boxcars loaded and southbound for most of the 1930s. That's why the state legislation was \ncrucial. It would have allowed the repatriados to sue the state after the statute of limitations had expired.\n\nIf you want a full explanation of the deportations, and a better understanding of Mexican American sensibilities \ntoday, I recommend the 1995 book \"Decade of Betrayal\" by scholars Francisco Balderrama and Raymond \nRodriguez.\n\nFor now, anyone who stands for correcting this ugly, buried history should take heart in the example set by \nJapanese-Americans interned during World War II. They won an official apology and reparations after repeated \nrejections convinced them to take their story to the American people.\n\nMaybe it's a script lost on California's actor-turned-governor, but politicians who reject justice that is long overdue \noften end up pushing it into the headlines and history books.\n"}