{"title": "NEW CITIZENS URGED TO GET OUT AND VOTE", "body": "\nMinutes before 1,710 people gathered Wednesday in San Jose's Civic Auditorium to become U.S. citizens, they got \na message from the Santa Clara County registrar of voters: California's presidential primary is only seven months \naway, so sign up now.\n\nFor the first time, a representative of the registrar's office gave a get-out-and-vote speech at a local naturalization \nceremony. But the efforts generated resentment from the League of Women Voters - a group that has been giving \nsimilar talks and signing up voters at such ceremonies for 25 years.\n\nSome league members complained that the registrar will overwhelm new citizens with a civics lesson on a day that \nshould be filled with celebration. Others were upset about the registrar's aggressive push to speak to the new \ncitizens in languages other than English.\n\nConsidering that 79 foreign countries were represented at Wednesday's ceremony, singling out a few foreign \nlanguages for special treatment would prove divisive on a day meant to celebrate the immigrants' new \nAmericanism, league members contended.\n\nMarty Peterson, a San Jose resident who has been at naturalization ceremonies for 14 years, said she feels the \nceremony should be \"more like a graduation party.\" Besides, the league's sign-up rate already is an impressive 80 \nto 85 percent, said Peterson, the naturalization coordinator of the league's San Jose-Santa Clara chapter.\n\n\"This is not the time to conduct a class or use other languages,\" added Peterson, who gave a separate voter-\nregistration pitch at Wednesday's ceremony.\n\nBut the seven representatives of the registrar's office who attended the ceremony couldn't see the harm in \ncomplementing the league's efforts by providing help to potential new voters confused by the registration process. \nOn hand were election workers who spoke Spanish, Vietnamese and Chinese - the three languages in which the \nfederal Voting Rights Act requires the registrar to provide \"oral language assistance.\"\n\n\"We have the staff to provide assistance and feel that we can make a difference,\" said Elma Martinez, coordinator \nof the registrar's bilingual voter program. \"We want to make the best use of taxpayers' money.\"\n\nSocorro McCord, who gave the registrar's speech, said many new citizens need to be encouraged to vote because \nthey come from countries where government is seen as the oppressor.\n\n\"A lot of people here can get lost in the shuffle,\" said McCord, a member of the registrar's bilingual advisory \ncommittee. \"What seems so obvious and simple for other people is not often obvious and simple.\"\n\n\nIn the end, U.S. Immigration and Naturalization Service officials seemed pleased with the way the registrar's new \nprogram complemented the league's involvement.\n\n\"We're trying to avoid competition,\" said Richard Brown, district adjudication officer in the San Jose office of the \nINS. \"We don't want anything to get in the way of a festive occasion.\"\n\nLeague and registrar representatives did agree on at least one thing - that the most perplexing part of the \nregistration process comes when new citizens have to check a box designating a political party. This is particularly \ntrue because most of the names of the parties are as American as apple pie.\n\n\"People see the Peace and Freedom Party and say, 'I want peace. I want freedom,' \" the league's Peterson said, \nlaughing. \"They see American Independent Party and say, 'I want to be an American; I want to be independent.' \"\n\nRep. Zoe Lofgren, the San Jose Democrat who spoke at Wednesday's ceremony, had an answer to those \nbefuddled by political labels.\n\n\"Choose 'decline to state,' \" she advised, noting that they could worry about what party to join later.\n\nOne new citizen who had no problem picking a party was Eulalio Solorio, a 58-year-old Mexican immigrant who has \nlived in the United States for 22 years.\n\nHe said he knew the score politically; his problems were language and eyesight.\n\nSo he was happy to see Elma Martinez, who provided Spanish language assistance and helped him read the small \nprint on the voter registration form.\n\nSolorio quickly checked the party box.\n\n\"Republican,\" said the retired warehouseman at San Jose's Rosicrucian Museum. \"I've always liked them.\"\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: KAREN T. BORCHERS - MERCURY NEWS\n\nSocorro McCord gives a sticker to a newly registered voter.\n\n[950824 LO 1B AL 3; color]\n\nPHOTO: KAREN T. BORCHERS - MERCURY NEWS\n\nSocorro McCord, right, congratulates Si Tan Do of San Jose.\n\n[950824 LO 1B 1; color]\n"}