{"title": "Eight Mistakes to Avoid as a New Freelance Writer", "body": "\nOct 14, 2019( Aliventures: http://www.aliventures.com Delivered by Newstex)  When you start freelancing, it's very \neasy to make mistakes that end up costing you time or money. This isn't a reason to put off starting until you're \nsure you'll get everything 100% right first time round. There will always be some things that you don't do perfectly, \nand that's fine. However, it's worth making sure you're not going to run into a whole bunch of problems before you \neven get going. \n\nIn this post, I'll take you through a bunch of common, very understandable mistakes that new freelancers often \nmake. A lot of these are mistakes I made myself - and others are mistakes I see coming up again and again with \nother new freelancers.Mistake #1: Offering Too Many Different ServicesI'm sure you've already come across the \nvery common freelancing advice that 'you need to specialise'. It gets repeated everywhere because it's true! It's \nokay to offer a reasonably broad service, or a couple of related services. I know plenty of successful freelancers \nwho offer, for instance, non-fiction writing and non-fiction editing, and I think that's fine. Where this becomes \nproblematic is when you have a whole bunch of services that are only tenuously related - so you're offering to write, \nedit, proofread, and do web design and social media management, for instance. If you're a good all-rounder and \nyou do want to do a bit of everything, then you might want to look into becoming a virtual assistant instead of a \nfreelance writer: that could be a better fit for you. Otherwise, pick the one thing (or two closely linked things) that \nyou're best at, and focus on those. Mistake #2: Waiting for Clients to Come to YouSo you've got your website \nonline, posted the link on Facebook, and now you're waiting for clients to come pouring in. While you may well get \nsome business from your existing network, simply sitting back and waiting for it to arrive isn't a great strategy. As a \nfreelancer, you need to be proactive about seeking work - especially in the early days. (Once you're more \nestablished, you may well find that new clients come to you through word of mouth recommendations.) If possible, \nyou need to be applying for freelancing jobs or pitching publications - which we're going to be covering next week. If \nyou do a type of writing where people are more likely to hunt you down than advertise for you (e.g. editing novels), \nthen guest posting on large blogs can be a great way to get your name out there. Being proactive, however, doesn't \nmean making the next mistakeMistake #3: Spamming People in the Hope of Getting WorkIf you plan to email lots \nand lots of people out of the blue, or if you plan to make 'cold calls' (unsolicited phone calls) to businesses in order \nto get work, then think hard about whether this is likely to be a good strategy. While cold calling might be \nappropriate for some freelancers, it's likely to be something you find daunting - and it may just annoy people, rather \nthan offering good results. The same goes for sending unsolicited emails. Yes, you might happen to email the right \nperson on the right day when they're looking for a freelancer - but you might also annoy a lot of people who may \notherwise have hired you a few months down the line. Don't add to the sales calls and spammy emails out there in \nthe world: look for other ways to find work. (Again, we'll be coming onto some ways to find freelancing jobs in next \nweek's blog post.)Mistake #4: Not Charging EnoughA surprising number of freelance writers think that they have to \nwork for very low pay when they're getting established. That simply isn't true. If you really don't have any examples \nof your work you can use, it's better to write for free for a large blog than to write for $5 for a website that no-one's \never heard of. In the freelancing world, there's a huge range of pay. Yes, you'll come across plenty of sites offering \n\n\na ridiculously low rate (like $5 for a 1,000 word article) - but there are also lots of places that pay decently (you \nshould be looking for more like $50+ for a 1,000 word article). Don't write for content mills[1]. It might seem easy to \nget work that way, but it's a quick route to burnout - and the pieces you write may well not even have your byline on \nthem, making it tricky to use them as future samples. When you're setting your rate and giving quotes, keep in mind \nthat there's a limit to how many hours you can realistically expect to bill for. Most freelancers advise working on 20 \nbillable hours in a 40 hour working week, as you'll need time for admin, marketing, recovery, and more. If you've \nstarted freelancing and you've realised your rate is too low, I've got some tips on raising it here[2].Mistake #5: \nWriting a Detailed Business PlanThis might seem like an odd mistake to list isn't planning a good thing? Yes, it is, \nand it obviously makes sense to do a bit of planning and forward thinking before jumping straight into a freelance \ncareer. However, unless you need to borrow money (you shouldn't!), there's no need to create a full, detailed \nbusiness plan for your freelancing. You'll inevitably find that your plan changes once you actually get going - for \ninstance, you might have planned to pitch lots of articles to magazines, but you might find that you land a steady \nwriting job with a website instead. While creating a business plan certainly isn't a huge mistake, it's one that can \nend up wasting your time: instead of actually getting on with freelancing, you're spending hours and hours \nperfecting your plan. By all means think through some essentials - like what hours you want to work, what type of \nwork you're going to do, and what you're going to charge - but don't feel that you need to get every detail pinned \ndown before you start.Mistake #6: Spending Money You Don't Need ToWhile I'm as much of a sucker for a new \nnotebook or pen as the next writer, I think it's a mistake to spend money you don't need to when you're setting up \nas a freelancer. Your freelancing is a business that should pay its own way. While it can be very tempting to 'invest' \nin a fancy new computer or lots of software packages or online courses (or business cards, leaflets, whatever it is \nthat you think you need to have), it's better to start bringing in money before spending it. When you're just getting \nstarted, it can be hard to know exactly what you need. Set yourself a small budget (paying for a domain name and \nwebsite hosting would be high on my list) - and let the rest wait till you can afford it out of your earnings. If you've \nnot freelanced before, you can't really be certain whether you're going to want to stick with it, or whether you're \ngoing to be successful at it - so don't spend any money you can't afford to lose.Mistake #7: Not Keeping Track of \nYour IncomeI'll admit it - this is a mistake I've made a lot of times, and it's one I still struggle to overcome! As a \nfreelancer, you're running a one-person business, so it's easy to simply check your bank balance from time to time \nwithout ever having a clear grasp on what exactly is coming in (and going out). If you leave doing your accounts \nuntil tax time, you'll miss out on the very useful information you could have had on an ongoing basis - for instance, \nit's helpful to know what you made the previous month so you can aim to match or exceed that target. If you're \nearning less month on month, or if you're earning more but your expenses have also increased, you want to know \nabout that as soon as possible so you can take action. For me, the best way to keep up with things is to schedule \ntime once a week (usually on a Friday) to go through what's come in and what's gone out. You might have a slightly \ndifferent method - but do try to establish, from day one, a way to stay on top of things. I'd also strongly recommend \nhaving a separate bank account and PayPal account for your business, so that you don't end up with personal and \nbusiness transactions all muddled in together.Mistake #8: Not Asking for HelpThis final one has always been my \nbiggest mistake! I find it really tough to ask for help (even when I know that other people would likely be delighted \nto have the chance to be involved) - and I know this is something that a lot of freelancers struggle with. Don't be \nafraid to ask for help, at any stage of your freelancing career. You might hope that your friends and family will \nautomatically realise how they can help out (e.g. by passing your name on to people who might be looking for a \nfreelancer) - but most people won't think to do this unless you explicitly ask them to. You can ask for help in a \ngeneral way (e.g. by posting on Twitter or Facebook), or you can email or message specific individuals. You might \nwell want to do both. Obviously, don't pressure anyone into helping out if they don't want to - but don't be afraid to \nask. They can always say 'no', and they may well be delighted to be able to lend you a hand.Bonus Mistake: \nWorrying About Making Mistakes Finally as I said at the start, don't get too caught up in worrying about making \nmistakes! It's much better to make an imperfect start than to wait - and wait, and wait - until you can begin \nperfectly. You could make every mistake on the list above (and more), and still build a great freelancing career. \nYes, you might waste a bit of time or money along the way, so it's a good idea to avoid as many mistakes as you \ncan but ultimately, what really makes the difference between 'successful' freelancers and everyone else is that the \nsuccessful ones make a start and keep on going. If you've made (or come across) a particular freelancing mistake, \nwhether it's on this list or not, feel free to tell us about it in the comments. Newsletter The Aliventures newsletter \nincludes a short article on writing, and comes to your inbox every week.When you join, you also get four free mini-\nebooks.(You can learn more about the newsletter[3] here.)    Sign Up  About I'm Ali Luke, and I live in Leeds in the \n\n\n\nUK with my husband and two children. Aliventures is where I help you master the art, craft and business of writing. \nLearn More[4] Start Here If you're new, welcome! These posts are good ones to start with: Can You Call Yourself a \n'Writer' if You're Not Currently Writing?[5] The Three Stages of Editing (and Nine Handy Do-it-Yourself Tips)[6] \nWhat to Do When Your Writing Goals Seem a Long Way Off[7] Find More Posts[8] My Novels My contemporary \nfantasy trilogy isavailable from Amazon. The books follow on from one another, so readLycopolisfirst. You can buy \nthem all from Amazon, or read them FREE in Kindle Unlimited. Learn More[9] [ 1]: "}