{"title": "Latino Groups Lobby for More Rights", "body": "\n As Virginia lawmakers continued to consider a swath of bills aimed at punishing illegal immigrants and their \nemployers, Latino immigrants and advocates took to the state Capitol yesterday to press for laws that expand the \nrights of people living in the country illegally.  \n\n About 100 people, most of them from Northern Virginia, fanned out to lawmakers' offices, gathered in biting wind \nfor a short rally and attended a lunch visited by Gov. Timothy M. Kaine (D), who told them that he is committed to \nkeeping Virginia a \"welcoming place\" for all.  \n\n The second annual Latino Lobby Day, coordinated by a coalition of Virginia Latino rights groups, drew twice as \nmany people this year, said organizers, adding that the turnout reflected a heightened sense of urgency this \nsession. Nearly 50 immigrant-related bills have been proposed in the General Assembly this year, most of which \nseek to crack down on illegal immigration.  \n\n \"We're here to express our outrage at a very mean-spirited set of bills that have been introduced in the legislature \nof Virginia,\" Arlington County Board Vice Chairman Walter Tejada (D) said at a news conference. Many of the \nproposals, he said, \"are based on myth and hate.\"  \n\n Yet even as the Latino coalition members  --  including seasoned lobbyists in suits and day laborers in sweat shirts  \n--  made their rounds, the Virginia House of Delegates pushed ahead with efforts to fight illegal immigration.  \n\n The House gave tentative approval yesterday to a bill that would make it a felony to harbor, conceal or shield an \nillegal immigrant and a measure that would make it a state crime to illegally be in the United States. A final vote on \nthe latter bill is scheduled for today, but Senate leaders have indicated they are unlikely to approve it because local \npolice are not equipped to enforce immigration laws. \n\n The House has recently passed proposals to deny state and local funding to charities that assist illegal immigrants, \nto deny in-state tuition to illegal immigrants and to allow police to help federal authorities catch such immigrants. \nMany of the House-generated bills are expected to fail in the Senate.  \n\n The issue of immigration has been less heated in Maryland's legislature, where fewer than six immigrant-related \nbills have been introduced, including a measure that would bar illegal immigrants from getting Maryland driver's \nlicenses.  \n\n\n In visits to lawmakers' offices yesterday, the Latino lobbyists trained their arguments on four proposals, opposing \nthree House bills and asking for support for a Senate bill that would give in-state tuition to many young illegal \nimmigrants. In many cases, they met with legislative aides or left messages with receptionists.  \n\n \"We don't want a free ride,\" said Carlos Soles, of the Democratic Latino Organization of Virginia, standing in a \nhallway while speaking to a legislative intern for Sen. Kenneth W. Stolle (R-Virginia Beach). \"But we have to make \nsure that kids have an opportunity to get an education.\"  \n\n In Soles's group was Jose L. Vela, a Bolivian making his first foray into U.S. politics. In an interview, Vela, 45, \nspoke proudly of the Arlington citizens police academy training he completed and his membership in a \nneighborhood emergency response team  --  efforts he said show his contributions to his community.  \n\n Vela, who is an illegal immigrant, said the training erased his fear of police. Some of the laws under consideration \ncould change that, he said.  \n\n \"The police would be backtracking. People would not trust them,\" Vela said.  \n\n The efforts drew censure from John Kawapisz, legislative director for the Virginia Council for Immigration Reform, a \ngroup that backs most of the restrictive bills under consideration. After attending the Latino coalition's news \nconference, he said organizers were misleading the public by denouncing some bills as \"anti-immigrant.\" The \nmeasures, he said, are anti-illegal immigrant.  \n\n Staff writers Tim Craig and Ovetta Wiggins contributed to this report. \n"}