{"title": "FOREIGN WORKERS AT HIGHEST LEVEL IN SEVEN DECADES", "body": "\nAs employers clamor for more foreign-born workers and as tens of thousands of Mexicans slip across the border \neach year, the percentage of immigrant workers in the nation's labor force has climbed to its highest level in \nseven decades.\n\nNew figures from the Bureau of Labor Statistics showed that the number of immigrant workers jumped to 15.7 \nmillion last year, up 17 percent from three years earlier. Immigration analysts estimate that nearly 5 million of these \nworkers are illegal immigrants.\n\nThis influx -- immigrants now represent 12 percent of the nation's workers -- is having profound effects on the work \nforce and the economy, helping hold down wages in unskilled jobs and giving many companies the employees \nneeded to expand.\n\nImmigrants dominate dozens of jobs, especially arduous, low-paying ones: poultry plant workers, meatpackers, \ngardeners, hotel maids, seamstresses, restaurant workers, building demolition workers and fruit and vegetable \npickers.\n\n\"Immigrants are now a critical part of the labor force across the board,\" said Demetrios Papademetriou, co-director \nof international migration policy at the Carnegie Endowment for International Peace. \"We are into a new world of \nimmigrants basically spreading throughout the economy. This is something that is going to continue and intensify.\"\n\nWith the unemployment rate at 4.1 percent, near its lowest point in 40 years, the debate about immigrant workers \nhas shifted considerably from five years ago, when many politicians called for more restrictive policies.\n\nNow, software companies, farmers, hotels and other employers desperate for workers are pressuring Congress to \nenact legislation that would admit hundreds of thousands of additional immigrants each year.\n\nBut some groups, most notably labor unions and engineers' associations, are fighting such an easing, fearing that it \nwould depress wages and cost jobs for American workers. At the same time, unions have softened their once hard \nline toward illegal immigrants already in the country, as they seek to unionize them.\n\nEconomists and demographers see a continuing surge in immigrant workers unless there is a major economic \ndownturn. Under existing quotas, about 800,000 immigrants enter the nation legally each year. An estimated \n300,000 enter illegally.\n\n\nThese workers range from supermarket delivery people who have received an illegally low $3 an hour, far less \nthan the $5.15 an hour minimum wage, to $100,000-a-year software developers from India.\n\nAs the number of immigrant workers has soared, Americans are voicing less anger and anxiety about immigration \nthan in the mid-1990's. The reason, political analysts said, is that the expanding economy and low jobless rate have \nreduced economic insecurity.\n\nNot only that, politicians who led the attack against immigrants -- with measures to cut government benefits to the \nchildren of illegal immigrants -- have seen their efforts backfire, especially in California. There, the fast-growing \nHispanic and Asian populations have moved to punish anti-immigrant politicians in the voting booth.\n\n\"You have a very robust economy and full employment, and that always changes the terms of debate on \nimmigration,\" said James P. Smith, an economist with the Rand Corporation who was chairman of a 1997 National \nAcademy of Sciences study on the effects of immigration. \"When there are plenty of jobs around, the finger pointing \nthat goes on about immigration goes away.\"\n\nEven so, in some places, like Farmingville, N.Y., residents have complained that dozens of immigrant day laborers \nwho assemble in streets and parking lots each morning to be picked up by employers are an unsightly horde who \nlitter, commit crimes and hurt property values.\n\nAt the same time, many Americans have found that the stream of immigrants has provided them with affordable \ngardeners, nannies, housekeepers -- even manicurists\n\n\"Americans rely very much on low-cost immigrant labor to maintain their living standards, which means everything \nfrom lawn care to inexpensive agricultural production to the construction business,\" Mr. Papademetriou said.\n\nOne unhappy result of the influx of immigrants has been a wave of violations of the nation's labor laws. \nUnscrupulous employers have refused to provide workers' compensation or pay minimum wage or time-and-a-half \novertime to immigrants required to work 70 to 80 hours a week. Some female immigrants have complained that \ntheir bosses sexually harass them, and they fear that if they complain, their bosses will report them to the \nImmigration and Naturalization Service.\n\nOne immigrant, Silverio Otero, a grocery store worker on New York's Lower East Side, complained that for a long \ntime he was paid $240 a week even though the store owner required him to work 72 hours a week. That came to \n$3.33 an hour.\n\n\"They didn't treat us very nice,\" said Mr. Otero, a 29-year-old native of Mexico who will receive $7,000 in back \nwages because of a settlement arranged by Eliot L. Spitzer, the New York State attorney general. \"They took \nadvantage of us because we were immigrants and they didn't think we would speak up.\"\n\nOfficials from a coalition of industries pushing Congress to grant several hundred thousand more temporary worker \nvisas each year said they were not looking for easy-to-exploit workers, but simply for workers. Among the groups \npressing for such legislation are the National Restaurant Association and the American Hotel and Motel \nAssociation.\n\n\"We want to make it easier for employers who are facing shortages to hire foreign workers,\" said John F. Gay, co-\nchairman of the industry group, the Essential Worker Immigration Coalition. \"We've tried everything we could think \nof to bring more American workers into the labor force, but with this booming economy, it hasn't been enough. It's \nnot a question of finding cheaper bodies. It's a question of finding bodies.\"\n\nOther industries are making similar pleas. The agricultural industry wants Congress to allow in more foreigners to \nplant and pick produce. Computer and software companies have asked that more three-year visas be granted each \nyear to foreigners with technology expertise. In 1998, Congress expanded that program to allow in 115,000 \nworkers, up from 65,000, and now the high-technology industry wants that quota lifted to more than 200,000.\n\n\n\nMany labor groups, including the United Farm Workers and the A.F.L.-C.I.O., are fighting these proposals. The \nunions argue that workers brought in under such programs drive down wages and essentially are easy-to-exploit \ncaptives restricted to working for one company.\n\nThe Clinton administration, mindful of Silicon Valley's political contributions and organized labor's political muscle, \nhas signaled that it favors increasing the number of high-technology visas, but not those for unskilled workers.\n\n\"In high technology, we are now trying to meet a real spot shortage,\" Labor Secretary Alexis M. Herman said. \"But \nwhen you talk about jobs in the hotel industry and other areas, there's still a lot of untapped employment potential in \nthe nation, and I believe that we can meet those demands with Americans.\"\n\nThis debate is influenced heavily by the way immigration creates different winners and losers.\n\nAmerican businesses, ranging from motels and lettuce farms to corporate giants like Intel and Apple, benefit from \nthe influx of immigrants. But the National Academy of Sciences study found that immigrants, especially illegal, \nunskilled workers from Mexico and the rest of Latin America, have pushed down wages for American-born \nworkers with less than a high school education by 5 percent.\n\nThat study found that immigration increased the nation's economy by $10 billion -- a tiny amount in a country with a \ngross domestic product of nearly $10 trillion.\n\n\"The real impact of immigration is not to increase the size of the pie, but to redistribute the pie,\" said George J. \nBorjas, a Harvard University professor of public policy. \"If you happen to have the type of job that competes with \nimmigrants, you're often hurt, but if you're a company or an upper-middle-class person who hires immigrants, then \nyou benefit.\"\n\nIn recent months, one of the biggest changes has been the softening stance of labor unions toward illegal \nimmigrants. The A.F.L.-C.I.O. has called for repealing the law that bars employers from hiring illegal immigrants -- a \nlaw organized labor lobbied successfully for in 1986.\n\nWhile still favoring strict limits on the number of immigrants entering the country, the A.F.L.-C.I.O. has reversed \nitself by calling for the granting of legal status to hundreds of thousands of illegal immigrants. Giving them legal \nstatus, union officials said, would make it harder for employers to exploit them and hold down their wages.\n\n\"There was a recognition of how immigrants are being discriminated against and of the indignities they suffer,\" John \nJ. Sweeney, president of the A.F.L.-C.I.O., said. \"We saw that the present immigration policies weren't working and \nthat it was time to call for a fairer policy that treats these people in a more humane way.\"\n\nAs part of this shift, many unions that once sought to keep immigrants out of their fields now are eager to organize \nthose workers.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Silverio Otero, an immigrant from Mexico, had been paid $240 for working a 72-hour week at a grocery in \nlower Manhattan. After action by the State of New York, Mr. Otero will receive $7,000 in back wages. (Frances \nRoberts for The New York Times)(pg. A12)\n"}