{"title": "Immigration Politics Is About Perceptions of Control, Not Immigration Policy", "body": "\nNov 20, 2018( Cato@Liberty: http://www.cato.org/blog Delivered by Newstex) ;; Many major political changes over \nthe last few years are related to immigration. From the rise of Eurosceptic political parties in Germany[1], \nFrance[2], Italy[3], and elsewhere[4], to Brexit, and the U.S. election of Donald Trump, many political \ncommentators[5] are blaming these populist and nationalist political surges on unaddressed anti-immigration \nsentiment among voters. Although anti-immigration opinions certainly have a role to play in those political upsets, \nvoter feelings of chaos and a lack of control over immigration are likely more important. President Trump focused \nhis campaign on the 'build the wall[6]' chant that capitalized on the perception of chaos at the southwest border \nwhere the worst from Mexico were supposedly crossing[7]. His campaign platform[8] called for cutting legal \nimmigration, mandating universal E-Verify, and many of the other bells and whistles demanded by restrictionists \nover the years, but 'reduce legal immigration' never became a chant because it doesn't play on the perception of \nimmigration chaos that fueled his political rise. \n\n The theory[9] is that the perception of greater chaos and less control over immigration leads to opposition to \nimmigration, even the legal variety, and greater political support for harsh repressive methods. Images of Syrians \narriving by the boatload[10] and illegal immigrants scaling border walls or walking through the desert[11] spread the \nperception that immigration is out of control and that crackdowns are needed to regain control. Consequently, few \npeople want to liberalize immigration when there's a crisis. As long as many people perceive chaos at the border \nthen anti-immigration appeals will have an effect greater than the share of nativists in the electorate, as I wrote \nabout here[12]. The key idea here is 'perception.' The number of people crossing the border illegally[13] is down \ndramatically since the Bush years, the Border Patrol[14] is much larger, homicide rates on the border are down[15], \nbut those trends don't seem to matter so long as the perception of chaos remains. At this point, the question for \nsupporters of liberalized immigration is: Why not give the other side a border wall and other enforcement \nschemes? That could decrease chaos and build support for future immigration liberalization. The downside to that \nis that more enforcement would make known additional illegal actions on the border and, thus, could increase the \nperception of chaos. Even if a border wall reduced illegal entry by 90 percent, a border wall would ensure that 100 \npercent of the remaining entries would be recorded and broadcast to a public that would perceive more chaos than \never before even though the amount of illegal immigration is radically reduced.  Immigration politics in foreign \ncountries support the perception of chaos and lack of control theory. Canada[16] is considering an increase in legal \nimmigration and the Australian[17] government is considering a decrease as a way to cope with their absurdly \nrestrictive land ordinances in Melbourne and Sydney. Importantly, the proposed policy reforms in both countries are \nmoderate, not the result of an election but of gradual reform, and aren't supported by recent massive changes in \npublic opinion. In Britain, public worries about immigration[18] diminished substantially after the Brexit vote either \nbecause the public thought that they regained control of the border through Brexit or because the surge of Syrian \nrefugees abated. If the above theory is true, where does this leave us? First, it means that many types of \nimmigration argument and analysis will be unlikely to politically solving the problem with exceptions for research \nthat diminishes the perception of chaos. Arguments over the skill mix of immigrants, the assimilation of the second \ngeneration, or the fiscal effects don't change opinions. Those issues matter for the real-world effects of \nimmigration, of course, but they do not much affect the political debate. Second, ignorance is the main roadblock \n\n\nto a more liberalized immigration policy. In all Western countries, respondents greatly[19] exaggerate the size of \nthe foreign-born population. The more ignorant respondents are more anti-immigration. Those levels of ignorance \nlikely extend to ignorance of the actual levels of immigration enforcement and chaos. If there is a poll[20] out there \nasking Americans about whether there should be more immigration enforcement as well as asking them about \nwhat they think the current level is, my bet is that there'd be a strong correlation between those who say there is no \nenforcement and that the government needs to cut immigration.  Third, this means that those of us who favor \nliberalized immigration should especially favor reforms that reduce the perception of chaos. Thus, reforms that \nprevent caravans, illegal immigrants scaling border fences, and asylum seekers in prison cells should be adopted. \nFortunately, there are many reforms that liberalize immigration and reduce perceptions of chaos. Allowing more \nlow-skilled immigrants in on temporary work permits would reduce the number of illegal immigrants crossing the \nborder. Asylum seekers cannot apply from their home countries, perhaps allowing them to do so before coming \nhere will help reduce the number of caravans. Private refugee or humanitarian sponsorship would also take the \npressure off border personnel. Limiting the possibility of border detention to only serious potential security risks will \nreduce the perceived chaos and criminality. Opposing a border wall and the hiring of additional border patrol agents \nwill reduce the opportunities for interactions with border crossers and cut the opportunities for reported illegal \nactivity. If the perception of chaos/control thesis is correct, this means that efforts such as the RAISE Act[21] and \nbroader efforts to increase 'merit' based immigration at the expense of lower-skilled immigration will not be \npolitically effective. There is enough immigration research to fill libraries. That research has undoubtedly affected \nthe opinions of the public and shaped elite opinion about immigration policy, but additional increases in public \nsupport for liberalized immigration may only come when the public is convinced that immigration is under control \nand when it perceives the system as less chaotic. Despite the current elections of politicians and political parties \nopposed to immigration, public opinion is moving in a more pro-immigration direction[22]. Perceptions of control \nand order will push support over the line. [ 1]: https://www.dw.com/en/afd-what-you-need-to-know-about-germanys-\nfar-right-party/a-37208199 [ 2]:            https://en.wikipedia.org/wiki/National_Rally_(France) [ 3]:            "}