{"title": "\"BLACK HAWK DOWN\";THE MOVIE;SOMALIS IN TWIN CITIES PREPARE FOR REACTION;SOME FEAR FILM WON'T GIVE AUDIENCES COMPLETE STORY", "body": "\nSomalis living in the Twin Cities say they are bracing for a possible backlash to the opening today of the film \n\"Black Hawk Down,\" Hollywood's version of the 1993 clash between U.S. forces and Mogadishu warlords. One \nTwin Cities Somali resident said the movie portrays Somalis as \"savage and pitiless beasts.\"\n\nLeaders of Somali assistance agencies in the Twin Cities, home to the country's largest concentration of refugees \nfrom the East African country, fear the film will harm efforts to build links between Somalis who have resettled here \nand the metro area's larger population.\n\nSomalis say they hope American audiences will realize that the people who have resettled here -- refugees from \nthe trauma and torture of their country's decade-long civil war -- have more in common with the U.S. troops who \ncame under heavy fire during the operation than with the militiamen the film shows shooting, seemingly from every \nrooftop and window of the Somali capital.\n\nThe film arrives at a sensitive time for Somali immigrants. Before Sept. 11, many struggled to find jobs and \nhousing. Since the terrorist attacks, they have had to face new worries, from scrutiny by federal agents questioning \nrecent immigrants to raids that closed five Somali-run money-transfer agencies in Minneapolis.\n\nAuthorities alleged the agencies, which immigrants use to send money to relatives in refugee camps, had ties to an \ninternational network supporting terrorists.\n\n\"All these people who are now living in Minneapolis and the U.S., they were victims of the warlords, too,\" said \nMohamoud Egal, 49, a 1970s fighter pilot for the Somali air force and one of four Twin Cities Somalis who \nwatched an advance screening Wednesday night at the invitation of the Pioneer Press. \"They lost their belongings, \nthey lost their fathers and mothers, they lost their brothers and sisters, most of them. They are survivors. They were \nthinking for a long time to reach here and get peace. I know the American people; they will know that.\"\n\nThe Somalis noted a number of inaccuracies, observing that the actors portraying throngs of Somalis appeared to \nbe from other African countries and that the city setting bore little resemblance to Mogadishu. The film's narrow \nfocus on intense street combat, the Somalis said, left little room to explore the historical context of Somalia's civil \nwar and the famine that ensued, leading to the U.S. relief mission that ended soon after the botched effort to \ncapture two militia leaders.\n\n\n\"It makes trivia out of a very tragic historic moment to both Americans and Somalis with a huge loss of life in a very \nconfusing movie without a plot,\" said Omar Jamal, director of the Somali Justice Advocates Center of St. Paul, who \nsaid he had talked to police and FBI agents in the Twin Cities about his concerns of possible reprisals. \"Somalis \nare depicted as savage and pitiless beasts without giving them any human elements and emotional faces. I think \nthe whole message of the movie was sending is it's basically us against them.\"\n\nTo counter negative perceptions of Somalis that he fears may arise, Jamal said he and others will stop at box \noffices tonight to distribute fliers providing political background on Somalia and describing the experiences of \npeople who were in Mogadishu when the battle occurred.\n\nThe movie was not as inflammatory as Yusuf Budle, managing editor of Horn Publishers Inc. of Minneapolis, which \nproduces a monthly Somali newspaper, said he had feared.\n\n\"It's just telling what happened within these short hours,\" Budle said. \"This is just a war. Nobody wins a war. \nEverybody fights back in a war. It's just either you kill or you die. It shows there is no hatred between this country \nand Somalia.\"\n\nHassan Eibakar, president of Horn Publishers, said: \"The impact is what the Americans do after they see the film. \nSomalis are shy people, they have problems of their own. They are not in any position to do anything but just hide \nagainst possible victimization or possible harm.\"\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n\nNotes\n\nSee related story: HARTNETT COMES HOME\n\nGraphic\n\n \n\n5 Photos\n\n1) Mohamoud Egal\n\n2) Hassan Eibakar\n\n3) Yusuf Budle\n\n4) Oamr Jamal\n\n5) Revolution Studios Photo\n\nAmerican troops descend upon Mogadishu, Somalia, in a scene from the film\n\n\"Black Hawk Down.\"\n"}