{"title": "7 Bodies of Asian Immigrants Unidentified After 3 Weeks", "body": "\nNearly three weeks after a ship crammed with Chinese immigrants ran aground off Queens, 7 of the 10 bodies of \nthose who perished trying to swim ashore are still unidentified.\n\nCommunity organizations, trying to help families concerned that a relative may be among the victims, complain that \nthe Immigration and Naturalization Service has been unwilling to release photographs or other vital information \nneeded to identify the bodies and bury them properly.\n\nAs a result, the bodies have fallen into a kind of bureaucratic limbo between the Federal immigration agency, the \nCity Medical Examiner's Office, the New York Police Department and the Consulate of the People's Republic of \nChina. Inquiries to each organization have been directed to another.\n\n\"I don't understand this at all,\" said William P. Chiu, chairman of the American Fujian Association of Commerce and \nIndustry. \"We have tried to find out from the police and the I.N.S., and everyone tells us to go somewhere else.\"\n\n \n\nI.N.S. Says It Is Trying\n\n A spokeswoman for the I.N.S., Rosemary LaGuardia, said that the Federal agency was \"aggressively attempting to \nassist the Medical Examiner's office in identifying the remaining bodies.\"\n\n\"We are showing photo spreads to the detainees and attempting to check fingerprint records,\" Ms. LaGuardia said.\n\nThe men, believed to be from Fujian Province in southeastern China, were killed when the Golden Venture, a tramp \nsteamer carrying nearly 300 Chinese immigrants, ran aground off Rockaway Peninsula before dawn on June 6.\n\nMr. Chiu, who helped organize a Buddhist ceremony on Tuesday for the dead on the beach at Riis Park, said \nleaders in Chinatown had volunteered to pay for funerals and to send the bodies back to China once they are \nidentified.\n\n \n\nPossible Fear by Families\n\n Stanley Mark, program director of the Asian American Legal Defense and Education Fund, said he had received \ninquiries from relatives, but that I.N.S. officials told him they were not prepared to release any information about the \nidentities of the dead.\n\n\nA lawyer who represents Chinese immigrants said that at least one relative was contacted recently by a man \nseeking payment for the passenger's voyage, even though it ended in death. The lawyer, who insisted on \nanonymity, raised the possibility that some families of the dead may be afraid to claim the body of a relative.\n\nThe Medical Examiner's office identified three of the dead as Jiang Kun Lin, Ki Hop Ng and Lin Wing Ding. The \nbodies of Mr. Lin and Mr. Ng were released to relatives and taken to the Ng Fook funeral home on Mulberry Street, \nsaid Ellen Borakove, the spokeswoman for the Medical Examiner. Mr. Ding's body and the seven unidentified \nbodies remain at the Medical Examiner's office in Manhattan.\n\nShe added that because four of the bodies washed ashore more than a week after the shipwreck, they were badly \ndecomposed and might be hard to identify without dental records.\n\nChinese officials insist that they cannot be sure any of the bodies belong to citizens of the People's Republic until \nthey receive documentation.\n\n\"We have seen no photographs, and received no records,\" said Lin Huisheng, a spokesman for the Chinese \nConsulate. Although the issue has been discussed between Chinese and I.N.S. officials, he said, it is unclear \nwhether the bodies will be returned to China or buried in the United States.\n"}