{"title": "Food Stamps Voted for Some Immigrants; Senate Action Would Restore Benefit to 250,000 Thrown Off Rolls in Welfare Bill - Correction Appended", "body": "\nThe Senate voted overwhelmingly yesterday to restore food stamps to a quarter-million legal immigrants after \nconservatives failed to derail the measure on grounds that it amounted to a retreat from welfare reform.\n\nThe controversial restoration was included in a wide-ranging bill that would also provide new funds for agriculture \nresearch and guarantees for crop insurance, reflecting an urban-rural coalition that has prevailed on food stamp \nand farm issues for many years.\n\nThe bill, approved by a vote of 92 to 8, heads to the House, where it also has a broad base of support but could \nface strong objections from conservatives. A House leadership aide said the bill will not be taken up before the \nMemorial Day recess. \"After that, it depends on how much opposition there is to restoration of welfare benefits,\" \nthe aide said.\n\nThe key test in the Senate came on a move by Sen. Phil Gramm (R-Tex.) to send the measure back to the House-\nSenate conference committee that pulled the several proposals together into one bill.\n\nWhile Gramm opposed restoration of food stamps to immigrants who had been declared ineligible by the 1996 \nwelfare overhaul legislation, he hoped to maximize his support by trying to strip out just one provision that would let \nrefugees and recipients of political asylum collect food stamps for seven years instead of five.\n\nBut he lost, 77 to 23, after critics charged his proposal could doom the whole bill and argued it was unfairly targeting \nvictims of foreign persecution, many from communist or formerly communist countries.\n\nAlso, Agriculture Secretary Dan Glickman had warned he would recommend a presidential veto if these people \nwere excluded.\n\nBy offering immigrants food stamps, the bill \"puts a big neon sign at the border of the United States of America, \n'Come and get welfare,' \" Gramm argued. \"I want people to come to America to go to work . . . not for welfare as a \nway of life.\"\n\n\"The Statue of Liberty holds a torch of freedom, not a book of food stamps and a lifetime right not to have to work,\" \nadded Sen. Lauch Faircloth (R-N.C.).\n\nBut Agriculture Committee Chairman Richard G. Lugar (R-Ind.) said the House-Senate conferees would stick by its \ndecision to include refugees and those granted asylum. Sen. Tom Harkin (D-Iowa) said the seven-year extension \nwas included because it takes that long -- or longer -- for these groups to achieve citizenship. They are \"not \n\n\nswarming across our borders\" and must prove they were victims of persecution, Lugar said. The U.S. welcomes \nrefugees because \"this is the kind of country we are,\" he added.\n\nThe 1996 welfare overhaul bill eliminated food stamps and other welfare benefits for about 900,000 legal \nimmigrants. Last year's budget-balancing bill restored some benefits -- but not food stamps -- for about 250,000 \nof them, primarily young, elderly and disabled immigrants who were in the country at the time the welfare bill \npassed.\n\nThe current bill would restore food stamps to this same group of 250,000 at an estimated annual cost of $ 818 \nmillion. Restoration to all the recipients could have cost $ 3 billion, officials have estimated.\n\nAccording to figures compiled by Harkin aides, failure to allow for food stamp payments in the sixth and seventh \nyear after arrival of a refugee or asylum-seeker could have resulted in a cutoff for about 40,000 people a year after \nthe five-year period had passed.\n\nPhysicians for Human Rights, an advocacy group that supported the food stamp restoration, released a study last \nweek that it described as showing \"alarmingly high\" levels of hunger among legal immigrants in three states: \nCalifornia, Texas and Illinois.\n\nPresident Clinton hailed the Senate's action and urged the House to act quickly, saying the legislation \"provides \nimportant benefits to America's farmers and to those who have come to this country seeking a brighter future.\"\n\nCorrection\n\nAn article yesterday on the Senate vote to restore food stamps to some legal immigrants incorrectly stated the \ncost. The proposal would cost an estimated $ 818 million over five years.\nCorrection-Date: May 14, 1998\n"}