{"title": "DEPORTATION OVERTURNED FOR MODERN-DAY JEAN VALJEAN NATIVE OF MEXICO HAS LIVED IN U.S. 25 YEARS, OWNS BUSINESS", "body": "\nFederal authorities wanted to deport Salvador Castrejon-Garcia because he once left the United States for eight \ndays to try to get a visa.\n\nThat was too much for a federal appeals court, which overturned Castrejon's deportation order Friday. The court \ncompared immigration officials to the fictional policeman whose obsessive chase of a petty thief was chronicled in \nVictor Hugo's \"Les Miserables.\"\n\nThe effort to deport Castrejon has been a \"pursuit worthy of Inspector Javert,\" said the 9th U.S. Circuit Court of \nAppeals.\n\nCastrejon, a native of Mexico, entered the United States without documentation in 1970 at age 17 and has never \nhad legal status. However, as a longtime resident with \"good moral character,\" and with a family that would suffer \nhardship with his deportation, he would be eligible to stay except for the dispute over his eight-day trip, the court \nsaid.\n\nAn immigration judge made the finding of good character last year despite Castrejon's 1975 conviction for illegally \ntransporting illegal immigrants within the United States. He served six months in jail, and later was jailed for 18 \nmonths for violating probation by reentering the country.\n\nHe remained in the United States after his release, raised a family and started a business. He now lives in \nModesto with his wife and three U.S.-born children and owns a construction company that employs 10 people.\n\nHe first went to Mexico in 1983 to seek a visa, which would allow his legal entry into the United States, but was \nturned down by the U.S. consulate in the mistaken belief that his conviction disqualified him, the court said. He tried \nagain in 1988 but left after eight days when his wife gave birth earlier than expected.\n\nHe was caught re-entering the country, jailed for 30 days and ordered deported by the Immigration and \nNaturalization Service. But an immigration judge suspended his deportation under a law that allows illegal \nimmigrants to become legal residents if they have been in the U.S. continuously for seven years and have good \ncharacter, and if their deportation would cause extreme hardship to themselves or their family.\n\nHowever, the law does not protect those who have left the U.S. during the seven-year period, except for a \ndeparture that was \"brief, casual and innocent.\" The Board of Immigration Appeals ruled in 1993 that Castrejon's \neight-day trip in 1988 was deliberate, not \"casual,\" and ordered him deported.\n\n\nThe appeals court disagreed, saying the board's interpretation \"penalizes a good-faith effort to comply with the \nimmigration laws.\" The court said Castrejon's one-time departure was \"casual\" in the ordinary sense.\n\n\"The case is characterized by the remarkable determination of the (INS) and the board to rid this country of a \nresident of 25 years' standing whose principal fault has been his desire to regularize a residence acquired as a \nyouth of 17,\" said Judge John Noonan in the 3-0 decision.\n\nThe ruling should entitle Castrejon to stay in the country, said his lawyer, Ralph Leardo.\n\n\"If they're trying to rid the country of undesirable aliens, this is the wrong place to start,\" Leardo said. \"This fellow is \na model resident . . . the kind of person we want in this country.\"\n"}