{"title": "House Republicans choose Californian to lead immigration committee", "body": "\nSignaling their approach to immigration reform this year will be hawkish but not rhetorically extreme, House \nRepublicans have chosen a Southern California congressman to head the group of lawmakers that drafts and \nintroduces immigration policy.\n\nThe solidly pro-enforcement Rep. Elton Gallegly, R-Simi Valley, was named Friday morning to lead the \nimmigration subcommittee in the House of Representatives, which falls under the judiciary committee. House \nJudiciary Chairman Lamar Smith, R-Texas, surprised many when he chose Gallegly over outspoken Iowa \nRepublican Steve King, who was widely considered to have the job. King will instead be vice chairman.\n\nGroups that work to halt illegal immigration praised news of the duo's leadership, but liberal groups interpreted \nGallegly's higher position as a snubbing of King's harsh tone.\n\n\"The answer to illegal immigration is fairly simple,\" Gallegly said in a news release Friday. \"First, we must enforce \nour laws and secure the border. Second, we must remove the magnets that encourage illegal immigration. Finally, \nwe must remove the benefits that make it easy for them to stay.\"\n\nGallegly said he would oppose any form of amnesty, and he pledged to quickly hold hearings to scrutinize the \nObama administration's approach to work site enforcement and to expand the use of E-Verify, a program for \nemployer screening of workers' immigration status.\n\nMissing from Gallegly's statements Friday was any mention of revoking birthright citizenship for the children of \nillegal immigrants, a hot-button cause that has been a pet issue for King and other immigration hawks. King \nintroduced a bill earlier in the week that would end automatic citizenship for children born in the United States to \nillegal immigrant parents.\n\n\"Steve King was dethroned because even the House Republican leadership must realize that comparing \nimmigrants to livestock and suggesting we keep them out with an electric fence is offensive to Latino voters,\" said \nliberal immigration advocate Frank Sharry of America's Voice, referring to statements King has made in the past.\n\nSharry said Gallegly, while not as outspoken, has an equally tough approach to illegal immigration.\n\nA former Simi Valley mayor and member of Congress since 1987, Gallegly hails from the conservative-leaning \nsuburbs of Ventura County. He is based in a bedroom community known as the resting place of former President \nRonald Reagan but the district also encompasses agriculturally rich regions of Ventura County and inland Santa \nBarbara County where illegal immigrants form a major part of the workforce.\n\nLabor-intensive strawberries are the region's top cash crop, followed by celery, broccoli, raspberries, wine grapes \nand lemons, according to the California Farm Bureau.\n\n\n\"He's extremely supportive of agriculture in Ventura County and has been with us on every major issue, except \nimmigration,\" said Tom Nassif, president of Irvine-based Western Growers, a farm industry group that has \nsupported a path to citizenship for farmworkers living in the country illegally.\n\nNassif said he hoped Gallegly would keep an open mind on the issue.\n\nMore than a quarter of the residents in Gallegly's congressional district are Latinos, and the proportion of Latino \nvoters in the district is about 15 percent. The district is mostly cut off from the Pacific Ocean, and the more liberal \nvoters who live on its shore, by the ribbonlike coastal district of Rep. Lois Capps, D-Santa Barbara.\n\nGallegly takes over his post from San Jose Democrat Zoe Lofgren, who led the immigration subcommittee when \nDemocrats ruled the House.\n\nAides said Gallegly has long fought illegal immigration, and a conservative magazine once named him one of the \ntop 10 immigration hawks in Congress.\n\nHe was instrumental in the drafting of a 1996 immigration bill that made it easier to deport illegal immigrants, but \nwas unsuccessful at the time in adding a provision that would have allowed states to exclude illegal immigrants \nfrom public education.\n\nContact Matt O'Brien at 925-977-8463.\n"}