{"title": "Cashing in on immigrants; Bank of America's campaign to offer credit cards to illegal aliens provokes indignation. But guess what? This promotion isn't being done as a favor to immigrants -- quite the opposite.", "body": "\nSAN DIEGO -- Critics are still fuming over Bank of America's plan to offer credit cards to people without Social \nSecurity numbers or credit histories, characteristics common to illegal immigrants.\n\nCNN's Lou Dobbs called it \"idiotic.\"  Roy Beck of Numbers USA, a proponent of immigration controls, accused \nBank of America of \"unpatriotic greed.\" Callers on talk radio have suggested the company change its name to \n\"Bank of Mexico.\" Syndicated columnist Michelle Malkin argued that the company is defying federal immigration \nlaw by \"aiding and abetting illegal activity.\" Funny thing. I've had credit cards for more than 20 years, and I don't \nremember feeling aided and abetted. Preyed upon, maybe.\n\nThis circus is not what Javier Palomarez expected. The advertising veteran has spent nearly 20 years helping \nFortune 500 companies tap the Hispanic market. In 2002, he was working for Bank of America as senior vice \npresident of marketing when he proposed the idea. It's perfectly legal and logical.\n\nPrevious programs\n\nThe bank was already experimenting with its SafeSend program, which allows immigrants who open a checking \naccount in the United States to transfer money to a bank in Mexico where it can be retrieved by a third party. Bank \nof America also offers mortgages for immigrants. Palomarez argued that credit cards were the next step. Not \neveryone in the company was sold, however, which could explain why it took several years to bring the idea to \nfruition. Some bank executives feared that illegal immigrants were bad credit risks. \"That was the debate,\" \nPalomarez told me recently in an interview. \"And additionally, the idea was, you know, it's still too close to 9/11.\"\n\nNot this again. Let's not confuse terrorists with immigrants. Here's a tip on how to keep the two groups straight: \nOne wants to do us harm; the other wants to do our cooking, gardening and child care.\n\nThe distinction escapes Rep. Tom Tancredo, R-Colo.,  an anti-immigrant demagogue. Tancredo fears Bank of \nAmerica might unwittingly give credit to a terrorist.  Get real. According to Palomarez, credit limits for illegal \nimmigrants would be about $500. The 9/11 hijackers ran through tens of thousands of dollars in planning the \nattacks.\n\nI wish critics would give the scare tactics a rest and come clean about what really bugs them: The fear that \nAmericans are getting comfortable with illegal immigration and the concern that initiatives like this will take the \nsteam out of enforcement efforts by making immigrants seem less threatening.\n\n\nAs for this being a giveaway, Palomarez says it was never any such thing. \"There is a ton of money to be made,\" he \nsaid. Consider the interest rate. \"Just imagine the worst there are,\" Palomarez said. \"Twenty-one percent and up.\" \nImmigrants will pay it, he said, because they're grateful to have the card and to build up credit histories.\n\nHigh interest rate\n\nThat's exactly where Bank of America landed -- on an interest rate that can top 21%,  which is higher than most \npeople pay. As for the claim that illegal immigrants don't pay their bills, Palomarez disagrees. \"These people went \nthrough a lot of trouble and expense and risk to get here,\" he said. \"They didn't come here to mess it up.\"\n\nBut getting a credit card into the hands of a Latino is only half the battle. You still have to get him to use it. \"We \nwere raised that, you know what, if you can't buy it (with) cash, you can't afford it,\" he said. \"That whole mentality \nhasn't left us yet as a culture.\"\n\nSo how does Bank of America hope to get illegal immigrants hooked on credit? We had millions of dollars worth \nof campaigns in place dedicated solely to the guy who got the card and hasn't used it,\" Palomarez said. \"Mailers \ncongratulating him on receiving his Bank of America credit card and reminding him of the benefits that the card \nafforded him, blah, blah, blah. ... We knew what buttons to push.\"\n\nHow would they know? \"If you've got a guy's debit card, or even his checking account, and you get activity on it, \nyou have such robust data,\" he said, \"because you are in his wallet.\"\n\nPalomarez is no longer with Bank of America, but he still wants to be in your wallet. Now based in Dallas, he aims \nto get in there again with his latest venture -- a pre-paid debit card, which he and his associates hope will \nrevolutionize how Hispanics (particularly immigrants) handle remittances, purchases and ATM withdrawals. Other \ncompanies are doing the same.\n\nIt's an interesting idea. But it's not like immigrants are clamoring for debit cards, any more than they're demanding \ncredit cards. That's the whole point. This controversy should dispel the myth that illegal immigrants come here \nwith outstretched palms.\n\nCredit cards aren't freebies, and it isn't immigrants who demand them. These things come along because \nsomeone wants to cash in. As with bilingual education and beer sales, this isn't something that is being done for \nillegal immigrants; it's something that is being done to illegal immigrants. It's such an obvious point that you'd \nhave to be blind not to see it. Of course, fear and nativism have been known to cause a lack of vision in people.\n\n---\n\nRuben Navarrette is an editorial writer for the San Diego Union Tribune, a syndicated columnist and a regular \ncontributor to CNN.com. \n\nGraphic\n\n \n\nGRAPHIC, B/W, Keith Simmons, USA TODAY (ILLUSTRATION)\n"}