{"title": "Three more defendants in cigarette smuggling probe pleads guilty", "body": "\nThree of the 18 suspects charged in a cigarette-smuggling ring accused of raising money for the Islamic militant \ngroup Hezbollah pleaded guilty Tuesday to immigration law violations.\n\nGuilty pleas were entered by Fatme Mohamad Harb, 20, Tonia Yvonne Moore, 27, and Terri Jeanne Pish, 33, all \nof Charlotte. All three women appeared before U.S. Magistrate Judge Carl Horn, saying little except to acknowledge \nthey willingly entered their respective pleas.\n\nAccording to the indictment, some of the defendants in the case used sham marriages to circumvent immigration \nlaws, then set up a smuggling business in Charlotte to buy cases of cigarettes in North Carolina, which has a low \ncigarette tax, and sell them at a profit in high-tax Michigan.\n\nEarlier this month, Samir Mohamad Ali Debk, 25, also pleaded guilty to immigration law violations. None of the \nfour suspects who have pleaded guilty so far were charged with cigarette smuggling.\n\nOf the three, Harb faces the harshest penalties. The immigration crimes she is charged with violating are \npunishable by up to 40 years in prison and fines totaling more than $1 million.\n\nMoore and Pish each face a maximum penalty of 20 years in prison and $750,000 in fines.\n\nHorn did not schedule sentencing dates for any of the defendants.\n\nAnother defendant, Haissam Mohamad Harb, who is Fatme Mohamad Harb's brother, also appeared before Horn \nTuesday. Through an interpreter, he told the judge he had entered into a plea agreement with the government in \nthe case.\n\nHowever, Assistant U.S. Attorney Ken Bell told Horn there were no plea agreements for any of the 18 individuals \ncharged in the case. Horn ruled that Haissam Mohamad Harb could not enter his plea until an evidentiary hearing \ncould be held on the dispute.\n\nFollowing Tuesday's hearing, Bell said none of the four defendants who have entered guilty pleas so far are \naccused of committing any crimes linked to terrorism.\n\nThe charges against Moore and Pish stem from their willingness to enter into fraudulent marriages to bring illegal \nLebanese aliens into the United States, he said.\n\nFatme Mohamad Harb was charged with entering into a sham marriage with another defendant, Wayne Jeffrey \nSwaringen, 33, of Charlotte, so she could remain in the U.S., Bell said.\n\n\nWhen Horn asked Fatme Mohamad Harb if she wanted to make a statement, she said through the interpreter: \"I \nwant to go back to Lebanon as quickly as possible.\"\n"}