{"title": "REFUGEES AT OUR DOORSTEP: A GROWING REALITY POLITICS Sun Belt politics clouded by flood of illegal aliens", "body": "\nIt has become a set piece of American politics: Sun Belt governor, alarmed by the social and political costs of a \ntide of illegal immigration, lashes out at the federal government for not doing its part to contain the problem.\n\nThis week it was Florida Gov. Lawton Chiles who issued the challenge, declaring a state of emergency and calling \non the United States to develop an emergency plan, including resettlement of the refugees in other states.\n\nChiles' appeal was prompted by the arrival of hundreds of Cubans, many in rafts made of tires and wood, following \nthe recent riots in Cuba. Like the governors of California, Texas, Arizona and New Jersey, Chiles already has filed \nsuit, demanding $ 1.5 billion to cover the cost of caring for illegal immigrants the federal government failed to keep \nout of his state.\n\nA look at the differing circumstances of the three biggest Sun Belt states illustrates the difficulties involved in \nhammering out a consistent policy, however. It also shows how much economics and geography affect the politics \nof immigration.\n\nAs it is in Florida, immigration is a hot-button political issue this year in California, where Gov. Pete Wilson's revived \npolitical fortunes have been linked to his tougher stance on immigration. But with a population that is 20 percent \nforeign-born and with an astonishing diversity of legal and illegal immigrants from Asia and Latin America, \nCalifornia is probably in a class by itself.\n\nHistorically, California has been more liberal in providing state assistance to illegal immigrants. But the declining \neconomy there has led to calls for tighter measures, said Atlanta lawyer Dale Schwartz, a past president of the \nAmerican Immigration Lawyers Association.\n\nTexas, which shares a thousand-mile border and an increasing economic interdependence with Mexico, presents \nan entirely different picture. Many Latin American illegals who end up in California or Florida cross the border at El \nPaso or other Texas points. But while Texas has been more conservative in how it has treated illegal aliens, the \nissue doesn't produce the same anxiety there that it does in the other large states.\n\nOver the past few decades, a distinct border region - different from either country but with elements of both - has \nevolved within a band that stretches for 50 miles or so on either side of the Rio Grande. The effect of this can be \nseen in such statistics as the rate of intermarriage between U.S. citizens and illegal aliens, a rate that is far higher \nin Texas than in the other two states.\n\n\"It is probably the case that greater immigration from Mexico is inevitable. It's just a case of how to proceed,\" said \nFrank D. Bean, an immigration specialist at the University of Texas.\n\n\nWhat is and isn't inevitable may be most at issue in Florida, where the immigration question has been vastly \ncomplicated by the United States' often contradictory foreign policy on the Caribbean and Central America.\n\nIn recent days, Schwartz said, federal officials have been leafleting docks and marinas in South Florida, reminding \nboat owners they face a possible five-year sentence and $ 250,000 fine for transporting illegal aliens.\n\nThis should decrease the chance of another tidal wave of refugees like that of the 1980 Mariel boatlift. But so long \nas Cuba and Haiti remain unstable, the political anxiety over immigration is likely to remain high in Florida.\n\n\"For the future, the big specter is what's going to happen to Cuba,\" said Bean. \"What happens when Castro dies \nand Cuba goes into chaos?\"\n"}