{"title": "Letters; In My Opinion; Immigrants' pain without gain", "body": "\nThere is dignity in honest work. People who actively seek and find jobs no matter the circumstance deserve every \naccommodation to raise themselves and their families independent of government assistance.Journal\n\nIt is disturbing to see how many people in our country complain about immigrant workers congregating on street \ncorners or assuming that they are taking jobs that \"Americans should have.\" These proud, earnest people have \nmade it possible for us to enjoy Vidalia onions, peaches and other produce in our newly constructed luxury homes.\n\nThey have gathered the produce, completed the framing and foundations of the homes we live in. Yet we do not \nwant them in our neighborhoods, schools or places of business.\n\nWe value their sweat and find it acceptable to underpay them and charge exorbitant rents for substandard housing, \nbut we won't allow them to educate themselves or their children because they are \"aliens.\" American slavery and \nindentured servitude were similar social constructs.\n\nIt is unfair to punish these people for our greed. If they are working and doing the job, they should be paid in the \nsame manner as anyone else. Safety and work environment standards should be the same for all.\n\nPeople who import workers without documentation, underpay and abuse these laborers should be held \naccountable. Why is it acceptable to permit labor without proper documentation but not acceptable to allow these \nsame people to open bank accounts, attend school or live in decent housing, with protection by law enforcement?\n\nDR. MONICA WILLIS PARKER, Social Circle\n\nDr. Monica Willis Parker is a family physician and medical director of the Emory Clinic in Social Circle. A \nConnecticut native, she has lived in Georgia for eight years.\n\nIf they are working and doing the job, they should be paid in the same manner as anyone else.\n\nGraphic\n\n \n\nPhoto\n\nMonica Willis Parker\n\n"}